[{"uid": "1295448193089899023", "i": 4807, "idx": 1, "sa": ["David Letterman", "Regis Philbin"], "q": "want this to happen,\" Late Show host <strong> David Letterman </strong> called Live host <strong> Regis Philbin </strong> on his show Tuesday night to talk about Mr. <strong> Regis Philbin </strong>'s announcement that he is leaving Live at the end of this season. <q> I don't want this to happen. I don't want you to leave, </q> Mr. <strong> David Letterman </strong> said. He asked <strong> Regis Philbin </strong> to clarify his announcement from the morning-- is he retiring from show business, or he is just leaving Live? Joking that he had a drink before", "new_id": -2}, {"uid": "1295411717092504082", "i": 31, "idx": 3, "sa": ["Simon Cowell"], "q": "the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to \"a cat being thrown off a skyscraper,\" telling another, <q> Don\\' t mean to be rude, but you look like the Hulk\\'s wife, </q> reducing dozens of hopefuls to their worst \"ugly cry\"- and propelling')\" class= \"emaillink\" rel= \"nofollow\">* Update* Thanks for the 4 million views!!! For all", "new_id": -2}, {"uid": "1296149338188350491", "i": 35588, "idx": 1, "sa": ["Simon Cowell", "Kris Smith"], "q": "is a great show and I thought I had a great year last year.\" Dannii, who is dating ex-rugby player <strong> Kris Smith </strong>, took the chance to praise 51-year-old <strong> Simon Cowell </strong>. She said: <q> <strong> Simon Cowell </strong> mentored me into The X Factor judging role. He advised me to make sure I had an opinion and to be able explain to anybody, at any time, why that was my opinion. </q> Dannii added: \"He told me to take all of my experience, all of the ups and all of the down and put it into my mentoring.\" Have your say on the issues of the", "new_id": -2}, {"uid": "1295209231006406224", "i": 46836, "idx": 1, "sa": ["Chris Webber", "Allen Iverson"], "q": "away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. \"It felt like we turned that corner,\" <strong> Allen Iverson </strong> said. <q> <strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen. </q> <strong> Chris Webber </strong> and <strong> Allen Iverson </strong> combined for 50 of the Sixers' 84 shots and made 25 of the 42 field goals. While <strong> Allen Iverson </strong> scored 24 points in the first half, <strong> Chris Webber </strong> followed with 15 in the second. \"", "new_id": -2}, {"uid": "1295213006103333935", "i": 796, "idx": 0, "sa": ["Andre Iguodala", "Allen Iverson", "Chris Webber"], "q": "winning percentage, if the teams finish in a two-way tie. A Sixers team that was in a 4-13 nosedive got what it desperately needed against the Bulls, who had won a few days earlier in Philadelphia. <q> If we lost this one, it's almost a wrap, </q> said <strong> Andre Iguodala </strong>, who had 10 points and seven rebounds. Philadelphia( 35-41) was without forward <strong> Chris Webber </strong>, a late scratch with a lower back strain. But the Sixers still had <strong> Allen Iverson </strong>. And a Bulls team", "new_id": -2}, {"uid": "1295458625213254221", "i": 2408, "idx": 1, "sa": ["Sergio Marchionne"], "q": "In addition to creating the jobs of the future, clean energy benefits the USeconomy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,\" <strong> Sergio Marchionne </strong> said in a statement. <q> Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track. </q> \"Hydraulic hybrid vehicles represent the cutting edge of fuel-efficiency technology and are one of many approaches we're taking to save money for drivers, clean up the air we breathe and cut the greenhouse gases that", "new_id": -2}, {"uid": "1297513424014598147", "i": 24047, "idx": 0, "sa": ["Gerry Sutcliffe", "Andy Coulson", "Richard Kemp", "Eric Pickles"], "q": "'s mix of relentlessness and slipperiness: \"He's a wily old fox. He plans out what he wants to achieve.\" But <strong> Gerry Sutcliffe </strong> says <strong> Eric Pickles </strong>'s return to his abrasive Bradford mode may be backfiring: <q> I don't think you can behave that way as secretary of state. </q> <strong> Richard Kemp </strong> points out that, if <strong> Eric Pickles </strong>'s transformation of local government is to succeed, it will require some co-operation from councils. He remains popular among Tory activists. With <strong> Andy Coulson </strong> gone, he is an", "new_id": -2}, {"uid": "1296575507267468818", "i": 11092, "idx": 2, "sa": ["Allen Iverson"], "q": "important to get his calf healed and asymptomatic than it is to try to play with continued pain. We anticipate a full recovery and certainly anticipate him being able to resume a normal basketball career.\" <q> He actually tried to tough it out and continued to play while over in Turkey, </q> said Andrews. \"However, he got to the point where he could not really run up and down the court because of increased pain.\" <strong> Allen Iverson </strong> said on his Twitter account he hopes to be", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q> Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet, </q> <strong> Mike D'Antoni </strong> said. \"They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}, {"uid": "1295552137065978390", "i": 40782, "idx": 6, "sa": ["John McCain", "Kirsten Gillibrand", "Sen. Joe Lieberman", "Lady Gaga"], "q": "Senators <strong> Kirsten Gillibrand </strong> and <strong> Sen. Joe Lieberman </strong>-- leaders on this issue-- urged their <strong> John McCain </strong>.. A message from <strong> Lady Gaga </strong> to the Senate Sept 16 2010 www.sldn.org Call your senator at(202) 224-3121... In Historic Move, Senate Votes to Repeal <q> Don't Ask, Don't Tell </q> In Historic Move, Senate Votes to Repeal \"Don't Ask, Don't Tell\" Democracy Now!- democracynow.org The Senate voted 63 to 31 on Thursday to repeal the military's \"Don't Ask,", "new_id": -2}]