[{"uid": "1296220413068714499", "i": 10850, "idx": 2, "sa": ["Michael Gove"], "q": "are academies or free schools.\" Both academies and free schools are semi-independent state schools which receive funding direct from Michael Government. A clause in the new Education Bill, published yesterday, says that <q> if a local authority in England think a new school needs to be established in their area, they must seek proposals for the establishment of an academy </q>. Mr <strong> Michael Gove </strong>'s comments came as newly-published Department for Education figures showed that 249 groups have now submitted proposals to set up one of the Michael Government's new \"free schools\" . Thirty-five groups", "new_id": -2}, {"uid": "1295472479208011349", "i": 18238, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "tried to claim that 90% of students didn't need the cash to make them stay on in further education. Mr <strong> Andy Burnham </strong> hailed the increase in the staying-on rate since the 1980s, telling MPs: <q> In the last 10 years the EMA has played an important part in that progress. It has sent out an empowering message of hope that you can dare to dream, whoever you are and wherever you come from. But sustaining the progress has to be worked on. Instead it is about to be thrown into reverse. </q> But Mr <strong> Michael Gove </strong> said Labour had failed to set out its position on a range of education policies and had instead focused on EMA despite the economic difficulties. Keep up to date with the news", "new_id": -2}, {"uid": "1296231867027263053", "i": 1867, "idx": 3, "sa": ["Michael Gove"], "q": "now be determined by their school, if it is an academy, or by their local authority. <strong> Michael Gove </strong> has said he is \"deeply sceptical\" of the General Teaching Council for England and believes it <q> does little to raise teaching standards or professionalism </q>. The watchdog is responsible for registering teachers and investigating alleged cases of misconduct. The quango takes more than? 36 each year from every teacher and gives them \"hardly anything back\" , <strong> Michael Gove </strong> argues.", "new_id": -2}, {"uid": "1296864986205062175", "i": 87, "idx": 0, "sa": ["Michael Gove", "John F Kennedy", "David Cameron"], "q": "Michael Governed. It also contained within it a profound moral vision because it demanded a kind of active and responsible citizenship that had been obliterated in many parts of Britain. <strong> David Cameron </strong> encapsulated this by quoting <strong> John F Kennedy </strong>'s famous injunction <q> not to ask what your country can do for you, but what you can do for your country. </q> Since that day, the extraordinary thing is how far <strong> David Cameron </strong> has already gone towards realising his vision. Education Secretary <strong> Michael Gove </strong> has already moved far towards taking schools away from state control and returning them to local", "new_id": -2}, {"uid": "1295594472029032448", "i": 29271, "idx": 0, "sa": ["Michael Gove"], "q": "must know by the age of 16. The differences between the approaches then and now are illuminating. In 1987, Mr Baker( now Lord Baker) said a national curriculum was needed because <q> we can no longer leave individual teachers, schools or local authorities to devise the curriculum that children should follow </q>. Today, Mr <strong> Michael Gove </strong> argues insists that the Michael Government wants to give schools greater freedom over the curriculum- although not to the extent that there need be no compulsory curriculum at all.` Jam-packed", "new_id": -2}, {"uid": "1297520477089751561", "i": 11902, "idx": 6, "sa": ["Michael Gove", "Darren Cooper"], "q": "In a written ministerial statement to the Commons, <strong> Michael Gove </strong> said he was happy to reconsider his decision and that his department would shortly make contact with the local authorities that brought the case to set out a process <q> through which they can make their representations to me </q>. <strong> Darren Cooper </strong>, leader of Sandwell council, said he felt \"at the very least... vindicated for bringing the action\" . \"Now we have to wait to see whether the Michael Government accepts it was", "new_id": -2}, {"uid": "1296261700168345624", "i": 4561, "idx": 0, "sa": ["Michael Gove", "David Furnish", "Fernando Torres", "Lucy Mangan", "John Cleese", "Elton John"], "q": "Alyce Faye gets kidnapped by aliens. I've been trying to contact aliens, but I haven't had any success.\" <strong> John Cleese </strong>, apparently not yet quite over his divorce or the? 12m settlement <q> I couldn't foresee the way it was going to disturb me on such a deep level. </q> Bid for <strong> Fernando Torres </strong> shows Chelsea's strengths and weaknesses <strong> Lucy Mangan </strong> on the people in the media spotlight in the past seven days This Week: <strong> Elton John </strong> and <strong> David Furnish </strong>, <strong> Michael Gove </strong>, Neil Abercrombie", "new_id": -2}, {"uid": "1297426049196083720", "i": 25610, "idx": 5, "sa": ["Michael Gove"], "q": "projects.\" He also pointed out that the judge had concluded that \"there was no promise or expectation\" that any of the claimants' projects would proceed. However, he added: <q> The Secretary of State will now look again at his decision with regard to these authorities with an open mind, taking representations from them. \"The judge set out, however, that \"the final decision on any project still rests with him and.... No one should gain false hope from this decision. </q>` Budget deficit' Lawyers for Mr <strong> Michael Gove </strong> had argued his decisions were not made lightly and were not open to legal challenge. In written statements put before the court, they said the coalition", "new_id": -2}, {"uid": "1296287013057311248", "i": 15024, "idx": 0, "sa": ["Michael Gove"], "q": "and is an advocate of the charter school movement, that has inspired <strong> Michael Gove </strong>'s reforms. Speaking on a visit to a school yesterday, <strong> Michael Gove </strong> said he wanted to encourage councils to back academy proposals. <q> That would be the first choice we would like local authorities to make, when new schools are needed, they should be free schools or title=\"More from guardian.co.uk on Academies\"> academies. </q> The Michael Government has given initial approval to 35 groups. Proposals which have received initial approval include the Maharishi school in Lancashire, a private school where children practise transcendental meditation at the beginning and end of", "new_id": -2}, {"q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.\" here. <strong> Henry Blodget </strong> writes for The Business Insider, <q> Let's be serious: <strong> Eric Schmidt </strong> got fired. </q> \"Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet--` day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,' through his patronizing", "sa": ["Henry Blodget", "Eric Schmidt"], "index_answer": 0, "idx": 3, "i": 57431}]