[{"uid": "1297078610093552664", "i": 49972, "idx": 0, "sa": ["Michael Gove"], "q": "most disadvantaged children are targeted\" . Also, it is to launch a scheme called \"Music Teach First\" , through which it aims to recruit musicians from leading music schools to go to teach in <q> the nation's most challenging schools </q>. And it says it wants to make it easier for leading orchestras and musicians to help improve music education in schools. Education Secretary <strong> Michael Gove </strong> said: \"Music has the power to touch the", "new_id": -2}, {"uid": "1295454833253952060", "i": 18258, "idx": 0, "sa": ["Michael Gove", "Nick Robinson", "David Cameron"], "q": "in charge of anything these days? Latest from BBC News blogs <strong> Nick Robinson </strong>: \"<strong> Michael Gove </strong>- friend, ally and trusted adviser to <strong> David Cameron </strong>- has urged people to vote Liberal Democrat in...\" <q> To Newbridge Rugby Club where I doubt they have such a thing as a Zen room handy. What will True... </q> \"At Holyrood, they are assiduously talking money- with the Stage One vote on the Scottish Michael Government's budget due next...\" \"Some major mood-swings in the House of Lords- but as yet no deal", "new_id": -2}, {"uid": "1297423741197410820", "i": 2290, "idx": 2, "sa": ["Michael Gove", "Jon Land"], "q": "The judge said: \"However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.\" Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful <q> because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act. </q> As part of BSF, every secondary school in EngJon Land was due to be rebuilt or refurbished over a 15-20 year period at an estimated cost of? 55 billion. Mr <strong> Michael Gove </strong> said the programme", "new_id": -2}, {"uid": "1296052997080527372", "i": 55000, "idx": 0, "sa": ["Michael Gove"], "q": "Citizenship classes A review of the National Curriculum in England by the Education Secretary <strong> Michael Gove </strong> may result in Citizenship classes being made non-compulsory. Andy Thornton, Chief Executive of the Citizenship Foundation, said <q> It would be baffling for the DfE to propose to cut the only subject in the curriculum that explicitly teaches young people about the way that politics, democracy, the law and economy works, and how they can participate in society </q> the Guardian, reports. If Citizenship is removed from the curriculum, teachers believe that this will conflict the Michael Governments` Big Society' programme and could make England the most`", "new_id": -2}, {"uid": "1295984330255737857", "i": 2441, "idx": 0, "sa": ["Michael Gove"], "q": "properly righteous post lambasting teachers who complain that it's too difficult to teach their charges to read and write and count properly. <q> A week later, a BBC Radio 4 phone-in programme, </q> target=\"_blank\" Any Answers, featured a pair of state school teachers, both with 30 years of experience, again pouring scorn on the dangerously \"academic\" bent of the English baccalaureate, and Mr <strong> Michael Gove </strong>", "new_id": -2}, {"uid": "1296208818201293921", "i": 30277, "idx": 1, "sa": ["Michael Gove"], "q": "concerns about the impact that this will have on Hackney students.\" Cllr Rita Krishna said her Labour colleagues would write to education secretary <strong> Michael Gove </strong> expressing their concern about the abolition of the EMA. <q> It is frankly disgraceful in terms of what this Michael Government is doing, hollowing out what possibilities there are for social mobility, </q> she said. Audio Optional- MP3 files only Register to create your own unique Hackney Gazette account for free. Signing up is free, quick and easy and offers you the chance to add", "new_id": -2}, {"uid": "1296911242257261627", "i": 30562, "idx": 3, "sa": ["Michael Gove", "Robert Lambert", "Mohammed Shafiq"], "q": "EDL- or for other far-right groups like the BNP. He mentioned the word \"Islamophobia\" just once and, that too, in passing. As <strong> Mohammed Shafiq </strong>, of the Ramadan Foundation, points out: <q> On the day we see fascists marching in Luton we have seen no similar condemnation or leadership shown from the Michael Government. </q> The fact is that Muslims and Muslim organizations, as former Met police officer <strong> Robert Lambert </strong> argues over 3 comments from readers MuscularLiberal 05 February 2011 at 12:46` under the pernicious influence of <strong> Michael Gove </strong>'?", "new_id": -2}, {"uid": "1297702046148619270", "i": 51604, "idx": 1, "sa": ["Michael Gove", "John Cryer"], "q": "minded\" way and said the the judicial review had found in the Michael Government's favour on the substantive issues. Responding to the question from Labour's <strong> John Cryer </strong>( Leyton and Wanstead) Mr <strong> Michael Gove </strong> said: <q> It was, of course, deeply regrettable that any building projects had to be cancelled. \"But the scale of the deficit we inherited meant cuts were inevitable and the inefficiency which characterised BSF schemes meant we needed a new approach. </q> He said the six authorities had argued that the Michael Government's decision making had been \"confused and irrational\" but the judge \"makes clear the decisions I made were clear and rational\" .", "new_id": -2}, {"uid": "1297431913058949685", "i": 28566, "idx": 4, "sa": ["Michael Gove"], "q": "the Michael Government has to local Michael Government must end.\" Mr <strong> Michael Gove </strong>'s decision caused an outcry from many schools and councils The Department for Education issued a robust defence to the decision. A spokesman said: <q> On the substantive points he[ the judge] concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> He also pointed out that the judge had concluded that \"there was no promise or expectation\" that any of the claimants' projects would proceed. The councils had claimed they had a legitimate", "new_id": -2}, {"q": "<strong> Andy Coulson </strong> confirmed his resignation in a statement on Friday, saying that the continued coverage of events during his time as the editor of` News of the World' had made it difficult for him to give <q> the 110 per cent needed in this role </q>.\" I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,\" The Telegraph quoted him, as saying. Following", "answer_q": "<strong> Andy Coulson </strong> confirmed his resignation in a statement on Friday, saying that the continued coverage of events during his time as the editor of` News of the World' had made it difficult for him to give <q> the 110 per cent needed in this role </q>.'' I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,'' The Telegraph quoted him, as saying. Following", "answer": "Andy Coulson", "sa": "['Andy Coulson']", "index_answer": 0, "idx": 0, "i": 11083}]