[{"uid": "1295070638169934886", "i": 34545, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "''`` Reply# 509 on: April 13, 2009, 03:36:40 PM'' http://www.thepentacon.com/ I watched it- two police officers that were at the scene prove that the official flight path was completely bogus. <q> Reply# 510 on: April 23, 2009, 09:12:15 PM </q> <strong> Donald Rumsfeld </strong>, Wolfowitz, and Bush had some controversial plans on how to allocate the Budget for the Military. Published: March 18, 2001 Author: TOM BOWMAN; Baltimore Sun On the", "new_id": -2}, {"uid": "1295473800129286206", "i": 29256, "idx": 0, "sa": ["Michael Vick"], "q": "took the dog a good 20 miles out in the country and dumped him off. The next morning the dog was back on our porch. My sister and I convinced my dad to let us keep him. <q> Damn! I thought I killed that thing... </q>-- <strong> Michael Vick </strong> KDMac:`` Damn! I thought I killed that thing...''-- <strong> Michael Vick </strong> dlaurels 18 minutes ago( 4:30 PM) Dogs do get so attached to their owners and the owners get really", "new_id": -2}, {"uid": "1295154913111345676", "i": 7380, "idx": 0, "sa": ["Juwan Howard", "Allen Iverson"], "q": "out the Toronto Raptors 137-105 for their fifth straight win at home. The Denver guard hit seven straight attempts before missing a three-pointer early in the third quarter. He also made all 10 of his free throws. <q> It felt OK before the game, </q> <strong> Allen Iverson </strong> said.`` Now, it feels that much worse. It's throbbing like a heartbeat.'' <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Juwan Howard </strong> a week ago, slips on a brace after every game", "new_id": -2}, {"uid": "1295611449042827776", "i": 4278, "idx": 0, "sa": ["Linda Stasi", "Simon Cowell", "Mary McNamara"], "q": "and the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year( 10). The Los Angeles Times' <strong> Mary McNamara </strong> writes, <q> Moments into Wednesday night's season premiere, it was gratifyingly clear that for the first time in a long time the fumblings and flailings of contestants fighting to find their feet on stage will not be mirrored by the judges' table.`` Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol. </q> She adds,`` Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.'' New York Post critic <strong> Linda Stasi </strong>", "new_id": -2}, {"uid": "1295582258248299524", "i": 15104, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "the way we have split up our responsibilities.'' Mr. <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply. <q> I am not as concerned about the titles as I am winning, </q> Mr. <strong> Eric Schmidt </strong> said.`` I am quite certain that this change will result in faster decision making and better value for the shareholders.'' <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that", "new_id": -2}, {"uid": "1296781092236666899", "i": 23757, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "made'', Mr <strong> Donald Rumsfeld </strong> wrote. In a lengthy section on the treatment of wartime detainees, Mr <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted. <q> Looking back, I see there are things the administration could have done differently and better with respect to wartime detention, </q> he acknowledges.", "new_id": -2}, {"uid": "1296395184086278204", "i": 35036, "idx": 2, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": "she's my woman of the decade.'' <strong> Louis Walsh </strong> on the panel alongside one other person, thought to be <strong> Cheryl Cole </strong> to concentrate on the US version of the show. Sinitta also backed Katie for X Factor. <q> Having Jordan on the panel would make interesting viewing, so I can definitely see it working. She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along. </q> Sinitta added that <strong> Simon Cowell </strong> had only recently accepted the fact that he wouldn't be able to judge both shows.`` People have said he'll fly backwards and forwards and do both. But he's not", "new_id": -2}, {"uid": "1295273339054296615", "i": 46914, "idx": 1, "sa": ["Steve Ballmer"], "q": "your gestures, your body''. <strong> Steve Ballmer </strong> also said that Kinect was female-friendly and indicated he would like to see more of the fairer sex getting involved with the motion-sensing platform. He said: <q> I think about my own family. My wife used to say,` No, no, that's the machine the boys use,' and now she says,` Yeah, I want to go watch movies. Let's go play the dance game' </q>.`` It opens up accessibility to family entertainment because with the Kinect, you control these systems with your body, with your voice. We've opened up the world of content in TV, movies", "new_id": -2}, {"uid": "1297242386040484874", "i": 23261, "idx": 2, "sa": ["Colin Powell", "President Bush"], "q": "<strong> President Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' Rumsfeld", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>.`` Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}]