[{"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}, {"uid": "1296775873217071677", "i": 44960, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "A Matter of Life and Death,'' <strong> Barbara Walters </strong>' prime-time special airing tomorrow at 10 p.m. on ABC( Ch. 7). ''It was very surprising,'' <strong> Barbara Walters </strong> says of <strong> David Letterman </strong>'s response. <q>I'm very fond of <strong> David Letterman </strong> and he is of me, but he's enormously private... to have him talk as openly as he did with me about his emotions, and what he went through... I was amazed and very happy. ''Nor did he ever call me up[ afterward] and say, ''Leave this out, leave that out.''</q> <strong> Barbara Walters </strong> also interviews <strong> Bill Clinton </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Charlie Rose </strong>-- all of whom, like <strong> Barbara Walters </strong> herself, underwent open-heart surgery. <strong> Barbara Walters </strong>, 81, had a faulty heart valve replaced last May.", "new_id": -2}, {"uid": "1295565225148553765", "i": 22855, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "strategy, which <strong> Eric Schmidt </strong> said are his greatest strengths. He added that <strong> Sergey Brin </strong> will retain the title co-founder and focus on strategic projects, particularly new products. As for himself, <strong> Eric Schmidt </strong> said, <q>I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>.</q> <strong> Eric Schmidt </strong>: Page Will Merge Technology and Business Vision ''Brilliantly' <strong> Eric Schmidt </strong> said that when he first joined Google, he never imagined the growth that the company has achieved but added that Google''s", "new_id": -2}, {"uid": "1297425123196083775", "i": 19364, "idx": 2, "sa": ["David Letterman"], "q": ". I hardly drink. It's just, you know, it's summer.'' <strong> David Letterman </strong> divulged that friends used to send him Alcoholics Anonymous brochures listing seven signs that one may have a problem. <q>Number one was always, ''Do you drink in the morning?'</q> he told her. Snooki then contradicted herself. ''I'm not like that all the time...[ I'd] rather stay in and watch movies at night than go to a frickin'' club", "new_id": -2}, {"uid": "1297089447093831169", "i": 3094, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "it's possible,'' he said. ''We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.'' He added: <q>It's hard to know. You know, the path you didn't take is always smoother.</q> <strong> Donald Rumsfeld </strong>'s comments came in his first TV interview since 2006, and echo much of what he wrote in ''Known and Unknown,'' in bookstores Tuesday, in which he recounts his time serving Republican", "new_id": -2}, {"uid": "1295895473003866657", "i": 4810, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Mon, Jan 24, 2011, 1:57 PM EST-{ ''s'': ''goog'', ''k'': <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, ''o'':''', ''j'':'''} Joseph Tartakoff, On Monday January 24, 2011, 12:53 pm EST <strong> Eric Schmidt </strong>, who already announced last week his intention to sell", "new_id": -2}, {"uid": "1295893308127107076", "i": 4437, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": "a touchdown, the second-longest interception return in Packers playoff history. <strong> Tramon Williams </strong>' interception of a <strong> Michael Vick </strong> pass in the end zone in the final minutes clinched Green Bay's 21-16 Wild Card win over Philadelphia. <q>I don't think I could have sat up there and told you I was capable of this,</q> said <strong> Tramon Williams </strong> about watching Louisiana Tech from the stands his freshman year before walking-on. ''But my mentality is coming up, if you ask anyone who I've grown up with, I've always been a smaller", "new_id": -2}, {"uid": "1295642432138969088", "i": 48055, "idx": 1, "sa": ["Eric Schmidt"], "q": "like a start-up,'' Mr Page said in an interview with the FT. Fending off the suggestion that the pressure it was feeling from the rise of Facebook had forced the change, Mr <strong> Eric Schmidt </strong> added: <q>This is definitely not because of any one competitor. It's about the rate at which we operate.</q> Debate about whether Google has lost its edge has been rife in Silicon Valley tech circles in recent months. Its failure to counter Facebook in social networking has prompted a wider questioning of its ability to extend", "new_id": -2}, {"uid": "1295582258248299524", "i": 15104, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "the way we have split up our responsibilities.'' Mr. <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply. <q>I am not as concerned about the titles as I am winning,</q> Mr. <strong> Eric Schmidt </strong> said. ''I am quite certain that this change will result in faster decision making and better value for the shareholders.'' <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that", "new_id": -2}, {"uid": "1295965860135200782", "i": 26427, "idx": 2, "sa": ["Eric Schmidt"], "q": "traffic and engineering talent. ''Our retention has been actually the same and our retention has been exactly the same for seven years'' he said at a news conference following his DLD appearance. <q>We're going to be hiring many thousands of people this year.</q> <strong> Eric Schmidt </strong> said that in his new role he would be able to spend more time on government issues and Google's public image, among other things. ''We've got very complicated government issues", "new_id": -2}]