[{"uid": "1295458658213254160", "i": 28339, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "to end the grants for teenagers. Mr <strong> Andy Burnham </strong> said it was an attack on the aspirations of young people. Education Secretary <strong> Michael Gove </strong> said the grant had been \"poorly targeted\" and told MPs <q> you can not spend money you do not have </q>. \"Choices are dependent on the money- and where is the money coming from?\" said Mr <strong> Michael Gove </strong>. \"If we really believe in generating social mobility in this country then the", "new_id": -2}, {"uid": "1297511930040550430", "i": 56387, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "consult the councils before wielding his axe, leaving them saddled with huge costs for projects already under way. Other councils may mount similar legal cases. Sharon Holder of the GMB union said last night: <q> This is a huge victory for councils challenging the unjustified Michael Government cuts. </q> <strong> Andy Burnham </strong>, Shadow Education Secretary, said: \"<strong> Michael Gove </strong>'s competence and judgment have all been called into question by this ruling. Public money has been wasted because of the shambolic handling of this matter.", "new_id": -2}, {"uid": "1297098957187170821", "i": 23193, "idx": 1, "sa": ["Michael Gove", "Alfie Boe", "Diana Johnson"], "q": "and deficit reduction.\" <strong> Diana Johnson </strong> said the funding, although ringfrenced is a \"real terms cut and local authorities are already slashing music services in their areas\" . She told the education secretary <q> rather than blowing his own trumpet </q> he should \"admit this is really a cut\" just as was with school sports funding. In response, <strong> Michael Gove </strong> said \"everyone in the world of music\" including famous musicians, tenor <strong> Alfie Boe </strong> and", "new_id": -2}, {"uid": "1297430563243695617", "i": 31911, "idx": 3, "sa": ["Michael Gove", "Andy Burnham"], "q": "the ruling was a victory \"for all the communities and children betrayed by <strong> Michael Gove </strong>\" . He said the ruling was a \"damning verdict on[ <strong> Michael Gove </strong>'s] competence as a minister\" . \" <q> School building and repair is in complete chaos thanks to Mr <strong> Michael Gove </strong>. He condemns many children to crumbling classrooms and Portakabins whilst waving his cheque book to try to force through more free schools, which will be irrelevant for the majority of parents, </q> said <strong> Andy Burnham </strong>. More education news from the Guardian 60% of poorest children fail to reach good level of behaviour, says study Education news from around the web Around the web,", "new_id": -2}, {"uid": "1295970046237928473", "i": 10098, "idx": 0, "sa": ["Michael Gove"], "q": "year period ADVERTISEMENT at an estimated cost of? 55 billion. But this was among the first education schemes to be cut back by the coalition's Education Secretary <strong> Michael Gove </strong> who said the programme was beset by <q> massive overspends, tragic delays, botched construction projects and needless bureaucracy </q>. The cuts led to the cancellation of projects at more than 700 schools, provoking uproar from councils, unions and Labour politicians, who warned it was a tragedy and would have a catastrophic effect on", "new_id": -2}, {"uid": "1295245063048611344", "i": 45787, "idx": 2, "sa": ["Michael Gove", "Marine Le Pen"], "q": "of the English Baccalaureate\" . \"There is widespread support for including religious studies as a mainstream humanities subject,\" said Mr Gates. Mr <strong> Michael Gove </strong>, speaking on Friday, had said: <q> There are one or two points that are being made about perhaps one or two qualifications that might count within the five pillars and I will look at that. \"That's not to say that I'm going to change my mind, but any fair point that is made, in a constructive spirit about how you can improve league tables, I will always take on board. </q> A spokesman for the Department for Education indicated that the principle of the Baccalaureate was not oMarine Le Pen for debate, but that there had always been a willingness to listen to arguments about how the contents could be", "new_id": -2}, {"uid": "1297599582170737708", "i": 17384, "idx": 0, "sa": ["Michael Gove"], "q": "Mr Justice Holman, sitting in London, allowed the challenges by the councils, declaring Mr <strong> Michael Gove </strong> had unlawfully failed to consult them before imposing the cuts. In five of the cases the failure was <q> so unfair as to amount to an abuse of power </q>, said the judge. Subscribe to RSSMost Popular in: UK Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest", "new_id": -2}, {"uid": "1296124251252575779", "i": 15775, "idx": 0, "sa": ["Michael Gove"], "q": "Michael Government told AFP could replace the defence, foreign and interior ministers-- a key source of public discontent. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"q": "game of their Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way. \"The guys who were here two years ago know we were in the same situation last Tim Duncane,\" Denver center <strong> Marcus Camby </strong> said. <q> They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game 2. </q> If <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> play this well again, the Nuggets have a good shot. <strong> Carmelo Anthony </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter. \"Two years ago we probably were", "sa": ["Marcus Camby", "Allen Iverson", "Tim Duncan", "Carmelo Anthony"], "index_answer": 0, "idx": 5, "i": 24829}, {"uid": "1295557421260145182", "i": 7339, "idx": 0, "sa": ["Michael Gove", "George Osborne", "Ed Balls", "Mervyn King"], "q": "'s most effective opposition politician, a pugilist with a knack for finding his counterpart's weak spot. Just ask <strong> Michael Gove </strong>. As one of the leader's circle put it today, licMervyn King his lips, <q> <strong> Ed Balls </strong> will be taMervyn King chunks out of <strong> George Osborne </strong>. </q> That the chancellor seemed so relieved last October when <strong> Ed Balls </strong> was not chosen to shadow him suggests the Michael Government shares that view. Nor will it hurt Labour that its most prominent woman now has a domestic brief", "new_id": -2}]