[{"uid": "2008090613_00040699_W", "i": 88, "idx": 7, "sa": ["Bob Livingstone"], "q": "children.\" we never expect or encourage even 10-year-olds to be riding their bikes alone, \"said superintendent gary plano.\" we have a number of parents who are also walking with our middle school students. <q> <strong> Bob Livingstone </strong>, a clinical social worker in san mateo, calif., said kids he knows are driven to high school-- even when public transportation such as the county bus system is available. </q> public transportation is viewed as a very scary thing, \"he said. <strong> Bob Livingstone </strong> said he works with parents of different races and income groups who all resist letting children walk or ride a bus by themselves.\"", "new_id": -2}, {"uid": "2008111909_00036005_W", "i": 1288, "idx": 0, "sa": ["Rahul Mahajan"], "q": "` bigg boss', slain bjp leader pramod <strong> Rahul Mahajan </strong>'s son <strong> Rahul Mahajan </strong> said today, justifying his decision to leave the reality tv show.\" i am honest, genuine. people also saw my naughty side, <q> <strong> Rahul Mahajan </strong> told reporters, adding </q> you love me, hate me but you can not ignore me. \"<strong> Rahul Mahajan </strong>'s exit comes after he declined to tender an apology for his <NO_QUOTATION> of leaving the` bigg boss' house along with three other", "new_id": -2}, {"uid": "2008092303_00020895_W", "i": 331, "idx": 5, "sa": ["Hillary Clinton", "Karl Rove", "John McCain"], "q": "sure? last year, <strong> John McCain </strong> said that <strong> Hillary Clinton </strong>'s 2008 health care plan was disturbingly similar to her 1993 version:\" i think they put some lipstick on the pig, but it's still a pig. <q> if that's a sly sexist insult, <strong> John McCain </strong> owes <strong> Hillary Clinton </strong> a big apology. </q> sources: <strong> Karl Rove </strong>: <strong> John McCain </strong> went` too far' in ads", "new_id": -2}, {"uid": "2008100800_00017666_W", "i": 1721, "idx": 1, "sa": ["Sarah Palin"], "q": "'s husband and children represented the state at events, said maria comella, a campaign spokeswoman.\" the only time the children's travel was reimbursed was when they were traveling as part of an official event, <q> she said. olsen, who worked in the reagan administration's department of justice's tax division as an assistant attorney general, noted in his review of <strong> Sarah Palin </strong>'s tax returns that her per diem payments were handled correctly by state officials as non-taxable because the governor's place of business was considered to be juneau. </q> no special consideration was ever given to governor <strong> Sarah Palin </strong>, notwithstanding that she was the governor of alaska, \"olsen wrote. olsen said state law allows the governor's relatives to receive payment for travel costs\" when", "new_id": -2}, {"uid": "2008110715_00037602_W", "i": 2004, "idx": 0, "sa": [], "q": "lot of work to do here in virginia as well as in the rest of the country, \"he said.\" we have to go back and connect with the people on the things they care about, <q> he added, referring to energy, taxation and education. cantor blamed the losses on </q> the failure to live up to expectations \"by the republican president and republicans in congress. he said the party can not abandon its emphasis on free markets, limited government and lower taxes. cantor's national profile", "new_id": -2}, {"uid": "2008091820_00000681_W", "i": 2158, "idx": 1, "sa": ["Sarah Palin"], "q": "country about how she\" put the government checkbook online \"in alaska. on thursday, <strong> Sarah Palin </strong> suggested she would take that same proposal to washington.\" we're going to do a few new things also, <q> she said at a rally in cedar rapids. </q> for instance, as alaska's governor, i put the government's checkbook online so that people can see where their money's going. we'll bring that kind of transparency, that responsibility, and accountability back", "new_id": -2}, {"uid": "2008110320_00028693_W", "i": 1244, "idx": 1, "sa": ["Barack Obama"], "q": "understand very well that after more than three centuries of being taught, conditioned and indoctrinated to hate the black man as your inferior, it is unrealistic to think that now you can just change to respect him, <q> king wrote. he predicted <strong> Barack Obama </strong> would have had an easy victory in this election if he were white. </q> try to think of your beloved country america and what's best for miss liberty, \"king said.\" then try not to think of <strong> Barack Obama </strong> as a black man but as an american fighting for what's", "new_id": -2}, {"uid": "2008101210_00001900_W", "i": 559, "idx": 9, "sa": ["Eugene White"], "q": "on the crash of 1929 and its aftermath, thinks that the only real similarity between today's climate and the great depression is that, once again,\" the market is moving on fear, not facts. <q> as bumbling as its response so far may seem, the government's actions in 2008 are <NO_QUOTATION> from the hands-off mentality of the hoover administration and the rigid detachment of the federal reserve in 1929 through 1932. </q> policymakers are making much wiser decisions, \"says prof. <strong> Eugene White </strong>,\" and we are moving in the right direction. \"investors seem, above all, to be in a state of shock, bludgeoned into paralysis", "new_id": -2}, {"uid": "2008121414_00007337_W", "i": 1601, "idx": 0, "sa": [], "q": ", saying his group only targets indian forces and indian defense installations as part of efforts to force india out of its portion of the disputed kashmir region.\" this is a jihad, and it will continue, <q> ghaznavi told the associated press in a call sunday from an undisclosed location. he also claimed his group has </q> no direct or indirect links \"with the taliban or al-qaida.\" we neither finance them nor support them, \"he said. pakistani officials said indian aircraft entered one to three miles( two to four kilometers", "new_id": -2}, {"uid": "2008091717_00023535_W", "i": 322, "idx": 2, "sa": [], "q": "think <NO_QUOTATION> isn't offensive, then i dare you to call someone of mixed( black/white) parentage a <NO_QUOTATION> and gage their reaction. idiot.\" but you see he never was an executive decision maker. <q>----- translation: he never served in the executive role of a government. also, the letter states: </q> excuse me for having the intelligence to assess the candidates on their beliefs, values, knowledge and experience \". key word there is <NO_QUOTATION>. if the letter writer was really weighing a candidate's experience to make", "new_id": -2}]