[{"i": 12615, "idx": 13, "index_answer": 0, "new_id": -1, "q": ". You must fill out the comment body in order to submit a comment. People wait to talk with U.S. Rep. <strong> Mike Pence </strong>, R-6th District, after a September 2009 town hall meeting in Richmond. <q> As a strong believer in federalism, I am encouraged by Congressman <strong> Mike Pence </strong>'s decision to explore how he can best serve the people of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision. </q>-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association. \"While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an", "sa": ["Gov. Rick Perry", "Mike Pence"], "uid": "1296218172048857090"}, {"uid": "1295039838092176408", "i": 37840, "idx": 1, "sa": ["Mike Pence"], "q": "change, to deal with the military authorization bill and several other crucial issues,\" said Democratic Representative House Appropriations Committee. He said Republicans rebuffed Democratic attempts to reach a deal on handling amendments quickly. <q> We have tried every way we can to involve the minority, </q> he said. \"We recognize a filibuster by amendment when we see it.\" When <strong> Mike Pence </strong> was asked why seeking a recorded vote on an amendment that both sides supported wasn't a stall tactic, he grinned", "new_id": -2}, {"uid": "1295627764018169864", "i": 48167, "idx": 2, "sa": ["Eric Schmidt"], "q": "responsibility and accountability at the top of the company.\" \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" comments <strong> Eric Schmidt </strong>. <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,\" adds Page. \"The results speak for themselves. There is no other CEO in the world that could have kept", "new_id": -2}, {"uid": "1296939454193232924", "i": 27297, "idx": 0, "sa": ["Sergio Marchionne"], "q": "- SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as \"shyster loans.\" <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement. \"I regret the remark which I consider inappropriate.\" Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "new_id": -2}, {"uid": "1297174129185073696", "i": 42956, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "Council meeting and then the use of the City Attorney's Office to block \"intensely personal\" information from going public. <strong> Dwaine Caraway </strong> proudly bestows a key to the city on convicted dog-torturer <strong> Michael Vick </strong>.( Yes, <q> It's time to change all the locks </q> has been said already.) Jacquielynn Floyd says <strong> Dwaine Caraway </strong> should have looked a little harder for candidates: \"And some maintain that <strong> Michael Vick </strong>, who lost his personal fortune and did prison time before being", "new_id": -2}, {"uid": "1296108792157515807", "i": 30765, "idx": 0, "sa": ["Eric Schmidt", "Ken Loach"], "q": "director as students argue with him to use his influence to secure the release of cleaning staff kidnapped by immigration police on Friday morning. Press Release: <strong> Ken Loach </strong>, director of the film Looking For <strong> Eric Schmidt </strong>, stated: <q> This raid is the action of a bully. Migrant workers are amongst the most vulnerable- poorly paid and far from home. Recent action by Unison to secure better wages and conditions at SOAS was good news. Now we wonder if the SOAS cleaners are being targeted because they dared to organise as trade unionists. We should all stand with them in solidarity in the face of this victimisation. </q> Full, updated press release below- please circulate far and wide.*********************************** Without any advance warning from their ISS bosses nor the university management, SOAS cleaning staff were confronted by a hefty team of immigration officers at", "new_id": -2}, {"uid": "1297119812245366792", "i": 1417, "idx": 2, "sa": ["Simon Cowell"], "q": "; and Seattle, WA. <strong> Simon Cowell </strong> and Fox announced they had inked a deal to have the sharp-tongued Brit leave American Idol and launch an American edition of The X Factor early last year. <q> Where we have come to and agreed is that The X Factor will launch in America in[ Fall] 2011, with me judging the show and executive producing the show. Because of that this will be my last season on American Idol, this year, </q> <strong> Simon Cowell </strong> told reporters at a January 2010 media event announcing the deal. he'd insisted it wasn't a negotiating ploy, <strong> Simon Cowell </strong> had spent the prior year stating he was unsure whether he'd remain with", "new_id": -2}, {"uid": "1295675868065781764", "i": 38936, "idx": 12, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "by a defender in the first half, threw down a reverse jam and landed on his left foot. The usually ordinary play told <strong> Carmelo Anthony </strong> everything he needed to know- his sprained left ankle was just fine. <q> I figured if I could do that, I'm good, </q> <strong> Carmelo Anthony </strong> said. A healthy <strong> Carmelo Anthony </strong> scored 25 points, <strong> Allen Iverson </strong> had 24 points and 13 assists, and the Denver Nuggets beat the Charlotte Bobcats 117-101 on Saturday night. \"It didn't hurt at all,\"", "new_id": -2}, {"uid": "1297229275207454253", "i": 44, "idx": 4, "sa": ["John McCain", "Donald Rumsfeld"], "q": "while he \"respect[ s] <strong> Donald Rumsfeld </strong>,\" they had \"a very, very strong difference of opinion about the strategy he was employing in Iraq, which I predicted was doomed to failure.\" <q> Thank God he was relieved of his duties, and we put the surge in, </q> <strong> John McCain </strong> said. \"Otherwise, we would have had a disastrous defeat in Iraq.\" <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a \"hair-trigger temper\" and \"a propensity to shift his positions", "new_id": -2}, {"uid": "1295979046057327630", "i": 9523, "idx": 0, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q> My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a start-up, </q> Page said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}]