[{"uid": "1297242012104841244", "i": 8786, "idx": 3, "sa": ["Howie Day", "David Letterman", "John Mayer", "Jay Leno", "Mat Kearney", "Sheryl Crow", "Conan O'Brien"], "q": "SEB press release, <strong> Mat Kearney </strong>, whose top songs include`` Nothing Left to Lose,''`` Undeniable,''`` Breathe In, Breathe Out,'' and`` Closer to Love,'' has been featured on <q> The Tonight Show with <strong> Jay Leno </strong>, </q>`` The Late Show with <strong> David Letterman </strong>,''`` Ellen'' and`` Late Night with <strong> Conan O'Brien </strong>.'' <strong> Howie Day </strong> has toured with <strong> Sheryl Crow </strong>, <strong> John Mayer </strong>, The Barenaked Ladies and Train, and his hit song`` Collide''", "new_id": -2}, {"uid": "1296770902233816070", "i": 20109, "idx": 1, "sa": ["Mike Pence"], "q": "receives. Republican <strong> Mike Pence </strong> has introduced the legislation. In Virginia, anti-abortion activists and social conservatives said the videos illustrate what they said is Planned Parenthood's disregard of laws intended to regulate abortion. <q> Their clinics are just blatantly violating laws, and they're doing it to the sums of hundreds of millions of dollars of taxpayer funds, </q> said Anna Franzonello, an attorney for Americans United For Life. Rita Dunaway, an attorney with The Rutherford Institute, which generally promotes conservative causes, said the videos underscore`` the need for greater regulation", "new_id": -2}, {"uid": "1297310036062455890", "i": 39107, "idx": 1, "sa": ["Steve Ballmer"], "q": ".`` In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops,'' <strong> Steve Ballmer </strong> said in an e-mail to all employees Wednesday. <q> We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways. </q> <strong> Steve Ballmer </strong> also said in his e-mail that Amithabh Srivastava, a senior vice president for Server and Tools who seemed the heir apparent, is leaving. It's unclear where Srivastava will go next. He was", "new_id": -2}, {"uid": "1295616928206700565", "i": 53202, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "wie href=\"http://www.facebook.com\" target=\"_blank\"> Facebook machen. <strong> Larry Page </strong> will 13 Jahre nach Gr?ndung der Suchmaschine Anfang April das Ruder von dem seit rund zehn Jahren amtierenden Vorstandschef <strong> Eric Schmidt </strong> bernehmen. Dieser wird nun Chef der Verwaltungsrats und scherzte: <q> T?gliche Aufsicht durch Erwachsene ist nicht mehr n?tig. </q> Welch gute Arbeit <strong> Eric Schmidt </strong> auf dem Chefposten geleistet hat, belegte die aktuelle Gesch?ftsbilanz vom Donnerstagabend: wieder einmal bertrumpfte Google alle Erwartungen und steigerte Umsatz wie Gewinn um knapp ein Drittel. Google bekommt Konkurrenz bereits deutlich zu", "new_id": -2}, {"uid": "1297621441160415795", "i": 41019, "idx": 3, "sa": ["Mike Pence", "Cecile Richards", "Lois Capps"], "q": "_ have vowed to fight the proposed funding cut.`` In my community, Planned Parenthood is a very highly regarded mainstream organization,'' said <strong> Mike Pence </strong> <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as <q> driven by an extreme ideological agenda. </q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people.`` This", "new_id": -2}, {"uid": "1295088825117588096", "i": 39421, "idx": 0, "sa": ["Andy Coulson", "Chris Bryant"], "q": "legislator <strong> Chris Bryant </strong>, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q> The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome, </q> he said. <strong> Chris Bryant </strong> said the police had`` severely'' damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. MENTAL", "new_id": -2}, {"uid": "1297123251257998885", "i": 31177, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "Photo/Joel Ryan, file) LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series`` The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to", "new_id": -2}, {"uid": "1295887713005734413", "i": 37452, "idx": 3, "sa": ["Zahi Hawass"], "q": "`` Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,'' <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> FILE- In this March 7, 1982 file photo, Cleopatra's... File photo of German Chancellor Merkel looking at... Queen Nefertiti, the ubiquitous, media-savvy Egyptian antiquities director whose... Egypt asks Berlin to", "new_id": -2}, {"uid": "1294986518220069897", "i": 36709, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": ", D-NY. The New York senator is a close friend of the congresswoman. On Wednesday night, she was in <strong> Gabrielle Giffords </strong>' hospital room for the biggest milestone. <strong> Gabrielle Giffords </strong> opened her eyes. <q> When her husband saw her making this effort he urged her and said <strong> Gabrielle Giffords </strong> open your eyes, open your eyes. And sure enough she did, </q> said <strong> Kirsten Gillibrand </strong>.`` I was there when she was surrounded by her friends in the Congress and Senate. And I think it was a combination, perhaps, of the unexpected and the familiar that really", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.`` I think he'd clear the field.'' Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}]