[{"uid": "1296770511173654034", "i": 14669, "idx": 43, "sa": ["Ted Kennedy", "Donald Rumsfeld"], "q": "not appreciate that the end of major combat operations was hardly the end of the mission. He had seen an early draft of Bush's \"too optimistic\" speech for that day and, over the phone, <q> suggesTed Kennedy edits to tone down any triumphalist rhetoric. </q> But the phrase on the aircraft carrier banner, <strong> Donald Rumsfeld </strong> said, \"would haunt his presidency until the day it ended.\" Another <strong> Donald Rumsfeld </strong> nemesis, as painTed Kennedy in these pages, was Deputy Secretary of", "new_id": -2, "mturk_index": "708"}, {"uid": "1297379324211959809", "i": 57311, "idx": 0, "sa": ["Kirsten Gillibrand", "Bob Casey", "Sherrod Brown", "Jon Tester", "Charles Ellis Schumer", "Janet Napolitano", "Herb Kohl"], "q": "increased in the past few years. <strong> Charles Ellis Schumer </strong> was joined in his request by fellow New York Sen. <strong> Kirsten Gillibrand </strong>, <strong> Bob Casey </strong> of Pennsylvania, <strong> Sherrod Brown </strong> of Ohio, <strong> Jon Tester </strong> of Montana and <strong> Herb Kohl </strong> of Wisconsin. <q> Given what is at stake in combating illegal cross-border activity, and given its past success,( we) write to ask your agencies to co-ordinate in determining whether there are any available military technological assets anywhere around the world that can be more effectively deployed along our northern border to combat drug smuggling, </q> the senators wrote in the letter. Their move is seemingly at odds with <strong> Janet Napolitano </strong>, who defended bilateral border security efforts just a day earlier by tersely brushing off the findings of a recent congressional report that", "new_id": -2, "mturk_index": "597"}, {"uid": "1295432257076251251", "i": 43899, "idx": 0, "sa": ["Steve Ballmer", "Tim Cook", "Steve Jobs", "Jonathan Ive"], "q": "leadership bench; COO <strong> Tim Cook </strong> in the spotlight \"For many people, Apple would not be Apple without <strong> Steve Ballmer </strong> P. <strong> Steve Jobs </strong>,\" Miguel Helft and Claire Cain Miller report for The New York Tim Cookes. <q> The sudden decision by the company's chief executJonathan Ive to take a medical leave for the third Tim Cooke in less than a decade raises anxieties about the leadership of the company he helped found more than three decades ago, </q> Helft and Miller report. \"It also puts the spotlight again on several senior executJonathan Ives who have been helping Mr. <strong> Steve Jobs </strong> run the company, in particular <strong> Tim Cook </strong>, the chief operating officer, who will take over day-to-day", "new_id": -2, "mturk_index": "218"}, {"uid": "1297661612114016263", "i": 12203, "idx": 0, "sa": ["David Letterman", "Justin Bieber", "Win Butler", "Howard Stern", "Whitney Houston", "Patrick Monahan"], "q": "We're going to go play another song because we like music. Thank you to the Grammys. Thank you everyone. We're so happy.\" - Arcade Fire frontman <strong> Win Butler </strong>.-- <q> I should have thanked my wife instead of <strong> Howard Stern </strong> because I'm probably in a lot of trouble.- Train frontman <strong> Patrick Monahan </strong> backstage after accepting the award for pop performance with vocals by a duo or group.-- \"<strong> Justin Bieber </strong>? Hairpiece. </q>- <strong> David Letterman </strong> revealing the top Grammy surprises.-- \"I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote` Born This Way,' I", "new_id": -2, "mturk_index": "1520"}, {"uid": "1295674060172441608", "i": 18391, "idx": 7, "sa": ["Allen Iverson", "Tim Duncan", "Chauncey Billups", "Yao Ming"], "q": "for the Lakers, but went 12-of-30 from the floor. \"We just played a good all-around game,\" <strong> Allen Iverson </strong> said after the Pistons won for the third Tim Duncane since his arrival from Denver five games ago. <q> It's just about playing basketball, understanding what we want to do on the basketball court. \"We didn't feel like it would take long, but we knew it would be kind of shaky in the beginning because I'm a totally different player than <strong> Chauncey Billups </strong>. I'm a lot more aggressive when it comes to driving to the basket, so my teammates have to know what spot I want them to be in to be able to create shots for them. </q> In winning their first seven, the Lakers had averaged a league-high 104.7 points and held opponents to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoYao Ming the final", "new_id": -2, "mturk_index": "1267"}, {"uid": "1297337662173015081", "i": 58256, "idx": 1, "sa": ["Prince William, Duke of Cambridge", "Simon Cowell"], "q": "Factor star told Access Hollywood that he will wait until the royal wedding is over before he confirms the date of his own do. \"I don't want to overshadow <strong> Prince William, Duke of Cambridge </strong>,\" he said. <q> So they've got to go first. </q> Discussing what he would wear on the big day, <strong> Simon Cowell </strong> admitted that the suit he wore in a recently premiered promo for The X Factor USA had received a lot of praise. Dead Space", "new_id": -2, "mturk_index": "513"}, {"uid": "1295005888194838584", "i": 25761, "idx": 2, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Kasie Hunt"], "q": "had been telling her that she was inspiring the country with her courage and that we couldn't wait to take her out to pizza and a weekend away,\" <strong> Kirsten Gillibrand </strong>, a New York Democrat, said. <q> <cite> skint: Jan. 13, 2011- 3:19 PM EST </cite> Lets tell the FACTS Ms. <strong> Kasie Hunt </strong> because they are out there. </q> Rep. <strong> Gabrielle Giffords </strong> opened her eys and responded to commands last Sunday, Monday and Tuesday. The doctors TOLD us in their media coverage on those days, so don't try heaping praise on some kind", "new_id": -2, "mturk_index": "465"}, {"uid": "1295582443002506841", "i": 39002, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "the tech industry. <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have long run Google as a trio, an approach they spelled out in an \"owner's manual\" included in the company's 2004 IPO filing. <q> We run Google as a triumvirate, </q> <strong> Larry Page </strong> and <strong> Sergey Brin </strong> wrote. \"The three of us run the company collaboratively with <strong> Sergey Brin </strong> and me as presidents. The structure is unconventional, but we have worked successfully in this way.\" <strong> Eric Schmidt </strong> said", "new_id": -2, "mturk_index": "2115"}, {"uid": "1295991953089178223", "i": 3688, "idx": 5, "sa": ["George H. W. Bush", "George W. Bush", "Dick Cheney", "Donald Rumsfeld"], "q": "staff under <strong> George H. W. Bush </strong> Ford- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. \"It's not a journal, it's not a diary,\" he says of the Ford White House notes. <q> It is a set of working documents that I've never edited. In fact, most I've never reread. </q> As defense secretary under <strong> George W. Bush </strong> <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: \"Are we winning or losing the war", "new_id": -2, "mturk_index": "873"}, {"uid": "1295283262030097462", "i": 18928, "idx": 1, "sa": ["Jon Stewart", "Piers Morgan", "David Letterman"], "q": "then- you know, last week both <strong> Jon Stewart </strong> and <strong> David Letterman </strong> made a huge deal of pretending not to know who I was. Fantastic!` Cos we all know they do.\" He continued: <q> So it's funny. I want to be the great unknown of American television, the one they all pretend they don't know. That's great! Perfect! </q> Discussing how he likes \"stirring things up\" and causing \"controlled mayhem\" , <strong> Piers Morgan </strong> added: \"CNN know they haven't hired Mother Teresa, to put it bluntly.\"", "new_id": -2, "mturk_index": "724"}]