[{"uid": "1297113612077856768", "i": 26117, "idx": 6, "sa": ["Simon Cowell"], "q": "'s Got Talent'' have fished the talent pool, <strong> Simon Cowell </strong> said he has a gut feeling he will be able to uncover such a talent.`` You've only got to find one,'' he said. <q> If I didn't believe I could do this, there would be no point in making the show. </q> The mentoring component grew out of him becoming bored and frustrated just sitting at the Idol desk and picking apart performances.`` I wanted to make a show on which I and my fellow judges could help", "new_id": -2}, {"uid": "1295799418036782093", "i": 3278, "idx": 6, "sa": ["Gabrielle Giffords", "Robert Gates", "Barack Obama", "Colin Powell"], "q": "possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal Barack Obamaial advisor. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor", "new_id": -2}, {"uid": "1296031312047366153", "i": 8267, "idx": 0, "sa": ["Bill Lockyer", "Tim Rutten"], "q": "roam free. The budget negotiations in Sacramento are a work in progress, and each side is proceeding with care at the moment. But the comments by <strong> Bill Lockyer </strong>, who acknowledged in his talk that he <q> was not supposed to be saying any of this, </q> should remind all who are paying attention precisely how dire the crisis is. This is not a moment for Democrats to protect their constituencies and title=\"Republican Party\" href=\"http://www.laTim Ruttenes.com/topic/politics/parties-movements/republican-party-ORGOV0000004.topic\"> Republicans to circle their wagons against new taxes.", "new_id": -2}, {"uid": "1297197242093274120", "i": 53543, "idx": 12, "sa": ["Lady Gaga", "Simon Cowell", "Paula Abdul"], "q": "<strong> Paula Abdul </strong>,'' he said.`` We've been in regular contact.'' <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it. <q> Over the years you've seen a different type of artist emerge, </q> he explained, noting that a certain je ne sais quoi has become just as important as chops.`` A good example of that is <strong> Lady Gaga </strong>. God only knows what we would have said to her if she", "new_id": -2}, {"uid": "1295796274110280734", "i": 13315, "idx": 2, "sa": ["David Cameron", "Andy Coulson"], "q": "that he was representing four people who believe their phones were hacked by journalists from papers other than the News of the World.`` Lots of people were doing it,'' he said. <q> It was such a widespread practice. Although it is a crime, people were regarding it as though it was driving at 35mph( miles per hour) in a 30mph zone, that you just sort of do it and hope you don't get caught. </q> Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. Article: PM` damaged' by media chief's resignation", "new_id": -2}, {"uid": "1297427878083165189", "i": 11512, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "referring the Nokia-Microsoft attempt to prevent Google's Android operating system and the Apple iPhone from owning the entire smart phone market.. Seated next to Mr. <strong> Stephen Elop </strong> in a London hotel auditorium, Mr. <strong> Steve Ballmer </strong> said <q> this partnership with Nokia will accelerate- dramatically accelerate- our Windows phone ecosystem. </q> The partnership did not impress investors, who drove down Nokia's shares by 9 per cent in morning trading in Europe. Analysts said the plunge was in good part due to Nokia's warning of``", "new_id": -2}, {"uid": "1295698242000426021", "i": 44534, "idx": 1, "sa": ["Simon Cowell", "Dermot O'Leary"], "q": "the British version has been unclear recently, as has that of judge Cheryl Cole and <strong> Simon Cowell </strong> himself.`` Have I got it? I still don't know,'' <strong> Dermot O'Leary </strong> told the Daily Mail. <q> I've thrown my hat in the ring. I've been over, had a few meetings. I've sat down with <strong> Simon Cowell </strong>, I've made a pitch. To be honest, there's not a lot more I can do. </q> However, <strong> Dermot O'Leary </strong> insists that he is an outsider in an`` odd'' situation on account of not being American.`` It's all a bit odd- I didn't do any screen", "new_id": -2}, {"uid": "1296164507194232338", "i": 1291, "idx": 0, "sa": ["Bernie Sanders"], "q": "is also true that the only way those bonds get redeemed is out of the current income of the United States.'' Other lawmakers said Social Security's financial problems are not that urgent. <q> In the last 75 years, in good times and in bad times, Social Security has paid out every nickel owed to every eligible beneficiary at a relatively modest administrative cost, </q> said Sen. <strong> Bernie Sanders </strong>, who organized the first meeting of the Senate Social Security caucus Thursday.`` We are getting very tired about hearing our Republican and right wing friends telling us about how Social Security is", "new_id": -2}, {"uid": "1295804167208044044", "i": 29933, "idx": 0, "sa": ["Steve Ballmer"], "q": "the cloud, with the worldwide launch of the Microsoft Dynamics CRM Online platform-the company's hope for blunting similar competition from Oracle and Salesforce.com. A Jan. 17 statement by Microsoft CEO <strong> Steve Ballmer </strong> emphasized the cloud platform's <q> familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data. </q> The release comes at a time when Salesforce.com and Oracle have been making very public their own product-line updates and swipes at Microsoft's market position. The Microsoft Dynamics CRM Online service became available Jan. 17 for", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}]