[{"uid": "1296034427048955395", "i": 10308, "idx": 0, "sa": ["Alassane Ouattara", "Ben Ali"], "q": "for further investigation( into the election),'' Tamale Mirundi told AFP on Tuesday, saying his comments were based on remarks made by Museveni at a meeting outside the capital. Mirundi said Museveni favours <q> a serious approach that involves investigating the( electoral) process, including registration of voters and who voted. </q> The investigation should be carried out by an African Union ad hoc committee, he said. The international community recognised <strong> Alassane Ouattara </strong> as winner of Ivory Coast's disputed presidential ballot in November. IncumBen Alit Laurent", "new_id": -2}, {"uid": "1296137820192086043", "i": 58535, "idx": 0, "sa": ["Michael Gove"], "q": "Operations soldiers were killed in a bomb attack last year in north-western Pakistan, where militants are very active. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1296939026066093065", "i": 51455, "idx": 4, "sa": ["Sergio Marchionne"], "q": "concern. I regret the remark which I consider inappropriate,'' <strong> Sergio Marchionne </strong> said in his statement. Some suggested his comments showed a lack of gratitude for the government's decision to save Chrysler. <q> I have repeated on numerous occasions, on behalf of all the people at Chrysler, our gratitude to the U.S. and Canadian governments for the financial assistance that was critical to the recovery of our Group, </q> he said. <strong> Sergio Marchionne </strong> noted that no one else but the Canadian and U.S. governments were willing to help Chrysler.`` As the only parties willing to underwrite the risk associated with Chrysler's recovery", "new_id": -2}, {"uid": "1295668654007979024", "i": 7389, "idx": 0, "sa": ["Danny Sullivan", "Eric Schmidt"], "q": "a hot company before it goes public. Some engineers seem to be drawn by the work at a smaller company, which offers an opportunity to reshape culture with less corporate bureaucracy and more creative freedom. <q> Facebook has become the cool kid on the block, and now Google wants to prove it can still be cool, too, </q> says <strong> Danny Sullivan </strong>, who follows both companies closely as editor-in-chief of Search Engine Land. To get back to its roots, Google concluded it needed to rearrange the hierarchy in place since technology veteran <strong> Eric Schmidt </strong> was brought", "new_id": -2}, {"uid": "1296888568025706496", "i": 978, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "said he has spoken to Eagles quarterback <strong> Michael Vick </strong> three times in the past two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. <q> We're looking for success stories; we're not looking for players to fail, </q> <strong> Roger Goodell </strong> said.`` He's paid a very significant price, and he's doing the right thing.'' <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he", "new_id": -2}, {"uid": "1297075499210305061", "i": 40300, "idx": 0, "sa": ["Phillip Carter", "Alassane Ouattara"], "q": "novembre en C?te d'Ivoire ne sont pas sujets? pol?mique: le scrutin s` est d?roul en pr?sence d'observateurs des Nations unies et il a repr?sent une victoire indiscutable pour l'ancien premier ministre du pays, M. <strong> Alassane Ouattara </strong>. <q> Les lections se sont d?roul?es normalement. </q> C'est ce qu'a d?clar l'ambassadeur des tats-Unis en C?te d'Ivoire, M. <strong> Phillip Carter </strong>, lors d'une conf?rence de presse qu'il a donn?e au d?partement d'?tat le 4 f?vrier et au cours de laquelle il a en outre indiqu", "new_id": -2}, {"uid": "1296055712213385310", "i": 26851, "idx": 0, "sa": ["Eric Schmidt"], "q": ", will work mainly in London, Munich and Zurich and be split between technology and sales. Announcing the plan at a conference in Munich yesterday( 25 January), outgoing chief executive <strong> Eric Schmidt </strong> says: <q> We looked at this year and our prospects for growth in Europe, and our businesses globally are doing well, both our core business and our adjacent businesses. </q> Google has identified the UK in particular as an opportunity to grow revenue. The UK accounted for 10%(? 552m) of the company's total revenue in the fourth quarter. Google", "new_id": -2}, {"uid": "1295391203109740051", "i": 8995, "idx": 3, "sa": ["Sergio Marchionne"], "q": "We are not going to give up one inch of territory,'' <strong> Sergio Marchionne </strong> said. A Chrysler auto worker installs seat belts to a Chrysler Chrysler Brand CEO Francois speaks in... Chrysler Town and Country Report Abuse <q>`` We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday'' \"`` One amenity is an optional heated steering wheel, a first among minivans.'' Report Abuse \" Why haven't detroit automakers learned yet that we don't want rebadged", "new_id": -2}, {"uid": "1296278683209059853", "i": 58375, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "District,''' explained Feuirer. Balfour says SST is the largest manufacturer of this technology in the world. But despite global success, SST is still considered a`` small business'' with only 38 employees. <q> As a small business you have to watch every dollar, </q> Balfour said.`` If you have a few more dollars you can expand that research and development group.'' <strong> Kirsten Gillibrand </strong>'s plan would create a permanent 20 percent research and development tax credit that could impact more than", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,'' <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as`` deals, partnerships, customers and broader business relationships,'' while Page would <q> merge Google's technology and business vision. </q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so`` there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}]