[{"uid": "1297377651148979723", "i": 23935, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "LOL! RumsfeldOffice <strong> Donald Rumsfeld </strong> 10 posted on 02/10/2011 2:27:14 PM PST CPAC is a total disaster. JimRob called it an \"effin circus\" earlier today. 12 posted on 02/10/2011 2:28:40 PM PST <q>The former defense secretary was also booed when took to the stage.</q> Absolutely disgraceful. <strong> Donald Rumsfeld </strong> is not without his faults, but who isn't? We've gone 10-years without a major, coordinated attack on American soil. <strong> Donald Rumsfeld </strong> deserves his share of the credit. The people", "new_id": -2}, {"uid": "1295639889070795268", "i": 22939, "idx": 1, "sa": ["Les Hinton", "Andy Coulson", "Glenn Mulcaire"], "q": "Allegations loom against reporters, questions remain for former editors like <strong> Andy Coulson </strong>, while <strong> Les Hinton </strong>, executive chairman for 12 years until 2007, seemed to be confident hacking was not widespread. <strong> Les Hinton </strong> told MPs last year: <q>There was never any evidence delivered to me that suggested that the conduct of <strong> Clive Goodman </strong> spread beyond him.</q> Critical evidence is being extracted from the Metropolitan police. The Met is sitting on notebooks, call records and other information seized from <strong> Glenn Mulcaire </strong>, the private investigator employed by the News of the World in 2006", "new_id": -2}, {"uid": "1295618523207978567", "i": 5856, "idx": 6, "sa": ["Walt Disney", "Eric Schmidt"], "q": ". The computer scientist was Google's founding CEO before handing the reins to <strong> Walt Disney </strong> <strong> Eric Schmidt </strong> in August 2001.\"-- <strong> Eric Schmidt </strong>'s \"An update from the Chairman,\" on The Official Google Blog: <q><strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be Co-Founder.... I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach.</q> http://bit.ly/fAMu1H--@ericschmidt: \"Day-to-day adult supervision no longer needed!... Stepping up as Exec Chairman. New to-do's: London-Monday. Munich-Tues. Zurich-Wed. Davos-Thurs.\" SPORTS BLINK:", "new_id": -2}, {"uid": "1294997731235044878", "i": 42724, "idx": 4, "sa": ["Brian Finneran", "Michael Vick"], "q": "the first couple of years, then got a little lax.\" As for the idea that <strong> Michael Vick </strong> is only now getting topflight coaching, <strong> Brian Finneran </strong> wasn't slighting the Eagles' staff when he said, <q>I think Mike was coached[ in Atlanta]. He had all the opportunity to put in a little extra time. These coaches are here all the time.</q> <strong> Brian Finneran </strong> got along with <strong> Michael Vick </strong>. He's just not afraid to speak his mind, including to teammates' faces. \"It's almost like a pay-it-forward type deal,\" <strong> Brian Finneran </strong> said.", "new_id": -2}, {"i": 8927, "idx": 1, "index_answer": 1, "new_id": -1, "q": "<strong> Colin Powell </strong> thinks that America \"isn't quite post-racial\" at this time. \"These problems still exist in post-racial America.\" However, he suggested that <strong> Henry Louis Gates </strong> should not have argued with the policeman arresting him. <q>You don't argue with a police officer,</q> he says. <strong> Colin Powell </strong> also called the arresting cop, Sergeant James Crowley, \"an outstanding police officer.\" Also, at 5:10, <strong> Colin Powell </strong> admits he's been profiled \"many times\" as a national security", "sa": ["Henry Louis Gates", "Colin Powell"], "uid": "1295963185223494146"}, {"uid": "1295476069159825942", "i": 19585, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "' efforts and that <strong> Sen. Bernie Sanders </strong> may introduce the legislation to allow Single Payer in States that want to start an SP system. Dodd makes no commitment to vote for it, but he will look at it. http://wn.com/Hundreds_March_for_Single-Payer_Health_Care_in_Vermont <q>I'm 70 and I have friends in their 90s and we all have Medicare and we all say \"we're so lucky.' Everyone should have Medicare and that's what really this is looking at.</q>-- Barbara Elsbeth of Waitsfield \"We\"re just gon na keep moving forward and hopefully by 2011, 2012 we can put in a real system that covers everybody, that makes sense, put our health care dollars", "new_id": -2}, {"uid": "1297206885034078772", "i": 1124, "idx": 1, "sa": ["Chris Harrison", "Simon Cowell", "Camille Grammer", "Hailee Steinfeld"], "q": "looked really bad in the buff and it was obvious she did it ABC News: Kelsey and <strong> Camille Grammer </strong>: <strong> Simon Cowell </strong> No More ABC News: Watch: <strong> Hailee Steinfeld </strong> on \"True Grit' Bachelor\"s <strong> Chris Harrison </strong> on Michelle: <q>Hot Girls Can Get Away with a Lot</q>", "new_id": -2}, {"uid": "1295598786207912973", "i": 10660, "idx": 13, "sa": ["Eric Schmidt", "Rob Enderle", "Google Inc."], "q": "in command seemed long overdue to longtime Silicon Valley analyst <strong> Rob Enderle </strong>. \"Whenever you have a caretaker CEO, they're supposed to stay in place until the founders have enough experience,\" he said. <q>Larry had enough experience about four years ago.</q> File photo of <strong> Google Inc. </strong> co-founder Larry Page and CEO <strong> Eric Schmidt </strong> File photo of <strong> Google Inc. </strong> co-founder Page speaking... <strong> Google Inc. </strong>. Photo in Slideshow: File photo of <strong> Google Inc. </strong> co-founder Page speaking with... <strong> Google Inc. </strong>. Photo in Slideshow:", "new_id": -2}, {"uid": "1296161177113164330", "i": 7150, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "] has been misinterpreted and[ it is] not well understood what we are doing,\" Mr <strong> Eric Schmidt </strong> said, explaining that he wanted details of the deal understood for the \"historic record\". <q>This has nothing to do with competitors, that is completely false. This was my proposal. People have never believed that the three of us could run the company as a triumvirate, but[ this is] a very, very well managed business. The three of us will be on all of the big decisions together.</q> Mr <strong> Eric Schmidt </strong> said that the three men had discussed the change last summer to aid \"clarity\" over decision making. Mr Page and Mr <strong> Sergey Brin </strong> had insisted that he retain a central role running the company", "new_id": -2}, {"uid": "1296753711058556440", "i": 35634, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "York companies could take advantage of the R&D credit, which if it is made permanent, could increase private investment in R&D by more than$ 7.5 billion across the country, according to Senator <strong> Kirsten Gillibrand </strong>. <q>My number one focus is on creating good-paying, family-supporting jobs. By supporting research and development, we can help our businesses become more competitive and create the high tech jobs of tomorrow,</q> Senator <strong> Kirsten Gillibrand </strong> said. \"New York is already home to the universities, businesses, laboratories, researchers and the bright minds we need for long-term economic strength. This proposal would leverage more private investment in our high-tech", "new_id": -2}]