[{"uid": "1295285232265912326", "i": 9438, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Hu Jintao", "President Bush"], "q": "<strong> Chuck Schumer </strong> and said he and a group of bipartisan senators would reintroduce a bill they crafted last year, but which never came to a vote in Senate. It would require the Treasury Department to investigate <q> China's manipulation of its currency and actually do something about it... The time for talk is over. We've had enough of China's empty verbiage, </q> he said. <strong> Chuck Schumer </strong>, <strong> Kirsten Gillibrand </strong>, Peter King urged an end to a \"zero sum\" Cold War relationship with the U.S., but... Photo in Slideshow: <strong> President Bush </strong>, <strong> Hu Jintao </strong>, on the eve of", "new_id": -2}, {"uid": "1296217506223641601", "i": 17638, "idx": 2, "sa": ["Mike Pence"], "q": ", who is close to <strong> Mike Pence </strong>, is adamant that he won't run for president-despite a visit to Iowa scheduled in March-but he'll be a key tea party voice in the primary process regardless. Running for president <q> is something[ <strong> Sen. Jim DeMint </strong>] doesn't want to do, but it's something that he's not going to close the door on. He'd like to find someone who's willing to make the fiscal tough calls, </q> Sullivan said. Still, <strong> Mike Pence </strong>'s move leaves particular space for a candidate who is stridently anti-abortion-a traditional GOP issue that has diminished in prominence as concerns about spending and the national debt have driven tea party", "new_id": -2}, {"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q> I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"We didn't elect \"Superman,\" we elected a human being.\" <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}, {"uid": "1294965093056983574", "i": 3890, "idx": 2, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "She even scratched her nose, Lemole said. The encouraging news continued when <strong> Kirsten Gillibrand </strong> and Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., stood in the hospital room Wednesday, talking, joking and touching their friend. <q> She was rubbing our hands and gripping our hands so... we knew she could hear and understand what we were saying and she moved her leg, and so we knew she was responding, </q> <strong> Kirsten Gillibrand </strong> said. \"And the more we joked about what we were going to do, she started to open her eyes.\" <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, realized the significance of the moment", "new_id": -2}, {"uid": "1296452173129859601", "i": 36106, "idx": 1, "sa": ["Michael Vick"], "q": "since 2005, having spent nearly two years in prison on dog-fighting charges. \"This is a great experience to be voted by your coaches and peers,\" said <strong> Michael Vick </strong>, the Philadelphia Eagles quarterback. <q> To get back so soon is just a blessing. </q> The Pro Bowl was played in advance of the Super Bowl for the second straight year after previously being contested after the season, and returned to its regular site in Honolulu following last year's break of", "new_id": -2}, {"uid": "1295880426196345858", "i": 15363, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "here\" The only illegality took place at <strong> Andy Coulson </strong>'s previous job. Ishowerdaily 23 January 2011 1:21 AM MicheleDerry 23 January 2011 1:37 AM WurzelGummidge 23 January 2011 1:38 AM <q> Ishowerdaily I think us lefties may be laughing more than you this evening Wurzel </q>:) Then that's all good.Everyones happy. CameronsAGoner 23 January 2011 1:51 AM What is startling about this is that <strong> David Cameron </strong> \"charlatan\" <strong> David Cameron </strong> has so little contrition about sleazy coulson going", "new_id": -2}, {"uid": "1297271131262504545", "i": 35414, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "that the democratization talk was something that emerged after WMD did not turn up in Iraq. \"It was hard to know exactly where the President's far-reaching language about democracy originated,\" <strong> Donald Rumsfeld </strong> writes. <q> It was not a large part of his original calculus in toppling Saddam's regime, at least from what I gleaned in private conversations and NSC meetings. I didn't hear rhetoric about democracy from <strong> Colin Powell </strong> or State Department officials. I know it did not come from the Department of Defense. <strong> Condoleezza Rice </strong> seemed to be the one top adviser who spoke that way, but it was not clear to me whether she was encouraging the President to use rhetoric about democracy or whether it was originating with the President. </q> N.B.. We encourage readers to share and discuss their thoughtful and relevant comments about this There They Went Again by John H. Fund", "new_id": -2}, {"uid": "1295658301074924120", "i": 24664, "idx": 0, "sa": ["Andy Coulson"], "q": "to step down over allegations of phone hacking by the News of the World when he was the newspaper's editor. Mr <strong> Andy Coulson </strong>, 43, insists he knew nothing about it, but yesterday said that <q> continued coverage of events connected to my old job... has made it difficult for me to give the 110% needed in this role </q>. The former journalist continued: \"I stand by what I've said about those events, but when the spokesman needs a spokesman, it's time to move on. \"I'll", "new_id": -2}, {"uid": "1297270524044515339", "i": 32404, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "entire continent. \"Ironically, my comment was unintentional,\" <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented \"old NATO' not` old Europe.\" <q> In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling french fries` freedom fries\" loved it, </q> he writes. \"The elites in Paris and Bonn who thought themselves the guardians of a sophisticated, new world order did not. All in all I was amused by the ruckus.\" Bush,", "new_id": -2}, {"uid": "1296570716100761626", "i": 902, "idx": 0, "sa": ["David Letterman"], "q": " \"Late Show With <strong> David Letterman </strong>,' the preteen heartthrob was trying to talk about his upcoming documentary movie, but we couldn't concentrate on what he was saying.-- <q> Right now[ I'm] just kind of like focusing like on my music a lot and stuff like that's really like important to me. </q>-- \"Like most people would just think like they just put me together; some people just made me; and like I\"m just like some factory like machine.\" And like the", "new_id": -2}]