[{"uid": "1296838786168542314", "i": 169, "idx": 0, "sa": ["George Washington", "David Letterman", "Julian Assange", "Sen. Joe Lieberman"], "q": "<strong> David Letterman </strong>'s show, laughed when <strong> David Letterman </strong> denounced <strong> Julian Assange </strong> as`` creepy,'' and-- while expressing concerns both that the U.S. Government over-classifies and doesn't safeguard its secrets with sufficient care-- disparaged WikiLeaks this way: <q> <strong> Sen. Joe Lieberman </strong> think he is a hero in his own mind, which makes me pretty suspicious.... We should not have </q> freelancers from other countries making a decision about what gets declassified by our government. <strong> George Washington </strong> government should be better about it, but <strong> Sen. Joe Lieberman </strong> don't want random Australians deciding for me.[ audience laughs and cheers appreciatively", "new_id": -2}, {"uid": "1294980002041598981", "i": 48221, "idx": 0, "sa": ["Steve Ballmer"], "q": "Microsoft CEO <strong> Steve Ballmer </strong> should probably stay in place. I bring this up because my eWeek colleague, Don Reisinger, just published an article titled, <q> <strong> Steve Ballmer </strong>'s CES Performance Proves He Needs to Go. </q> Among the reasons: Microsoft's failure to craft a sizable tablet response to the Apple iPad, <strong> Steve Ballmer </strong>'s supposedly misplaced faith in Windows Phone 7's market prospects and little progress in reversing Google's search-engine dominance", "new_id": -2}, {"uid": "1295562143244678673", "i": 825, "idx": 0, "sa": ["Eric Schmidt"], "q": "president of technology. The shake-up, which will take effect April 4, is the biggest change in management at the company since Mr. <strong> Eric Schmidt </strong> joined as chief executive in 2001. <q> Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> Mr. <strong> Eric Schmidt </strong> wrote in a blog post. Mr. <strong> Eric Schmidt </strong> said Mr. Page would`` merge Google's technology and business vision,'' while he would focus on external issues, like``", "new_id": -2}, {"uid": "1295669789217972768", "i": 11606, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "prohibits comments. By comparison, <strong> Eric Schmidt </strong> has a Twitter account, and he blogs. Google disseminates most of its announcements and other information via blog posts. Nine Google blog posts ranked in blogged and Tweeted-- <q> Day-to-day adult supervision no longer needed! </q>-- about Google executive changes, and he welcomed Wall Street analysts to ask about them( by joining the earnings conference call). <strong> Steve Jobs </strong> did neither. Granted, he is sick, which is reason enough,", "new_id": -2}, {"uid": "1297068187223330338", "i": 29277, "idx": 6, "sa": ["Eric Schmidt"], "q": "being dragged into a decade-long antitrust battle with the EU- in a similar vein to Microsoft's long-running skirmish with the European authorities- he replied:`` We certainly want to avoid that.'''' <q> I think it is in our interests and I would hope in its[ the EU's] interests to do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law, </q> <strong> Eric Schmidt </strong> added.`` We understand we play a major role in Europe and we're not denying that. We have a lot of meetings with appropriate government officials.'' Printed from www.pcpro.co.uk", "new_id": -2}, {"uid": "1296311657089227320", "i": 29396, "idx": 2, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Brazil_3_X_0_Cuba__2010_FIVB_Men's_World_Championship_Final__Brazil_wins_3rd_straight Brazil Men's World Champions for", "new_id": -2}, {"uid": "1295506907199884812", "i": 29390, "idx": 0, "sa": ["Sarah Palin", "Mike Pence"], "q": "- Prominent US Republican <strong> Sarah Palin </strong> on Monday defended her reference to` blood libel' that aroused controversy last week when she used the term to condemn criticism linking her fiery rhetoric to the Arizona shootings. <q> Blood libel obviously means being falsely accused of having blood on your hands. WASHINGTON- Prominent <strong> John McCain </strong> Republican <strong> Sarah Palin </strong> Monday defended her reference to`` blood libel </q> that aroused controversy last week when she used the term to condemn criticism linking her fiery rhetoric to the Arizona shootings.`` Blood libel obviously means being falsely an independent expenditure campaign aimed at getting Rep. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1297141645184188959", "i": 22671, "idx": 0, "sa": ["Eric Schmidt"], "q": "engines, asking for their views on Google's business practices by Feb. 11. The Commission is expected to take several months to digest the feedback. Google on Monday reiterated that it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the Commission to address any concerns, </q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle.", "new_id": -2}, {"uid": "1295093305253313052", "i": 3341, "idx": 3, "sa": ["Michael Jordan", "Allen Iverson", "Tracy McGrady", "Jermaine O'Neal"], "q": "from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002.`` I score a career high and we won the game,'' <strong> Allen Iverson </strong> said. <q> That's how you draw it up in your dreams. </q> It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana's <strong> Jermaine O'Neal </strong> had the previous high in the NBA this season, scoring 55 points against", "new_id": -2}, {"i": 205, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", or would it be seen a bit too cruel?'' he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN.`` Joking!'' he said to audience jeers. <q> I'd like to see you punch a 78-year-old man, </q> <strong> David Letterman </strong> said. The pair also discussed <strong> Piers Morgan </strong>'s UK newspaper career, his walk on the beach with <strong> Rupert Murdoch </strong>, and <strong> Ricky Gervais </strong>' Golden Globes hosting job. <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on", "sa": ["Piers Morgan", "David Letterman", "Rupert Murdoch", "Larry King", "Ricky Gervais"], "uid": "1295622096143933453"}]