[{"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said in a statement. ''By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}, {"uid": "1296224676092700695", "i": 2086, "idx": 10, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "that <strong> Mike Pence </strong> has ''come to the place that's right for him and his family.'' ''What I most want is for him to have a long future,'' <strong> Marjorie Dannenfelser </strong> said. <q>So I'm sure that he's made a discernment that this is the right move.</q> Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one ''because he made it.'' ''You've got to", "new_id": -2}, {"uid": "1297719959211173401", "i": 12017, "idx": 2, "sa": ["Steve Ballmer"], "q": "help solve some of Nokia's problems, such as the need to break into the U.S. market, he said. The agreement with Nokia could bring Windows Phone the scale the platform needs. <q>The Windows Phone platform, like any other, will only thrive with scale and with variety,</q> <strong> Steve Ballmer </strong> said. ''We will work with our partners to bring their innovations more rapidly into our platform while also working to ensure their innovation doesn't lead to the kind of fragmentation for developers that other platforms are", "new_id": -2}, {"uid": "1297723379254132231", "i": 1075, "idx": 1, "sa": ["Steve Ballmer"], "q": "from its competitors, referencing the company's ''smart design'' philosophy which guided the operating system. ''For the last few years the market has been swamped by phones of similar designs,'' <strong> Steve Ballmer </strong> said. <q>People want a phone that makes info more accessible and helps them complete basic tasks more easily. With smart design, we're trying to go about improving that experience.</q> He also outlined the upcoming improvements to Windows Phone, including a version of Internet Explorer 9( IE9), which employs a device's graphics processor to deliver the Web through HTML 5, and consumer", "new_id": -2}, {"uid": "1295433183052150274", "i": 41275, "idx": 10, "sa": ["Toby Young", "Simon Cowell"], "q": "tell it like it is. ''It's funny because 75 years ago Americans had a reputation for being honest and plainspoken, while Brits were thought to be mealy-mouthed and obsessed with propriety,'' says <strong> Toby Young </strong>. <q>It's as if we've switched places.</q> But with <strong> Simon Cowell </strong> gone, who's going to judge our nation of underachievers? AEvangelista at 12:06 AM January 19, 2011 Idol has a mature audience that's been with it a long time", "new_id": -2}, {"uid": "1294962672210993211", "i": 6922, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "we hope to do with her. And we knew she was responding- she was holding our hands, and caressing our hands and squeezing them and moving her arms, moving her legs,'' <strong> Kirsten Gillibrand </strong> recalled. <q>She started to open her eyes. And when her husband saw her making this effort, he urged her, said, ''<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes.' And sure enough, she did.</q> Special Section: Tragedy in Tucson <strong> Gabrielle Giffords </strong>' husband asked her to give a ''thumbs up'' if she could see the friends in the room. '''And a few moments later, she", "new_id": -2}, {"uid": "1295887550257261568", "i": 34872, "idx": 0, "sa": ["Eric Schmidt", "Liza McGuirk"], "q": "Weprin on January 24, 2011 11:41 AM <strong> Eric Schmidt </strong> wants his own TV show, and has consulted with ''Parker Spitzer'' executive producer <strong> Liza McGuirk </strong> about the possibility. <strong> Eric Schmidt </strong> supposedly filmed a pilot for CNN last August. <q> ''<strong> Eric Schmidt </strong> has been looking for a TV job for over a year,</q> said a CNN insider. ''But the pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster.''' <strong> Eric Schmidt </strong> has made a number of appearances on ''Parker Spitzer,'' since the show's debut", "new_id": -2}, {"uid": "1295614908206700700", "i": 45043, "idx": 1, "sa": ["Eric Schmidt"], "q": "!'' Spiceworks agentless, ad-supported management tool runs right in the browser, targeted at the small to medium sized business. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296600256096632842", "i": 28922, "idx": 0, "sa": ["Pauley Perrette", "David Letterman"], "q": "body. Showing off a tattoo between her finger that wouldn't be noticeable to the naked eye and even her arms, she had <strong> David Letterman </strong> Lettermen engrossed in her body art as she explained each piece. <q>Well most of mine are number based. I love math.,</q> said <strong> Pauley Perrette </strong>. ''I have little secret number tattoos everywhere. I design them.'' <strong> Pauley Perrette </strong> definitely is just as unique as her character on NCIS. From the cute dog she rescued that was shown", "new_id": -2}, {"uid": "1297114520257425423", "i": 35170, "idx": 11, "sa": ["Paula Abdul", "Johnny Weir", "Simon Cowell", "Katharine McPhee", "Jennifer Lopez"], "q": "<strong> Jennifer Lopez </strong>? Lastly, does he keep in touch with <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>? Does <strong> Johnny Weir </strong> Want To Be The <strong> Simon Cowell </strong> Of ''Skating With The Stars'? Olympic figure skater <strong> Johnny Weir </strong> chats with Access at the <q>Harry Potter and the Deathly Hallows: Part I</q> premiere about what kind of judge he wants to be on ABC's ''Skating with the Stars.'' Plus, why is <strong> Johnny Weir </strong> such a big ''Harry Potter''' fan? Access Hollywood Live: <strong> Katharine McPhee </strong>", "new_id": -2}]