[{"uid": "1295072018016613405", "i": 28962, "idx": 1, "sa": ["Alassane Ouattara"], "q": "force should be used to remove Mr Gbagbo,'' <strong> Alassane Ouattara </strong> said via videolink from the Abidjan hotel where the army, one of the few assets Gbagbo has left, has been besieging him for weeks. <q> This is clearly a situation of gross human rights violations, </q> <strong> Alassane Ouattara </strong> told US think tank the Centre for Strategic and International Studies.`` I do not want bloodshed,'' <strong> Alassane Ouattara </strong> said. But Gbagbo,`` at some stage has to know'', that the", "new_id": -2}, {"uid": "1297180316142131220", "i": 47680, "idx": 1, "sa": ["Steve Ballmer", "Bob Muglia"], "q": ". Chief Executive Officer <strong> Steve Ballmer </strong> plans to extend a management shake-up aimed at adding senior product executives with an engineering background, two people with knowledge of the decision said,'' Dina Bass reports for Bloomberg. <q> Changes may be announced this month, said one of the people, who declined to be named because the plans are private, </q> Bass reports.`` Last month, <strong> Steve Ballmer </strong> pushed out server division president and 23- year company veteran <strong> Bob Muglia </strong>, saying the company needed new leadership that could focus on areas such as cloud software.''", "new_id": -2}, {"uid": "1295624428249511953", "i": 8314, "idx": 0, "sa": ["Angelina Jolie", "Lauren Hutton", "Paz de la Huerta"], "q": " href=\"http://www.oprah.com/omagazine.html\" target=\"_hplink\"> O, The Oprah Magazine tracked down six creative forces who talked about their signature style. Check out our trio of favorites below, including <strong> Paz de la Huerta </strong> posing with... <strong> Paz de la Huerta </strong>. <q> <strong> Paz de la Huerta </strong> YOUR LINGERIE:`` A woman should feel sexy under her clothes. What you wear next to your skin is the basis of a great outfit. </q> \" FIND ROLE MODELS:`` <strong> Lauren Hutton </strong> and <strong> Angelina Jolie </strong> have so much style yet express it in different ways.'' WEAR YOUR LUCKY CHARM:`` I have a pendant necklace with religious icons that belonged to", "new_id": -2}, {"uid": "1297431584058949632", "i": 12392, "idx": 0, "sa": ["Kevin Costner", "Kevin Spacey", "CeeLo Green", "Justin Bieber", "Simon Cowell", "Katy Perry", "Valerie Bertinelli"], "q": "Fashion Show Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Valerie Bertinelli </strong> Loves Being a Naked Newlywed <cite> Us Magazine </cite> Chris& Rihanna to keep their distance at Grammys <cite> Associated Press </cite> <strong> Kevin Spacey </strong> bank movie asks <q> are we all greedy? </q> <cite> Reuters </cite> <strong> CeeLo Green </strong> subs for Rihanna at cancer benefit <cite> Associated Press </cite> <strong> Katy Perry </strong>:' I Was Shaped Like a Square' href=\"http://omg.yahoo.com/blogs/crush/Justin Bieber-Justin Bieber-is-a-movie-star/557\"> <strong> Justin Bieber </strong> Is a Movie Star! <cite> Crush </cite> href=\"http://omg.yahoo.com/blogs/goddess/Kevin Costner-Kevin Costners-little-golfing-buddies/597\"> <strong> Kevin Costner </strong>'s", "new_id": -2}, {"uid": "1297266831144211998", "i": 49635, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul"], "q": "said:`` Of course, I miss everybody. Yes I do miss <strong> Simon Cowell </strong>.'' The chat show host then told <strong> Paula Abdul </strong> that <strong> Simon Cowell </strong> is a massive fan of her. She said: <q> I think you need to take mass off and put obsess-ive. Yeah he's obsessed with me. </q> There have been rumours that she will be making an appearance on <strong> Simon Cowell </strong>'s new show The X Factor when he launches it in the US later this year. She said:`` He always talks", "new_id": -2}, {"uid": "1296016264210583567", "i": 52901, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "'' Mr <strong> Eric Schmidt </strong>, speaking at the DLD media conference in Munich yesterday, said he expected to spend another 10 years at the company, after his surprise handover last week to co-founder <strong> Larry Page </strong>. <q> I'm very personally excited about my next decade at Google, </q> said Mr <strong> Eric Schmidt </strong>, who had previously said that the move was an effort to speed up decision-making. talkback No responses currently. Irrelevant or inappropriate comments might be edited or removed.", "new_id": -2}, {"uid": "1297451817119193650", "i": 11511, "idx": 0, "sa": ["Gil Kerlikowske", "Donald Rumsfeld", "Barack Obama", "Mitt Romney"], "q": "envoy Video: Epsom Couple Finds Help Amid Fuel Budget Pinch... Photo in Slideshow: Former Massachusetts Gov. <strong> Mitt Romney </strong> Article: <strong> Barack Obama </strong> to comment on MuBarack Obama resignation... Photo: U.S. <strong> Barack Obama </strong> returns to the White House Report Abuse <q> Take it from a Massachusetts native- This is a man who looks good on the surface but will fade in the spotlight of a Barack Obamaial run. </q> TheDC Interview: Drug Czar <strong> Gil Kerlikowske </strong> on Mexico, pill mills, and the medical marijuana stalemate Gay rights groups willfully ignore positive Palin, Angle comments at CPAC; GOProud hits back TheDC Interview: <strong> Donald Rumsfeld </strong>- secret critic", "new_id": -2}, {"uid": "1296734855112345090", "i": 32649, "idx": 0, "sa": ["Jennifer Aniston", "Angelina Jolie", "Taylor Lautner"], "q": "Surprisingly, it was <strong> Taylor Lautner </strong> who made the most money in the Twilight Saga cast, bringing in$ 33.5 million. Vanity Fair's contributing editor Peter Newcomb, explained <strong> Taylor Lautner </strong>'s earnings, saying: <q> He's perhaps the highest-paid teenage star right now. When they first negotiated their contracts, they were getting paid a lot less. Then, with the immense success of the film, the agents went back and renegotiated the deal- <strong> Taylor Lautner </strong>'s deal in particular was really bumped up. </q> <strong> Jennifer Aniston </strong> was the next female on the list, her$ 19.5 million seeing her in 18th place, while <strong> Angelina Jolie </strong> came in at 21st, having made$ 18.7 million. The star has nothing but", "new_id": -2}, {"uid": "1297123522226197504", "i": 7961, "idx": 0, "sa": ["Lauren Conrad", "David Letterman", "Barbara Walters"], "q": "host <strong> David Letterman </strong> underwent emergency heart surgery in 2000 and chatted candidly with <strong> Barbara Walters </strong> about his feelings of joy following the operation. But they didn't last long. During the chat, <strong> David Letterman </strong> stated, <q> Depression is a black hole... I've dabbled in it.`` There's a difference in being sad and being blue and being depressed and being chemically or clinically depressed. I do know the difference between those and it's horrifying.`` Without some kind of medicinal help... institutions used to be full of people who were depressed. </q> Former`` The Hills'' star <strong> Lauren Conrad </strong> has revealed MTV bosses have scrapped her new reality show after deciding it was`` too highbrow'' for their audience. <strong> Lauren Conrad </strong> shot to fame in", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from`` The Tonight Show'' settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q> He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing, </q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight:` The Pillowman' By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}]