[{"uid": "1295667345215973910", "i": 26944, "idx": 1, "sa": ["Andy Coulson"], "q": "politicians and sports stars who may have been targeted have emerged. Despite taking responsibility for the scandal, Mr <strong> Andy Coulson </strong> has always denied all knowledge of illegal eavesdropping. Today, Mr <strong> Andy Coulson </strong> insisted: <q> I stand by what I've said about those events, but when the spokesman needs a spokesman, it's time to move on. </q> He is expected to leave his position within the next few weeks. The prime minister said he was \"very sorry\" that Mr <strong> Andy Coulson </strong> had resigned and claimed that he was being \"punished", "new_id": -2}, {"uid": "1294977377249905175", "i": 42239, "idx": 9, "sa": ["Tony Brown", "Doc Rivers", "Allen Iverson"], "q": ". It also happened with the Boston Celtics, when <strong> Doc Rivers </strong> had to leave the team suddenly because of a death in the family, and again with Milwaukee when Larry Krystowiak's wife went into labor with twins. <q> Everything we ran tonight was stuff that we've been running, </q> <strong> Tony Brown </strong> said. \"It was short notice, and I wasn't going to go through an old playbook of mine and confuse the guys. So I didn't use any of <strong> Doc Rivers </strong>'s Iverson_Allen Iverson_26pts_vs_VCarter_Nets_07/08_NBA_Nice_Layup <strong> Allen Iverson </strong> and three", "new_id": -2}, {"uid": "1295202805257589268", "i": 11397, "idx": 3, "sa": ["Kirsten Gillibrand", "Charles Ellis Schumer", "Tom Coburn", "Jeff Flake", "Barack Obama"], "q": "<strong> Kirsten Gillibrand </strong> said on CBS' \"Face the Nation\" that a proposal for Republican and Democratic lawmakers to sit together later this month during <strong> Barack Obama </strong>'s State of the Union address might just be a symbol, <q> but it's a good place to start </q> on working together and creating a more civil environment on Capitol Hill. <strong> Charles Ellis Schumer </strong> announced Sunday that he and <strong> Tom Coburn </strong> are going to sit together during the speech. Rep. <strong> Jeff Flake </strong>( R-Ariz", "new_id": -2}, {"uid": "1296037931233095171", "i": 40159, "idx": 1, "sa": ["Michael Vick"], "q": "a shill for the tobacco, drug or e-cigarette industry.\" She also tries to recast the safety question. \"I can't point to anything to say it's 100 percent safe,\" Keller said. <q> The thing is, it only needs to be safer. The only standard is that it's safer than smoking. </q> <strong> Michael Vick </strong> Scores First Endorsement Since Prison Release Wheelchair-Bound Woman Rescued From Under MARTA Train Police Arrest Suspected Pimp At Marietta Hotel Video Shows Man Threatening Cashier With Machete Husband Held In Police Custody After Wife Killed In Fire Bust A", "new_id": -2}, {"uid": "1295559654260145286", "i": 49600, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "many others. He also writes Maximize the efficiency of your virtualization solution. Visit the Dell Virtualization Center today. earnings release today, Google announced a major shift to the executive ranks, calling it a way to <q> streamline decision making and create clearer lines of responsibility and accountability at the top of the company. </q> The details: Starting April 4, co-founder <strong> Larry Page </strong>, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman and will focus", "new_id": -2}, {"uid": "1295476289251461670", "i": 11104, "idx": 0, "sa": ["Simon Cowell", "Joe Biden", "Justin Bieber"], "q": "worry about. The Bachelor and Ashley Hebert( pronounced: HAL-I-BUT) sang Vice-President <strong> Joe Biden </strong>... <strong> Justin Bieber </strong> Says He is not Gay Despite rumors all over the internet, <strong> Justin Bieber </strong> told reporters yesterday that he is NOT gay. <q> I DO have some gay friends but most of my friends are straight </q>, <strong> Justin Bieber </strong> told us. \"The stories on the internet are false. This is not to say that I a... British Prostitute and X-Factor Contestant Chloe Mafia Hints That She Would Like To Have <strong> Simon Cowell </strong>'s", "new_id": -2}, {"uid": "1295509121092602403", "i": 54653, "idx": 2, "sa": ["Regis Philbin", "David Letterman", "Martin Short"], "q": "said to <strong> Regis Philbin </strong>. \"I think it's a good idea. I think you're leaving at the top of your game.\" With <strong> David Letterman </strong> laughing, <strong> Martin Short </strong> pressed on with the obvious joke. <q> It's a smart thing to do, because you've peaked, </q> he said. And then he advised <strong> David Letterman </strong> to not \"come back like Sinatra.\" Though it was inevitable, the humor was lost when <strong> David Letterman </strong> inevitably set the record straight and <strong> Martin Short </strong> feigned ignorance.", "new_id": -2}, {"uid": "1295604671131039242", "i": 4627, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "opinion, <strong> Larry Page </strong> is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> he said. The change in command, effective April 4, overshadowed Google's fourth-quarter profit report, which soared past Street\" Wall Street analysts' estimates as the company cranked up", "new_id": -2}, {"uid": "1297379022182599692", "i": 12727, "idx": 1, "sa": ["David Letterman", "Kelsey Grammer", "Dr. Dre"], "q": "\"What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful chilDr. Dren,\" her statement said. She also wished her ex and his fiancee, Kayte Walsh, <q> love and happiness in their new marriage. </q> <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month that he plans to marry Walsh sometime in February. The veteran actor starred in the comedy series \"Cheers\" and \"Frasier.\"", "new_id": -2}, {"uid": "1297409245242712578", "i": 14194, "idx": 0, "sa": ["Colin Powell"], "q": "people. In addition to his polemics, he writes plays( The Unreasoning Mask, co-authored with his wife, D'Arcy, and The Agony of <strong> Colin Powell </strong>), satires( see <q> Advancing the Civilized State: Inch by Bloody Inch </q> in The Rape), and poetry( Psalms for the 21st Century). His most recent fictional work creates a morality tale based upon real life figures that haunt our lives, The Chronicles of Nefaria He can", "new_id": -2}]