[{"uid": "1297214214052674673", "i": 19474, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "The title derives from a frequently parodied <strong> Donald Rumsfeld </strong> response to a reporter's question about whether there actually was evidence of any link between <strong> Saddam Hussein </strong> and terrorists seeking weapons of mass destruction. The Defense secretary responded: <q> Reports that say that something hasn't happened are always interesting to me because, as we know, there are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns- the ones we don't know we don't know. </q> Get the monthly that has L.A. talking. Subscribe to Los Angeles Times Magazine at a special introductory rate. It is, of course, a logical fallacy to multiply categories beyond necessity, but it's one", "new_id": -2}, {"i": 33582, "idx": 3, "index_answer": 1, "new_id": -1, "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> <strong> Reggie Jackson </strong>'s really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "uid": "1295753709087883837"}, {"uid": "1297188372166789123", "i": 33922, "idx": 0, "sa": ["Christina Aguilera", "Simon Cowell", "Michelle Money"], "q": "be genuinely concerned about me, is very humbling. I truly mean that. Thank you.\" Besides Chantal, Brad gave roses to Ashley, <strong> Christina Aguilera </strong>, Britt, Shawntel and <strong> Michelle Money </strong>. <q> I wanted that last rose. I wasn't expecting it right now to be that close and get to that point with him and want more and know that there could be more if he gave me a shot. It just-- it kind of hits you-- the more it hurts when you actually like, are in love. You feel like, \"What's wrong with me?' </q> Jackie said following her elimination.` The Bachelor' star Brad Womack cuts Alli Travis and Jackie Gordon <strong> Simon Cowell </strong>:` The X Factor' judging panel still yet to be determined` The X Factor\" announces$", "new_id": -2}, {"uid": "1297150317040091651", "i": 25995, "idx": 0, "sa": ["Tayshaun Prince", "Joe Dumars", "Ben Wallace", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "q": "three players- Richard Hamilton, <strong> Tayshaun Prince </strong> and <strong> Ben Wallace </strong>- remain from that Detroit team. Hamilton, the sixth-leading scorer in franchise history, has spent 13 of the past 14 games on the inactive list. <q> That's kind of hard for me to imagine, </q> <strong> Antonio McDyess </strong> said. As Detroit continues the long reconstruction project, which began in 2008 when general manager <strong> Joe Dumars </strong> dealt <strong> Chauncey Billups </strong> to Denver in a deal for <strong> Allen Iverson </strong>, <strong> Antonio McDyess </strong> is girding for another title.", "new_id": -2}, {"uid": "1295459502213254229", "i": 18686, "idx": 0, "sa": ["Sergio Marchionne"], "q": "new vehicle architecture that will support a variety of top-hats including a sliding-door minivan, likely in the Dodge brand, and a luxury crossover, likely in the Chrysler brand. Mr. <strong> Sergio Marchionne </strong> states to The Detroit News, <q> The architecture would be a lot more capable and allow us to make a minivan-like vehicle as well as others. </q> Like Ford, Chrysler is working to keep production local. It will be producing the new architecture vehicles at its plant in Windsor, the Canadian city across the river from Detroit, Michigan.", "new_id": -2}, {"uid": "1297127913053067839", "i": 33767, "idx": 0, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "( D-Fla.). The three legislators last month saw <strong> Gabrielle Giffords </strong> open her eyes for the first time since she was shot in Tucson, Ariz., on Jan. 8. <strong> Debbie Wasserman Schultz </strong> said that moment <q> felt like we were watching a miracle. </q> <strong> Kirsten Gillibrand </strong> visited <strong> Gabrielle Giffords </strong> again last weekend, while a spokesman for <strong> Debbie Wasserman Schultz </strong> said the lawmaker has visited <strong> Gabrielle Giffords </strong> three times, most recently Monday afternoon. <strong> Gabrielle Giffords </strong>'s husband, astronaut Mark Kelly, announced Friday", "new_id": -2}, {"uid": "1295674743088440893", "i": 27344, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, now 37 and graying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q> the soul and passion of a startup. </q> <strong> Sergey Brin </strong> will concentrate on developing new products. He's worth$ 15 billion, but Page remains something of a rebel who has always had a disdain for corporate protocol.", "new_id": -2}, {"uid": "1295314484167198799", "i": 274, "idx": 0, "sa": ["Douglas Rushkoff", "Mike Pence"], "q": "response to the current culture of government bailouts for corporations. When confronted with the news that the Big Three automakers will go under without government assistance, few can respond better than Indiana congressman <strong> Mike Pence </strong>: <q> Economic freedom means the freedom to succeed and the freedom to fail. </q> Is it possible to critique the idea of the corporation while still advocating capitalism? While rarely happening, yes, in fact it is. And <strong> Douglas Rushkoff </strong> shows us how in his fascinating new book.", "new_id": -2}, {"uid": "1295632864218054656", "i": 40230, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin", "Will Page"], "q": "far. For the last 10 years, he continued, the trio of <strong> Eric Schmidt </strong>, <strong> Will Page </strong> and <strong> Sergey Brin </strong> have been equally involved in decision-making. They are betting on a brighter future by clarifying their roles. <q> We are confident that this focus will serve Google and our users well in the future. Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come, </q> <strong> Eric Schmidt </strong> said. \"As friends, coworkers and Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> <strong> Will Page </strong> Step Aside for Google Cofounder <strong> Will Page </strong> In a move that surprised industry analysts,", "new_id": -2}, {"uid": "1297293075061915141", "i": 30380, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "are the rest of the White American Teabagger Talibanners and it's their job to.\" In other news, the sky is blue when it's sunny, and gray when it rains. Report Abuse <q> Why is this heading still here after 6 weeks!! </q> No coverage of the Liberal protesting the consevative get together featurubg the Koch Brothers, ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Super Cheap Car Insurance Compare 10 Top Rated Auto Insurance Companies- Free", "new_id": -2}]