[{"uid": "1296669513210550804", "i": 21011, "idx": 0, "sa": ["Jeremy Paxman", "Craig Oliver", "Andy Coulson"], "q": "? <strong> Jeremy Paxman </strong> fires off another C-word| Media Monkey <strong> Jeremy Paxman </strong> follows Naughtie example with on-air` cuts' blunder Follow the latest tweets about the BBC from the MediaGuardian team <strong> Jeremy Paxman </strong> axes Newsnight daily email <q> It's crap, dreamed up like so many utterly brilliant initiatives by visionary BBC management. </q> BBC's <strong> Craig Oliver </strong> is the new <strong> Andy Coulson </strong> Bestsellers from the Guardian shop", "new_id": -2}, {"uid": "1297272828262504462", "i": 18232, "idx": 0, "sa": ["Michael Gove"], "q": "of its central funding in this year.'' A spokesman for the Department for Education said the current system was opaque and built on historical calculations that have remained largely unchanged for 10 years. <q> That is not the best way to ensure money is spent fairly. The new formula will ensure money is given to music services in a fair, open and transparent way, and ensure that money reaches the areas with higher numbers of children from lower income homes, </q> he said.` Positive change' Mr <strong> Michael Gove </strong> stressed the decision to protect music funding this year when there were pressures on budgets elsewhere showed the Michael Government was committed to music in schools. He", "new_id": -2}, {"uid": "1296352133119062558", "i": 58213, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "meeting about DotOrg, they spent most of their time fiddling with their BlackBerrys. At one meeting, former DotOrg executives said, they were stunned when <strong> Sergey Brin </strong> dropped to the floor and started doing push-ups. <q> DotOrg was like quicksand- every time you thought you'd found your footing, a sinkhole opened, </q> the former href=\"http://Google.org\"> Google.org program officer said. Jacquelline Fuller, a spokeswoman for DotOrg, said <strong> Sergey Brin </strong>, <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> were not available to discuss the organization. By the end of", "new_id": -2}, {"uid": "1296091743233947149", "i": 55514, "idx": 2, "sa": ["Barack Obama", "Alassane Ouattara", "Horace Campbell"], "q": "be a mass grave. And the top UN envoy in the c... <strong> Horace Campbell </strong> on Ivory Coast Crisis:`` This is a Test for the African Union'' 2 of 2 <strong> Horace Campbell </strong> on Ivory Coast Crisis: <q> This is a Test for the African Union </q> 2 of 2 Refugees from Cote d'Ivoire say they have been attacked by supporters of <strong> Alassane Ouattara </strong>, the disputed winner of the November 28 Barack Obamaial election. The United Nations say over 20000 Ivorians have fled to Liberia since the", "new_id": -2}, {"uid": "1295396613088637441", "i": 3560, "idx": 1, "sa": ["Alassane Ouattara", "Blaise Compaoré", "Nick Clegg"], "q": "mission. U.K. Deputy Prime Minister <strong> Nick Clegg </strong> made Britain's toughest statement yet on the crisis after meeting Burkina Faso President <strong> Blaise Compaoré </strong> in London Monday to discuss the situation in Ivory Coast, demanding that Gbagbo, <q> go and go now. </q> Gbagbo has refused to step down and he retains control of government buildings, state television and the security forces, while <strong> Alassane Ouattara </strong>'s parallel administration is based in a U.N.-guarded hotel under siege by pro-Gbagbo forces", "new_id": -2}, {"uid": "1295279963062636077", "i": 2052, "idx": 0, "sa": ["Angelina Jolie", "Christian Bale", "Johnny Depp"], "q": "quash this ridiculous rumor going round that the only reason The Tourist was nominated was so the Hollywood Foreign Press could hang with href=\"http://content.usatoday.com/topics/topic/People/Celebrities/Actors,+Agents/Johnny Depp+Johnny Depp\"> <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>. That is rubbish.'' Then came the zinger: <q> That is not the only reason- they also accepted bribes, </q> he joked, referring to recent allegations of attempts to sway voters with free trips and expensive gifts. <strong> Christian Bale </strong>, supporting-actor winner for The Fighter, threw a left-handed jab of a compliment about the organization into his thank-you", "new_id": -2}, {"uid": "1295570186120422419", "i": 38724, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "about the struggle in the software industry to regain its innovative edge, and the need for trust between IT and end users. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295469239042287126", "i": 40176, "idx": 1, "sa": ["Wendie Malick", "David Letterman", "Nicole Kidman"], "q": ".'' The sassy octogenarian, who continued her birthday festivities with <strong> David Letterman </strong> on the Late Show later in the evening, is clDavid Lettermany adored by her TV Land castmates- but isn't always wholesome on set herself! <q> We get to listen to her crack dirty jokes, </q> co-star <strong> Wendie Malick </strong> laughed. If <strong> Nicole Kidman </strong> seemed extra smiley and glowing at Sunday night's Golden Globe Awards in Los Angeles, it's because she was keeping a very special secret! The 43-year-old actress and her hubby", "new_id": -2}, {"uid": "1295641937003719259", "i": 48412, "idx": 1, "sa": ["Eli Woods", "Alassane Ouattara"], "q": "parallel government- run out of his hotel base- had the funds to make the payment if Gbagbo remained in power by the end of January, repeating that he expected Gbagbo to have gone by then. <q> We will respect our commitments... Mr. Laurent will no longer be there, I hope, and... we will be able to renew our ties with the <strong> Eli Woods </strong> institutions, </q> the former International Monetary Fund official said of the Washington-based Fund and World Bank. <strong> Alassane Ouattara </strong> was speaking in the grounds of the Golf Hotel, a sprawling lagoon-side resort whose palm trees, thatched bars and loud", "new_id": -2}, {"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q> I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` We didn't elect` Superman,' we elected a human being.'' <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}]