[{"uid": "1297122406226197630", "i": 33896, "idx": 4, "sa": ["Simon Cowell", "Will Smith"], "q": "` mean' judge and being gratuitously rude for the sake of it. I had my own style and like to think I'm honest and wouldn't sugarcoat something to make myself popular,'' he said. <q> I am gong to try and be consistent, as I have been over the years... People know what to expect if I'm on the judging panel. I don't think things <strong> Will Smith </strong> change too much. </q> <strong> Simon Cowell </strong> is excited about judging on this show since, unlike on Idol, it <strong> Will Smith </strong> involve working directly with contestants.`` I wanted to make a show where I could help the competitors on a weekly", "new_id": -2}, {"uid": "1294955215093012132", "i": 28969, "idx": 0, "sa": ["Barack Obama", "Mark Udall", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "diverging backgrounds to serve the public good. Today both senators from New York are among the first to endorse the idea.`` Senator <strong> Mark Udall </strong> has the right idea,'' said Senator <strong> Charles Ellis Schumer </strong>. <q> This would be a great way to start off the new session in a bipartisan way following up on the cooperation during the lame duck and the <strong> Barack Obama </strong>'s speech urging all Americans to come together. </q> And earlier today Senator <strong> Kirsten Gillibrand </strong> was asked about href=\"http://www.observer.com/2011/politics/Kirsten Gillibrand-describes-miracle-moment-giffords-video\"> <strong> Mark Udall </strong>'s letter on CNN, and said that sitting together would help the Senate realize the call for a more civilized debate that <strong> Barack Obama </strong> asked", "new_id": -2}, {"uid": "1296241400207323225", "i": 26088, "idx": 2, "sa": ["Eric Schmidt"], "q": ". <strong> Eric Schmidt </strong> is now executive chairman, focusing on external relationships like deals, partnerships and nipping out on sandwich runs. <strong> Eric Schmidt </strong> said Google is growing by 20 per cent around the world, but added, <q> We don't have to do everything. </q> Which is news to those worried that the Big G is taking over the world one email address at a time. Do you think Facebook and other closed networks should make your information available through Google?", "new_id": -2}, {"uid": "1296522021211714148", "i": 19996, "idx": 6, "sa": ["Sergio Marchionne"], "q": "Chrysler's market share rose to 9.2 per cent from 8.8 per cent.`` We have slowly recovered from the low volumes of 2009, up 15 per cent,'' <strong> Sergio Marchionne </strong> said, pointing to the <q> significant performance in Canada. Our market share in Canada has been exceptionally good. </q> Chrysler's global sales last year topped 1.5 million cars and trucks, buoyed by a raft of new models. For 2010, Chrysler reported nearly$ 42 billion U.S. in revenue, in line", "new_id": -2}, {"uid": "1295966915202670097", "i": 50494, "idx": 11, "sa": ["John McCain", "Colin Powell", "Barack Obama", "Ron Paul"], "q": "<strong> Colin Powell </strong>'s remarks In regard to the financial crisis, which <strong> Colin Powell </strong> called the candidates'`` final exam,'' <strong> Colin Powell </strong> said <strong> John McCain </strong> appeared unsteady in dealing with it, while <strong> Barack Obama </strong> had excelled in handling the situation. <q> <strong> Barack Obama </strong> displayed a steadiness, an intellectual curiosity http://wn.com/Colin Powell_Colin Powell_Endorses_Barack Obama,_Condemns_GOP_anti-Muslim_Slurs Former Secretary of State <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong> and condemns his Republican Party for the Anti-Muslim bigotry and slurs. <strong> Colin Powell </strong> denounced the inaccurate suggestions by some Republicans that <strong> Barack Obama </strong> is a Muslim, and that- by implication- there was something wRon Paulg with a Muslim running for the US presidency.`` He's not a Muslim, </q> said <strong> Colin Powell </strong>, but`` what if he is?''`` I'm troubled by the fact that within the party we have these kinds of expressions'' about Muslims, said <strong> Colin Powell </strong>, who was the country's", "new_id": -2}, {"uid": "1297273219262504460", "i": 36329, "idx": 5, "sa": ["George W. Bush", "Donald Rumsfeld", "Colin Powell"], "q": "the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in <strong> Donald Rumsfeld </strong>'s view, the <strong> George W. Bush </strong> administration might have gained conclusive evidence that Iraq had an active weapons of mass destruction site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious", "new_id": -2}, {"uid": "1295224474227999745", "i": 16782, "idx": 5, "sa": ["David Letterman", "Sam Donaldson", "Whoopi Goldberg"], "q": "there, stand in front of the podium, and not drool?'' After the audience showed its disapproval, <strong> Sam Donaldson </strong> responded,`` Wait a minute, I don't mean that disrespectfully.'' <strong> David Letterman </strong> replied, <q> Well, I think we all took that as flattery, <strong> Sam Donaldson </strong>, we did. </q> When <strong> Whoopi Goldberg </strong> drew a distinction between`` rape'' and`` rape-rape,'' she possible provided an explanation for liberal`` rants.'' They are not`` hate-hate''-- simply`` hate.'' To:", "new_id": -2}, {"uid": "1296593618087982128", "i": 51344, "idx": 1, "sa": ["Mike Pence"], "q": "aid and abet illegal trafficking of sex slaves- to help line the pockets of pimps with cash- raises the question: Who else is being exploited at Planned Parenthood's other 820 locations?'' he asks. <q> This demands an immediate federal investigation for the sake of all our daughters, and- at the very least- Congress should freeze all taxpayer funding of Planned Parenthood until the investigation is complete. </q> <strong> Mike Pence </strong>'s bill, the Title X Abortion Provider Prohibition Act, ensures that taxpayer money authorized by the federal government for family planning efforts supposedly to reduce abortions don't go to the nation's biggest abortion", "new_id": -2}, {"uid": "1297429736189579381", "i": 33256, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "'' Mr <strong> Stephen Elop </strong> said the move was necessary to enable the company to regain its leadership in the smartphone industry and that the partnership would result in Nokia`` reinforcing'' its mobile devices platform. <q> I am excited about this partnership with Nokia, </q> said Microsoft CEO <strong> Steve Ballmer </strong>.`` The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.'' The specific details of the partnerhsip are yet to", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business.`` You figure this is a way to do something useful for your country.'' <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}]