[{"uid": "1295052532226361350", "i": 6701, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "million at Friday's hearing, but commissioners added an additional$ 45 million during the meeting. Tom Dresslar, a spokesman for California State Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as <q> needlessly provocative acts of gamesmanship that warp the status quo. </q>`` Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The <strong> Jerry Brown </strong>'s proposal warrants a serious, thoughtful discussion,''", "new_id": -2}, {"uid": "1297353501031227960", "i": 1600, "idx": 3, "sa": ["Zahi Hawass"], "q": "ancient mummies. Some people think it has magical powers and can be used to summon spirits.`` They live thinking about it. They could kill each other to get it,'' <strong> Zahi Hawass </strong> said. <q> When I enter any place in Egypt, people ask me all the time about this. </q> The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong> said an additional five items that were stolen from an archaeological storage site in Qantara, near the Suez Canal", "new_id": -2}, {"uid": "1296180122032686080", "i": 36301, "idx": 0, "sa": ["Simon Cowell", "Prince William of Wales", "Kate Middleton", "David Cameron"], "q": "'' by the engagement of his son <strong> Prince William of Wales </strong> <strong> David Cameron </strong> and <strong> Kate Middleton </strong>, while his wife the <strong> Kate Middleton </strong> of Cornwall said the news was`` wicked''. Speaking at his Poundbury model village in Dorset, the <strong> Prince William of Wales </strong> joked: <q> They have been practising long enough. </q> <strong> Prince William of Wales </strong> <strong> David Cameron </strong> and <strong> Kate Middleton </strong>'s wedding will be even bigger than the The X Factor final. Just don't bet against <strong> Simon Cowell </strong> being at both of them. Both the BBC News channel and Sky News devoted their entire", "new_id": -2}, {"uid": "1295626398146702340", "i": 6591, "idx": 1, "sa": ["Barack Obama", "Bill Frist", "Dan Boren", "Harry Reid", "Mary Landrieu", "Sen. Bernie Sanders", "John McCain", "Michael Bennet", "Nancy Pelosi", "Mary Harney"], "q": "Unemployed'' www.youtube.com ryanpdixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> <strong> John McCain </strong> House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Sen. Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> ryan dixon Speaking in a PD podcast to coincide with the launch of a new Progressive Democrats Billboard campaign <strong> Mary Harney </strong> said <q> There's real progress made in health; let's finish the job </q>. A full list of our achievements. <strong> Barack Obama </strong> foes win symbolic health law repeal vote <strong> Bill Frist </strong>: Health Care Is` Law Of The Land,' GOP Should Drop Repeal And Build... House votes to repeal health-care", "new_id": -2}, {"uid": "1297612533258687001", "i": 46138, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "Syco boss is apparently keen to ensure that the show doesn't struggle if <strong> Cheryl Cole </strong> also joins the US version. However, the report claims that they will both still be involved in the UK edition. <q> There's no way they'll go off and forget about the UK show, </q> a source said.`` <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> will be involved in some way during the UK series.''", "new_id": -2}, {"uid": "1296149573243646477", "i": 35906, "idx": 3, "sa": ["Michael Vick", "Adrian Peterson"], "q": "<strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410. <q> I'm going to try to put on a great show for the fans, </q> <strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better than it has ever been this season.", "new_id": -2}, {"uid": "1295641931245137430", "i": 4217, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Pheeew! For a moment there... Anyhow, as`` co-founder'' <strong> Sergey Brin </strong> will be working on`` strategic projects, in particular working on new products'' the company says, notes the story. <q> His title will remain. So it sounds like no big change there. </q> Big Bang At Google: Larry Page To Replace <strong> Eric Schmidt </strong> As CEO On April 4, January 21, 2011 First they ignore you, then they laugh at you, then they fight you,", "new_id": -2}, {"uid": "1295639889070795282", "i": 33685, "idx": 5, "sa": ["Glenn Mulcaire", "Alastair Campbell", "Damian McBride", "Clive Goodman", "Andy Coulson"], "q": "favourably to`` the days of dodgy dossiers, <strong> Alastair Campbell </strong>, <strong> Damian McBride </strong>, and all that nonsense we had from the past government''. He also again reiterated <strong> Andy Coulson </strong>'s dogged defence, saying his communications director <q> had resigned as News of the World editor as soon as he found what was happening. </q> <strong> Andy Coulson </strong> resigned as the Sunday tabloid's editor in January 2007, the day <strong> Clive Goodman </strong>, the paper's royal editor, and <strong> Glenn Mulcaire </strong>, a private investigator, were jailed for hacking into the phones of members", "new_id": -2}, {"uid": "1296561500134217730", "i": 17289, "idx": 2, "sa": ["Mike Pence"], "q": "third-ranking Republican in the House-- announced he would not be a candidate for president in 2012.`` Seeking national office was not right for us now,'' he told the Central students. <q> While( <strong> Mike Pence </strong> and his family) went back and forth in our heads, we never went back and forth in our hearts. </q> Saying his`` heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with`` the good and strong and opinionated people of this state'' before deciding his next move.", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some`` adult supervision.'' On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q>`` I believe Larry is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts.`` It's time for him to have a shot at running this.''", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}]