[{"uid": "1295762811142376968", "i": 29988, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "The Crown Prosecution Service has also asked a senior QC to \"comprehensively\" re-examine material amassed as part of the original inquiry and any new evidence. In his resignation statement, Mr <strong> Andy Coulson </strong> said: <q> Nothing is more important than the Government's task of getting this country back on its feet. \"Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role. \"I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> Mr <strong> Andy Coulson </strong> joined Mr <strong> David Cameron </strong>'s team before the General Election and then ran the PM's communications strategy. Labour leader <strong> Ed Miliband </strong> said the row raised \"real questions about <strong> David Cameron </strong>'s judgement", "new_id": -2}, {"uid": "1296664563136101888", "i": 26327, "idx": 0, "sa": ["Andy Coulson"], "q": "The BBC's political editor Nick Robinson said Mr Oliver had no previous political involvement but had been approached by Mr <strong> Andy Coulson </strong> and had met the prime minister over the weekend. Mr Oliver said: <q> I'm delighted and privileged to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time. \"My background is broadcasting, but I know that newpapers play a crucial role and I look forward to talking with them. \"It's difficult to leave the BBC after working here for five fascinating years- but this is an opportunity I can't turn down. </q> Dying with dignity? China's startling growth brings changes for the elderly Wealth divide How the super rich left the rest of us behind Day in pictures Eye-catching images from around the world", "new_id": -2}, {"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}, {"uid": "1296286589101859341", "i": 12921, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "I mentioned this exact tax credit and his team said, \"We are 100 percent behind it.\" \"This is not a Democratic or a Republican idea,\" she added. <q> It\"s just a good idea. </q> The proposal seeks to allow companies to deduct 20 percent of their research expenditures across the board. <strong> Kirsten Gillibrand </strong> said the average is currently between 14 percent and 20 percent, which is determined by a", "new_id": -2}, {"uid": "1296075398185663489", "i": 15597, "idx": 3, "sa": ["Bill Joy", "Eric Schmidt", "Peter Diamandis", "Bita Daryabari", "Jeremy Stoppelman"], "q": "Foundation and co-founder of the <strong> Eric Schmidt </strong> Marine Science Research Institute, funded this$ 1.4 million prize. \"The spill's lasting ecological and social consequence is something we must immediately address,\" she said. <q> Because the question isn't, \"Will there be another spill.' It's,` When?\" </q> Among the rapt audience: Page and his spouse, Lucy Southworth; X Prize Vision Circle member <strong> Bita Daryabari </strong> and her husband, <strong> Peter Diamandis </strong> Reza Malek; Yelp founder <strong> Jeremy Stoppelman </strong>; Kleiner Perkins Managing Director <strong> Bill Joy </strong>;", "new_id": -2}, {"uid": "1295874571251510812", "i": 28501, "idx": 1, "sa": ["Zahi Hawass"], "q": " \"Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,\" <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> In December 2009, Friederike Seyfried, a German Egyptologist at the Neues Museum, said Cairo had often aired its demand through the media but never made an official request for Nefertiti's return. Growing", "new_id": -2}, {"uid": "1295569075103366669", "i": 2262, "idx": 5, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "a professor at Syracuse University's Center for Policy Research and co-chairman of the Strengthen Social Security Campaign, estimates increasing the retirement age by one year amounts to a 6 to 7 percent cut in benefits. <q> Social Security has nothing to do with the deficit, </q> <strong> Sen. Bernie Sanders </strong> said. If <strong> Barack Obama </strong> agrees to cut Social Security benefits as part of a deficit-reduction deal, \"you're conceding to Republican right-wing ideology, which doesn't like Social Security because it's a successful", "new_id": -2}, {"uid": "1295602501192069638", "i": 4108, "idx": 0, "sa": ["Eric Schmidt"], "q": " \"ready to lead\". <strong> Eric Schmidt </strong> was originally brought in to guide the young men back in 2001 when Google began to take off. Last night, however, he posted on his Twitter account: <q> Day-to-day adult supervision no longer needed! </q> According to <strong> Eric Schmidt </strong>, the previous structure, which involved decisions being taken by the triumvirate, had become inefficient. Page said: \"There is no other CEO in the world that could have kept such", "new_id": -2}, {"uid": "1295966915202670097", "i": 41588, "idx": 4, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "<strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the \"inclusive nature of his campaign.\" <q> I think he is a transformational figure, he is a new generation coming onto the world stage, onto the <strong> Brenda Battle </strong> stage, and for that reason I'll be voting for <strong> Barack Obama </strong>, </q> <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" <strong> Colin Powell </strong> said he was concerned about what he characterized as a recent negative turn of Republican candidate <strong> John McCain </strong>'s campaign, such as the campaign's attempts to tie", "new_id": -2}, {"uid": "1295563324217792518", "i": 46365, "idx": 0, "sa": ["Eric Schmidt"], "q": "has prompted the first deep-soul searching at the company, which has faced few direct challenges up until now. Mr <strong> Eric Schmidt </strong> said that the company's three top executives had decided to \"clarify\" their roles <q> so there's clear responsibility and accountability at the top of the company. </q> The company had always argued in the past that its unusual leadership arrangements worked well, and that it reflected the fact that Google was operated differently from most traditional companies. In one sign of Mr Page", "new_id": -2}]