[{"uid": "1295428029082264111", "i": 23789, "idx": 4, "sa": ["Simon Cowell"], "q": "Fall):-( Here is a short clip of the final minutes of the <strong> Simon Cowell </strong> Stack in Concord, CA. June 25, 2009. Demolishing the stack has taken a little over a week. Capturing this video <q> would you believe I missed it by that much? </q>`` How about 15 seconds!'' While I was recording, the card... Bishop Family Reunion- July 4th 2009", "new_id": -2}, {"uid": "1294986596221888559", "i": 4788, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Debbie Wasserman Schultz"], "q": "her courage and with her strength. And then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do after she got better.'' <strong> Gabrielle Giffords </strong> was gripping their hands, <strong> Kirsten Gillibrand </strong> said, <q> and the more we joked about what we were going to do, she started to open her eyes. </q> <strong> Debbie Wasserman Schultz </strong> said she had just told <strong> Gabrielle Giffords </strong>,``` <strong> Gabrielle Giffords </strong>, we fully expect you to be up and ready to go to come back up to New Hampshire this summer,' and that's when", "new_id": -2}, {"uid": "1296848467060293149", "i": 10885, "idx": 2, "sa": ["Enda Kenny", "Micheál Martin", "Eamon Gilmore"], "q": " Mr <strong> Micheál Martin </strong> said he looks forward to having a`` constructive exchange'' with Mr <strong> Eamon Gilmore </strong>. Labour education spokesman Ruair Quinn accused Mr <strong> Enda Kenny </strong> of running scared from the electorate over the TV3 debate. <q> The symbolism of the empty chair would be very real if <strong> Enda Kenny </strong> didn't turn up and for the life of me I can't understand why <strong> Enda Kenny </strong> is so frightened of participating, </q> said Mr Quinn at a press conference this morning at Labour Party headquarters.`` All the evidence would seem to indicate that one of the dominant factors that influence people's voting choices is who is likely", "new_id": -2}, {"uid": "1295571616192872466", "i": 57019, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin", "Felix Salmon"], "q": "focus on corporate schmoozing, or, in his words,`` the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.'' href=\"http://blogs.reuters.com/Felix Salmon-Felix Salmon/2011/01/20/Eric Schmidt-Eric Schmidt-and-the-job-of-non-ceo-executive-chairman/\"> <strong> Felix Salmon </strong> writes that <strong> Eric Schmidt </strong> is <q> keeping for himself the outside-facing parts of CEO-dom which Silicon Valley nerds by their nature are pretty bad at. </q> What about <strong> Sergey Brin </strong>, who is best-known for being Google's conscience and`` don't be evil'' moral center? His title,`` co-founder,'' sounds more like a statement of fact than an actual", "new_id": -2}, {"uid": "1296777793174178305", "i": 12898, "idx": 0, "sa": ["Mike Pence", "Cecile Richards"], "q": "truth will keep national headquarters from wasting the opportunity to hit up donors. Speaking of: In the same e-mail, <strong> Cecile Richards </strong> claims that <strong> Mike Pence </strong>'s href=\"http://www.nationalreview.com/corner/258744/Mike Pence-Mike Pence-defund-planned-parenthood-now-kathryn-jean-lopez\"> bill would make it so that Planned Parenthood <q> can no longer provide family planning, birth control, or preventive care to millions of women. </q> They're a profit-maker with high-paid friends who do fundraisers for them. We're not talking about some struggling crisis-pregnancy center( The very fact that the people behind the video would fabricate a story about a child", "new_id": -2}, {"uid": "1295772053147439639", "i": 12644, "idx": 1, "sa": ["Patrick Achi", "Alassane Ouattara"], "q": "nomination d'un rempla?ant. <strong> Alassane Ouattara </strong> a t invit? proposer un successeur? Dacoury-Tabley, ce qui sera fait`` rapidement'', selon son Premier ministre Guillaume Soro. L'AMBASSADEUR FRAN?AIS PLUS ACCR?DIT <q> Nous sommes satisfaits. C'est ce que nous demandions </q>, a d?clar <strong> Patrick Achi </strong>, porte-parole d'Alassane Ouattara.`` Cela r?duira le montant d'argent qui sort du compte. Nous nous acheminons vers le contr?le des comptes mais cela se fera par tapes'', a-t-il ajout.", "new_id": -2}, {"uid": "1295448287167215118", "i": 31058, "idx": 3, "sa": ["Carlo De Benedetti", "Sergio Marchionne"], "q": "by adopting ad hoc regulations for industries and corporations.'' <strong> Carlo De Benedetti </strong>, a prominent industrialist and publisher with strong ties to the center-left, said,`` We must be grateful to <strong> Sergio Marchionne </strong>,'' adding, <q> Turin falls into a logic of globalization and will be more and more American. </q> All of the unions-with the exception of the FIOM, signed the contract. The betrayal of the FIOM, while somewhat more concealed, was no less damning. At no point did it do anything to", "new_id": -2}, {"uid": "1295687287040943628", "i": 8103, "idx": 10, "sa": ["Allen Iverson"], "q": "against his favorite foils, the Milwaukee Bucks. After a quiet fourth quarter, <strong> Allen Iverson </strong> settled for 48 points and leading Philadelphia to a 118-111 victory Tuesday ni... JAW JACKERS from Alpha Innovations Self Defense... Song: <q> Oh no you didn't... </q> Mercenaries 2 theme... www.pandemicstudios.com Products- Jaw Jacker This is a novelty item that is not intended for carry or use. Although it is incredibly strong( it is made of the same reinforced polymer as our other", "new_id": -2}, {"uid": "1297278646168607769", "i": 47624, "idx": 8, "sa": ["Simon Cowell", "Billy Bush", "Kit Hoover", "Paula Abdul"], "q": "she's probably going] 14 times a week.'' The <strong> Simon Cowell </strong> bashing continued as <strong> Billy Bush </strong> attempted to uncover <strong> Paula Abdul </strong>'s love life secrets and what she finds most attractive in the opposite sex. <q> What turns me on? Tight tees, yes. Hair that does this kind of thing[ using her hands to make square shape on top of her head], </q> <strong> Paula Abdul </strong> told <strong> Billy Bush </strong> and <strong> Kit Hoover </strong>.`` Pants that are up so high it's like,` What's that on your neck? Oh it's a belt!' I got it.'' The", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q> part of a more complicated set of negotiations. </q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned.`` We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}]