[{"uid": "1295278289044859433", "i": 19956, "idx": 5, "sa": ["Mike Pence"], "q": "that he actually did it under fire- is just a very big deal,'' Benko added. Benko also said that <strong> Mike Pence </strong>'s open commitment to socially conservative values would resonate with tea party members: <q>He has demonstrable integrity both in his word and his deed- that is really extraordinary,</q> Benko said. ''I think people are looking for integrity, and <strong> Mike Pence </strong>'s integrity is so vivid that once you focus on it, I think that's going to move a lot of people.''", "new_id": -2}, {"uid": "1297124456124354605", "i": 10482, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "LOSANGELES( AP)- <strong> Simon Cowell </strong> wants his new Fox talent series ''The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow ''American Idol'' judge. ''I've always said at some point we are going to be working together.'' But, he added, ''I have to", "new_id": -2}, {"uid": "1297437980065749054", "i": 1625, "idx": 0, "sa": ["Steve Ballmer", "Pete Cunningham"], "q": ". Canalys analyst <strong> Pete Cunningham </strong> called the pact ''a huge win for Microsoft.'' Indeed, the company is clearly hoping the tie-up with Nokia will change its sagging fortunes in the phone market. <q>I am excited about this partnership with Nokia,</q> said Microsoft CEO <strong> Steve Ballmer </strong>, at a news conference in London. ''Ecosystems thrive when fueled by speed, innovation, and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation", "new_id": -2}, {"uid": "1295282451244170776", "i": 39415, "idx": 0, "sa": ["Piers Morgan", "Michael Vick"], "q": "the clips released by CNN before the episode airs, the two made a bet about who can get controversial footballer <strong> Michael Vick </strong> on their show first. The bet came out of a question <strong> Piers Morgan </strong> asked Oprah: <q>What advice would you give <strong> Michael Vick </strong>?</q> Oprah demurred, saying she was holding off on any advice because she was trying to get <strong> Michael Vick </strong> on her show. She added that she knew <strong> Piers Morgan </strong> was trying to book <strong> Michael Vick </strong> too. Oprah is", "new_id": -2}, {"uid": "1296856799145915922", "i": 23924, "idx": 2, "sa": ["Sergio Marchionne"], "q": "the last 18 months. Some of those, such as the Chrysler 200, Dodge Durango, Dodge Charger, Dodge Challenger and the Fiat 500 minicar are just now arriving in dealerships. <q>This team is now faster than Fiat's,</q> <strong> Sergio Marchionne </strong> said. ''They needed to have a guy, a jerk like me, to ask ''Why not?' every time they told me something couldn't be done.'''", "new_id": -2}, {"uid": "1297119612225951755", "i": 44858, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. ''It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.</q> All content Â© Copyright 2000- 2011 WorldNow and WBTV, a", "new_id": -2}, {"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q>Apparently, it's a practice all over the country,</q> <strong> Bill Lockyer </strong> said today in a telephone interview. ''I don't think it's a good one.''-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}, {"uid": "1297269555137707560", "i": 40932, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "Tools Business.( Logo: http://photos.prnewswire.com/prnh/20000822/MSFTLOGO) ''We're already making strong traction across our Server and Tools Business by embracing cloud services,'' said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future.</q> As president of the Server and Tools Business, <strong> Satya Nadella </strong> will oversee the overall strategy, engineering, marketing and product development for Microsoft's server, tools and cloud platform efforts. This includes developing the", "new_id": -2}, {"uid": "1295645168182517789", "i": 6878, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google may be returning to its start-up roots. ''A lot of the growth of the company used to be driven by innovation,'' said Yun Kim, an analyst at investment firm Gleacher& Co. <q>Having someone with the very strong product background that Larry has could bring some innovation back to Google.</q> <strong> Eric Schmidt </strong>, 55, will remain as executive chairman and will advise Page and <strong> Sergey Brin </strong>, Google's other co-founder. <strong> Sergey Brin </strong> will give up his title as co-president to work on high-priority projects. One", "new_id": -2}, {"uid": "1296063294015597570", "i": 30089, "idx": 2, "sa": ["Steve Ballmer", "Steve Jobs"], "q": ") The Zune was getting some traction, and <strong> Steve Jobs </strong> goes to MacWorld and he pulls out this iPhone. What was your first reaction when you saw that?'' Laughter from <strong> Steve Ballmer </strong> <strong> Steve Ballmer </strong>: <q>$ 500! Fully subsidized! With a plan! I said that is the most expensive phone in the world. And it doesn't appeal to business customers because it doesn't have a keyboard which makes it not a very good email machine.</q> It never gets old. Enjoy your crow pie, Mr. <strong> Steve Ballmer </strong>. Jan 26, 11- 11:42 am Comment from: Grimmac Funny thing, if you watch ''Pirates of silicon Valley'' and", "new_id": -2}]