[{"uid": "1295559413260145159", "i": 57680, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "CEO Google has just released its fourth quarter and fiscal year 2010 results, but buried in the details is a rather large change happening at the search giant. As part of an effort to <q> streamline decision making and create clearer lines of responsibility and accountability at the top of the company </q> <strong> Eric Schmidt </strong> is stepping down as CEO and being replaced by <strong> Larry Page </strong>. The official announcement states: Starting from April 4, <strong> Larry Page </strong>, Google Co-Founder, will take charge of Google's day-to-day operations as Chief", "new_id": -2}, {"uid": "1295007747199639046", "i": 20383, "idx": 0, "sa": ["Simon Cowell", "Gordon Brown"], "q": "The star, who has had two miscarriages, told Morgan she wanted him to give the money to a stillbirth and neo-natal death charity that supports bereaved parents. Writing on Twitter, she said: <q> i'd do it for a million for SANDS. money, mouth? </q> Morgan, whose guests on the ITV1 interview show have included Brown-Gordon Brown.html\"> <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told Allen: \"I will get ITV to make substantial five-figure donation to your charity", "new_id": -2}, {"uid": "1296738659237912072", "i": 1231, "idx": 2, "sa": ["Cyndi Lauper", "George W. Bush", "Donald Rumsfeld"], "q": "outage. \"Abu Ghraib and its follow-on effects, including the continued drum-beat of` torture' maintained by partisan critics of the war and the <strong> George W. Bush </strong>, became a damaging distraction,\" he wrote. <q> More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point. </q> <strong> Donald Rumsfeld </strong> wrote <strong> George W. Bush </strong> two letters of resignation but both were rejected. Watch: 2001 Obama Praises <strong> Donald Rumsfeld </strong> Watch: <strong> Donald Rumsfeld </strong> Denies Blame in Friendly-Fire Case Photos: <strong> Cyndi Lauper </strong>'s Less-Than-Attractive Look Photos: Who", "new_id": -2}, {"uid": "1297606486106446870", "i": 18537, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "the other hand, is compelling, at least as a counterweight to what in Britain has become a well-entrenched narrative that the prison was and is a disaster. The <strong> Donald Rumsfeld </strong> case is that there was no alternative: <q> I was perfectly willing to shutter the facility if a better alternative could have been found that would be as effective in obtaining intelligence and preventing terrorists from returning to the fight. But no alternative to Gitmo was proposed. </q> Of those wrongly imprisoned, there is no mention. Stuff happens, he seems to be saying. Does the book tell us something about <strong> Donald Rumsfeld </strong> that might serve to soften the verdict of history? There", "new_id": -2}, {"uid": "1297388884268320786", "i": 9389, "idx": 4, "sa": ["Ron Paul", "Dick Cheney", "Donald Rumsfeld"], "q": "he said. \"The radical Islamists are not cutting back their recruiting, their purchasing, and their training and planning, nor can we.\" Former Vice President <strong> Dick Cheney </strong> introduced <strong> Donald Rumsfeld </strong>. <strong> Ron Paul </strong> supporters began to shout <q> where's Bin Laden? </q> during his remarks, leading the much larger pro-Dick Cheney contingent to chant \"USA! USA! USA!\" CPAC is holding its gathering right across the street from where NARAL is also hosting a conference. Unless", "new_id": -2}, {"uid": "1296106879131907718", "i": 39420, "idx": 1, "sa": ["Gabrielle Giffords", "Bernie Sanders", "Mark Kelson"], "q": "repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> <strong> Mark Kelson </strong> Watches State of the Union Speech in Hospital with <strong> Gabrielle Giffords </strong>( Picture) Play CBS Video Washington Unplugged by Jhihmoac January 26, 2011 11:52 PM EST by spaceatoms January 26, 2011 11:31", "new_id": -2}, {"uid": "1295568020175194118", "i": 18563, "idx": 2, "sa": ["John Simpson", "Eric Schmidt"], "q": "is under investigation by the FCC and is also the subject of a probe by more than 30 states attorneys general. Congress should require <strong> Eric Schmidt </strong> to testify under oath about what happened, Consumer Watchdog said. <q> <strong> Eric Schmidt </strong> used to claim that Google put its money where its values were, </q> said <strong> John Simpson </strong>, \"In fact while <strong> Eric Schmidt </strong> had his hand on the helm, values were changed to go where the money was.\" Consumer Watchdog has been working to protect consumers' online privacy rights", "new_id": -2}, {"uid": "1295308684212140059", "i": 47465, "idx": 10, "sa": ["Michael Vick"], "q": "often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's optimistic about fixing those problems. <q> Sky's the limit for me, </q> <strong> Michael Vick </strong> said. \"I totally believe in myself and my abilities, and I'm thankful for what I have. But I know there's so much more that I can accomplish. There's so much more", "new_id": -2}, {"uid": "1297480839099155994", "i": 37955, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "the Nokia-Microsoft attempt to prevent Google's Android operating system and the Apple iPhone from owning the entire smart phone market.. Seated next to <strong> Stephen Elop </strong> in a London hotel auditorium, <strong> Steve Ballmer </strong> said, <q> this partnership with Nokia will accelerate- dramatically accelerate- our Windows phone ecosystem. </q> Mr. <strong> Stephen Elop </strong> said the partnership with Microsoft was only part of Nokia's strategy to recapture market share and improve profitability in a viciously competitive market. Extensive firings at both the senior management and factory level are", "new_id": -2}, {"uid": "1296789642034570241", "i": 26847, "idx": 0, "sa": ["Ben Ali", "Bernie Sanders", "Barack Obama", "Bob King", "David Cay Johnston"], "q": "Against the Tides, the third edition of which was just published last year. <strong> Barack Obama </strong> Calls for Spending Freeze, Lowering Corporate Taxes in State of the Union Fifty Years After Eisenhower's Farewell Address, A Look at <q> Prophets of War: Lockheed Martin and the MaBob King of the Military-Industrial Complex </q> \"The Worse Off You Are, Your Taxes Increase\" : JournBen Alist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming \"Banana Republic\" \"Counting the Jobs Lost", "new_id": -2}]