[{"uid": "1297118578065749009", "i": 233, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "Pro Tem <strong> Dwaine Caraway </strong> gave a`` key to the city'' to <strong> Michael Vick </strong>. The action spawned outrage from many North Texans( including our <strong> Mayor Tom Leppert </strong> releasing the following statement on Monday afternoon: <q> The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas. Official Keys to the City are presented by the <strong> Mayor Tom Leppert </strong>, or an elected official designated by the <strong> Mayor Tom Leppert </strong>, and reserved, on a limited basis, for an elected official of international status. Clearly, this was not the case in this situation and done without my knowledge or approval. </q> Given these circumstances I have requested the City Manager propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> also released a statement in conjunction with <strong> Mayor Tom Leppert </strong>, saying: <blockquote>", "new_id": -2}, {"uid": "1296249048075857941", "i": 40658, "idx": 1, "sa": ["Kent Conrad", "Sen. Bernie Sanders"], "q": "Security has paid out every nickel owed to every eligible beneficiary at a relatively modest administrative cost,'' said <strong> Kent Conrad </strong> <strong> Sen. Bernie Sanders </strong>, who organized the first meeting of the Senate Social Security caucus Thursday. <q> We are getting very tired about hearing our Republican and right wing friends telling us about how Social Security is collapsing when the reality is, Social Security today has a surplus of$ 2.6 trillion, </q> <strong> Sen. Bernie Sanders </strong> said.`` Social Security can pay out every benefit owed to every eligible American for the next 27 years.'' Social Security has built up a$ 2.5 trillion surplus since the retirement", "new_id": -2}, {"uid": "1295721707089014346", "i": 9938, "idx": 0, "sa": ["Rafik Hariri", "Andy Coulson"], "q": "A wrapped statue of slain... Lebanese Prime Minister <strong> Rafik Hariri </strong> Lebanese Prime Minister <strong> Rafik Hariri </strong> <cite> AP </cite> Photo in Slideshow: Lebanon's Jumblatt becomes possible kingmaker Report Abuse <blockquote> Lebanon political crisis threatens economic gains. </blockquote> Report Abuse <q> The new Lebanon is going to be like Iran ruled by a bunch of Islamists and terrorists </q> Report Abuse <blockquote> Hizballet will destroy Lebanon. </blockquote> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Healthy Habits Coaching Weight& stress", "new_id": -2}, {"uid": "1295613800206700561", "i": 5360, "idx": 0, "sa": ["Saddam Hussein", "Tony Blair", "Andy Coulson"], "q": "live coverage too as it is confirmed that <strong> Andy Coulson </strong>, Downing Street's director of communications, has resigned. 1136 Inquiry hears that as prospoect of military action got closer <strong> Saddam Hussein </strong> began to co-operate more but more time <q> wouldn't have got us anything without ultimatum </q>. 1134 Britain was caught between US pressure to invade and international pressure to give <strong> Saddam Hussein </strong> more time, <strong> Tony Blair </strong> says. The former PM said he had to set`` benchmarks'' with an ultimatum.", "new_id": -2}, {"uid": "1296745511116736054", "i": 28366, "idx": 2, "sa": ["Donald Rumsfeld"], "q": ", his son had done some drugs. Sure thing, <strong> Donald Rumsfeld </strong>. Perfectly good excuse. You should drop some leaflets on the families of people, American and Iraqi, whose children have died in that war. <q> Sorry, my son was doing drugs. I was emotional at the time. Not my fault. </q> So here you have it: The entire Iraq War finally has someone to take the blame: Nick <strong> Donald Rumsfeld </strong>. HOPE YOU LIKED THOSE DRUGS, ASSHOLE![ NYT] Read More", "new_id": -2}, {"uid": "1296001481079446140", "i": 15195, "idx": 0, "sa": ["Zine El Abidine Ben Ali", "Bill Lockyer", "Kamel Morjane"], "q": "during this limited period,'' <strong> Kamel Morjane </strong> said, speaking English. The foreign minister said he fears`` a vacuum in the state, I fear chaos.'' Asked what he meant, <strong> Kamel Morjane </strong> said, <q> It could come from al-Qaida for example. </q> <strong> Zine El Abidine Ben Ali </strong>- while roundly criticized for cracking down on opponents, curbing civil liberties and presiding over a police state- was a staunch ally with Western powers in the fight against terrorism. Treasurer <strong> Bill Lockyer </strong> says", "new_id": -2}, {"uid": "1295612145098222099", "i": 2274, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "continuing pressures on him and his family mean that he feels compelled to do so.'' <strong> Andy Coulson </strong> played a key role in helping propel Conservative leader <strong> David Cameron </strong> to power in elections in May 2010. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> <strong> David Cameron </strong> said. The hacking saga has refused to die down since the News of the World's royal correspondent and a private investigator were jailed in 2007 for conspiracy to access mobile phone messages involving Princes <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1296666375083984402", "i": 25709, "idx": 1, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "of course. <strong> Simon Cowell </strong>, <strong> Nigel Lythgoe </strong> had a lot to say about him as well as he talks about how the show was getting to dark with <strong> Simon Cowell </strong>'s constant nasty remarks to contestants. He goes on to say <q> I think <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are both stars in their own right. You forget that we've had this train wreck that was following <strong> Simon Cowell </strong>, and then <strong> Simon Cowell </strong> disassociated himself from the show over the last few years, turned his back on the strange people they brought in to judge. So I knew it was going to be better than people expected. </q> He adds that the show has never been about <strong> Simon Cowell </strong> and he was the one person not worried when people told him to give up on Idol after <strong> Simon Cowell </strong>'s departure. American Idol: Executive Producer <strong> Nigel Lythgoe </strong> Says The", "new_id": -2}, {"uid": "1296056630157139033", "i": 7687, "idx": 2, "sa": ["Eric Schmidt", "Shona Brown"], "q": "run Google at the pace and with the soul and passion of a startup. I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred: <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> What they both were really saying was that this move is designed to get the organization back to the optimal level that <strong> Shona Brown </strong> says it should be at. I am not saying <strong> Shona Brown </strong> was behind <strong> Eric Schmidt </strong>'s", "new_id": -2}, [{"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said. </blockquote> <blockquote>`` If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,'' <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q> </blockquote> Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}]]