[{"uid": "1295412290169443332", "i": 36144, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "presidential primaries. <strong> Mike Pence </strong> has stepped down from his post in the House Republican leadership and is considering a White House run or possible governor campaign. In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong> <q> the best governor in America. </q> <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to`` keep the national campaign.'' <strong> Mike Pence </strong> visits Ind.. Statehouse while mulling future", "new_id": -2}, {"uid": "1295610219050561027", "i": 10405, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Tim Armstrong"], "q": ", who were in their late 20s when Mr. <strong> Eric Schmidt </strong> took over. Even Mr. <strong> Eric Schmidt </strong> characterized it as a moment for the training wheels to come off. On his Twitter account, Mr. <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q> Later, on a conference call with analysts after Thursday's earnings report, he said,`` I believe <strong> Larry Page </strong> is ready,'' adding,`` It's Tim Armstronge for him to have a shot at running this", "new_id": -2}, {"uid": "1297145575101449730", "i": 26218, "idx": 11, "sa": ["Simon Cowell"], "q": "top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner.`` If they don't sell a single record they still get to keep the money,'' he said. <q> It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back </q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to`` instill'' in", "new_id": -2}, {"uid": "1295499872140181512", "i": 4523, "idx": 4, "sa": ["Russ Granik", "Allen Iverson", "Vince Carter", "Jason Kidd"], "q": "turned on to it,'' said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's First Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory. <q> For better or worse, fans like it when you get superstars going against each other. People have been hearing about these guys for years now, but they haven't gotten this far before where they met each other at this level. That gets people interested. </q> With the NBA's overall popularity declining and new rules designed to make the game more appealing set to take effect next seJason Kidd, an Allen Iverson-Vince Carter matchup is what the league really needed.`` Watching these two kids,", "new_id": -2}, {"uid": "1297426253083165204", "i": 9428, "idx": 3, "sa": ["Steve Ballmer"], "q": "respecto a sus competidores Apple y Google. Por su parte <strong> Steve Ballmer </strong> ha confirmado la importancia de la operaci?n.`` Estoy entusiasmado con la alianza establecida con Nokia'', ha manifestado el CEO de Microsoft. <q> Los ecosistemas prosperan cuando se ven impulsados por la velocidad, la innovaci?n y la escala. La alianza anunciada hoy ofrece una escala incre?ble, una amplia experiencia y la capacidad demostrada para ejecutar los planes establecidos </q> ha finalizado.", "new_id": -2}, {"uid": "1295498091112721922", "i": 7371, "idx": 7, "sa": ["James Cleveland", "LeBron James", "Chris Webber", "Allen Iverson", "Ali Farokhmanesh", "Ben Wallace", "Phil Jackson"], "q": "Player of the rookie game at All-Star Weekend that same year.`` Coming here is something special because I remember I came in here and won the MVP of the rookie game in 1997,'' he said. <q> All I heard was boos and didn't understand it. I always look forward to coming back here to play in front of these people. </q> The 76ers extended their winning streak to six games and http://wn.com/Allen Iverson_Allen Iverson_31pts_Phil Jacksonadelphia_76ers_vs_LeBron James_LeBron James_James Cleveland_CavAli Farokhmaneshers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s Ben Wallacegest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Phil Jacksonly's slumping newcomer.`` Just", "new_id": -2}, {"uid": "1297279328173539336", "i": 41502, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "pleads not guilty in AZ shooting... Photo in Slideshow: A photo released by the office of U.S. Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Barack Obamacare Report Abuse <q> Laborman said`` Arizona doesn't deserve her. You are# 1 in loose gun laws and# 1 in gun deaths per 100,000 population. So all your guns aren't protecting you. With your guns and racism you are a laughingstock in the world </q> \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option", "new_id": -2}, {"uid": "1296007390020578377", "i": 8659, "idx": 5, "sa": ["Michael Vick"], "q": "shoulder pads and thigh pads made by the company.`` The Unequal technology is a part of my game now and I won't play without my Unequal,'' <strong> Michael Vick </strong> says in a to-be-released statement. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest on dogfighting charges, for which he served", "new_id": -2}, {"uid": "1295643890060784660", "i": 17299, "idx": 2, "sa": ["Steve Hilton", "David Cameron", "Andy Coulson"], "q": "was hired to connect the David Camerons with Billericay, he would need more to sell them than the big society and the possibility of their volunteering on a Saturday morning. Onlookers confirm it. One senior source said: <q> He was a brute, but if there was ever a disagreement with <strong> Steve Hilton </strong> he was so often right. </q> <strong> David Cameron </strong> always stuck firmly to <strong> Andy Coulson </strong> and <strong> Steve Hilton </strong>, valuing each instinct and believing the tension between the two was creative. But as <strong> Andy Coulson </strong> became increasingly distracted- in the last two months celebrities have sought to", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.'' <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q> But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds, </q> writes <strong> Howard Kurtz </strong>.`` What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.'' <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}]