[{"uid": "1296195085069206048", "i": 37246, "idx": 0, "sa": ["- Johnson", "Michael Vick"], "q": "6-10 in 2010) gets me more to that stage.'' Pro Bowl practices began Wednesday in Honolulu, and <strong> - Johnson </strong> said he's already getting comfortable with the NFC's trio of quarterbacks. <q> I talked with all of them- I talked with <strong> Matt Cassel </strong>( <strong> Ryan Kalil </strong>) for a little while earlier, </q> <strong> - Johnson </strong> said on the Lions website.`` I didn't talk with <strong> Michael Vick </strong> too much, but I'll talk to him eventually. So I got familiar with those guys and having them all throw to", "new_id": -2}, {"uid": "1297224727163495958", "i": 23618, "idx": 5, "sa": ["Katrina Pierson", "Michael Vick", "Dwaine Caraway"], "q": "man, who does look up to these professional athletes'' says <strong> Katrina Pierson </strong>.`` He should have given him his house keys if he likes <strong> Michael Vick </strong> so much, not the key to the city'' she adds. <q> You give keys to the city to people who have done great things for the City of Dallas or heroes who have done outstanding things to help the citizens of Dallas. I'm not quite sure how <strong> Michael Vick </strong> fits that profile </q> says <strong> Katrina Pierson </strong>. Reverend Marion Barnett supports <strong> Dwaine Caraway </strong> and says it was appropriate to give <strong> Michael Vick </strong> the key.`` When we look at Mr. <strong> Michael Vick </strong>, he's had a repentant type of attitude'' says Barnett", "new_id": -2}, {"uid": "1295307364018677824", "i": 10995, "idx": 1, "sa": ["Allen Iverson"], "q": "`` No Crossover: The Trial of <strong> Allen Iverson </strong>,'' a film about the basketball star's youth. One film that won't be included in the State Department program, despite plenty of Oscar buzz? <q> Client 9: The Rise and Fall of <strong> Eliot Spitzer </strong>. </q> http://thehill.com/capital-living/in-the-know/138357-state-dept-to-send-oscar-shortlist-films-overseas- Schumer to Obama: Close loophole that let Arizona shooting suspect buy a gun Sanders warns Obama not to agree with GOP on Social Security benefit cuts Gensler: Dodd-Frank a strong law, but we need", "new_id": -2}, {"uid": "1295560496260145161", "i": 39601, "idx": 5, "sa": ["Eric Schmidt"], "q": ".`` Larry, in my clear opinion, is ready to lead.'' <strong> Eric Schmidt </strong> has made headlines in the past year with a number of controversial statements about privacy. <q> Google policy is to get right up to the creepy line and not cross it, </q> <strong> Eric Schmidt </strong> said at a conference in October. <strong> Eric Schmidt </strong> On The Future Of Search- A Move Towards A`` Serendipity Engine'' Watch our new Times Square video: Don't Be Evil?| Inside Google", "new_id": -2}, {"uid": "1295515221257327138", "i": 35926, "idx": 0, "sa": ["Boston Rob", "Russell Hantz", "David Letterman"], "q": "NBC( Parenthood Fans FTW!)( 80) The Office's <strong> David Letterman </strong> Scott Gets the Ending He Deserves, Plus Valentine's Day Showmance Updates!( 66) The Real Housewives of Beverly Hills Reunion Shocker: <q> Do You Have a Drinking Problem? </q>( 63) Epic vs. Awesome: Survivor Rivals <strong> Boston Rob </strong> and <strong> Russell Hantz </strong> to Duel Again on Got a burning TV question, a comment or hot dish about your fave TV show? Email your Q's to", "new_id": -2}, {"uid": "1295602501192069638", "i": 4109, "idx": 1, "sa": ["Eric Schmidt"], "q": "on his Twitter account:`` Day-to-day adult supervision no longer needed!'' According to <strong> Eric Schmidt </strong>, the previous structure, which involved decisions being taken by the triumvirate, had become inefficient. Page said: <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly... I have learned innumerable lessons from him. </q> Get a FREE copy of The Week magazine and keep up-to-date with the most important news stories from the past 7 days by Ten things you need to know today: Alan Johnson's wife`", "new_id": -2}, {"uid": "1297598560241336332", "i": 22133, "idx": 0, "sa": ["Zahi Hawass"], "q": "Several major pieces have been stolen from the Egyptian museum, including a statue of King Tutankhamun, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects missing from the famed museum included <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of`` a gilded wood statue of Tutankhamun harpooning,'' <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then president", "new_id": -2}, {"uid": "1297707872054411272", "i": 15946, "idx": 0, "sa": ["Steve Ballmer", "J Allard"], "q": "making Windows Phone 7 into its primary smartphone platform in the future.(`` Concept'' phones, pictured, were revealed by Nokia yesterday.) That's something that both Nokia and Microsoft are banking on. <q> Nokia has incredible capabilities, whether it's industrial design or cameras or a broad, efficient supply chain, </q> said <strong> Steve Ballmer </strong>.`` We're sure from that based that Nokia will deliver absolutly phenomenal capability.'' Actually, <strong> J Allard </strong> was quoted around the launch of the Xbox 360 in 2005 discussing the vision of gamers playing", "new_id": -2}, {"uid": "1295684940089554965", "i": 37950, "idx": 3, "sa": ["Linas Kleiza", "Marcus Camby", "Allen Iverson"], "q": "the arc. <strong> Allen Iverson </strong> couldn't have picked <strong> Linas Kleiza </strong> out of a crowd when he came over from Philadelphia three months ago but said the second-year forward was the catalyst for the Nuggets' biggest win since the trade. <q> I didn't know who he was when I got here, but a nationally televised game, I think a lot of people around the world know who he is now, </q> <strong> Allen Iverson </strong> said. <strong> Allen Iverson </strong> added 14 points and 13 assists and <strong> Marcus Camby </strong> had 11 points and 14 boards for the Nuggets, who moved into a tie with the http://wn.com/Lakers_vs_Heat_Highlights_Kobe_Bryant_Clutch_4th_Quarter Date: December 4, 2009 Staples Center, Los", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.'' And`` Idol'' has certainly freshened things up with the new judges, Randy Jackson.`` I talk to Randy all the time,'' <strong> Simon Cowell </strong> said. <q> We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with` The X Factor]. </q>`` Have you watched the new` Idol'?'' <strong> Kit Hoover </strong> asked.`` No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}]