[{"uid": "1297390016200884258", "i": 41913, "idx": 2, "sa": ["Donald Rumsfeld"], "q": ".'' As to his failings, Winik lists what we are all familiar with by now: the mangled occupation of Iraq( although <strong> Donald Rumsfeld </strong> liberally ''delegates'' that responsibility); the fact that he <q>didn't listen to his generals, that he micromanaged and imposed his will.</q> However, Winik assuages,''... when people look back on this period, they may see that a number of the problems resulted from <strong> Donald Rumsfeld </strong> not wanting to interfere in professional military judgments.'' blame responsibility", "new_id": -2}, {"uid": "1295582258248299524", "i": 15113, "idx": 12, "sa": ["Eric Schmidt", "Google Inc."], "q": "'' and an implant would cross the line. He also said that as users voluntarily share information online, it doesn't need users to type in search queries for the company to tailor the results. <q>We don't need you to type at all. We know where you are. We know where you've been. We can more or less know what you're thinking about,</q> he said. Such comments have been repeated in online musings that portrayed Mr. <strong> Eric Schmidt </strong> and <strong> Google Inc. </strong> as ''creepy.'' ''The biggest thing I wonder is after a year or so of having", "new_id": -2}, {"uid": "1295756651021528610", "i": 13742, "idx": 4, "sa": ["Eric Schmidt"], "q": "we decided it was illegal. So we stopped doing that.'' ''If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.'' <q>Every young person one day will be entitled automatically to change his or her name on reaching adulthood in order to disown youthful hijinks stored on their friends' social media sites.</q> ''Just remember when you post something, the computers remember forever.'' ''You can trust us with your data.'' The Google China Syndrome: <strong> Eric Schmidt </strong> Had Enough <strong> Eric Schmidt </strong> wanted to stay in", "new_id": -2}, {"uid": "1295976368172294158", "i": 9268, "idx": 0, "sa": ["Eric Schmidt"], "q": "outreach as executive chairman, also said the group would hire thousands of people this year, rejecting accusations that it has struggled to keep its best talent from leaving for Facebook and other Silicon Valley rivals. <q>I'm very personally excited about my next decade at Google,</q> <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on Jan. 21 that his move was an effort to speed up decision-making.[ ID", "new_id": -2}, {"uid": "1296198731064028694", "i": 27143, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "contest after this season. The cantankerous judge said Monday that ''The X Factor,'' a talent show he created and which is popular in <strong> Simon Cowell </strong>'s trick on Britain's Got More talent! hehe... â\u0098\u0086 <q>Britains Got Talent or Americas Got Talent â\u0099¥ <strong> Connie Talbot </strong> WOWs <strong> Simon Cowell </strong>!</q> <strong> Simon Cowell </strong> talks <strong> Susan Boyle </strong> in new interview Britain's Got Talent judge <strong> Simon Cowell </strong> reflects on <strong> Susan Boyle </strong>'s outstanding year from BGT contestant to one of the most famous singers in the world. Follow us on twitter at twitter.com... <strong> Susan Boyle </strong>", "new_id": -2}, {"uid": "1295976018128352273", "i": 1479, "idx": 0, "sa": ["Colin Powell", "Thaksin Shinawatra", "Ehud Barak"], "q": "Riot police were out in force. But the atmosphere was peaceful, even festive. Police appeared in no mood to carry out the PM's threats.[ Maj. <strong> Colin Powell </strong> Surapol Tuenthong, Bangkok Police Officer]: <q>We reiterate that this is not suppressing or cracking down. But we will try to get people to move away and stop making it difficult for others to travel.</q> The social unrest is rooted in more than two years of political tension- a deep rift between those for and against the former <strong> Ehud Barak </strong> <strong> Thaksin Shinawatra </strong>. And also in government plans to revise the constitution, drafted by the", "new_id": -2}, {"uid": "1295654535220856332", "i": 35301, "idx": 1, "sa": ["Andy Coulson", "Brian Cowen", "Mary Harney"], "q": "crime drops overall Report Abuse ''<strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>.'' Report Abuse <q>Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple.</q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as ''terribly wrong.'' ''That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q>I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan,</q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was ''incremental,'' not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}, {"uid": "1296484259078397492", "i": 42614, "idx": 2, "sa": ["Zahi Hawass"], "q": "were all reportedly caught and the stolen items recovered. <strong> Zahi Hawass </strong> said that many protesters helped to defend the museum from looters. ''They stood beside me,'' he told The Washington Post. <q>They know this museum is their cultural heritage. This could have been the blackest day of my life, but thank God, we are protecting the sites.</q> Egyptian protesters, some wielding billy clubs, formed a human chain at the museum's front gate to prevent looters from making off with any of its priceless artifacts. Several warehouses containing ancient Egyptian", "new_id": -2}, {"uid": "1295974237110362695", "i": 17028, "idx": 0, "sa": ["Donald Rumsfeld"], "q": " WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many ''<strong> Donald Rumsfeld </strong>'s Rules'': <q>The harder I work, the luckier I am.</q> When <strong> Donald Rumsfeld </strong> began thinking about his book, ''Known and Unknown,'' he imagined a more typical Washington release: a quick, impressionistic story based on Mike Lee: Toning Down Rhetoric After Arizona Shooting", "new_id": -2}]