[{"uid": "1296391518023904278", "i": 53414, "idx": 9, "sa": ["Rush Limbaugh", "Mike Pence", "David McIntosh", "Phil Sharp"], "q": "a radio talk show host, <strong> Mike Pence </strong> started a TV show in 1995. Although <strong> Mike Pence </strong> was inspired by <strong> Rush Limbaugh </strong>, he kept to his`` no personal attacks'' pledge. <q> Conservative media, including <strong> Rush Limbaugh </strong>, have a tremendous blind spot when it comes to making a distinction between differences in public policy and personal differences, </q> <strong> Mike Pence </strong> told The Indianapolis Star in 1995. When <strong> David McIntosh </strong>, who had succeeded <strong> Phil Sharp </strong>, decided to run for governor in 2000, <strong> Mike Pence </strong> won a six-way primary for the GOP nomination in the 2nd", "new_id": -2}, {"uid": "1295562778244678684", "i": 11791, "idx": 10, "sa": ["Eric Schmidt"], "q": ". Excluding advertising sales that Google shares with partners, a figure also known as traffic acquisition costs, the company reported revenue of$ 6.3 billion, which topped analysts' forecasts of$ 6.1 billion. <q> Our strong performance has been driven by a rapidly growing digital economy... and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said about Google's quarter.`` These results give us the optimism and confidence to invest heavily in future growth.'' Select one with 3-12 characters; Numbers and letters only Make sure you typed", "new_id": -2}, {"uid": "1297170191123355244", "i": 34852, "idx": 5, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "George H. W. Bush"], "q": "his book, <strong> Donald Rumsfeld </strong> offered some frank judgements in the interview about longtime rivals and critics. Asked whether he admired his ex-boss's father <strong> George H. W. Bush </strong>- under whom he did not serve- <strong> Donald Rumsfeld </strong> replied curtly: <q> No, I was kind of disappointed in him. </q> <strong> Condoleezza Rice </strong>, who served as <strong> George H. W. Bush </strong>'s national security adviser before later becoming secretary of state had`` never served in a senior administration position,'' a lack of experience that hampered her ability to organize critical", "new_id": -2}, {"uid": "1295913253243613710", "i": 15337, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "mall will be givng away ten tickets to <strong> Justin Bieber </strong>: Never Say Never in 3D in a contest to determine whose dad can'' <strong> Justin Bieber </strong> heading to` Late Show with <strong> David Letterman </strong>'-- twice Apparently, one appearance on <q> The Late Show with <strong> David Letterman </strong> </q> is not enough for star <strong> Justin Bieber </strong>. According to a new report, the 16-year old phenom is now expected to make two separate visits to the show in a one-week span in order to promote his new", "new_id": -2}, {"uid": "1296183151117178385", "i": 27585, "idx": 4, "sa": ["Mike Pence"], "q": "the congressman's decision to forgo a presidential run and instead turn his attention toward a possible gubernatorial run. One source who met with <strong> Mike Pence </strong> several times over the last few months tells NRO the conservative Hoosier <q> was extremely torn while he deliberated. </q> Another who met with <strong> Mike Pence </strong> feels his heart was never completely in a bid for president. Someone close to <strong> Mike Pence </strong> explains that`` the people closest to him, the friends and people he knew best from", "new_id": -2}, {"uid": "1295880426196345858", "i": 18579, "idx": 5, "sa": ["David Cameron", "Andy Coulson"], "q": "here'' The only illegality took place at <strong> Andy Coulson </strong>'s previous job. Ishowerdaily 23 January 2011 1:21 AM MicheleDerry 23 January 2011 1:37 AM WurzelGummidge 23 January 2011 1:38 AM <q> Ishowerdaily I think us lefties may be laughing more than you this evening Wurzel </q>:) Then that's all good.Everyones happy. David CameronsAGoner 23 January 2011 1:51 AM What is startling about this is that <strong> David Cameron </strong>` charlatan' <strong> David Cameron </strong> has so little contrition about sleazy <strong> Andy Coulson </strong> going", "new_id": -2}, {"uid": "1296719379251002904", "i": 24526, "idx": 0, "sa": ["Brian Taylor", "Chris Gent", "Andy Coulson"], "q": "these towns and cities were in lockdown. Nick Bryant, and I'm the BBC's Sydney correspondent. Subscribe to Nick Bryant's Australia Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. Percy Bysshe Shelley indeed. His poem Ozymandias describes an early grandiose construction project which... </q>`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by Sir <strong> Chris Gent </strong>", "new_id": -2}, {"uid": "1296016388211435670", "i": 5277, "idx": 1, "sa": ["Barack Obama", "Kirsten Gillibrand", "Peter King"], "q": "helped everybody to understand that we're really going to have to work together to make anything happen,'' he told 1010 WINS. New York Sen. <strong> Kirsten Gillibrand </strong> said the <strong> Barack Obama </strong>'s speech demanded the need to <q> continue the spirit of goodwill. </q>`` We need to keep worPeter King together, not as Democrats or Republicans, but as Americans who are committed to a growing economy and a better future for America's middle class,'' <strong> Kirsten Gillibrand </strong> said.", "new_id": -2}, {"uid": "1295156723221855752", "i": 15982, "idx": 2, "sa": ["Kevin Garnett", "Ben Gordon", "Allen Iverson", "Tyrus Thomas", "Tim Duncan"], "q": "game. After <strong> Tyrus Thomas </strong> missed a shot from midcourt as Tim Duncane expired, <strong> Allen Iverson </strong> headed for his Ben Gordonch where injured <strong> Kevin Garnett </strong> delivered a couple of congratulatory slaps- to his head and chest. <strong> Allen Iverson </strong> said he doesn't like <q> being made a fuss over. </q> But that was unavoidable after he broke out of his shooting slump. He scored just four points on 1-for-12 shooting and missed the final shot in Chicago's 105-103 overTim Duncane win Saturday.`` It felt like we were", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}]