[{"uid": "1295261373094093313", "i": 615, "idx": 1, "sa": ["Piers Morgan", "Lily Allen", "Cheryl Cole", "Simon Cowell"], "q": "a mission to keep <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> on the show, but both are said to be unhappy about the idea of constantly jetting between the US and the UK. A source told the Daily Mail: <q><strong> Simon Cowell </strong>'s priority is making the US X-Factor the biggest TV show in the world. <strong> Cheryl Cole </strong> wants to have a life. She doesn't want to spend two days a week on flights across the Atlantic.' <strong> Louis Walsh </strong>: \"<strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> will not be in UK X Factor</q> <strong> Piers Morgan </strong> offers <strong> Lily Allen </strong> a \"five-figure charity donation\" for interview", "new_id": -2}, {"uid": "1295372756245596257", "i": 24952, "idx": 2, "sa": ["David Letterman", "Steven Tyler"], "q": ". We've had weird moments.\" <strong> Steven Tyler </strong>, however, told \"Late Show\" host <strong> David Letterman </strong> that he prefers the way he became famous to the \"Idol\" road to stardom. <q>I always thought that in order to become an American Idol, or any kind of idol, you have to pay your dues,</q> <strong> Steven Tyler </strong> said, referring to the years of national touring he did with Aerosmith. \"But, today's a different world.\" But, \"This way is more fun,\" he adds of", "new_id": -2}, {"uid": "1297428908063684620", "i": 11445, "idx": 0, "sa": ["Michael Gove"], "q": "them before imposing the cuts. The victorious authorities include Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council. The judge said: <q>However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.</q> Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.\" A Department", "new_id": -2}, {"uid": "1295942099041975843", "i": 48479, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "lot times it has a lot to do with jealousy. \"` We hit the guy pretty hard, we broke out some different angles, all different places on the field,\" Raji said. <q>I mean, he is a warrior. Any time a player has the longevity that he has had in this league you are a tough guy.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog OAKLAND 2 BR/ 1.0 BA$ 565,000.00 KENSINGTON 3 BR/ 2.0 BA$ 499,000.00", "new_id": -2}, {"uid": "1297709500009535495", "i": 36882, "idx": 1, "sa": ["Steve Ballmer"], "q": "In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. \"Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,\" <strong> Steve Ballmer </strong> said. <q>That's not just good for Nokia, that's good for all our handset partners.</q> <strong> Steve Ballmer </strong> also demonstrated some of the improvements that are coming to Windows Phone 7 this year. They include a faster Web browser and quicker switching between applications. DIR OF CONTENT OPS& SVCS Company", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q>I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people.</q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}, {"uid": "1294986991012550146", "i": 1487, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "the \"he's classier than she is\" argument. <strong> David Letterman </strong> is known for tossing the occasional hard ball these days... WATCH: <strong> Kelsey Grammer </strong> Grammers' sly toast to <strong> Kayte Walsh </strong> on The Real Housewives of Beverly Hills <q>I'm under the impression that your marriage is acting. Is that a fact?</q> <strong> David Letterman </strong> asked, the picture of innocence. \"Well, I'm sorry to hear that-or I'm not sorry to hear that? \"` Well, you are respectfully considerate, and yet", "new_id": -2}, {"uid": "1296940939224919552", "i": 14171, "idx": 11, "sa": ["Eric Schmidt"], "q": "didn't want the computer confused by his errant typing. \"Fifty years ago people in America were getting very excited by the conversion from black and white television to colour television,\" <strong> Eric Schmidt </strong> says. <q>And computing was about building computers that had 1 megbyte, and that was the size of a small room.</q> He refers to Moore's Law, which describes the long-term trend that computing capability doubles every 18 months to two years. \"Now, the maths of that is interesting,\" he says", "new_id": -2}, {"uid": "1295665801007979095", "i": 3108, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "\". He added: \"I stand by what I said about those events. \"When a spokesman needs a spokesman its time to move on.\" Mr <strong> David Cameron </strong> said: <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.</q> The statement comes just days after the prime minister refused to deny reports that Mr <strong> Andy Coulson </strong> had already offered his resignation. Downing Street's director of communications has been in the spotlight throughout the long-running", "new_id": -2}, {"uid": "1296008739261193768", "i": 24247, "idx": 0, "sa": ["Serena Williams", "David Letterman", "Brian Urlacher"], "q": "<strong> Serena Williams </strong> better be careful clearing her throat This probably qualifies as a scratchy throat. Tweeted sidelined tennis star <strong> Serena Williams </strong>, complaining of cold symptoms: <q>every time I take a sip of sumthin it feels like i just swallowed 20,000 mini knives.</q> OD'd on football? Among the signs you have NFL playoff fever, from CBS's <strong> David Letterman </strong>: â\u0080¢ \"Got your wife a makeover so she'd look more like <strong> Brian Urlacher </strong>.", "new_id": -2}]