[{"uid": "1296248071002900092", "i": 24038, "idx": 16, "sa": ["Sergio Marchionne", "Maurizio Landini", "Silvio Berlusconi", "Mike Bongiorno"], "q": "su <strong> Sergio Marchionne </strong> 2/3 in 1/2 ora 09 01 2011 LANDINI SCATENATO A IN MEZZ` ORA Sull` accordo di Mirafiori <strong> Silvio Berlusconi </strong> leader della Fiom, <strong> Maurizio Landini </strong>, non cambia opinione in vista <strong> Mike Bongiorno </strong> referendum, ma si dice disponibile <q> a riaprire le trattative per riconquistare un contratto nazionale degno di questo nome&... Bombassei <strong> Maurizio Landini </strong> in`` 1/2 h </q> 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 3/3 Bombassei <strong> Maurizio Landini </strong> in`` 1/2 h'' 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 3/3 in 1/2 ora 09 01 2011 LANDINI SCATENATO A IN MEZZ` ORA Sull` accordo di Mirafiori <strong> Silvio Berlusconi </strong>", "new_id": -2}, {"uid": "1297519072244219982", "i": 22705, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", I believe that is true. 7 posted on 02/12/2011 5:44:41 AM PST(`` Weakness is provocative.'' <strong> Donald Rumsfeld </strong>) There was no`` error.'' Barky acts deliberately. To: bert <q> This guy is great. He has been designated point man and is delivering the spear right into Obama's heart. </q> Designated point man? Just ask the Nigerians about Shell and what they will do unless you keep an eye on them. http://www.google.com/search?oe=UTF-8&amp;q=nigerian+delta+shell 9 posted on 02/12/2011 5:53:18 AM PST bert( K.E. N.P. N.C. D.E.", "new_id": -2}, {"uid": "1295438176135233544", "i": 956, "idx": 0, "sa": ["Allen Iverson", "George Karl"], "q": "five starters after an 18-point lead began to evaporate. He resisted the temptation even as the Nuggets were outscored 34-23 in the third period.`` Our starts in the third quarter are awful,'' <strong> George Karl </strong> said. <q> I wouldn't even put that in a high school clinic. We come out non-focused, not running. I hope I don't do that( bench the starters), because that could be really ugly. But that is how bad I think our third quarters have been. </q> The first half, though, was what <strong> George Karl </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up.`` A lot", "new_id": -2}, {"uid": "1297618288105119764", "i": 14606, "idx": 0, "sa": ["Zahi Hawass"], "q": "antiquities, <strong> Zahi Hawass </strong>, said that during the revolt several ancient treasures had been stolen from the Egyptian Museum, including a statue of the renowned boy king Tutankhamun. The objects missing from the famed museum include <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on January 28 during clashes between protesters and riot police, who used tear gas", "new_id": -2}, {"uid": "1295310131045481989", "i": 6078, "idx": 0, "sa": ["Barack Obama", "Mike Pence"], "q": "House run or perhaps a campaign for governor. One of his party's strongest advocates for conservative policies, Mr. <strong> Mike Pence </strong> is among the GOP's most outspoken critics of <strong> Barack Obama </strong>. <q> We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead </q> and`` we'll be making a decision before the end of this month,'' Mr. <strong> Mike Pence </strong> said. Copyright 2011 The Associated Press. All rights reserved. This material may not be", "new_id": -2}, {"uid": "1295915641195493939", "i": 17085, "idx": 0, "sa": ["Eric Schmidt", "Joe Scarborough", "Bill Maher"], "q": "We always knew the CEO's corner office at Googleplex was no place for an acerbic wit like <strong> Eric Schmidt </strong>'s. Say something like <q> The Google policy on a lot of things is to get right up to the creepy line and not cross it. I would argue that implanting something in your brain is beyond the creepy line- at least for the moment, until the technology gets better </q> onstage during a product demo, and you're a PR nightmare. Say it from behind the anchor's desk, and you're giving <strong> Joe Scarborough </strong> and <strong> Bill Maher </strong> a run for their money. So it's only natural", "new_id": -2}, {"uid": "1296573174100253698", "i": 27139, "idx": 0, "sa": ["Michael Vick"], "q": "wastewater discharge... ATF fears budget cuts would...- About three weeks before the deadly shootings in Tucson renewed a national debate... U.S. Video: Over 100 Million Americans Threatened by Winter Storm Report Abuse <q> I so truly wonder about the use of the money we spend on DHS. These types are targets? </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Red Hot Penny Stock: SMNG Why Investors Consider", "new_id": -2}, {"uid": "1296360022187777064", "i": 47891, "idx": 2, "sa": ["Howard Stern", "Rush Limbaugh", "David Letterman", "Regis Philbin"], "q": "'re doing,'' <strong> David Letterman </strong> said at one point.`` Oprah... <strong> Howard Stern </strong>... <strong> Rush Limbaugh </strong>... and you would be the fourth.'' This was <strong> Regis Philbin </strong>'s cue to respond with mock irritation. <q> When was the last time you watched me in the last 10 years? </q> he said.`` What was I doing and what was I wearing?''`` I don't like your attitude,'' <strong> David Letterman </strong> said. Watching this combined century of broadcasting carrying on amiably", "new_id": -2}, {"uid": "1295569009118865941", "i": 15368, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "%) executive chairman, told investors on the conference call Thursday that things should move more quickly. He tweeted`` day-to-day adult supervision no longer needed!'' See <strong> Google Inc. </strong> news here. <q> Historically we have always been running the decisions together, and ultimately it adds delay and so forth in the way we make decisions, </q> <strong> Eric Schmidt </strong> said.`` We think this will produce even better success for the corporation.'' <strong> Google Inc. </strong> has still been trying to find new sources of revenue growth beyond its search engine monster. Its Android operating", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]