[{"uid": "1295802595079921154", "i": 17305, "idx": 0, "sa": ["Marty Mornhinweg", "Michael Vick", "Tony Dungy"], "q": "<strong> Tony Dungy </strong> Expects <strong> Michael Vick </strong>, Eagles To Reach Deal Courier Post- <strong> Tony Dungy </strong>, who has served as a mentor to <strong> Michael Vick </strong>, believes the quarterback will come to terms with the Eagles on a long-term contract. <q>He is very grateful to <strong> Jeffrey Lurie </strong> and Andy Reid for believing in him and giving him an opportunity,</q> <strong> Tony Dungy </strong> told the Courier Post. \"He loves working with <strong> Marty Mornhinweg </strong>, he loves the young receivers and all the offensive firepower they have here. But more than anything I think he is just grateful they", "new_id": -2}, {"uid": "1297108555141246488", "i": 6669, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "was reluctant to endorse his former boss's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was \"the most important failure in the execution of the war\". <q>I don't have enough confidence to say that that's right. I think that it's possible,</q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed. \"", "new_id": -2}, {"uid": "1296734724097124370", "i": 3954, "idx": 0, "sa": ["Michael Vick", "Michael Hansen", "Martha Stewart"], "q": "crippled Shih Tzu, said any dog will bite if provoked_ citing <strong> Martha Stewart </strong>'s recent run-in with her own dog. <strong> Michael Hansen </strong> blames the pit bull's bad reputation on owners and the press. <q>You have a tendency to sensationalize stories or put into them right down to the blood and gore when it isn't really necessary,</q> said <strong> Michael Hansen </strong>, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that \"people can", "new_id": -2}, {"uid": "1296492638150683650", "i": 23427, "idx": 0, "sa": ["Sergio Marchionne", "Nicklas Lidstrom", "Oprah Winfrey", "Robin Williams", "... More"], "q": "was certain the Michigan basketball team understood the concept of building off the <strong> ... More </strong> Red Wings defenseman <strong> Nicklas Lidstrom </strong> has been part of the two biggest comebacks in All-Star Game <strong> ... More </strong> Chrysler CEO <strong> Sergio Marchionne </strong> said salaried and hourly employees will receive <q>performance <strong> ... More </strong> Chrysler reported a$ 199-million net loss for the fourth quarter of 2010, but excluding interest on <strong> ... More </strong> Chrysler reports its fourth-quarter financial results this morning amid rising expectations that it <strong> ... More </strong> than 1,000 filmgoers-- and \"Detroit 1-8-7</q> fans-- sold out the Detroit Film Theatre to <strong> ... More </strong> Could <strong> Robin Williams </strong> get his Batman wish and appear in the highly anticipated third installment of <strong> ... More </strong> As it nears its one-month mark, the <strong> Oprah Winfrey </strong> Network has grown its prime-time", "new_id": -2}, {"uid": "1295479227005455882", "i": 1876, "idx": 1, "sa": ["Oprah Winfrey", "Michael Vick", "Piers Morgan"], "q": "?\" Properly? Does it come with instructions? We don't talk like that. When he proposed a wager with <strong> Oprah Winfrey </strong> over who'll get to interview <strong> Michael Vick </strong> first, <strong> Piers Morgan </strong> said, <q>I'll bet you 100 British pounds.</q> Brother, can you spare 10 pence? CNN, whose ratings are reeling, is outsourcing its flagship nightly show. <strong> Piers Morgan </strong> is a dandy, he fiddles with his cuff links and smirks in", "new_id": -2}, {"uid": "1296660786182665235", "i": 14173, "idx": 0, "sa": ["Michael Vick"], "q": "part of the commonwealth-- they have the pleasure of...\" ODDBALL left a comment- 10 min ago Florida s health care ruling: Was a Tea Party judge to blame?( The Week) <q>You guys like to use thyat example of insurance. You CHOOSE to buy a car and drive. t</q> Stop the Madness left a comment- 13 min ago Yahoo! Sports \"<strong> Michael Vick </strong> belongs at the bottom of a septic tank. He deserves nothing good and the next time we...\" Damien X left", "new_id": -2}, {"uid": "1296477551098844739", "i": 444, "idx": 0, "sa": ["Sergio Marchionne"], "q": "that controls Chrysler LLC, on Thursday... Photo: A demonstrator wears a mock mask of Fiat CEO <strong> Sergio Marchionne </strong> Video: New Technology to Combat Drunken Driving Video: Workers at GM plant optimistic about future Report Abuse <q>An Italian company that makes unreliable products with engines in Mexico and pretends to be American.</q> Report Abuse \"The 56 MPG Fiat 500 Returns by Bill Siuru03/17/2008\" Fiat offered the Nuova 500 for nearly 20 years, from 1957 to 1975. It proved very popular as a city car and today is", "new_id": -2}, {"uid": "1295076883008978460", "i": 27604, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q>The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome,</q> he said. Bryant said the police had \"severely\" damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. Sea Gals", "new_id": -2}, {"uid": "1295874211251510793", "i": 28049, "idx": 0, "sa": ["Justin Bieber", "Simon Cowell"], "q": "'s safe to say that some of the world's biggest music stars would like to join in on the action. Aside from <strong> Justin Bieber </strong>, who is clearly already swamped with his own work, <strong> Simon Cowell </strong> told Extra that <q>one of the most famous singers in the world</q> contacted him \"out of the blue\" asking about being on the show. Of course he doesn't say who this person is, though, but according to <strong> Simon Cowell </strong>, this uber famous person will make a", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology. \"He's an innovator and entrepreneur to the core, and this role suits him perfectly,\" <strong> Eric Schmidt </strong> wrote in his post. <q>As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured,</q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+ \"px';} else{ this.style.height=' 250px\";};\"> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}]