[{"uid": "1296084752130252877", "i": 44051, "idx": 2, "sa": ["Michael Vick"], "q": "a defense that is ranked fifth overall in the NFL. Led by defensive player-of-the-year favorite Clay Matthews with 13 1/2 sacks, the Packers are tied for second behind the Steelers in bringing down quarterbacks. <q>Those guys fly around the ball and are always in good position,<q> <strong> Michael Vick </strong> said of the Packers' defense. \"You just have to be ready for what they're going to do. They give you a lot of different looks and try to confuse you.\"", "new_id": -2}, {"uid": "1295304607132857897", "i": 47241, "idx": 1, "sa": ["Colin Powell", "Martin Luther King"], "q": "In his remarks, Lomax touched on the critical role education plays in living out <strong> Martin Luther King </strong>'s dream. \"Among the rights <strong> Martin Luther King </strong> fought for was the right to an education,\" he said. <q>But his life was tragically cut short before he could lead us in the fight to afford the college education we needed, and the right to attend public schools that would prepare us to gain admission to and graduate from the colleges we had the legal right to attend. That battle he left for us.<q> The breakfast got its start when UNCF and the <strong> Colin Powell </strong> Mills Foundation joined together to host a community celebration to honor the legacy of <strong> Martin Luther King </strong>. What started with 800 guests in 1991 now", "new_id": -2}, {"uid": "1296004077137592834", "i": 1140, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "Universal- creating a conglomerate that will be the largest cable provider, the largest Internet provider, and one of the largest content producers in the United States- represents a surrender to the demands of corporate America. <q>Once we allow companies to become this powerful, the FCC does not regulate them,<q> said <strong> Sen. Bernie Sanders </strong>( I., Vt.). \"They regulate the FCC.\" No reasonable regulator would debate <strong> Sen. Bernie Sanders </strong>' point- or the threat to democracy posed by abandoning protections against media monopolies. Unfortunately", "new_id": -2}, {"i": 33514, "idx": 0, "index_answer": 3, "new_id": -1, "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. \"Nobody is above the law, no newspaper editor, no journalist.<q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said: \"<strong> Tony Blair </strong> did not have", "sa": ["Tony Blair", "Gordon Brown", "Andy Coulson", "Harriet Harman"], "uid": "1295792724254902285"}, {"uid": "1297285551010960922", "i": 27804, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "Slideshow: White House staff and reporters attend <strong> Barack Obama </strong>'s approval ratings inched up again this month as... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Obamacare Report Abuse <q>What if a republican president was honoring the victims of the tower's collapse?<q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Mortgage Rates Hit 2.99% If you owe less than$ 729k you", "new_id": -2}, {"uid": "1297706299073007108", "i": 25593, "idx": 1, "sa": ["Steve Ballmer"], "q": ".\" There are 30K developers that have registered to write to it though. And there have been about 1 million downloads of the Visual Studio SDK. \"All of which bears promise,\" <strong> Steve Ballmer </strong> said. <q>There's still work to do.<q> Regarding Nokia, <strong> Steve Ballmer </strong> simply mentioned the deal as an important one, one which would create an ecosystem that is the most operator-friendly ecosystem available, free from the fragmentation that \"all other platforms are currently experiencing", "new_id": -2}, {"uid": "1297212035253886496", "i": 12013, "idx": 1, "sa": ["Tony Blair", "Kirsten Gillibrand", "John Kerry"], "q": "take it step by step. Let's return this convicted terrorist to prison, hold a full review, and take it from there.\" <strong> Kirsten Gillibrand </strong>, a Democratic <strong> John Kerry </strong>, called Sir Gus's report <q>deeply troubling- not just for the families of the Lockerbie victims, but for all Americans and all nations who are committed to bringing terrorists to justice.<q> Michael Moore turns on Weinstein partners over \"missing Fahrenheit 9/11 profits\" <strong> Tony Blair </strong> Taylor fails to return to war crimes tribunal after lawyer row WikiLeaks: US and China in military standoff over space missiles WikiLeaks", "new_id": -2}, {"uid": "1296106965198869114", "i": 1637, "idx": 0, "sa": ["Michael Jordan", "Allen Iverson", "Aaron McKie"], "q": "and the Philadelphia 76ers keep winning. One night after a 41-point effort in Philadelphia's most lopsided win of the season, <strong> Allen Iverson </strong> scored an NBA season-high and career-best 54 in a 107-103 victory over the Cleveland Cavaliers. <q>It was like he was playing horse tonight,<q> said 76ers guard <strong> Aaron McKie </strong>, who had 20 points and nine assists. \"<strong> Michael Jordan </strong> jumper was deadly.\" Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route", "new_id": -2}, {"uid": "1297275612018513958", "i": 27275, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "in the room, he raised the threat level to a state of alert, and launched fighters to protect Air Force One. <strong> Donald Rumsfeld </strong> was supposed to be removed to a secret site, but he says he was <q>unwilling to be out of touch during the time it would take to relocate me to the safe site.<q> Shortly afterwards, he writes, \"the <strong> Dick Cheney </strong> reached me by phone.\" <strong> Dick Cheney </strong> reportedly told <strong> Donald Rumsfeld </strong>, \"There's been at least three instance here where we've had reports of aircraft approaching Washington", "new_id": -2}, {"uid": "1295361627259211268", "i": 22796, "idx": 0, "sa": ["Steve Ballmer"], "q": "Year award, Glo was selected by Microsoft Corp. as a prime example of applications touch-tuned to maximize the interactivity and features of the new slate devices that were shown at the Microsoft booth at CES in Las Vegas. <q> \"We are honored to be included in Product Scout<q>\" Microsoft CEO <strong> Steve Ballmer </strong> introduced several Windows 7-powered slates during his CES keynote presentation, and the CES trade show floor was punctuated with Microsoft and OEMs showing Windows 7-powered slates at their booths including apps such as", "new_id": -2}]