[{"uid": "1297200983061325341", "i": 1807, "idx": 7, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "Mr. <strong> Donald Rumsfeld </strong>'s last months on the job. Yet he does acknowledge a visit in September of 2006 from retired <strong> Colin Powell </strong> Jack Keane, a key architect of the surge, who warned that the two generals were not <q>sufficiently aware of the gravity of the situation.</q> When I ask Mr. <strong> Donald Rumsfeld </strong> if they were indeed left in Iraq too long, he concedes: ''In retrospect, you could make that case.'' He isn't as willing to acknowledge", "new_id": -2}, {"uid": "1295958129216842277", "i": 10789, "idx": 12, "sa": ["Sarah Palin", "Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": ", a group that opposes abortion. ''I truly don't know( if he's running for president),'' said <strong> Susan B. Anthony </strong> List president <strong> Marjorie Dannenfelser </strong>, who has urged <strong> Mike Pence </strong> to run. <q>It's my job to really encourage talent to seize the moment, and I think he can do it.</q> If <strong> Mike Pence </strong> is going to decide this month, he will have to do it without knowing who else is running who might appeal to conservatives. Those potential candidates include former <strong> Sarah Palin </strong> and former Arkansas", "new_id": -2}, {"uid": "1297655261245153811", "i": 41252, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "President Bush"], "q": "information from the outside world, the goal was to provide a different worldview than Arab outlets such as Al Arabiya and Al Jazeera offered, or, as <strong> President Bush </strong> announced in his State of the Union that year, <q>to cut through the barriers of hateful propaganda, a new television service will begin providing reliable news and information across the region.</q>( Then-Secretary of Defense <strong> Donald Rumsfeld </strong> used to verbally accost Al Jazeera's war coverage as ''vicious, inaccurate, and inexcusable.'') Nine days after <strong> Barack Obama </strong> took office in 2009, he sat down to", "new_id": -2}, {"uid": "1297125894137412610", "i": 15004, "idx": 0, "sa": ["Zahi Hawass"], "q": "about the theft of cultural artifacts. El Saddik revealed that some of the looters were poorly paid museum guards. She also reported that major looting had occurred at the Memphis Museum, south of Cairo. <q>I hope the looting is over, but who knows what's going to happen,</q> says Dreyfus, who also reads the blog of <strong> Zahi Hawass </strong>, the celebrated, self-promoting archaeologist who was named Egypt's minister of antiquities a few days ago. In his Feb. 3 posting, <strong> Zahi Hawass </strong> sought to dispel rumors", "new_id": -2}, {"uid": "1296060080049987593", "i": 28557, "idx": 1, "sa": ["Liv Tyler", "Simon Cowell", "Mia Tyler"], "q": "is way more interesting than <strong> Simon Cowell </strong> and his nasty quips. ''We're a very sarcastic family,'' said <strong> Mia Tyler </strong>, a plus-sized model and <strong> Liv Tyler </strong>'s paternal half-sister. <q>He's the funniest man I know. He's saving the show because it was kind of boring before. There's only so many times you can watch <strong> Simon Cowell </strong> be mean to people.</q> While <strong> Mia Tyler </strong> may be biased, there's no doubt that the Aerosmith frontman's comments are entertainingly unpredictable. For example, he said about one contestant: ''Water that flower'cause I think", "new_id": -2}, {"i": 30276, "idx": 5, "index_answer": 1, "new_id": -1, "q": ", 2 rebs and 1 ast in 33 mins.... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q>It's going to have to be one of the best games ever from us in order to win,</q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... Pistons 2010/11 Season-Opener Intro Introduction of the new 2010/2011 Detroit Pistons", "sa": ["Rodney Stuckey", "Allen Iverson"], "uid": "1295655959070139994"}, {"uid": "1296148222056688642", "i": 26307, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. ''It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Georgia Legislators Aim to ''Crack Down' On Illegal Immigration This Year YouTube overnight sensation Megan McGlover talks about Atlanta traffic, weather and more on Wednesday''s Daily 11 at 7 with Ted Hall.", "new_id": -2}, {"uid": "1296619354222035969", "i": 30894, "idx": 6, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. ''It's hard coming into a situation where guys have been http://wn.com/Lakers_Highlights_vs_Thunder_HD_Game_5_2010_Playoffs_Round_1 And it's three score and ten Boys and men were lost from Grimsby town From Yarmouth down to Scarborough Many hundreds more were", "new_id": -2}, {"uid": "1295669848206995548", "i": 6277, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "his two older children were teased at school and when he woke at 4.00 am recently to dodge television cameras by leaving for work at 4.30 am. Even then the cameras were waiting. One friend said: <q>You know the game is up when getting up at 4.00 am isn't good enough.</q> Labour will, however, maintain the pressure, as <strong> Ed Miliband </strong> signalled today when he questioned <strong> David Cameron </strong>'s judgment in ''hanging'' onto <strong> Andy Coulson </strong>. This is what Tom Watson, the former Labour minister who has led", "new_id": -2}, {"uid": "1296368889057065490", "i": 13983, "idx": 0, "sa": ["Ben Stiller", "Ben Robinson", "David Letterman"], "q": "Dial up the clips on YouTube. There's no doubt that blond-headed kid with the huge smile is the same person you can see playing the odd show in bars and clubs around Winston-Salem. <q>Every guest <strong> David Letterman </strong> had on, he ended up using me as an example,</q> <strong> Ben Robinson </strong> said. ''<strong> Ben Stiller </strong> was on, and he was talking about some tough part he had in some movie he was making, and <strong> David Letterman </strong> points over at me and says, ''He''s only 13 and", "new_id": -2}]