[{"uid": "1295624618256049160", "i": 32171, "idx": 0, "sa": ["Andy Coulson", "Ed Balls"], "q": "the ins and outs of how peccadillo's could bring this giant down. While of course we are excited by <strong> Ed Balls </strong> getting his fangs into George Report this comment James Forsyth, 26th February 2010 <q> <strong> Andy Coulson </strong>'s instinct that <strong> Sayeeda Warsi </strong> is the best messenger for the Tories on this subject[ immigration] is sound. </q> Report this comment <strong> Andy Coulson </strong>'s resignation will be in tomorrow's papers, but it will not resonate with their readers( apart from a few BBC employees who read the Guardian). This is because <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1297081769245825547", "i": 42024, "idx": 0, "sa": ["Bernie Ecclestone", "Gwyneth Paltrow", "Kylie Minogue", "Simon Cowell"], "q": "`` We are now part of that life,'' says a deadpan Nick, creator of homes for <strong> Kylie Minogue </strong>, <strong> Gwyneth Paltrow </strong>, Boris Berezovsky[ Russian oligarch] and the Mittals[ Indian steel tycoons]. <q> We try to educate our young designers in the needs of such people. </q> He is friends with princes Andrew and Albert, <strong> Bernie Ecclestone </strong>[ Formula One boss] and <strong> Simon Cowell </strong>. I find him tanned in a tailored shirt and Berluti shoes, but am more struck by the piercing stare", "new_id": -2}, {"uid": "1297098713099483693", "i": 37806, "idx": 2, "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "q": "pointed out last June, adopted one of the so-called`` bait dogs'' <strong> Michael Vick </strong> used in the dog-fighting ring that landed him in prison. The dog's name is Mel-- and as <strong> Richard Hunter </strong> told Richie, <q> While <strong> Michael Vick </strong> is pure evil, this dog is so good despite having suffered through such hell that he's truly changed my life. </q> <strong> Richard Hunter </strong> went to the event to show <strong> Michael Vick </strong> Mel's picture and confront him about the past-- which, as you'll see in the video, never happened. Rooster Ok, <strong> Dwaine Caraway </strong>'s an", "new_id": -2}, {"uid": "1295570955080838693", "i": 33312, "idx": 1, "sa": ["George H.W. Bush", "Colin Powell", "Brent Scowcroft", "Timothy Naftali"], "q": "'s symposium, held on a stage at one end of the Texas A&M Aggies' basketball arena, Baker is scheduled to discuss`` the diplomacy of a winning coalition.'' Cheney's topic is <q> forging victory in the first post-Cold War conflict, </q> and <strong> Colin Powell </strong> will handle`` planning and fighting modern coalition warfare.'' <strong> Brent Scowcroft </strong> will attend the symposium as will representatives from Kuwait. <strong> Timothy Naftali </strong>, a biographer of <strong> George H.W. Bush </strong>, said the Gulf War demonstrated the importance of", "new_id": -2}, {"uid": "1297148770248266755", "i": 36015, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush"], "q": "critici hebben gesterkt''. Op het matje <strong> Donald Rumsfeld </strong> vertrok uiteindelijk twee jaar later, een dag na de tussentijdse Congresverkiezingen in de VS, waarbij de Republikeinse partij van president <strong> President Bush </strong> gevoelige klappen opliep. <q> Ik had al besloten dat ik niet zou blijven als de Democraten de macht in het Congres zouden overnemen </q>, schrijft de oud-minister. 12 jan 2010 In het buitenland al vaker en meer Irak-onderzoeken 9 nov 2010 Biografie <strong> President Bush </strong> verschenen De Iraanse ambassadeur in Nederland wordt vandaag opnieuw ontboden om opheldering te geven in de... Het", "new_id": -2}, {"uid": "1295699377236945420", "i": 438, "idx": 1, "sa": ["Michael Vick"], "q": "is, incidentally, Segal's job. And so, lo and behold, <strong> Michael Vick </strong>'s tune sounded just a bit different when The Philadelphia Inquirer's Jeff McLane caught up to him Wednesday. <q> I can say it over and over again, </q> <strong> Michael Vick </strong> said,`` but then when I say it to my agent, it's a totally different story.... So who knows what's going to happen? I have to follow his lead in that regard", "new_id": -2}, {"uid": "1295887713005734413", "i": 30909, "idx": 1, "sa": ["Zahi Hawass"], "q": "of one sun god, Aton. The bust is at the top of a`` wish list'' of five major artefacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q> Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti, </q> <strong> Zahi Hawass </strong> said in a statement. But he asked that`` this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' FILE- In this March 7, 1982", "new_id": -2}, {"uid": "1297363345153731072", "i": 32300, "idx": 0, "sa": ["Steven Tyler", "David Letterman", "Kayte Walsh", "Kelsey Grammer", "Camille Grammer"], "q": "property may be worth$ 20 million. <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong> were married in 1997 and have two young children together. Attorneys for the former`` Frasier'' star and <strong> Camille Grammer </strong>, who appears on <q> The Real Housewives of Beverly Hills, </q> told Nelson they will set aside$ 2.3 million while financial arrangements are handled. The 55-year-old actor has told <strong> David Letterman </strong> last month that he plans to marry <strong> Kayte Walsh </strong> sometime in February. Watch: <strong> Steven Tyler </strong> Busted", "new_id": -2}, {"uid": "1295568821043630596", "i": 17775, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.'' Larry Page <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-we are only at the beginning and I can't wait to get started. </q> <strong> Sergey Brin </strong>`` I'd like to mention that I've had a great time working with Larry now for 15 years and <strong> Eric Schmidt </strong> for a decade. Both of them have inspired and moved me. I would like to", "new_id": -2}, {"i": 31852, "idx": 1, "index_answer": 0, "new_id": -1, "q": "a friend.`` I talked to her husband Mark last night. She's making progress every day.'' While it's`` far too early'' for the congresswoman to speak, <strong> Kirsten Gillibrand </strong> said, <q> she's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and understand and show people she understands what she's hearing and seeing. </q> <strong> Gabrielle Giffords </strong> began breathing without a ventilator yesterday as doctors took out the breathing tube that had run down her throat and replaced it with a tracheotomy tube in her windpipe. Surgeons also inserted a feeding tube.", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295231201028164120"}]