[{"uid": "1296869911188694544", "i": 28219, "idx": 0, "sa": ["Sergio Marchionne"], "q": "words. And at a conference on Friday, he expressed strong displeasure at the terms of the American and Canadian governments' loans that kept the company afloat. From The Detroit News: <q>`` I am paying shyster rates, </q> <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout.`` We had no choice... I am going", "new_id": -2}, {"uid": "1295565225148553765", "i": 22855, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "strategy, which <strong> Eric Schmidt </strong> said are his greatest strengths. He added that <strong> Sergey Brin </strong> will retain the title co-founder and focus on strategic projects, particularly new products. As for himself, <strong> Eric Schmidt </strong> said, <q> I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>. </q> <strong> Eric Schmidt </strong>: Page Will Merge Technology and Business Vision` Brilliantly' <strong> Eric Schmidt </strong> said that when he first joined Google, he never imagined the growth that the company has achieved but added that Google's", "new_id": -2}, {"uid": "1295583741050233384", "i": 45724, "idx": 1, "sa": ["Eric Schmidt"], "q": "as a service too) touches on in this reviewcam, it's also one of those products that's difficult to describe. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295295626163250176", "i": 15374, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Robotized Engine for the Fiat 500 minicar, which is going into production on the old Chrysler PT Cruiser assembly line in Toluca, Mexico. Chrysler Kokomo is preparing to make the Fiat's engine blocks. <q> It's a rumor on the table that we're supposed to make parts for the( Fiat) transmission, </q> said UAW 1166 official Jeff LaDow at the Kokomo casting plant.`` Right now, we're still getting the engine block squared away.'' Fiat chief <strong> Sergio Marchionne </strong>, who committed$ 1.1 billion for revamping", "new_id": -2}, {"uid": "1296757679010059804", "i": 5877, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "others. <strong> Donald Rumsfeld </strong>, who has kept a low profile since resigning in 2006, uses the book to renew his long-running feud with <strong> John McCain </strong>, whom he describes as having a`` hair-trigger temper'' and <q> a propensity to shift his positions to appeal to the media </q>. <strong> Donald Rumsfeld </strong> accepts almost no blame for the mistakes in Iraq in his 800-page autobiography Known and Unknown, copies of which have been obtained and published in excerpt by the New York Times and the Washington Post", "new_id": -2}, {"uid": "1296351444030326786", "i": 19495, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they can't fall for <strong> Ben Roethlisberger </strong>'s pump fakes. <q> You can't just go full speed and reckless, </q> <strong> Charles Woodson </strong> said.`` You've got to kind of break down and be ready to move either way with the quarterback. Because it doesn't take much for a quarterback to just step one foot forward", "new_id": -2}, {"uid": "1295821293214663176", "i": 38043, "idx": 0, "sa": ["Andy Coulson"], "q": ", and your country to jeopardy or compromise. Save the non-Muslim minorities in the Muslim countries! Save the Muslims from the Islam! Save the non-Muslim minorities in the Muslim countries! Report Abuse <q>`` The Mossad( Israeli intelligence) was responsible for the attack. </q> </blockquote> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to", "new_id": -2}, {"uid": "1295802494101695495", "i": 36362, "idx": 5, "sa": ["Hu Jintao", "Colin Powell", "Barack Obama"], "q": "'' <strong> Colin Powell </strong> said.`` I think he has some tough times ahead, and I think he's had some setbacks.''`` You know, we didn't elect Superman,'' <strong> Colin Powell </strong> added. <q> We elected a human being, <strong> Barack Obama </strong>, who came in with an idea, with energy, and I think with a more youthful approach to things. </q> <strong> Barack Obama </strong> has stabilized the U.S. economy, taken on health care and improved U.S. relations with other nations, <strong> Colin Powell </strong> said, calling last week's visit to Washington by China <strong> Barack Obama </strong> <strong> Hu Jintao </strong>`` very successful.''", "new_id": -2}, {"uid": "1295228208163069955", "i": 3144, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,'' Ms <strong> Kirsten Gillibrand </strong> said on NBC's Meet The Press programme. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury, </q> she added. Risk contained No sign of Tunisian uprising spreading to Egypt Southern discomfort One man's quest to solve civil rights murder cold case Laos Ltd Land of' a million elephants", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}]