[{"uid": "1294973110267157533", "i": 5737, "idx": 0, "sa": ["Steve Ballmer"], "q": "consumer demand for gaming continues to evolve.\" Microsoft's Xbox 360 video game consoles were the only platform to sell more hardware in 2010 than in the previous year, according to NPD. <q> This has been the biggest holiday and the biggest year ever for Xbox, </q> Microsoft chief executive <strong> Steve Ballmer </strong> said during a presentation at the Consumer Electronics Show in Las Vegas. <strong> Steve Ballmer </strong> boasted that Microsoft sold more than eight million gesture-sensing Kinect controllers for Xbox 360 video game consoles in the 60", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business. \"You figure this is a way to do something useful for your country.\" <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1295339132194592791", "i": 38690, "idx": 1, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": "in an interview with <strong> Piers Morgan </strong>, set to air Tuesday night on CNN. In an extraordinary attack that quickly deteriorates into a tirade, <strong> Howard Stern </strong> echoes his previous claims that the Tonight Show host steals jokes. <q> <strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook. And the world knows exactly what he's up to. He steals a tremendous amount of material, </q> <strong> Howard Stern </strong> says. <strong> Howard Stern </strong> then turns his ire on America: \"I don't know how[ <strong> Jay Leno </strong> has] beaten <strong> David Letterman </strong> in the ratings.... America must be filled with morons who at night lay in", "new_id": -2}, {"uid": "1295615027107249664", "i": 46614, "idx": 0, "sa": ["Eric Schmidt"], "q": ", Speaking at the D: Dive into Mobile conference in San Francisco, the Googler said: \"It's hard to assemble a team and organize as quickly as you want\" for certain situations. <q> Finding the right people, interviewing them and hiring them takes time. Companies are willing to pay a premium to be in the market right now. </q> Though this ideology came under the reign of <strong> Eric Schmidt </strong>, the CEO shake-up isn't a rebuke- as he's netted the company billions and will continue to work with the company, according to a blog", "new_id": -2}, {"uid": "1295981786193069059", "i": 35456, "idx": 1, "sa": ["Bill Lockyer", "Sian Massey", "Newt Gingrich", "Richard Keys"], "q": "I should trust his judgment on that?\" Gray then said: \"No, I wouldn't. I definitely wouldn't... I can see her from here,\" before swearing and adding: <q> What do women know about the offside rule? </q> Gray didn't publicly apologized for his remarks, unlike <strong> Richard Keys </strong>, who telephoned <strong> Sian Massey </strong> on Monday. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate", "new_id": -2}, {"uid": "1295632864218054656", "i": 40225, "idx": 1, "sa": ["Eric Schmidt", "Will Page"], "q": "particular new products. The changes will take effect on April 4. \"We've been talking about how best to simplify our management structure and speed up decision-making for a long time,\" <strong> Eric Schmidt </strong> said. <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear, Larry is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> How <strong> Will Page </strong> Do? Greg Sterling, principal analyst at Sterling Market Intelligence, said that in one sense, it makes sense for <strong> Eric Schmidt </strong> to take on a new role after a decade at the helm", "new_id": -2}, {"uid": "1297647737198574120", "i": 31001, "idx": 3, "sa": ["Aaron Goldstein", "Sen. Bernie Sanders"], "q": " \"But I don't have the answer to that.\" I did see a couple of people wearing a \"Draft <strong> Sen. Bernie Sanders </strong>\" sticker. For his part,| 2.13.11@ 7:40 PM <q> back to my days with the New Democratic Party </q> <strong> Aaron Goldstein </strong>| 2.13.11@ 8:37 PM Ken( Old Texican)| 2.13.11@ 7:47 PM <strong> Aaron Goldstein </strong>, Please forgive me. SCREW THE LEFT! Remember name, email", "new_id": -2}, {"uid": "1296650725203423767", "i": 2804, "idx": 0, "sa": ["Zine El Abidine Ben Ali", "Jeffrey Feltman", "Donald Rumsfeld"], "q": "the country after president <strong> Zine El Abidine Ben Ali </strong> was ousted on January 14 and swiftly called for reforms. He said on Tuesday only free and fair elections would strengthen and give credibility to the north African state's embattled leadership. <q> I certainly expect that we'll be using the Tunisian example </q> in talks with other Arab governments, Assistant <strong> Donald Rumsfeld </strong> of State <strong> Jeffrey Feltman </strong> added. He was dispatched to the north African country to offer US help in the turbulent transition of power, and met with Tunisian", "new_id": -2}, {"uid": "1295566282254656542", "i": 15766, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ".\" As Page takes on the day-to-day operations and the legal responsibilities associated with the title of CEO, <strong> Eric Schmidt </strong> will remain involved as the Executive Chairmen. According to Google, his new responsibilities will involve <q> focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-all of which are increasingly important given Google's global reach. </q> <strong> Eric Schmidt </strong> will also continue to act as an advisor to Page and <strong> Sergey Brin </strong>. <strong> Sergey Brin </strong> will continue to work with Google's philanthropic division on energy and climate change projects, and will be involved with all new", "new_id": -2}, {"uid": "1297171803034897961", "i": 34576, "idx": 3, "sa": ["John McCain", "Donald Rumsfeld"], "q": "while he \"respect[ s] <strong> Donald Rumsfeld </strong>,\" they had \"a very, very strong difference of opinion about the strategy he was employing in Iraq, which I predicted was doomed to failure.\" <q> Thank God he was relieved of his duties and we put the surge in, </q> <strong> John McCain </strong> said. \"Otherwise, we would have had a disastrous defeat in Iraq.\" <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a \"hair-trigger temper\" and \"a propensity to shift his positions", "new_id": -2}]