[{"uid": "1296963327246792213", "i": 17418, "idx": 0, "sa": ["Michael Vick"], "q": "reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q>The most fun I've ever had playing football,</q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. Text DPSPORTS to 71593 for sports alerts", "new_id": -2}, {"uid": "1295936421203702325", "i": 40279, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q>This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country,</q> it said.", "new_id": -2}, {"uid": "1295593019183287827", "i": 12841, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "four of HP's current board members to not stand for re-election at HP's annual meeting in March represents an unusually large exodus for a company of HP's size. HP would only say that it <q>continually looks to bring new insight and perspective</q> to the company. The company's revelation came the same day that another technology heavyweight, <strong> Google Inc. </strong>, disclosed a surprise reshuffling of its own: CEO <strong> Eric Schmidt </strong> is relinquishing the job to <strong> Google Inc. </strong> co-founder", "new_id": -2}, {"uid": "1297449743186662931", "i": 46858, "idx": 1, "sa": ["Steve Ballmer"], "q": "with Apple and Google in the fast-growing and lucrative smartphone market. 02 Feb 2011 \"Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale,\" he said. <q>Nokia is at a critical juncture, where significant change is necessary and inevitable in our journey forward.</q> <strong> Steve Ballmer </strong>, chief executive of Microsoft, said the partnership would \"dramatically accelerate the development of a vibrant and strong Windows Phone ecosystem\". Nokia and Microsoft have been working on the development of", "new_id": -2}, {"uid": "1295386293114753561", "i": 13041, "idx": 2, "sa": ["Patrick Leahy", "Peter Shumlin", "Sen. Bernie Sanders"], "q": ",\" <strong> Sen. Bernie Sanders </strong> said, \"we have a golden opportunity not only to significantly improve the heatlh care system in Vermont, but to lead the entire nation in a very new and better direction.\" <q>Our little state has been a trailblazer for years and years,</q> <strong> Patrick Leahy </strong> said. \"What Gov. <strong> Peter Shumlin </strong> knows is the time for incrementalism is over,\" Welch said. Welch explained the date change Vermont seeks to enable a swifter move toward a singlepayer system", "new_id": -2}, {"uid": "1295256413206143491", "i": 15716, "idx": 12, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson", "Robert Vaden"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q>... <strong> Robert Vaden </strong> 28 Points in 2nd Half against Kentucky <strong> Robert Vaden </strong> let it go, turned as the ball made its way through the net and began pounding his chest. capped by runway Another big shot for the UAB guard", "new_id": -2}, {"uid": "1295584540106250245", "i": 12399, "idx": 2, "sa": ["Eric Schmidt"], "q": "- and over the holidays we decided now was the right moment to make some changes to the way we are structured,\" Mr <strong> Eric Schmidt </strong> wrote in a blog post. He added that Mr Page would <q>merge Google's technology and business vision</q>, while he would stay on to focus on external issues, like \"deals, partnerships, customers and broader business relationships\". In the blog post, Mr <strong> Eric Schmidt </strong> said the three executives would continue", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as \"terribly wrong.\" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> said. <q>I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan,</q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was \"incremental,\" not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}, {"uid": "1295348812121946130", "i": 29854, "idx": 1, "sa": ["Steve Ballmer", "Maria Bartiromo"], "q": "an interview with <strong> Maria Bartiromo </strong>, Microsoft CEO <strong> Steve Ballmer </strong> discussed the success of Kinect, dodged questions regarding Windows Phone 7's viability, and complimented Facebook, a partner the company is working with for its Bing search engine( <q>It's worth exactly what investors will pay for it. They're a great partner, and I love them.</q>) <strong> Steve Ballmer </strong> also talked about what he feels to be the two biggest trends for the next two years: natural interface via voice, touch and vision recognition, and the Cloud. \"There's still so much", "new_id": -2}, {"uid": "1297451846240746502", "i": 36814, "idx": 7, "sa": ["John McCain", "Donald Rumsfeld", "George Washington"], "q": ", mistakenly calling them \"peaceful protesters.\" That is not an accurate portrayal of the Human Rights Watch reporting, said Rachel Denber, the organization's acting executive director for Europe and Central Asia. <q>As our report on Andijan acknowledges, there were some armed people in the crowd in Andijan, but they were vastly outnumbered by unarmed people who came out to protest and then fled and were ambushed when government forces started shooting at the square. In such circumstances government forces had an obligation, which they utterly ignored, to prevent harm to the many who were unarmed,</q> Denber told EurasiaNet.org. \"<strong> Donald Rumsfeld </strong> may be right that the <strong> John McCain </strong> has a better chance of exposing Uzbekistan to democratic values through contact, but that contact will be of questionable value if <strong> George Washington </strong> doesn't respond", "new_id": -2}]