[{"uid": "1295591909000901162", "i": 25773, "idx": 4, "sa": ["John McCain", "Barack Obama", "Colin Powell", "Jackie Chan"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly Jackie Chanled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Barack Obama_Barack Obama_Calls_for_Clean_Energy_and_Climate_Legislation www.repoweramerica.org In his State of the Union address, <strong> Barack Obama </strong> reiterated his commitment to", "new_id": -2}, {"uid": "1295668634145047643", "i": 44495, "idx": 2, "sa": ["Larry Bird", "Vince Carter", "LeBron James", "Allen Iverson", "Russ Granik", "Shaun Johnson"], "q": "since the days of <strong> Shaun Johnson </strong> and <strong> Larry Bird </strong>. As two of the NBA's most exciting young stars, they are dazzling spectators and TV viewers with limitless creativity and breathtaLeBron James moves in the Toronto Raptors-Philadelphia 76ers playoff series. <q> This matchup is great, and people are getting turned on to it, </q> said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's First Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory.`` For better or worse,", "new_id": -2}, {"uid": "1296717067176898072", "i": 17704, "idx": 8, "sa": ["Reggie Miller", "Shaquille O'Neal", "Allen Iverson", "Travis Best", "Phil Jackson"], "q": "it was coming. The crowd knew it was coming.'' The Sixers had a final chance, but <strong> Allen Iverson </strong> lost his dribble with <strong> Reggie Miller </strong> closely guarding him and couldn't get a shot off as time expired. <q> We got to a point where we felt we had these guys beat, </q> <strong> Allen Iverson </strong> said.`` We got tight. To get a <strong> Shaquille O'Neal </strong> lead like that and lose it at home is ridiculous.'' Indiana, the defending Eastern Conference champions and prohibitive underdogs against Phil Jacksonadelphia, lead the Travis Best-of-five", "new_id": -2}, {"uid": "1295298855113115208", "i": 5365, "idx": 0, "sa": ["Steve Ballmer"], "q": "Spy''/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q> Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise, </q> he said.`` It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.''", "new_id": -2}, {"uid": "1295563364204783630", "i": 12688, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Larry Page </strong> will lead product development and technology strategy and take charge of day-to-day Google operations.`` In this new role I know he will merge Google's technology and business vision brilliantly,'' <strong> Eric Schmidt </strong> wrote. <q> <strong> Larry Page </strong>, in my clear opinion, is ready to lead. </q> During a Thursday conference call, <strong> Larry Page </strong> said <strong> Eric Schmidt </strong> has`` done an outstanding job leading Google. We're all in great debt to <strong> Eric Schmidt </strong> and I think the results really speak for themselves. There's", "new_id": -2}, {"uid": "1295562566105267228", "i": 7727, "idx": 4, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "and <strong> Sergey Brin </strong> for a long time to come,'' he added. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an`` outstanding job leading Google for the last decade.'' <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> he said.`` Google still has such incredible opportunity- we are only at the beginning and I can't wait to get started.'' The company reported that net profit rose to US$", "new_id": -2}, {"uid": "1296597340025591811", "i": 46426, "idx": 1, "sa": ["Donald Rumsfeld", "Michael Madsen"], "q": "whether to designate it at all. The discussion ranges from musings that suggest <strong> Donald Rumsfeld </strong>-`` We don't know what we don't know''- to phrases that might be from a conceptual art project: Onkalo <q> has to be fully passive </q> and`` independent of human nature,'' and its inheritors must be taught`` to remember forever to forget.'' The conceptual aspects of the project clearly fascinate <strong> Michael Madsen </strong>. Into Eternity doesn't take", "new_id": -2}, {"uid": "1297519072244219982", "i": 27467, "idx": 1, "sa": ["Donald Rumsfeld"], "q": ", I believe that is true. 7 posted on 02/12/2011 5:44:41 AM PST(`` Weakness is provocative.'' <strong> Donald Rumsfeld </strong>) There was no`` error.'' Barky acts deliberately. To: bert <q> This guy is great. He has been designated point man and is delivering the spear right into Obama's heart. </q> Designated point man? Just ask the Nigerians about Shell and what they will do unless you keep an eye on them. http://www.google.com/search?oe=UTF- 8&amp;q=nigerian+delta+shell 9 posted on 02/12/2011 5:53:18 AM PST bert( K.E. N.P.", "new_id": -2}, {"uid": "1295503548083329037", "i": 18959, "idx": 5, "sa": ["Allen Iverson", "Kobe Bryant", "Tyronn Lue", "Juan Carlos Navarro"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said Palau Sant Jori, Barcelona, Spain Boxscore: www.nba.com <strong> Kobe Bryant </strong> plays 25 minutes, misses all 3-pointers BARCELONA, Spain-- <strong> Juan Carlos Navarro </strong> scored 25 points to help Barcelona beat the NBA champion Los Angeles Lakers 92-88 in", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}]