[{"uid": "1297268304137707526", "i": 871, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "DOT because he was going to be cutting highways and airports and that wouldn't be helpful to me politically.'' Nixon wanted something meaty for <strong> Donald Rumsfeld </strong>. But there was a lot to consider! <q> He said possibly Under <strong> Donald Rumsfeld </strong> of State for Economic Affairs. </q> Possibly the UN, and then he said no that wouldn't be good that isn't particularly popular in Illinois, Commerce, he said maybe the international economic thing, possibly <strong> Donald Rumsfeld </strong> of the Navy, CLC,", "new_id": -2}, {"uid": "1297123330195428355", "i": 5329, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> wants his new Fox talent series`` The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to", "new_id": -2}, {"uid": "1295381374134447118", "i": 12618, "idx": 0, "sa": ["Simon Cowell"], "q": "needed prompting. Nobody asked a question about <strong> Simon Cowell </strong>. He said he didn't hear too much rock but there was one guy who really impressed him. As a recovering addict, he has no regrets. <q> I'm always ready to take it up a notch, </q> he said.`` I like a good challenge.'' He later said,`` Idol'' will enable Aerosmith fans to see a new side of him.`` Here I get to be more vulnerable", "new_id": -2}, {"uid": "1295036728092176422", "i": 26441, "idx": 2, "sa": ["Charlie Chaplin", "Sergio Marchionne"], "q": "Italia'`` We are getting closer and closer to the workers in the <strong> Charlie Chaplin </strong> movies,'' said Nina Leone, 47, a Fiat employee since 1988 and who said she would oppose the deal. <q> I don't think Mirafiori will stop auto production if the No vote prevails. We will fight to keep our jobs. </q> Mirafiori is part of <strong> Sergio Marchionne </strong>'s 20 billion-euro investment project dubbed`` Fabbrica Italia'' to revamp Fiat's five remaining Italian car plants excluding Termini Imerese, which will stop producing cars by the end of 2011", "new_id": -2}, {"uid": "1297177999266534917", "i": 29930, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "they say-- he gave a lot of information,'' <strong> Donald Rumsfeld </strong> said.`` And it was very helpful to our interrogators and to the United States government in saving lives.'' <strong> Donald Rumsfeld </strong> later concluded that <q> the fact that we haven't had an attack in a decade is a credit to that administration, the <strong> President Bush </strong> administration, and to[ <strong> President Bush </strong>]. </q> Yet in his memoir, Known& Unknown, which is set for release Tuesday, <strong> Donald Rumsfeld </strong> claims that he was`` surprised and troubled'' by some of the most extreme techniques used on", "new_id": -2}, {"uid": "1295543475207126533", "i": 18694, "idx": 2, "sa": ["David Letterman", "Show Whore", "Jonathan Mendelsohn"], "q": "hitting single'Till Tonight` featuring <strong> Jonathan Mendelsohn </strong>. Set in Barcelona, i... U2-`` I'll Go Crazy If I Don't Go Crazy Tonight'' on <strong> David Letterman </strong> 3/4/09( TheAudioPerv.com) Night 3 U2- <q> I'll Go Crazy If I Don't Go Crazy Tonight </q> on <strong> David Letterman </strong> 3/4/09( TheAudioPerv.com) Night 3 www.theaudioperv.com U2 performed`` I'll Go Crazy If I Don't Go Crazy Tonight'' on the Late <strong> Show Whore </strong> with <strong> David Letterman </strong> on 3 This is the third night of their weeklong", "new_id": -2}, {"uid": "1295581287002506756", "i": 24734, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies.`` I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World As We Know It. </q>'' I think <strong> Eric Schmidt </strong> is burned out.'' There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly calls to discuss its", "new_id": -2}, {"uid": "1295462584109772853", "i": 23709, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Mercedes-Benz 2010 M-Class$ 49,971 Mercedes-Benz 2011 M-Class$ 58,265 Mercedes-Benz 2011 M-Class$ 58,225 Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1295560040175849483", "i": 2220, "idx": 4, "sa": ["Eric Schmidt", "Google Inc."], "q": "management structure and speed up decision making,'' Mr. <strong> Eric Schmidt </strong> said.`` In this new role I know he will merge <strong> Google Inc. </strong>'s technology and business vision brilliantly,'' Mr. <strong> Eric Schmidt </strong> said. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead. </q> In a statement, Mr. Page said Mr. <strong> Eric Schmidt </strong>'s track record speaks for itself.`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade,'' he said.", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.`` I think he'd clear the field.'' Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}]