[{"uid": "1297616629186400779", "i": 32554, "idx": 36, "sa": ["David Martin", "Donald Rumsfeld"], "q": ". \"Well, for openers,\" said <strong> David Martin </strong>. \"He didn't have the nerve to even tell me about it for hours- after he was asked,\" she said. <q> He's afraid of me, basically! </q> \"There was this phase when he was a rock star,\" <strong> David Martin </strong> prompted. \"A rock star,\" said Joyce <strong> Donald Rumsfeld </strong>. \"And then the minute, I mean if you", "new_id": -2}, {"uid": "1295181499258277387", "i": 851, "idx": 3, "sa": ["Chris Anderson", "Eric Schmidt"], "q": ",\" <strong> Chris Anderson </strong> makes the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009...", "new_id": -2}, {"uid": "1295412063129597469", "i": 5447, "idx": 0, "sa": ["Sergio Marchionne"], "q": "| Chrysler weighs changes to minivans Chrysler is debating the future of its Dodge Grand Caravan and its Chrysler Town and Country minivans. \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday. <q> We need to retain all its functionality but make it much more versatile. </q> The Treasury Department on Tuesday auctioned$ 29 billion in three-month bills at a discount rate of 0.155 percent, up from 0.150 percent last week. And$ 28 billion in six-month bills was auctioned at a discount", "new_id": -2}, {"uid": "1295785089191660037", "i": 29696, "idx": 1, "sa": ["Andy Coulson", "James Murdoch"], "q": "deleted. Fatigued 23 January 2011 12:33 AM macgilleleabhar 23 January 2011 12:33 AM Guilty as charged. Pass the the black hat... There is an old Scots saying: <q> If they were nae there they were there aboots </q> BrotherBig 23 January 2011 12:34 AM? Mr <strong> Andy Coulson </strong>'s truth-telling? The trespass on people's privacy? The peculiar behaviour of the police? The <strong> James Murdoch </strong> hegemony in the British media", "new_id": -2}, {"uid": "1296137334113377297", "i": 3096, "idx": 2, "sa": ["Michael Vick"], "q": "that he does not really care whether he gets franchised- the one-year payout would be huge, although there would be no signing bonus- but he backed down a little from that stance on Wednesday. <q> If they franchise me, we'll see how that goes, </q> <strong> Michael Vick </strong> said. \"I'll leave it up to my agent to work everything out.... I'm expecting everything to go according to plan. We'll see what happens over the next couple of months.", "new_id": -2}, {"uid": "1297407745191856652", "i": 5153, "idx": 3, "sa": ["Zahi Hawass"], "q": "a fictitious substance called \"red mercury\" that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q> They live thinking about it. They could kill each other to get it, </q> <strong> Zahi Hawass </strong> said. \"When I enter any place in Egypt, people ask me all the time about this.\" The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "new_id": -2}, {"uid": "1297204047246546474", "i": 14089, "idx": 6, "sa": ["Donald Rumsfeld"], "q": ". \"I was a participant and we believed the intelligence was correct. It turns out it was not completely correct.\" Still, <strong> Donald Rumsfeld </strong> argued Saddam Hussein led a \"terribly vicious regime,\" and that <q> there's no question that the world is better off today than if Hussein were still in power. Millions of people in that country have been liberated. </q> Please enter the two words below into the text field underneath the image. Milligan: Bill O'Reilly's Obama Interview Shows Media Irresponsibility", "new_id": -2}, {"uid": "1296349513037584923", "i": 20300, "idx": 1, "sa": ["Steven Tyler", "Josh Turner", "Scotty McCreery", "Jennifer Lopez", "Simon Cowell", "Randy Jackson"], "q": "Now we have new judges in <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> of Aerosmith joining <strong> Randy Jackson </strong>. No more <strong> Simon Cowell </strong> to diss country music- a fact the 62-year-old rocker <strong> Steven Tyler </strong> recently pointed out on \"Fox and Friends.\" <q> That's the one thing that turned me off about the show was <strong> Simon Cowell </strong> passed on this kid because he goes,` Besides which, I hate country. Not my cup of tea.' If I'm judging music, you don't judge the genre. Sorry. </q> Don't be sorry about that Steve! So far, the judges( and I) are smitten with a <strong> Josh Turner </strong> sound-alike in 16-year-old <strong> Scotty McCreery </strong>, who made the cut in Milwaukee. Thursday night's auditions", "new_id": -2}, {"uid": "1297191483065617924", "i": 3836, "idx": 0, "sa": ["Colin Powell"], "q": "mass destruction. Rumsfeld writes that military leaders supported a strike, based on what he calls extensive but not conclusive evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> Rumsfeld says he wanted to attack the site before <strong> Colin Powell </strong> finished his presentation in New York, because otherwise the site would be abandoned. Over and over I've asked myself how someone as incompetent as", "new_id": -2}, {"uid": "1295469075042287112", "i": 10839, "idx": 0, "sa": ["Chris Daughtry", "Fantasia Barrino", "Carrie Underwood", "Kelly Clarkson", "Simon Cowell"], "q": "who forms a church using only` Idol' participants, one pop star hopeful's vicious run-in with nasty( and now departed) judge <strong> Simon Cowell </strong> and a love triangle among three of the earliest contestants. <q> There are a lot of little moments that people will love-- just a lot of stories about what life is like living under the tension and the microscope for this group of kids thrown together and riding this whirlwind, </q> he says. The book also documents the revolutionary changes` Idol' brought to the music industry and the creation of pop stars including <strong> Kelly Clarkson </strong>, <strong> Carrie Underwood </strong>, <strong> Chris Daughtry </strong> and <strong> Fantasia Barrino </strong>. \"It opened", "new_id": -2}]