[{"uid": "1295965142202670081", "i": 10341, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "being targeted while he was chancellor of the exchequer, according to the Independent on Sunday. media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q>So far, our worst day in government,</q> a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. \"So far, our worst day in government,\"", "new_id": -2}, {"uid": "1295560622029818948", "i": 45707, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": ". <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. On is his Twitter account, <strong> Eric Schmidt </strong> wrote: <q>Day-to-day adult supervision no longer needed!</q> The changes will be effective April 4. \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come", "new_id": -2}, {"uid": "1297110030149880903", "i": 20652, "idx": 0, "sa": ["Simon Cowell"], "q": "the largest guaranteed prize in television history. \"The show is basically it's a singing competition, just to be clear, but it's a singing competition with a twist,\" <strong> Simon Cowell </strong> said. <q>The show is open to anyone who can sing from 12 years old up to-- there's no upper limit. So solo artists can enter of any age and groups can enter, but vocal groups. So, a Destiny's Child, The Jacksons,'N Sync, Spice Girls, <strong> Justin Bieber </strong>, <strong> Diana Ross </strong>, they're all in the same competition.</q> <strong> Simon Cowell </strong> said he is bringing his show to the U.S. because he genuinely believes he will find the next international superstar. To do so, auditions will be held starting March 27 in Los Angeles, and", "new_id": -2}, {"uid": "1295446736183418917", "i": 1583, "idx": 2, "sa": ["Mitch Daniels", "Mike Pence"], "q": "mind. He talked Monday morning to Gov. <strong> Mitch Daniels </strong>, who is term-limited from seeking a third consecutive term as governor and who also is leaving the door open to a run for the presidency. <q>We're certainly hearing encouragement from our friends here at the Statehouse in various ways,</q> <strong> Mike Pence </strong> said. \"I've heard as many people encourage us to consider coming home to Indiana as I have people who pulled me alongside and said,` Keep the national campaign in mind.\"", "new_id": -2}, {"uid": "1295874211251510793", "i": 28049, "idx": 0, "sa": ["Justin Bieber", "Simon Cowell"], "q": "'s safe to say that some of the world's biggest music stars would like to join in on the action. Aside from <strong> Justin Bieber </strong>, who is clearly already swamped with his own work, <strong> Simon Cowell </strong> told Extra that <q>one of the most famous singers in the world</q> contacted him \"out of the blue\" asking about being on the show. Of course he doesn't say who this person is, though, but according to <strong> Simon Cowell </strong>, this uber famous person will make a", "new_id": -2}, {"uid": "1295617448243957772", "i": 27828, "idx": 0, "sa": ["Eric Schmidt"], "q": "Search Fri, Jan 21, 2011, 8:44 AM EST- U.S. Markets open in 46 mins.{ \"s\": \"aapl, aol, goog, vz\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} Jay Yarow, On Friday January 21, 2011, 7:46 am The biggest news everyone is digesting: <strong> Eric Schmidt </strong> is no longer Google", "new_id": -2}, {"uid": "1295021582165101591", "i": 4158, "idx": 1, "sa": ["Allen Iverson"], "q": "dp-spt-allen-iverson-twitter-not-ready-to-retire <strong> Allen Iverson </strong> isn't ready to retire just yet. \"Don't put me in my rocking chair just yet,\" the Peninsula native and former NBA MVP wrote moments ago on Twitter. <q>Hold on, I'll be back! Stay tuned.</q> Early Wednesday, there were rumors that <strong> Allen Iverson </strong> was going to leave his Turkish basketball team and not return. But later in the day, reports came out that <strong> Allen Iverson </strong> planned to have a lesion", "new_id": -2}, {"uid": "1295408110085049356", "i": 44938, "idx": 0, "sa": ["David Tua", "Shane Cameron", "Simon Cowell", "Lole Usoalii"], "q": "that's been the thinking behind \"American Idol,\" home of the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to <q>a cat being thrown off a skyscraper,</q> telling another, \"Don't mean to be www.myspace.com An Inspiring track written and sung by <strong> Lole Usoalii </strong> Usoallii in 2007. Well done Sis and congratulations to <strong> David Tua </strong> on his impressive win against <strong> Shane Cameron </strong>. Lest we forget those", "new_id": -2}, {"uid": "1296407544252772373", "i": 15701, "idx": 1, "sa": ["LeBron James", "Ernie Grunfeld", "Dwyane Wade", "Chris Bosh", "Allen Iverson"], "q": "ball and fouling <strong> LeBron James </strong> Jones with 13.6 seconds to play. Jones hit two free throws to tie the game at 93. It was the first time in the fourth quarter Miami didn't trail. QUOTABLE <strong> Allen Iverson </strong>: <q>You have crazy games throughout the NBA seasons, and I was glad to be on the winning end.</q>- <strong> LeBron James </strong> on the Heat's unlikely win. HOT: Young, who Wizards president <strong> Ernie Grunfeld </strong> http://wn.com/Miami_Heat_vs_Golden_State_Warriors_114__107_January_1,_2011 <strong> Dwyane Wade </strong> scores 25 points, <strong> LeBron James </strong> and <strong> Chris Bosh </strong> add double-doubles as the Heat come back to defeat the Warriors. Warriors-Heat notebook", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q>The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours].</q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On \"The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I\"m Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}]