[{"uid": "1295458115232456196", "i": 2818, "idx": 0, "sa": ["Jerry Lee Lewis", "Allen Iverson"], "q": "<strong> Jerry Lee Lewis </strong> jumper was deadly.\" Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q>When your jumper is on, the basket seems like an ocean and the basketball seems like a <strong> Jerry Lee Lewis </strong>,</q> he said. \"That is the way it felt tonight. \"My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls", "new_id": -2}, {"uid": "1296230388149782544", "i": 42934, "idx": 3, "sa": ["Eric Schmidt"], "q": "him as the force behind the company's product initiatives. \"When people criticize Larry as the new CEO, that's grossly unfair to Larry,\" <strong> Eric Schmidt </strong> told reporters, according to the Journal. <q>He has been with me at every business decision for 10 years.</q> <strong> Eric Schmidt </strong> also dismissed the notion that competition with Facebook is driving Google and was a factor in the management shift. He instead pointed to Microsoft as a major competitor, according to Fortune. Telling", "new_id": -2}, {"uid": "1297100240035717134", "i": 41610, "idx": 0, "sa": ["Simon Cowell"], "q": "feature. The music supremo did reveal some new information though, confirming anyone aged 12-years and over can enter. It was also the first time he had spoken about the prize on offer. <q>If you win this comeptition, I'm going to put my money where my mouth is, it's a$ 5million recording contract. That means the winner walks away with$ 5million guaranteed,</q> <strong> Simon Cowell </strong> said.", "new_id": -2}, {"uid": "1296715247139952129", "i": 22340, "idx": 4, "sa": ["Nene Hilario", "Allen Iverson"], "q": "afterward, <strong> Nene Hilario </strong> never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacking any strength. \"I survived, I'm still here,\" he said. <q>I'm a new man, stronger than ever, I just say, \"Thank you, everybody.</q>\" <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the Mavericks. The Warriors visit the Pepsi Center on Saturday night", "new_id": -2}, {"i": 5030, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Jimi Hendrix </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Jimi Hendrix </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q>He tells me the end of the game is my time, I should have the ball in my hands,</q> <strong> Allen Iverson </strong> said. \"So if somebody else turns it over, he yells at me. I just tell my teammates: \"Let me get the ball. He\"ll scream at me The BP symbol is on", "sa": ["Allen Iverson", "Jimi Hendrix", "Donyell Marshall"], "uid": "1295212882209371150"}, {"uid": "1297174738149192708", "i": 25369, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "conspiracies. Or, scratch that: <strong> Donald Rumsfeld </strong> and the Bush team had a deadly conspiracy called the War on Terror. The detainees were only victims. These authors told the National Post in Canada: <q>We're trying to get everybody, people on both sides, more in touch with their humanity than they might have been. You don't want to be a person that wants to see someone getting tortured.</q> This is how the book came about: \"Steve and I worked on this strange little book together called Where to Invade Next. So that was sort of our first collaboration; as fiction writers can", "new_id": -2}, {"uid": "1295304607132857897", "i": 47241, "idx": 1, "sa": ["Colin Powell", "Martin Luther King"], "q": "In his remarks, Lomax touched on the critical role education plays in living out <strong> Martin Luther King </strong>'s dream. \"Among the rights <strong> Martin Luther King </strong> fought for was the right to an education,\" he said. <q>But his life was tragically cut short before he could lead us in the fight to afford the college education we needed, and the right to attend public schools that would prepare us to gain admission to and graduate from the colleges we had the legal right to attend. That battle he left for us.</q> The breakfast got its start when UNCF and the <strong> Colin Powell </strong> Mills Foundation joined together to host a community celebration to honor the legacy of <strong> Martin Luther King </strong>. What started with 800 guests in 1991 now", "new_id": -2}, {"uid": "1295640360267567104", "i": 36738, "idx": 0, "sa": ["Paul Danke", "Johnny Pemberton", "Michael Vick", "Casey Feigh"], "q": "Room Florida school board shooting, <strong> Michael Vick </strong> wants a dog, rapper Wax interview and Stud Manly movie reviews- The Green Room Live Thanksgiving edition show with guest stand up comedians <strong> Paul Danke </strong> and <strong> Casey Feigh </strong>. Special holiday game, <q>How many beers did Sean's dad drink?</q> <strong> Johnny Pemberton </strong> goes behind the scenes of his new show MTV show MEGADRIVE on The Green Room with Sean Green <strong> Johnny Pemberton </strong> comes on The Green Room with Sean Green to talk about the premier of his new show MEGADRIVE which premiers", "new_id": -2}, {"uid": "1295029084156712986", "i": 22435, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Susan Boyle"], "q": "her new Â£ 300,000 gated home in Scotland. 49-year-old <strong> Susan Boyle </strong> wants to invite celebrity friends including <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> to the party, which will take place on Saturday night. A source said: <q>We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited, and <strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again.</q> <strong> Susan Boyle </strong>'s spokesperson has confirmed the celebrities are unlikely to attend as it is a simple party for close friends. The rep said: \"The party was only ever for close friends and family", "new_id": -2}, {"uid": "1295584540106250245", "i": 12401, "idx": 4, "sa": ["Eric Schmidt"], "q": ", customers and broader business relationships\". In the blog post, Mr <strong> Eric Schmidt </strong> said the three executives would continue to collaborate on major decisions, but that the changes would help clarify the individual roles so <q>there's clear responsibility and accountability at the top of the company</q>. Mr <strong> Eric Schmidt </strong>, who was widely described as \"adult supervision\" for the two young founders when he was named chief executive, posted on his Twitter account: \"Day-to-day adult supervision is no longer", "new_id": -2}]