[{"uid": "1295785558098680872", "i": 44027, "idx": 0, "sa": ["Andy Coulson"], "q": "and now it's time to get all the facts out in the open.'' A Scottish Government spokesman said Labour's assertion of 10,000 complaints was ''entirely misleading''. He said: <q>Responses received were both supportive and unsupportive- for example a letter from the <strong> Nelson Mandela </strong> Foundation carried his support for the decision- and other issues have generated far greater levels of response, such as the consultation on the then-proposed smoking ban which attracted tens of thousands of responses.</q> Downing Street spin doctor <strong> Andy Coulson </strong> resigns in phone-hacking row Life for youths who battered man to death because it was ''funny' Kevin` Gerbil'' Carroll shooting: Murder accused released from prison Full video interview:", "new_id": -2}, {"uid": "1296536150067862554", "i": 2642, "idx": 7, "sa": ["Linas Kleiza", "Allen Iverson"], "q": "outside, going 4-for-8 from 3-point range. ''He got a couple of easy ones, and once you get a couple of layups, the basket looks bigger,'' said <strong> Allen Iverson </strong>, who had 28 points. <q>He played a great game, and hopefully he can continue to play that way.</q> <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter when Denver took a 61-59 lead at the break. ''I knew after the first half when I had 27 it was going to be", "new_id": -2}, {"uid": "1297236828167477280", "i": 200, "idx": 6, "sa": ["Simon Cowell"], "q": "a singer get famous on national television. ''What I was more concerned about was the[ Idol] ratings falling off a cliff, meaning the whole genre is over,'' he said. <q>It kinda feels we've come out of this gray period[ in the music business] into a very fun, extreme time.</q> Later, <strong> Simon Cowell </strong> stated the challenge simply: ''If we don't, with what I've put[ up as a prize], find a global star, I think we've failed.", "new_id": -2}, {"uid": "1296770511173654034", "i": 12183, "idx": 33, "sa": ["Donald Rumsfeld", "Paul Wolfowitz", "Colin Powell", "Dick Cheney"], "q": "Another <strong> Donald Rumsfeld </strong> nemesis, as painted in these pages, was Deputy <strong> Donald Rumsfeld </strong> of State <strong> Dick Cheney </strong> Armitage. ''His leaks were so brazen,'' <strong> Donald Rumsfeld </strong> writes, that he told <strong> Colin Powell </strong> to manage his deputy: <q>Rich Armitage has been badmouthing the Pentagon all over town. It's been going on for some time and it's only gotten worse... I don't know what the hell is in Armitage's craw, but I'm tired of it.</q> <strong> Colin Powell </strong>, in turn, expressed concern that <strong> Donald Rumsfeld </strong>'s deputy, <strong> Paul Wolfowitz </strong>, ''was leaking against him''- which <strong> Donald Rumsfeld </strong> says he did not believe. You might describe this as the war behind the", "new_id": -2}, {"uid": "1295584934175472716", "i": 13118, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "energy to strategic projects.'' As for current CEO <strong> Eric Schmidt </strong>, he will end up as the executive chairman. <strong> Eric Schmidt </strong> certainly has a wicked sense of humor despite remaining as an adviser to Page and <strong> Sergey Brin </strong>, tweeting <q>Day-to-day adult supervision no longer needed!</q>.", "new_id": -2}, {"uid": "1297037086262258741", "i": 42314, "idx": 0, "sa": ["Michael Vick"], "q": "elite company absolutely the opportunities should be there for him.'' He says those opportunities could come from snack food companies, quick-service restaurants and major soft drinks companies, including those that market energy drinks. <q>The energy drink category could be out there for him because of the explosion in that marketplace,</q> says Headley. Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who served a federal prison term after a dogfighting conviction, recently signed an endorsement deal with a Philadelphia-area company that equipped him with protective gear. To report", "new_id": -2}, {"uid": "1297597866017956890", "i": 25449, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Several major pieces have been stolen from the Egyptian museum, including a statue of King Tutankhamun, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects missing from the famed museum included <q>a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess</q> and parts of ''a gilded wood statue of Tutankhamun harpooning,'' <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then-president <strong> Hosni Mubarak </strong>", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made'', Mr <strong> Donald Rumsfeld </strong> writes. ''There were far too many hands on the steering wheel,'' he writes elsewhere; it was <q>a formula for running the truck into a ditch</q>. Regrets He adds he regrets some of the quips he became famous for, such as ''stuff happens'' about the early looting in post-war Iraq, or his remark about ''old Europe''-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}, {"uid": "1295163959124190743", "i": 8444, "idx": 1, "sa": ["Allen Iverson", "Austin Croshere", "Aaron McKie"], "q": "'s opening shot on a 17-footer from the left corner. But Miller and Rose responded with back-to-back jumpers, setting the tone early. ''Playoff time is when I'm at my best,'' Miller said. <q>I'm the most focused. You can concentrate in on one team. You get days off. You can rest your body. I get to watch a lot of tape. To not be a part of that, especially when we were up 3-1, and we could have came back and closed it at home, it kept bothering and messing with me. The more I thought about it the more upset I got. I wanted to do something about it.</q> <strong> Austin Croshere </strong> opened the second period with a dunk to open a 39-25 cushion before the Sixers made a run. George Lynch made two free throws, <strong> Aaron McKie </strong> added four more and <strong> Allen Iverson </strong> hit a runner as Philadelphia pulled within", "new_id": -2}, {"uid": "1296113866056524813", "i": 5872, "idx": 1, "sa": ["Colin Powell", "President Bush", "Bob Woodward", "Bandar bin Sultan"], "q": "that meeting, Myers showed Prince <strong> Bandar bin Sultan </strong>, the Saudi ambassador, a map labeled ''top secret noforn,'' meaning that it was not to be seen by any foreign national, <strong> Bob Woodward </strong> told CBS.'' <q>The map outlined the U.S. battle plan for Iraq, which was to begin with an air attack, followed by land invasions moving north from Kuwait and south from Turkey, according to the book.</q> ''Two days after the meeting with <strong> Bandar bin Sultan </strong>, on January 13, <strong> President Bush </strong> met with <strong> Colin Powell </strong> in the Oval Office to inform his chief diplomat that he had decided to go to war.'' Moving on", "new_id": -2}]