[{"uid": "1296218172048857090", "i": 15213, "idx": 15, "sa": ["David McIntosh", "Mike Pence"], "q": ".\" \"You've got to have the fire in your belly and the desire to run for president and his heart clearly is in Indiana,\" <strong> David McIntosh </strong> said. <q> At the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead, </q> <strong> Mike Pence </strong> said. \"I've learned in decisions like these to follow my heart. My heart is in Indiana.\" Text of letter from <strong> Mike Pence </strong> to supporters Over the past few", "new_id": -2}, {"uid": "1297356277264552496", "i": 49025, "idx": 1, "sa": ["Mike Pence", "Diana DeGette"], "q": "pro-choice Democrats who voiced similar concerns. \"The Republican leadership has prioritized divisive and extreme legislation, and we will just not stand for it,\" said <strong> Mike Pence </strong> <strong> Diana DeGette </strong>( D-Colo.), adding, <q> We don't think the American people will either. </q> A third GOP bill, backed by <strong> Mike Pence </strong>( R-Ind.), aims to block health clinics, specifically Planned Parenthood, from receiving federal funding if they perform abortions. <strong> Mike Pence </strong> says the American public is", "new_id": -2}, {"uid": "1295682265065617928", "i": 129, "idx": 23, "sa": ["Andrew P. Smith", "Mike Pence"], "q": "are urging <strong> Mike Pence </strong> to run. But, he noted, that doesn't mean he has a good chance of winning. \"Republicans and Democrats go through this all the time,\" <strong> Andrew P. Smith </strong> said. <q> Particularly party activists don't see a candidate who is either well enough known, or ideologically or intellectually consistent enough for them, so they try to recruit people who fit the bill. \"Unfortunately, those kinds of folks generally don't have the sort of broad name recognition or broad appeal to get the numbers of voters that it takes to win this thing. </q> From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1296034023048955402", "i": 8536, "idx": 0, "sa": ["Rachel Maddow", "John McCain", "Mike Pence", "Chris Edwards", "Gene Healy", "Peter Schiff", "Barack Obama"], "q": "big fat pay rise. http://wn.com/Cato_Scholars_Address_Barack Obama's_First_Address_to_Congress <strong> Barack Obama </strong>'s first address to Congress laid out a laundry list of new spending contained within the stimulus legislation and provided hints as to what will be contained in the budget- a so-called <q> blueprint for America's future </q>- he submits to the legislature. Cato Institute scholars <strong> Chris Edwards </strong>, Jim Harper, <strong> Gene Healy </strong>, Neal McCluskey, <strong> Peter Schiff </strong> Rittgers, <strong> John McCain </strong> Samples and <strong> Mike Pence </strong> D. TRachel Maddowr offer their analyses of the <strong> Barack Obama </strong>'s non-State-of-the-Union Address. This", "new_id": -2}, {"uid": "1297533337033751050", "i": 59461, "idx": 2, "sa": ["Jim Clyburn", "Gabrielle Giffords", "Mike Pence", "Mignon Clyburn"], "q": "Arizona last month that claimed the lives of six people and wounded 13 others, including <strong> Gabrielle Giffords </strong>, <strong> Mike Pence </strong> <strong> Jim Clyburn </strong>, the No. 3 Democrat in the House, called for the reinstatement of the Fairness Doctrine. <q> Free speech is as free speech does, </q> <strong> Mignon Clyburn </strong> told the local newspaper. \"You can not yell` fire' in a crowded theater and call it free speech. And some of what I hear, and[ what] is being called free speech", "new_id": -2}, {"uid": "1296168150252526603", "i": 3333, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "governor. <strong> Mike Pence </strong> told supporters of his decision Thursday afternoon in a letter. He did not announce his candidacy for governor, but sent a clear signal of his interest in seeking the office. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said in the letter. For now, <strong> Mike Pence </strong>'s decision means he is honoring Republican Gov. <strong> Mitch Daniels </strong>' request that those who hope to become his successor \"stifle themselves\" until the Indiana General Assembly", "new_id": -2}, {"uid": "1295646089003719170", "i": 16680, "idx": 2, "sa": ["George LeMieux", "Mike Pence", "Paul Ryan", "Tom Coburn", "Barack Obama", "Dylan Ratigan"], "q": "forgo increasing the debt limit, rescind$ 120 billion in spending, eliminate 640 duplicative government programs, rescind unobligated discretionary funds, and direct the Government Accounting Office to identify and report to Congress duplicative government programs. <q> I appreciate the Barack Obamas gesture, but the impact wont be discernable. Going after this small sliver of federal spending is like going on a one-day diet after a pie-eating contest. This will do nothing to reduce our debt, the deficit, or rein in the growth of government, said <strong> George LeMieux </strong>. Our nation is more than$ 12 trillion in debt. Shame on us if we dont address the problem head on. We should for the sake of our country and the prosperity of our children. </q> http://wn.com/Dr_Tom Coburn_on_Dylan Ratigan_Dylan Ratigan_discussing_job_creation,_tax_cuts,_trade_and_spending_113010 G.O.P. Bloc Presses Leaders to Slash Even More <strong> Mike Pence </strong> <strong> Paul Ryan </strong> to deliver Republican response to <strong> Barack Obama </strong>'s State of the Union address US Republicans target spending in <strong> Barack Obama </strong> rebuttal White House: Layoffs likely if GOP gets way", "new_id": -2}, {"uid": "1296218172048857090", "i": 15201, "idx": 3, "sa": ["Mike Pence"], "q": "resume would only enhance his chances of running for the presidency in the future. For now, though, the political road <strong> Mike Pence </strong> will travel begins in Indiana-- literally. <strong> Mike Pence </strong> said he will <q> be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead. </q> <strong> Mike Pence </strong> is holding a town hall meeting in Pendleton at 10 a.m. and speaking to Muncie Central High School students at 1:20 p.m. Those are both in the 6th Congressional District <strong> Mike Pence </strong> has represented since 2000", "new_id": -2}, {"uid": "1296217929050937881", "i": 24453, "idx": 0, "sa": ["Chris Christie", "Mike Pence", "Gary Bauer", "Ron Paul", "Barack Obama"], "q": "a NewsChannel 15's political analysts gave their opinions on Congressman <strong> Mike Pence </strong> running for Indiana Governor. www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious fRon Paultline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one candidate, Mr. <strong> Gary Bauer </strong> sees only qualities that he likes. Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Chris Christietian credentials. To some, he's the", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not`` have much to add'' to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q> I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point, </q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory.`` I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}]