[{"i": 12105, "idx": 0, "index_answer": 0, "new_id": -1, "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!</q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog. \"Larry, in my clear opinion, is ready to lead.\" Page will take over April 4, with <strong> Eric Schmidt </strong> taking the", "sa": ["Eric Schmidt"], "uid": "1295670206191152262"}, {"uid": "1296010057252100639", "i": 12355, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer", "Stephen Sandstrom"], "q": "saving lives on the battlefield, <strong> Stephen Sandstrom </strong> said. \"Tragic events happen because of bad people in this world. But handguns, and firearms in general, do not kill people,\" <strong> Stephen Sandstrom </strong> said. <q>We need to stop demonizing firearms.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1296062705120487938", "i": 41702, "idx": 0, "sa": ["Sue Akers", "Andy Coulson", "David Cameron"], "q": "the Met said the complex inquiry was being moved from their counter terrorism command. It will now be led by Deputy Assistant Commissioner <strong> Sue Akers </strong> at the specialist crime directorate. A Met spokesman said: <q>The Met has today received significant new information relating to allegations of phone hacking at the News of the World in 2005/06. As a result, the Met is launching a new investigation to consider this material. \"This work will be carried out by the specialist crime directorate which has been investigating a related phone hacking allegation since September 2010.</q> Last week, former News of the World editor <strong> Andy Coulson </strong> resigned as <strong> David Cameron </strong>'s communications chief, though he has continually denied any knowledge of hacking during his time at the paper. <strong> Andy Coulson </strong> was editor", "new_id": -2}, {"uid": "1297689926157188194", "i": 11423, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "help Veeco to speed up its efforts to commercialize multi-stage thermal deposition production systems used to manufacture cost-efficient CIGS Solar cells. Commenting on the Veeco award, Senator <strong> Kirsten Gillibrand </strong>( D-NY) said, <q>Developing new, clean, homegrown sources of energy is a vital part of our economic recovery.</q> This federal investment will help drive research and development of new solar power technology, helping make solar power more efficient. By making solar power more effective and affordable over the long term, we can", "new_id": -2}, {"uid": "1295639888267567122", "i": 12855, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Mark Zuckerberg", "Tim Cook"], "q": "fastest growing smartphone platform in 2011 Analyst: It's possible that <strong> Eric Schmidt </strong> could be Apple's next CEO TIME Magazine's Person of the Year: <strong> Mark Zuckerberg </strong>- 1, <strong> Steve Jobs </strong>- 0? Apple's <strong> Tim Cook </strong> profiled as <q>most powerful gay man in Silicon Valley</q> Next-Generation iPad With 1-Megapixel Rear Camera and Case Cover Proximity Sensor? Apple Preps for Verizon iPhone Launch With New Bumpers, Vacation Blackouts Management Shakeup at Google: Larry Page to Replace <strong> Eric Schmidt </strong> as CEO AAPL: 329.42(", "new_id": -2}, {"uid": "1295580035256213030", "i": 22454, "idx": 11, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "\" he said. \"Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.\" Page praised <strong> Eric Schmidt </strong> for an <q>outstanding job leading Google for the last decade. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> he said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role,\" he said", "new_id": -2}, {"uid": "1295216717235503633", "i": 666, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Randy Larson"], "q": "Sen. <strong> Kirsten Gillibrand </strong> of New York, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q>It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did,</q> the Democratic senator said on NBC's \"Meet the Press\" Sunday. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. <strong> Randy Larson </strong>,", "new_id": -2}, {"uid": "1295995840171999254", "i": 49095, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "announcing a management shake-up, will give a$ 100 million equity award to outgoing chief executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder Larry Page, says a media report. <q><strong> Google Inc. </strong>... will give a$ 100 million equity award to outgoing <strong> Google Inc. </strong> gives$ 100-mn compensation to outgoing CEO <strong> Eric Schmidt </strong> NEW YORK: <strong> Google Inc. </strong>, fresh off announcing a management shake-up, will give a USD 100 million equity award to outgoing Chief Executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder Larry Page, says a media report. \"<strong> Google Inc. </strong>... will give a USD 100 million equity award to outgoing Chief Executive <strong> Eric Schmidt </strong>,</q> the Wall <strong> Google Inc. </strong> gives USD 100-mn compensation to outgoing CEO <strong> Eric Schmidt </strong> New York, Jan 23( PTI) Sunday, January 23, 2011--> <strong> Google Inc. </strong>, fresh off announcing a management shake-up, will give", "new_id": -2}, {"uid": "1295946658120340494", "i": 19827, "idx": 0, "sa": ["Chris Strachwitz", "Bill Lockyer", "Newt Gingrich"], "q": "concerts). With researcher and writer Adam Machado, <strong> Chris Strachwitz </strong> combed the dusty corners of his tape library for sessions he never forgot. \"I knew they were there,\" he says. <q>These tapes were like little jewels, things I caught back then. I loved to record things that I enjoyed. I used to take that damn machine around everywhere.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog STAFF SW ENGINEER I DEVELOPER Company SYSTEMS ANALYST Company Dextersoft, Inc TECHNICAL", "new_id": -2}, {"uid": "1295665840153141383", "i": 47849, "idx": 0, "sa": ["Andy Coulson"], "q": "at the second roadblock soldiers motioned him to stop and fired in the air. Sounds to me he had plenty of warning. Why blame Israel for protecting the checkpoints that the man completely disregarded.\" Report Abuse <q>when israel tortures and then kills hamas members in hotel rooms I say \"AWESOME</q> because the punk deserved it and it doesn't put innocent arab kids in danger.\" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End", "new_id": -2}]