[{"uid": "1297367079104955925", "i": 17026, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "of the TV talent show but admitted he is in`` regular'' contact with the singer, who he worked with on` American Idol' until 2009. <strong> Paula Abdul </strong> To Judge X Factor? He said: <q> I'm a massive fan of <strong> Paula Abdul </strong>. We've been in regular contact. I'm not going to say who we are going to confirm or not because the truth is we haven't made up our minds up yet. It comes down to who I think is interesting and the commitment and the expertise each person offers. </q> <strong> Simon Cowell </strong>, 51, quit` American Idol' in order to launch` The X Factor' in the US and he admits he has not watched the new season of his former show, though he", "new_id": -2}, {"uid": "1295147684219021327", "i": 43200, "idx": 4, "sa": ["Kobe Bryant", "George Karl", "Tracy McGrady", "Michael Jackson", "Allen Iverson"], "q": "a span of two seconds after technical fouls against JR <strong> Michael Jackson </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Yao Ming </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Tracy_McGrady_Houston_Rockets_22nd_straight_win_vs_Kobe_2008 March 16, 2008 <strong> Tracy McGrady </strong> had carried the Houston", "new_id": -2}, {"uid": "1297214463071778371", "i": 36053, "idx": 0, "sa": ["Donald Rumsfeld", "John Thune", "Mike Pence", "Rick Santorum", "Nick Casey", "Sen. Bernie Sanders", "John Stossel", "Tucker Carlson", "Nick Gonzalez"], "q": "Fox News`` The O'Reilly Factor'': <strong> Sen. Bernie Sanders </strong> <strong> Mike Pence </strong>; <strong> John Stossel </strong>`` Hannity'': <strong> Donald Rumsfeld </strong> <q> On the Record with Greta van Susteren </q>: <strong> Nick Casey </strong>, Wall Street Journal Reporter; Brother <strong> Nick Gonzalez </strong>, high school principal of two students shot dead in Ciudad Juarez; Former <strong> Rick Santorum </strong>( R-PA); <strong> Rick Santorum </strong> <strong> John Thune </strong>( R-SD); <strong> Tucker Carlson </strong>, Daily Caller", "new_id": -2}, {"uid": "1296210507251019283", "i": 19081, "idx": 0, "sa": ["Simon Cowell"], "q": "the US X Factor later this year. The rapper is just one of many celeb names linked to the new show, but the hip-hop star says he's not interested in the job. <q> I won't work with <strong> Simon Cowell </strong> on X Factor or American Idol, </q> he tells British newspaper The Mirror this week.`` <strong> Simon Cowell </strong> has a good ear, but his Idol and X Factor acts don't dominate the charts in the States. Hip-hop does.''", "new_id": -2}, {"uid": "1295934300135806979", "i": 10530, "idx": 0, "sa": ["Mike Pence"], "q": "the ascendant tea-party faction views compromise as akin to a white flag of surrender. As <strong> Mike Pence </strong>, a high-profile House Republican who already sees himself as presidential timber, told a conservative talk show host the other day, <q> There will be no compromise... and if I haven't been clear enough yet, let me say it again: No compromise. </q> I find this attitude a tad odd, given the fact that our entire democratic system is built on compromise. The U.S. Constitution- which the tea partyers profess to revere and vow to defend- is", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}, {"uid": "1297228077053084177", "i": 8713, "idx": 1, "sa": ["Simon Cowell"], "q": "advert for the US X Factor And some overseas versions, such as an Australian attempt, have been disasters. Pensive <strong> Simon Cowell </strong>- who won an Emmy award in November for`` reshaping television''- admitted: <q> It's impossible to predict the size of the audience.`` The most important thing is, you've got to make a show which is different to what your competitors are doing.`` It has to be well made, it has to be controversial and interesting. If the US show has some of the same qualities as what we have done in the UK, then I think it could do really, really well. But the important thing is- don't take anything for granted. </q> Hence the hype surrounding the series- including the biggest-ever guaranteed prize pot in TV history. Then there was Sunday's ad that cost Â£ 2million to screen during America's biggest TV event,", "new_id": -2}, {"uid": "1295154648139460635", "i": 23231, "idx": 1, "sa": ["Norman Schwarzkopf", "Colin Powell", "George H.W. Bush"], "q": "do I now.`` We should presume that he made an informed and thoughtful decision.`` That's the way I fell about it.'' In his memoirs, <strong> Norman Schwarzkopf </strong> stated <q> I don't have any problem with it </q> when informed by <strong> Colin Powell </strong> that <strong> George H.W. Bush </strong> was prepared to stop the war.`` Our objective was the destruction of the enemy forces, and for all intents and purposes we've accomplished that objective.'' Boomer", "new_id": -2}, {"uid": "1295154267091308044", "i": 24188, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "of the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend.`` That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the", "new_id": -2}, {"uid": "1295891150149438465", "i": 39657, "idx": 1, "sa": ["David I", "Colin Powell"], "q": "clips. The Washington Post reported this weekend that the expiration of the ban on high-capacity magazine clips since 2004 has led to a proliferation of those weapons being seized by police in the course of investigations. <q> Last year in <strong> Virginia Thomas </strong>, guns with high-capacity magazines amounted to 22 percent of the weapons recovered and reported by police. In 2004, when the ban expired, the rate had reached a low of 10 percent. In each year since then, the rate has gone up. </q> <strong> Colin Powell </strong>:' <strong> David I </strong> Don't Think The Defense Budget Can Be Made Sacrosanct And It Can't Be Touched' Ben Armbruster on Jan 23rd, 2011 at 11:00 am <strong> Colin Powell </strong>:' <strong> David I </strong> Don't Think The", "new_id": -2}]