[{"uid": "1297448409027197459", "i": 51582, "idx": 0, "sa": ["Michael Gove"], "q": "IrrancaDaviesMP: <strong> Michael Gove </strong> learning some hard lessons, including <q> act in haste, repent at leisure </q> Anonymous downloaded campaign leaflet for the campaign` Scottish Cancer Guarantee'... UKLabour:#FF@Dan4Barnsley- our candidate for Barnsley Central. Show your support by joining his Facebook page:", "new_id": -2}, {"uid": "1295363248187695212", "i": 44607, "idx": 0, "sa": ["Michael Gove"], "q": "child to do better, you can be sure he or she starts behaving themselves again. When I recently spoke to a black Labour MP about my general views on education, he laughed and said, <q> These views aren't yours, you know. When you speak, I can hear Georgetown, Guyana ringing in my ears. </q> Mad Western liberals don't have the first idea how to bring up children Britain's worst teachers are terrified of <strong> Michael Gove </strong>. They know the era of the` hair and beauty' Btec is over Why do", "new_id": -2}, {"uid": "1295936288203702276", "i": 20556, "idx": 0, "sa": ["Michael Gove"], "q": "for allowing which schemes would go ahead and which would not. Waltham Forest Council leader Councillor Chris Robbins said his council stood to lose? 275m of investment because of Mr <strong> Michael Gove </strong>'s decision. <q> added a judicial review was his council's only option because the Michael Government would not \"sit down amicably and explain their decision to us </q>. He added: \"We have significant levels of deprivation in our borough and Building Schools for the Future( BSF) was a once-in-a-lifetime opportunity to raise the aspirations of our entire population.", "new_id": -2}, {"uid": "1297079179210305027", "i": 52490, "idx": 0, "sa": ["Michael Gove", "David Blunkett"], "q": "it had undermined its own policy by threatening to withdraw citizenship lessons from schools. <strong> David Blunkett </strong> accused Education Secretary <strong> Michael Gove </strong> of threatening to remove the subject from the national curriculum of secondary schools in England at a time <q> we've never needed it more. </q> \"It's time the right hand knew what the far-right hand is doing,\" he said. \"In fact, it's time that the Michael Government were able to articulate one policy without immediately undermining", "new_id": -2}, {"uid": "1297428200243695651", "i": 15111, "idx": 1, "sa": ["Michael Gove"], "q": "The judge said: \"However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.\" Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful <q> because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act. </q> As part of BSF, every secondary school in England was due to be rebuilt or refurbished over a 15-20 year period at an estimated cost of? 55 billion. Mr <strong> Michael Gove </strong> said the programme", "new_id": -2}, {"uid": "1297098298149504016", "i": 5414, "idx": 1, "sa": ["Michael Gove"], "q": "that: \"Otherwise there is a risk the subject may be devalued.\" The review warns that there is a danger schools will sideline music if it is not central to the curriculum. <q> Without the obligation for music lessons to be a part of the school curriculum, there is a very real concern that the subject might well wither away in many schools- and in the worst case scenario, could all but disappear in others. </q> <strong> Michael Gove </strong> has said that he is open to lobbying on subjects that should be included in the English bac, but he has placed the emphasis on showing whether schools are providing a rounded education in traditional academic", "new_id": -2}, {"uid": "1295452218083853347", "i": 12886, "idx": 2, "sa": ["Michael Gove", "Andy Burnham"], "q": "\" . \"Choices are dependent on the money- and where is the money coming from?\" said Mr <strong> Michael Gove </strong>. He told the MPs the choice was whether or not they wanted to <q> target support on those who need it most </q>. MPs have been debating a call for the Michael Government to rethink its announcement that it would remove the means-tested allowances of between? 10 and? 30 per week. Mr <strong> Andy Burnham </strong> warned that too", "new_id": -2}, {"uid": "1295527616009240588", "i": 57843, "idx": 0, "sa": ["Michael Gove"], "q": "subject if it so chooses. I'm not going to be coming up with any prescriptive lists, I just think there should be facts,\" the Education Secretary told the BBC's Today Programme. <q> One of the problems that we have at the moment is that in the history curriculum we only have two names[ of historical figures], in the geography curriculum the only country we mention is the UK- we don't mention a single other country, continent, river or city- we do mention the EU, however. </q> Last year, speaking at the Conservative Party Conference, Mr. <strong> Michael Gove </strong> said it was a \"tragedy\" that children are leaving school ignorant of their country's history and many are leaving without having appropriate reading", "new_id": -2}, {"uid": "1295454833253952060", "i": 18258, "idx": 0, "sa": ["Michael Gove", "Nick Robinson", "David Cameron"], "q": "in charge of anything these days? Latest from BBC News blogs <strong> Nick Robinson </strong>: \"<strong> Michael Gove </strong>- friend, ally and trusted adviser to <strong> David Cameron </strong>- has urged people to vote Liberal Democrat in...\" <q> To Newbridge Rugby Club where I doubt they have such a thing as a Zen room handy. What will True... </q> \"At Holyrood, they are assiduously talking money- with the Stage One vote on the Scottish Michael Government's budget due next...\" \"Some major mood-swings in the House of Lords- but as yet no deal", "new_id": -2}, {"q": "\" he told the Central students. \"While( <strong> Mike Pence </strong> and his family) went back and forth in our heads, we never went back and forth in our hearts.\" Saying his <q> heart was in Indiana, </q> <strong> Mike Pence </strong> said he would continue to meet with \"the good and strong and opinionated people of this state\" before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment", "sa": ["Mike Pence"], "index_answer": 0, "idx": 3, "i": 20896}]