[{"uid": "1295232803203866112", "i": 25319, "idx": 0, "sa": ["Michael Gove", "Marine Le Pen"], "q": "large 1,200-pupil secondary schools, parents say.` Fantastic news' Many parents and members of the village community were unhappy with this. Chairman of the Stour Valley Educational Trust Keith Vaisman said: <q> For us the policy of indeMarine Le Pendent state schools came at the right time. </q> The group drew up its plans for a free school last year and on the day before the general election presented a 200-page document of its plans to Mr <strong> Michael Gove </strong>'s office. This was to", "new_id": -2}, {"uid": "1295535250224985112", "i": 157, "idx": 0, "sa": ["Michael Gove"], "q": "those experienced by most of the population. \"If you're at a dinner party and you're sat next to <strong> Michael Gove </strong>, it's a very, very active social test,\" she says. <q> You're expected to be provocative- it's like going on the Late Review. </q> 1 Hour Ago\" ... it's about avoiding feeling uncomfortable.\" Is CCTV creeping too far? It's been around for 25 years, but should CCTV be used to give parking tickets", "new_id": -2}, {"uid": "1297702046148619270", "i": 51605, "idx": 2, "sa": ["Michael Gove"], "q": "and the inefficiency which characterised BSF schemes meant we needed a new approach.\" He said the six authorities had argued that the Michael Government's decision making had been \"confused and irrational\" but the judge <q> makes clear the decisions I made were clear and rational </q>. Mr <strong> Michael Gove </strong> said the judge ruled in favour of the six councils on \"two procedural grounds\" . \"In essence his view is that my consultation with 14 local authorities in relation to", "new_id": -2}, {"uid": "1297217138168738878", "i": 31762, "idx": 2, "sa": ["Michael Gove", "David Cameron", "Theresa May", "Martin Amis", "Frank Skinner"], "q": "<strong> Michael Gove </strong> has won the battle for the <strong> Theresa May </strong>'s heart and mind. In the middle of a speech that addressed segregation, radicalisation and \"the doctrine of state multiculturalism\" , <strong> David Cameron </strong> declared: <q> We need to be absolutely clear on where the origins of these terrorist attacks lie- and that is the existence of an ideology, \"IslMartin Amist extremism </q>. \" He went on to argue: \" Frank Skinnerly, we need a lot less of the passive tolerance of recent years and much more active, muscular liberalism. \" Strong stuff", "new_id": -2}, {"uid": "1295594483015613993", "i": 28344, "idx": 0, "sa": ["Michael Gove", "Viktor Bout"], "q": "get a GCSE in English Literature having studied just one novel. Despite a long list of recommended authors, Mr <strong> Michael Gove </strong> said many schools were concentrating on just a few texts. He said: <q> There was an element of a sleight of hand by the last Michael Government- they said we've got Pope, Dryden and Chaucer- <strong> Viktor Bout </strong> when you visit schools you would find they were overwhelmingly studying of Mice and Men and Lord of the Flies. </q> Mr <strong> Michael Gove </strong> said English, maths and science should form the core of the what pupils study up to the age of 16. \" We have given people a nudge with the English Baccalaureate towards", "new_id": -2}, {"uid": "1297433861129613836", "i": 23623, "idx": 1, "sa": ["Michael Gove"], "q": "back and reconsider how the devastating decision to cancel BSF projects in Waltham Forest was made. It is a victory for common sense and fair play.\" A spokesman for the Department for Education said: <q> We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. \"On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> Mr <strong> Michael Gove </strong> will now look again at his decision with regard to these authorities with an open mind, taking representations from them, the spokesman added. BSF was among the first education schemes in", "new_id": -2}, {"uid": "1296145793005734414", "i": 1181, "idx": 2, "sa": ["Michael Gove", "Norman Baker"], "q": "\"Heathrow airport faces special challenges that make it tougher to respond to such conditions,\" she said. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in schools. Insurance law` will save motorists money' Transport minister <strong> Norman Baker </strong> has told the Commons that a new offence of keeping a vehicle with no insurance will come into force in the spring.", "new_id": -2}, {"uid": "1296124966218218499", "i": 44717, "idx": 0, "sa": ["Michael Gove"], "q": "' debt burden, in signs that the idea is gaining ground despite the denials of euro zone policymakers. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1296492013088260701", "i": 53995, "idx": 2, "sa": ["Michael Gove", "Robert J. Gordon"], "q": "perfidy 22 you are under the misapprehension that <strong> Michael Gove </strong> went to a bog standard state school when in fact he went to the fee paying <strong> Robert J. Gordon </strong> College in Aberdeen. ReturnOfTheKing 31 January 2011 4:35 PM <q> learning the capitals of obscure countries and memorising list of English kings and queens and the periodic table. Not exactly a curriculum for the 21st century or a pedagogy that recognises the recent focus in schools on student learning </q> In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without pressing", "new_id": -2}, {"q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a \"powerful political insider- precisely because he had a feel for the world outside Westminster\" and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "answer_q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a`` powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "answer": "Mike Sergeant", "sa": "['Mike Sergeant', 'Andy Coulson']", "index_answer": 0, "idx": 6, "i": 5893}]