[{"uid": "1295658306074924083", "i": 2364, "idx": 13, "sa": ["Ken Auletta", "Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "just the opposite. His efforts to paint such comments as humor only made the situation worse. The irony is that when he steps down as CEO, <strong> Eric Schmidt </strong> will concentrate on communication with the outside world. <q> As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, </q> he said in a target=\"_blank\" blog post. And in <strong> Eric Schmidt </strong>'s old job, we have <strong> Larry Page </strong>, who's famously disdainful of PR. In 2008, according to <strong> Ken Auletta </strong>'s", "new_id": -2}, {"uid": "1295507172010305555", "i": 45390, "idx": 0, "sa": ["Kobe Bryant", "Marcus Camby", "Metta World Peace", "Linas Kleiza", "Carmelo Anthony", "Chris Bosh", "Allen Iverson"], "q": "it hurt them a <strong> Kobe Bryant </strong> bit.\" <strong> Carmelo Anthony </strong> has shot 49-of-72 while averaging just over 40 points in the last three games. \"It's got to be like that Thursday,\" the 6-foot-8 forward said. <q> I've got confidence it will be like that Thursday. It's a big game for us. Do I believe we have to win? No. But it's a must-win for us. </q> <strong> Allen Iverson </strong> added 21 points, seven rebounds and nine assists, <strong> Linas Kleiza </strong> scored 15 points, and <strong> Marcus Camby </strong> Bryant_Kobe Bryant_17_points_2008_vs_LA_Clippers_highlights ToMetta World Peaceto's <strong> Chris Bosh </strong> realized it was a game the Raptors weren't going to win on shooting and rebounding, so", "new_id": -2}, {"uid": "1295646313245137447", "i": 33865, "idx": 0, "sa": ["Eric Schmidt"], "q": "a search engine, to a multitude of different things. It is a tech titan, of the likes the world has very few of. What was even more interesting is <strong> Eric Schmidt </strong>'s tweet after the announcement, <q> Day-to-day adult supervision no longer needed! </q> Yesterday, Google reported earnings of$ 8.75 per share on revenues of$ 6.37 billion, handily topping Wall Street estimates of$ 8.01 per share on revenues of$ 6.06 billion. Many are", "new_id": -2}, {"uid": "1295542835101302273", "i": 22394, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "that the show's producers opted not to bring in a <strong> Simon Cowell </strong> clone, the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops,\" Highkin wrote. <q> Granted, the audition rounds are always rough at first, and Jackson, <strong> Steven Tyler </strong>, and <strong> Jennifer Lopez </strong> are still getting used to working together, but I couldn't help but to notice how much the show's standards are lowered with <strong> Simon Cowell </strong> out of the picture. </q> Entertainment Weekly asked in a poll whether fans enjoyed the first episode, inquiring: \"Will the inclusion of 15-year-olds turn` Idol' into glorified tryouts for` Glee'? So much to take in,", "new_id": -2}, {"uid": "1295205122233127947", "i": 32782, "idx": 0, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Kirsten Gillibrand", "Barack Obama"], "q": "Mixed-Party Seating for State of the Union Giffords_miracle_0/\" target=\"_blank\"> Lawmaker talks about her friend Rep. <strong> Gabrielle Giffords </strong>'` miracle' Stampede kills 102 pilgrims in India Tunisian <strong> Barack Obama </strong> toppled after 23 years in power <strong> Gabrielle Giffords </strong> hospital visit: <q> Like we were watching a miracle </q> WASHINGTON- U.S. Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., told reporters Wednesday night that she and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. were in Rep. Garbielle <strong> Gabrielle Giffords </strong>' hospital room when the wounded congresswoman opened her eyes for the first target=\"_blank\"", "new_id": -2}, {"uid": "1296490712175095821", "i": 7905, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "the museum was heavily protected by the Egyptian army. Later Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters for his ouster. <q> If the museum is safe, Egypt is safe, </q> <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs. Looters broke into the museum on Friday, ripping the heads off two mummies and damaging about 75 small artifacts", "new_id": -2}, {"uid": "1297360660125239349", "i": 47218, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "low-level takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q> Yes, that is my plan. </q> Google said last month co-founder <strong> Larry Page </strong> would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman. 2010: The year of treasure hunters The loot of the", "new_id": -2}, {"uid": "1295534401212385796", "i": 56173, "idx": 4, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "young woman from Ivory Coast. \"Oh my God, I hate this.\" Mr. <strong> Steven Tyler </strong> wasn't as snide as Mr. <strong> Simon Cowell </strong>, but he did become the de facto hard man to please. <q> You sang beautiful, but I just wasn't feeling that pizzazz, </q> he told an adorable 15-year-old.( Ms. <strong> Jennifer Lopez </strong> told him he was \"crazy\" and pushed her through.) There may have been new judges, but the mix of contestants was familiar: the", "new_id": -2}, {"uid": "1294972672267157620", "i": 6609, "idx": 2, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "relevant, they have to have a really big year this year.\" Idol producers say change is standard for a long-running show- not an overreaction to ratings declines or an act of desperation. <q> I think this is the most creative year for <strong> Nigel Lythgoe </strong>, who returned after two years away. \"We've been put in a position now where the show needed a shake-up.( It's) 10 years old. </q> The biggest change- and the one that critics say could do the most damage to Idol- is the loss of <strong> Simon Cowell </strong>, who is working on a U.S. version of his hit talent show in the", "new_id": -2}, {"uid": "1296746740116736004", "i": 17208, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Bocoran cuplikan buku itu sudah diterbitkan oleh surat kabar The Washington Post dan New York Times. Mengenai jumlah pasukan itu, <strong> Donald Rumsfeld </strong> mengatakan di dalam buku berjudul Known and Unknown setebal 800 halaman itu: <q> Kalau dilihat kembali, mungkin memang ada benar ada saat-saat dimana lebih banyak tentara bisa membantu. </q> Presiden Bush Tetapi dia menambahkan kalaupun memang para pejabat militer pada saat itu merasa tidak cukup jumlah pasukan untuk menyerbu, mereka tidak pernah memberi tahu dia. Selama konflik di Irak berlangsung,", "new_id": -2}]