[{"uid": "1295599055020365403", "i": 1392, "idx": 4, "sa": ["Eric Schmidt"], "q": "Mr <strong> Eric Schmidt </strong> for his stewardship of the company. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" he said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.</q> Mr Page said Google is just at the \"tip of the iceberg\" of how the internet will change consumers lives in the future. \"If you think about the next five years of what your", "new_id": -2}, {"uid": "1295980514180977677", "i": 33528, "idx": 1, "sa": ["Aaron Blake", "Michele Bachmann", "Mike Pence", "Newt Gingrich"], "q": "The task remains tall for anyone running with only a House background,\" noted Washington Post blogger <strong> Aaron Blake </strong>. But potential candidates Reps. <strong> Michele Bachmann </strong>, R-Minn., and <strong> Mike Pence </strong>, R-Ind., and former House Speaker <strong> Newt Gingrich </strong> <q>have a lot going for them that their predecessors didn't. Underestimating any of them, including <strong> Michele Bachmann </strong>, in a presidential race as wide open as this one would be a mistake given Republican primary voters' demonstrated willingness to upset the establishment apple cart in 2010.</q>", "new_id": -2}, {"uid": "1296725160179978268", "i": 43413, "idx": 0, "sa": ["Andy Coulson", "George Osborne"], "q": "phone-hacking scandal at the News of the World, which he used to edit. <strong> Andy Coulson </strong> maintained his innocence, saying he never knew his reporters were illegally hacking into celebrities' voicemail to get stories, but said <q>when the spokesman needs a spokesman, it's time to move on</q>. <strong> Andy Coulson </strong> is reported to have called <strong> George Osborne </strong> about a week ago to see if he might be interested in replacing him, having apparently come across the BBC man during one of his regular phone calls complaining about", "new_id": -2}, {"uid": "1295365495187695155", "i": 11900, "idx": 2, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": " \"We had been telling her that she was inspiring the country with her courage and that we couldn't wait to take her out to pizza and a weekend away,\" <strong> Kirsten Gillibrand </strong> said through a spokeswoman. <q>Then, after she heard our voices and the encouragement of Mark and her parents, she struggled briefly and opened her eyes for the very first time. It was a miracle to witness.</q> \"My heart was overflowing with love for my friend <strong> Gabrielle Giffords </strong> today,\" <strong> Debbie Wasserman Schultz </strong> said in a prepared statement. \"It was absolutely incredible to witness <strong> Gabrielle Giffords </strong> open her eyes. I am confident that the", "new_id": -2}, {"i": 27784, "idx": 2, "index_answer": 1, "new_id": -1, "q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q>does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show.</q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "uid": "1297265697007700481"}, {"uid": "1295452458083853341", "i": 9812, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "captain in the hit show, has revealed that Sue is in fact inspired by <strong> Simon Cowell </strong>. According to ShowbizSpy, <strong> Jane Lynch </strong> believes that there are a lot of similarities between the media mogul and Sue... <q>If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her... He's a great inspiration for the character of Sue, there is a lot that I can take from him and put into her.</q> \"<strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. Just like him, she says what", "new_id": -2}, {"uid": "1296770511173654034", "i": 12150, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "and his take on Hurricane Katrina. Ten days after the attacks of Sept. 11, 2001, <strong> Donald Rumsfeld </strong> wrote himself a note. \"At the right moment,\" it said, <q>we may want to give <strong> Saddam Hussein </strong> a way out for his family to live in comfort.</q> Known and Unknown, the former Defense secretary says he believed that \"an aggressive diplomatic effort, coupled by a threat of military force, just might convince <strong> Saddam Hussein </strong> and those around him to seek exile.\"", "new_id": -2}, {"uid": "1296140177192086050", "i": 22844, "idx": 0, "sa": ["Eric Schmidt"], "q": "for an executive who is transitioning out of the CEO role- and may even be unusual for sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q>the board clearly wants to retain his guidance for the next four years.</q> \"It's a signal to shareholders that he'll continue to steer the boat,\" Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder Larry Page(", "new_id": -2}, {"uid": "1296231929144064539", "i": 21344, "idx": 0, "sa": ["Dannii Minogue", "Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": "not to be predictable. The British' X Factor' won't suffer, I'm trying to make sure I would like to watch it. It's just got to be different full stop.\" <q>The most important things for these shows is not to be predictable. The British' X Factor' won't suffer, I'm trying to make sure I would like to watch it. It's just got to be different full stop.</q> Comment on this Article Promising \"a few surprises\" along the way, <strong> Simon Cowell </strong> admitted none of the current judging panel- <strong> Cheryl Cole </strong>, <strong> Dannii Minogue </strong> and <strong> Louis Walsh </strong>- have been contracted to appear on the next series", "new_id": -2}, {"uid": "1296456546143032321", "i": 12755, "idx": 0, "sa": ["Zahi Hawass"], "q": "country. In the Egyptian Museum in Cairo, looters stole jewelry from the museum shop and smashed a statue of Tutankhamun and other artifacts. In a Sinai store containing antiquities from the Port Said Museum, <q>a large group, armed with guns and a truck, entered the store, opened the boxes in the magazine and took the precious objects. Other groups attempted to enter the Coptic Museum, Royal Jewellery Museum, National Museum of Alexandria, and El Manial Museum,</q> <strong> Zahi Hawass </strong>, who is also a National Geographic Explorer-in-Residence, posted on his website. I have always enjoyed <strong> Zahi Hawass </strong>' enthusiasm toward Egypt and archaeology... this \"revolution\" must be absolutely terrifying for him", "new_id": -2}]