[{"uid": "1294968144056983582", "i": 9666, "idx": 0, "sa": ["Steve Ballmer"], "q": ", \"I found out we ran out of consoles at end of the month(!) so don't expect to win Dec.,\" referring to its battle with Sony's PlayStation 3 and Nintendo Wii. <q>Jan/Feb supply is tight as well.</q> Analysts estimate 2.5 million Xbox 360 units sold in December, behind Nintendo's Wii that moved 2.6 million units. At the Consumer Electronics Show in Las Vegas last week, Microsoft chief <strong> Steve Ballmer </strong> said", "new_id": -2}, {"uid": "1295605593042827782", "i": 35602, "idx": 0, "sa": ["Eric Schmidt", "The CEO", "Google Inc."], "q": "cash. Although SAS invests about 20 percent of its revenue back into research and development, the company is also eyeing several possible acquisitions. \"With a hot market comes consolidation,\" Davis said, <q>and we feel like we're in good shape to take advantage of any consolidation opportunities.</q> Triangle companies raised$ 320.6 million in venture capital last year, a 27 percent jump that outpaced the national trend. <strong> Google Inc. </strong>'s grown-up <strong> The CEO </strong> hands reins to founder, 37 <strong> Eric Schmidt </strong>, a technology veteran brought in", "new_id": -2}, {"uid": "1295581287002506756", "i": 24734, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World As We Know It.</q>\" I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly calls to discuss its", "new_id": -2}, {"uid": "1297239348137953313", "i": 38919, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "the federally graced garbage between the county seat and the surface of the moon occupying private and presidential property.The facts are simple for one those whom occupy property without authorization due so to defend there own interests\" Report Abuse <q>One of the major reasons we have not had any further attacks in CONUS is because the CIA, DIA, NSA, NSC and all the other acronyms that provide intel are doing their jobs. They make mistakes, yes. But for the most part they protect all you whiners and you who are calling to abolish intel sevrices.</q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4", "new_id": -2}, {"uid": "1297609955260161538", "i": 29745, "idx": 0, "sa": ["Lindsay Lohan", "Jessica Simpson", "Priscilla Presley", "Paris Hilton", "Heidi Montag", "Simon Cowell", "Suzanne Somers"], "q": "<strong> Jessica Simpson </strong>, <strong> Paris Hilton </strong>, <strong> Heidi Montag </strong>, and Fargolina Sondheim. She then informed the judge that there is a very good reason why he can not send her to prison or even back into rehab. <q>And what might that very good reason be?</q> The judge asked extremely inquisitively. <strong> Lindsay Lohan </strong>, who has suddenly developed trout snout lips, ala <strong> Priscilla Presley </strong> and <strong> Suzanne Somers </strong> replied, \"The reason why I can not go to prison is because <strong> Simon Cowell </strong> has asked me", "new_id": -2}, {"uid": "1294957392081149963", "i": 6979, "idx": 3, "sa": ["Linas Kleiza", "Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q>I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,</q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said <strong> Linas Kleiza </strong> The Red Hurricane A video with", "new_id": -2}, {"uid": "1297418130059129863", "i": 8848, "idx": 1, "sa": ["Steve Ballmer"], "q": "e supporto ai clienti che facciano di un telefono una grande esperienza. Nokia e Microsoft uniranno le loro forze per consegnare un prodotto senza rivali\". Soddisfatto dell` alleanza anche il Ceo di Microsoft, <strong> Steve Ballmer </strong>: <q>La partnership annunciata oggi- ha detto- prevede un` incredibile gamma di prodotti, un` enorme competenza nell` innovazione di hardware e software e una comprovata abilitÃ di esecuzione</q>.", "new_id": -2}, {"uid": "1296129269246497294", "i": 802, "idx": 0, "sa": ["David Jason", "Simon Cowell"], "q": "to announce my retirement... but I'm not b*** y going to!\" <strong> David Jason </strong> won the top actor prize for his last stint in A Touch Of Frost. He said of his win: <q>This is a real turn up for the book.</q> The X Factor was named the most popular talent show, and judge <strong> Simon Cowell </strong> gave the statuette to a show producer who had beaten cancer. EastEnders was crowned top soap and also picked up awards", "new_id": -2}, {"uid": "1295667388014565451", "i": 32606, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page will take over from 4 April, while <strong> Eric Schmidt </strong> will remain at the company as executive chairman. <strong> Sergey Brin </strong>, Google's other co-founder, will step back to focus on new projects. <q>For the last 10 years, we have all been equally involved in making decisions,</q> <strong> Eric Schmidt </strong> said in a post on the Google blog. \"This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.\" The \"Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q>I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it.</q> She added, \"I will say that it\"s a kinder, gentler[ show now.]\"", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}]