[{"uid": "1296156422245841950", "i": 9248, "idx": 1, "sa": ["Mike Pence", "Dick Armey", "Ronald Reagan"], "q": "<strong> Dick Armey </strong> said, who can unite the fractured GOP. One man who can bring back Morning In America.`` I always thought I'd only get one <strong> Ronald Reagan </strong> in my lifetime,'' <strong> Dick Armey </strong> said. <q> Maybe <strong> Mike Pence </strong> could be that second one. </q> <strong> Mike Pence </strong>, a Republican Congressman from Indiana, has long been the choice of conservatives like <strong> Dick Armey </strong>. <strong> Mike Pence </strong>'s name often pops up at tea party rallies, and the social conservatives at the Values Voter Summit", "new_id": -2}, {"uid": "1295568460075235328", "i": 11733, "idx": 1, "sa": ["Alex Wolfe", "Eric Schmidt", "Holly Simmons"], "q": "needed!'' InformationWeeks <strong> Alex Wolfe </strong> gets a demo of SAPs new collaborative decision-making tool from SAP BusinessObjects senior director of marketing <strong> Holly Simmons </strong>. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296723841024068122", "i": 27126, "idx": 0, "sa": ["Sam Brownback", "Sen. Bernie Sanders"], "q": "in fact, What's more, the Times reports that Kansas' new governor, former <strong> Sen. Bernie Sanders </strong> <strong> Sam Brownback </strong>, plans to lead the state legislature in adopting measures that were previously vetoed by his less conservative successors, <q> including regulations that will make it harder to open abortion clinics or to perform abortions in the second trimester. </q> Judith Matz, Psychotherapy Networker Why You Can Now Kiss Organic Beef, Dairy and Many Vegetables Goodbye 23 Things They Don't Tell You About Capitalism: Item# 1-- There's No Such Thing as a", "new_id": -2}, {"uid": "1295362966246431766", "i": 35995, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords", "Newt Gingrich"], "q": "Ourselves Better' <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY) was with <strong> Newt Gingrich </strong> <strong> Gabrielle Giffords </strong>( D-AZ) in her hospital room this week when <strong> Gabrielle Giffords </strong> opened her eyes for the first time since the shooting last weekend in Tucson. <q> She is the vision of hope for this country right now, </q> <strong> Kirsten Gillibrand </strong> said referring to <strong> Gabrielle Giffords </strong>.`` She embodies everything that <strong> Barack Obama </strong> was trying to say that we have to be better than we are, that we all have to conduct ourselves better than we do.'' While", "new_id": -2}, {"uid": "1295559704104759327", "i": 6185, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Current CEO <strong> Eric Schmidt </strong>, 55, will assume the role of executive chairman, focusing on deals and government outreach, among other things. Google said other co-founder <strong> Sergey Brin </strong> will focus on strategic products. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page", "new_id": -2}, {"uid": "1295591453155664431", "i": 1108, "idx": 7, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "all the attention and prosaic duties that come with running one of world's most scrutinized companies.`` I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World As We Know It. </q>`` I think <strong> Eric Schmidt </strong> is burned out.'' There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly", "new_id": -2}, {"uid": "1297180938217825348", "i": 14145, "idx": 4, "sa": ["Richard Hunter", "Michael Vick"], "q": "] pointed out last June, adopted one of the so-called`` bait dogs'' <strong> Michael Vick </strong> used in the dog-fighting ring that landed him in prison. The dog's name is Mel- and as <strong> Richard Hunter </strong> told Richie, <q> While <strong> Michael Vick </strong> is pure evil, this dog is so good despite having suffered through such hell that he's truly changed my life. </q> <strong> Richard Hunter </strong> went to the event to show <strong> Michael Vick </strong> Mel's picture and confront him about the past- which, as you'll see in the video, never happened. </blockquote> <strong> Richard Hunter </strong>'s video has already gone", "new_id": -2}, {"uid": "1295658301074924120", "i": 24665, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": ", but yesterday said that`` continued coverage of events connected to my old job... has made it difficult for me to give the 110% needed in this role''. The former journalist continued: <q> I stand by what I've said about those events, but when the spokesman needs a spokesman, it's time to move on.`` I'll leave within the next few weeks and will do so wishing the Prime Minister, his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government. </q> <strong> David Cameron </strong> had given Mr <strong> Andy Coulson </strong>, who he hired in Opposition, his full backing earlier in the week saying everyone deserved a`` second chance''. The Prime Minister claimed opponents wanted the spin doctor to", "new_id": -2}, {"uid": "1295294243074366995", "i": 19310, "idx": 0, "sa": ["George Washington", "David M. McIntosh", "Barack Obama", "Mike Pence"], "q": "House Republican alternative health care reform bill. http://wn.com/12-3-2009__Pence_Discusses_Republican_Economic_Roundtable_on_CNBC Congressman <strong> Mike Pence </strong> appeared on the CNBC program`` Power Lunch'' to discuss the economy, the <strong> George Washington </strong> House jobs summit and the Republican Economic Roundtable. http://wn.com/11/26/09_Weekly_Republican_Address_Rep_Mike_Pence_R-IN <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>: <q> <strong> George Washington </strong> people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care. </q> http://wn.com/2-1-2010__Congressman_Mike_Pence_Discusses_House_GOP_Retreat_on_Fox_and_Friends Congressman <strong> Mike Pence </strong> appeared on`` FOX and Friends'' to discuss the House GOP Conference retreat over the past weekend and <strong> Barack Obama </strong>'s appearance there. http://wn.com/Congressman_Mike_Pence_at_Southern_Republican_Leadership_Conference__Part_1 Remarks by Congressman <strong> Mike Pence </strong> at the Southern Republican Leadership Conference on April", "new_id": -2}, {"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q> These bills show a heinous disregard for the health and well-being of women in America, </q> <strong> Kirsten Gillibrand </strong> says.`` It is a tax on all women who want access to a full-range of reproductive health care.'' The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}]