[{"uid": "1296784629036126790", "i": 41638, "idx": 7, "sa": ["Donald Rumsfeld", "George Tenet", "Tommy Franks"], "q": "as quickly as possible if needed. Noting he learned much later about a CIA operative's request for Army Rangers in the region, <strong> Donald Rumsfeld </strong> says he never received such a request from <strong> Tommy Franks </strong> or <strong> George Tenet </strong> and <q>can not imagine denying it if I had.</q> He blames a problem in the chain of command, poor information or imperfect memories. As for the infamous intelligence failures about Iraq and WMDs, <strong> Donald Rumsfeld </strong> defensively notes that history is rife with examples of flawed", "new_id": -2}, {"uid": "1296259209046202893", "i": 4156, "idx": 0, "sa": ["Simon Cowell"], "q": " <strong> Simon Cowell </strong> wants to give her a role on the US programme when it launches later this year, even if network Fox block her appointment as a panelist. A source told The Sun newspaper: <q><strong> Simon Cowell </strong> desperately wants <strong> Cheryl Cole </strong> to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor.</q> href=\"/ video/entertainment/710-holly-weber-sexy-model-babeology-photo-shoot-video-2.html\">\" href=\"/ video/entertainment/710-holly-weber-sexy-model-babeology-photo-shoot-video-2.html\"> Battlefield Heroes By continuing past this page, and by your continued use of this site, you agree to be bound by and abide", "new_id": -2}, {"uid": "1297689425188481557", "i": 46450, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ", despite the greater risk that he could have been recognized. While <strong> Steve Ballmer </strong> was waiting quietly in the lounge, his name was called out over the loud speaker because of an error related to his plane ticket. <q><strong> Steve Ballmer </strong> is a relatively recognizable individual ï¿½ It wouldn't have been funny if it had leaked,</q> <strong> Stephen Elop </strong> said of the deal. Copyright Â© 2011 Dow Jones Newswires", "new_id": -2}, {"uid": "1296108950041386014", "i": 10159, "idx": 0, "sa": ["Kobe Bryant", "Michael Vick", "Ben Roethlisberger"], "q": "favorite is not. Performance, you see, sells. Ask <strong> Kobe Bryant </strong>, star of the two-time defending NBA champion Los Angeles Lakers. Ask <strong> Ben Roethlisberger </strong>, quarterback of the Super Bowl-bound Pittsburgh Steelers. <q>As we saw in the <strong> Kobe Bryant </strong> case and many times throughout history, there's always redemption,</q> Andy Appleby, chairman of General Sports& Entertainment, a Minnesota-based marketing firm, told me when <strong> Michael Vick </strong> was released from prison. \"No one's ever going to forget, but( <strong> Michael Vick </strong>) still has a", "new_id": -2}, {"uid": "1295617447243957789", "i": 23007, "idx": 0, "sa": ["Eric Schmidt"], "q": "Search Fri, Jan 21, 2011, 8:43 AM EST- U.S. Markets open in 47 mins.{ \"s\": \"aapl, aol, goog, vz\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} Jay Yarow, On Friday January 21, 2011, 7:46 am The biggest news everyone is digesting: <strong> Eric Schmidt </strong> is no longer Google", "new_id": -2}, {"uid": "1296610871014188601", "i": 43895, "idx": 2, "sa": ["Troy Polamalu", "Michael Vick"], "q": "Steelers jersey the top seller in the NFL. Yep, more than <strong> Michael Vick </strong>. \"I've got to buy my own jersey to get them out to my family,\" <strong> Troy Polamalu </strong> said. <q>I think that was probably the reason why, but I don't know. \"The Steelers emblem is worldwide.</q> Always humble and soft-spoken, his demeanour off the field belies his aggressive and man-possessed approach on it. When Clark saw that <strong> Troy Polamalu </strong> had won the Defensive Player of the Year award Monday night, he sent", "new_id": -2}, {"uid": "1296942558143212568", "i": 6210, "idx": 1, "sa": ["Sergio Marchionne"], "q": "J.D. Power Automotive Industry Roundtable, <strong> Sergio Marchionne </strong> talked about the eventual possibility of merging Fiat and Chrysler, saying that maintaining them as separate companies forever didn't make sense. Then he said, in an offhand matter, <q>I want to pay back the shyster loans first.</q> Chrysler owes$ 5.8 billion to the U.S. Treasury and$ 2.3 billion to Canadian at an average interest rate of 11%, Chief Financial Officer Richard Palmer said last Monday.", "new_id": -2}, {"uid": "1297627010160415775", "i": 32914, "idx": 3, "sa": ["Caroline Heldman", "Mike Pence"], "q": "support abortion rights.\"( And obviously Fox \"News\" doesn't given the Ingraham and Bill's earlier <strong> Mike Pence </strong> piece which included Bill's stalker/producer harassing a spokesperson for Planned Parenthood.) He continue <q>they don't want to bring any attention to this controversy.</q> <strong> Caroline Heldman </strong> mentioned how the networks don't want to get burned the way they did with Shirley Sherrod. Bill was happy when she said that Catholic Charities, as well as PP, is a \"sacred cow.", "new_id": -2}, {"i": 39631, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against \"rumours.\" In a posting on his blog, <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q>70 broken objects, all of which can be restored.</q> \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. \"If anything happens, I will announce it.\" He explained that the fire brigade was", "sa": ["Zahi Hawass"], "uid": "1296817001259670033"}, {"uid": "1295980170233783301", "i": 14072, "idx": 3, "sa": ["Bobby Jindal", "Sam Brownback", "Sen. Bernie Sanders"], "q": "Republicans to embrace them. \"Up until this point, the Republican leadership has been vague about what federal programs they want to cut,\" said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. <q>On the other hand, Congressman Ryan has been very clear on this subject.</q> Delivering the party's response to the president is an honor but by no means a ticket to stardom. Most such addresses aren't memorable, though Louisiana <strong> Sam Brownback </strong> <strong> Bobby Jindal </strong> drew wide attention in 2009, when", "new_id": -2}]