[{"uid": "1296224676092700695", "i": 2084, "idx": 8, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "Reagan administration aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion, said she trusts that <strong> Mike Pence </strong> has <q> come to the place that's right for him and his family. </q> \"What I most want is for him to have a long future,\" <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.", "new_id": -2}, {"uid": "1296144894044630054", "i": 12477, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> Doctors plan to put speaking valve in Arizona <strong> Sen. Bernie Sanders </strong> Giffords' breathing tube to help her speak Relentless snow piles up on winter-weary Northeast as", "new_id": -2}, {"uid": "1295879281140918786", "i": 11694, "idx": 0, "sa": ["Colin Powell", "Dick Cheney"], "q": "the good and bad Iraq wars-a protester who spontaneously walked down the aisle singing \"Down by the Riverside\" as <strong> Dick Cheney </strong> was speaking. As the security guard escorted him out the building, <strong> Colin Powell </strong> remarked in scorn, <q> If you don't want to study war no more, you better be ready to fight a war. </q> Does the Taboo Against the Use of Nuclear Weapons Only Increase Their Allure? January 24, 2011 The trouble with taboos is that they're made to be broken. WikiLeaks XXXII", "new_id": -2}, {"i": 18535, "idx": 0, "index_answer": 0, "new_id": -1, "q": "friend of Democratic congresswoman <strong> Gabrielle Giffords </strong>, has visited the lawmaker in her hospital room and is in close contact with her astronaut husband Mark Kelly, she told NBC's \"Meet The Press.\" <strong> Gabrielle Giffords </strong> is <q> making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> said. \"It's an extraordinary amount of progress for a woman who sustained such a horrific injury,\" she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295217263110215213"}, {"uid": "1295831549223035458", "i": 39860, "idx": 1, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "<strong> Cher Lloyd </strong> remains very grateful to <strong> Simon Cowell </strong> for giving her a chance on the show and signing her to his Syco label. And she denied reports the pair have clashed over her artistic path, adding: <q> I wouldn't be here without him. <strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to give me rules- he likes the fact I'm a bit rebellious! </q> It is amazing just how self-confident <strong> Cher Lloyd </strong> appears in the super-slick surroundings of LA. Her current lifestyle is a million miles away from her pre-X Factor existence in the backwater of Malvern with mum Dina and", "new_id": -2}, {"uid": "1296231931043434103", "i": 6989, "idx": 0, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": "2009 after <strong> Hillary Clinton </strong> left to become secretary of state, had sought the committee seat. She has worked on military issues, such as the repeal of the\" Albany-area congressional district. <q> One of the reasons I came to Congress was to strengthen our national security and serve as a voice for our troops and military families, </q> she said. <strong> Kirsten Gillibrand </strong> says she will work for troops and their families, and try to strengthen connections between the military and NYPIRG: Real Estate, Law Are Top Sources Of Outside Income For State", "new_id": -2}, {"uid": "1295571569192872501", "i": 5007, "idx": 5, "sa": ["Eric Schmidt"], "q": "BGC Financial in New York, said the tension that the row engendered may have added to the reshuffle. But he said it was clear Google wanted to use <strong> Eric Schmidt </strong>'s political connections to the full. <q> They need government outreach, officials in Washington and Europe are all taking a closer look at Google, </q> he said. Gillis said that the wider issue may stem from inside the company. While Google has bought and successfully integrated companies including YouTube, Android and ad firm DoubleClick, its recent record of internal", "new_id": -2}, {"uid": "1297074215210305048", "i": 4846, "idx": 0, "sa": ["Deneen Borelli", "Clarence Thomas", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "the significant double standard that is displayed here when it comes to what we've witnessed on this video versus how black conservatives are also attacked and the NAACP remains silent,\" <strong> Deneen Borelli </strong> said in a phone interview. <q> The NAACP, and I'm sure you know this, they were basically hired by <strong> George Soros </strong> to track racism in the Tea Party movement. </q> The NAACP did condemn racist attacks against former black secretaries of State <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong> during <strong> President Bush </strong>'s presidency. NAACP won't directly address racism leveled against <strong> Clarence Thomas </strong> at progressive protest Oregon state legislature pushes shopping", "new_id": -2}, {"uid": "1296920388046448655", "i": 3381, "idx": 1, "sa": ["Kyle Kuric", "Allen Iverson"], "q": "'s not <strong> Allen Iverson </strong>.\" The coach said he has crossed over from going all out in practices to being more mindful of pushing the players to the brink of injury. <q> You've got to be so careful of your next little injury that you have to watch every little thing you do, </q> he said. \"It's a really, really uncomfortable experience.\" Think it's uncomfortable for him? Try running in practice without the possibility of a substitute. That's what <strong> Kyle Kuric </strong> said", "new_id": -2}, {"uid": "1297348316264044562", "i": 2506, "idx": 0, "sa": ["Mike Pence"], "q": "worker in the video-- which Sye said was \"doctored\"-- was fired immediately, but not before anti-abortion lawmakers had the ammunition they needed to demand that federal funds for PPFA be cut off. <q> The employees of Planned Parenthood clinics across the country are facilitating the abuse of minor girls in this country, </q> Republican <strong> Mike Pence </strong> of Indiana-- the author of the bill that would deny government funding to any service that provides abortions-- said on the House floor on Tuesday. \"This should be a scandal to every", "new_id": -2}]