[{"uid": "1295669848206995548", "i": 7456, "idx": 6, "sa": ["Andy Coulson", "Rupert Murdoch", "David Cameron", "Adam Price"], "q": "royal reporter who was jailed for phone hacking several years ago, were laughably false <strong> Andy Coulson </strong> is in a LOT of trouble make no mistake. <strong> David Cameron </strong> has shown just how beholden to <strong> Rupert Murdoch </strong> he really is. <q> \"Dispatches also looks at the way MPs were fearful of what News International, the owner of News of the World, could do when they tried to investigate the phone hacking in advance of the general election earlier this year. </q> Plaid Cymru Mp <strong> Adam Price </strong> told Channel 4:' I was told by a senior Conservative member of the committee, who I knew was in direct contact with executives at News International, that if we", "new_id": -2}, {"uid": "1295022258099024910", "i": 25138, "idx": 0, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "acknowledge the stakes. \"Obviously, we've done it for a long time, and fortunately the show has been successful, but I think this is a crucial year for us,\" host <strong> Ryan Seacrest </strong> says. <q> The stakes are high because we've got new infusions to the show. If we get it right, it will be a high return. </q> MJ Santilli of Idol-centric MJ's Big Blog( mjsbigblog.com) says Idol is at a crossroads. \"With falling ratings and failing music sales and <strong> Simon Cowell </strong> leaving, something has to happen to rejuvenate", "new_id": -2}, {"uid": "1295668634145047607", "i": 22658, "idx": 7, "sa": ["Allen Iverson", "Derrick Rose", "Kobe Bryant", "Rasheed Wallace"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to Rose_Derrick Rose_first_ever_playoff_game_36_points_vs_Boston_Celtics BOSTON( AP) <strong> Derrick Rose </strong> had a playoff debut like few others", "new_id": -2}, {"uid": "1296619354222035975", "i": 16354, "idx": 2, "sa": ["Marcus Camby", "Linas Kleiza", "Carmelo Anthony", "Allen Iverson", "Kenyon Martin", "George Karl"], "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season. \"I thought AI had a real good feel for the game,\" Nuggets coach <strong> George Karl </strong> said. <q> His game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "new_id": -2}, {"uid": "1296853252052805661", "i": 9323, "idx": 3, "sa": ["Roger Goodell", "Michael Vick"], "q": "\" <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q> I don't want him to put himself in a position where bad things can happen around him, </q> <strong> Roger Goodell </strong> said. \"He takes that seriously.\" With several inches of snow outside, on top of ice that's been there for days, the Dallas-Fort Worth area has crawled with activity.", "new_id": -2}, {"uid": "1297426049196083720", "i": 25610, "idx": 5, "sa": ["Michael Gove"], "q": "projects.\" He also pointed out that the judge had concluded that \"there was no promise or expectation\" that any of the claimants' projects would proceed. However, he added: <q> The Secretary of State will now look again at his decision with regard to these authorities with an open mind, taking representations from them. \"The judge set out, however, that \"the final decision on any project still rests with him and.... No one should gain false hope from this decision. </q>` Budget deficit' Lawyers for Mr <strong> Michael Gove </strong> had argued his decisions were not made lightly and were not open to legal challenge. In written statements put before the court, they said the coalition", "new_id": -2}, {"uid": "1297690697098959374", "i": 6760, "idx": 1, "sa": ["Anderson Cooper", "David Letterman", "Liz Trotta"], "q": ".\" The host asked another question, but <strong> Liz Trotta </strong> brought her answer back to <strong> Anderson Cooper </strong>. She said that she had been offended by his appearance on <strong> David Letterman </strong>'s show last week.( <strong> Anderson Cooper </strong> <q> Hasn't the man any modesty at all? </q> <strong> Liz Trotta </strong> said. \"Forget journalistic ethics-- doesn't he have any personal modesty?\" <strong> Liz Trotta </strong> is the second figure in as many days to criticize <strong> Anderson Cooper </strong>'s coverage of Egypt. On Saturday, the", "new_id": -2}, {"uid": "1295755514184385545", "i": 26809, "idx": 31, "sa": ["Allen Iverson", "Edward"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q> You honestly don't r... Allan <strong> Allen Iverson </strong> 60 Point Game! INCREDABLE! AI! PHILADELPHIA( AP)-- <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when th <strong> Edward </strong> 554 N. 63rd Street- Robbery Point of Gun 554 N. 63rd Street- Robbery Point of Gun On Saturday, December 04, 2010,", "new_id": -2}, {"uid": "1297124273189071372", "i": 28145, "idx": 3, "sa": ["Andy Burnham", "Michael Gove"], "q": ". Parliament can put the brakes on Mr <strong> Michael Gove </strong> and stop him from taking a huge gamble with the life chances of our children,\" <strong> Andy Burnham </strong> writes. He accuses <strong> Michael Gove </strong> of failing to build a curriculum <q> with all children in mind </q>. In December, <strong> Michael Gove </strong> announced that performance tables would measure the proportion of pupils at each school who obtain good grades in five specified core subjects at GCSE: English, maths, at least one science, a", "new_id": -2}, {"uid": "1295949227120340507", "i": 11060, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "eine entsprechende Test-Aufnahme durchgef?hrt haben, die aber nicht gerade gut geworden sein soll. Eine nicht n?her bezeichnete Quelle soll der Zeitung nun mitgeteilt haben, dass <strong> Eric Schmidt </strong> zuk?nftig als Moderator einer eigenen Talk-Show auftreten will. <q> An deren Entwicklung arbeitet er mit Liza zusammen, aber es gibt noch keine Vertr?ge mit einem Sender </q>, hie es demnach. <strong> Eric Schmidt </strong> wird seinen Posten als Google-Chef bergibt Konzernf?hrung an Gr?nder\"> am 4. April r?umen. Die F?hrung des Konzerns wird dann der Mitbegr?nder <strong> Larry Page </strong> bernehmen. Dem Unternehmen", "new_id": -2}]