[{"uid": "1295005888194838584", "i": 21298, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "had been telling her that she was inspiring the country with her courage and that we couldn't wait to take her out to pizza and a weekend away,'' <strong> Kirsten Gillibrand </strong>, a New York Democrat, said. <q> <cite> skint: Jan. 13, 2011- 3:19 PM EST </cite> Lets tell the FACTS Ms. Hunt because they are out there. </q> Rep. <strong> Gabrielle Giffords </strong> opened her eys and responded to commands last Sunday, Monday and Tuesday. The doctors TOLD us in their media coverage on those days, so don't try heaping praise on some kind", "new_id": -2}, {"uid": "1295916380143048746", "i": 1644, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, now 37 and graying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q> the soul and passion of a startup. </q> <strong> Sergey Brin </strong> will concentrate on developing new products. He's worth$ 15 billion, but Page remains something of a rebel who has always had a disdain for corporate protocol.`` Larry and <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1295584540106250245", "i": 12402, "idx": 5, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "at the top of the company''. Mr <strong> Eric Schmidt </strong>, who was widely described as`` adult supervision'' for the two young founders when he was named chief executive, posted on his Twitter account: <q> Day-to-day adult supervision is no longer needed. </q> The decision came as a shock to many in Silicon Valley.`` Larry stepping up to be CEO is really surprising,'' said Mr <strong> Danny Sullivan </strong>, the editor of SearchEngineLand, an industry blog, who", "new_id": -2}, {"uid": "1296644437047939601", "i": 29582, "idx": 1, "sa": ["Michael Vick"], "q": "a dork in that meeting room.'' A dork? Hardly a description often associated with a three-time champion quarterback married to a super model.`` Maybe, yeah,'' Brady said. <q> I could see that, you know? I'm flattered. </q> Also flattering: Brady is the only quarterback and the only active player to win the award twice. <strong> Michael Vick </strong>'s comeback season led him to the Pro Bowl. After missing two seasons while serving", "new_id": -2}, {"uid": "1295162148185597955", "i": 13022, "idx": 9, "sa": ["Allen Iverson", "Kobe Bryant", "Steve Javie", "Shaquille O'Neal"], "q": "official <strong> Steve Javie </strong>, who ejected him.`` I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out,'' <strong> Allen Iverson </strong> said. <q> <strong> Michael Jordan </strong> fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league. This was just the perfect game for him to try and make me look bad. </q> Actually, <strong> Allen Iverson </strong> didn't need much help in that regard as he was slow to get going, hitting http://wn.com/Shaquille_O'Neal_2000_Finals_Gm_4_Vs_Pacers,_36_pts_21_rebs <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> took their turns dominating as the Lakers took a 3-1 series lead. With <strong> Kobe Bryant </strong> still", "new_id": -2}, {"uid": "1295554755243744795", "i": 13431, "idx": 1, "sa": ["Michael Vick"], "q": "far as people reporting where as before they might not have thought it got the attention that it needed.'' She says there is large public awareness of animal fighting after the <strong> Michael Vick </strong> case. <q> I know that there were probably many people who prior to the <strong> Michael Vick </strong> case maybe didn't even know that dog fighting existed, or they thought that it was something that happened once in a while in a small, poor corner of a city. </q> Cosby says the work that the organization does is supported by donors and people who care.`` So people who care can really make a difference. Having the man power and having the money", "new_id": -2}, {"uid": "1297212843168738824", "i": 2464, "idx": 0, "sa": ["Richard Hunter", "Michael Vick"], "q": "risotto from a crafts service on location Did anybody go to this yesterday? I'm curious how much food you get. I'm totally down for a free m the <strong> Richard Hunter </strong> video of <strong> Michael Vick </strong> <q> I don't care about the dog </q> <strong> Michael Vick </strong> that started this whole thing went from 3,000 views yesterday to more", "new_id": -2}, {"uid": "1297206232067371016", "i": 37909, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": ". And it was a somewhat awkward moment in the meeting,'' <strong> Donald Rumsfeld </strong> said. <strong> President Bush </strong> told <strong> Donald Rumsfeld </strong> to take the threats seriously. US forces killed both of <strong> Saddam Hussein </strong>'s sons in 2003. <q> I made a comment like` Thank you' or something and president <strong> President Bush </strong> looked me in the eye and said` You better take this seriously,' </q> the former defense secretary said. <strong> Donald Rumsfeld </strong> was on the show to talk about his memoir`` Known and Unknown,'' the title of which is in reference to a famous speech he gave in 2002 regarding", "new_id": -2}, {"uid": "1296152835245841973", "i": 8268, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, who will become CEO in April, as a brilliant products person who has participated in every major decision Google has made during <strong> Eric Schmidt </strong>'s tenure. He said <strong> Sergey Brin </strong>, the other co-founder, will focus on <q> the order of three big initiatives, </q> on which <strong> Eric Schmidt </strong> didn't elaborate. <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook.`` We have a competitor called Microsoft( MSFT),''", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season.`` I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q> <strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}]