[{"uid": "1296280079111296551", "i": 6644, "idx": 1, "sa": ["all political", "Mike Pence"], "q": "Rep. <strong> Mike Pence </strong>, R-Ind., answers questions as he meets with constituents during a town hall meeting in Pendleton, Ind., on Friday. <strong> Mike Pence </strong> announced Thursday that he will not seek the presidency in 2012. <q>Whether that's continuing to serve in Congress or coming home and running for governor, we're just going to take a hard look to see where we can make the most difference for the values we believe,</q> he said. Because <strong> Mike Pence </strong> chose to give up his post as the No. 3-ranking House Republican after the November election, it is widely assumed that his eyes have been on a new office. Nearly <strong> all political </strong>", "new_id": -2}, {"uid": "1295733873106954766", "i": 11161, "idx": 1, "sa": ["Allen Iverson", "Yao Ming", "Josh Smith"], "q": "both clarified and cluttered the wild Western Conference playoff race. ''That's all he's got to do is come into the game and the energy is there,'' said <strong> Allen Iverson </strong>, who scored 33 points. <q>It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package. ''There's nothing on the court he can't do.</q> It was the 13th time <strong> Josh Smith </strong> has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game. ''He's been a <strong> Yao Ming </strong> spark for", "new_id": -2}, {"uid": "1296112200260849669", "i": 29401, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.</q> ''There will be huge explosions all over Fleet Street if police get to the truth,'' he told the BBC. All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1297303593261144622", "i": 35511, "idx": 0, "sa": ["Britney Spears", "Donald Rumsfeld", "Lindsay Lohan", "Nicole Kidman"], "q": "named ''Femme... Video: ShowBiz Minute: <strong> Lindsay Lohan </strong>, Bieber,` Mad Men''... Photo in Slideshow: <strong> Britney Spears </strong> arrives at the Teen Choice 2009... Video: Santa Barbara Film Festival honors <strong> Nicole Kidman </strong> Report Abuse <q>Why in hell does The U.S glamorize these stupid head kases instead of honoring their fallen who go to war?~?~?</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"uid": "1295739721256016402", "i": 34863, "idx": 0, "sa": ["Rene Preval", "Andy Coulson", "Baby Doc"], "q": "Slideshow: Former Haitian dictator <strong> Baby Doc </strong> Photo in Slideshow: <strong> Baby Doc </strong> ''<strong> Baby Doc </strong>'' <strong> Baby Doc </strong> Photo in Slideshow: Haitian President <strong> Rene Preval </strong> Photo in Slideshow: Hiati President <strong> Rene Preval </strong> holds a wreath of flowers at a mass... Report Abuse <q>When he was President, there was law and order. He provided universal health care and education and there was prosperity for all.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295446736183418917", "i": 1584, "idx": 3, "sa": ["Mike Pence"], "q": "and who also is leaving the door open to a run for the presidency. ''We're certainly hearing encouragement from our friends here at the Statehouse in various ways,'' <strong> Mike Pence </strong> said. <q>I've heard as many people encourage us to consider coming home to Indiana as I have people who pulled me alongside and said, ''Keep the national campaign in mind.''</q> In a speech first to the Indiana Senate and later to the Indiana House, <strong> Mike Pence </strong> argued that the federal government has gotten too big and amassed too much debt. He", "new_id": -2}, {"uid": "1295801603188252206", "i": 42679, "idx": 0, "sa": ["George Washington", "Benjamin Franklin", "Andy Coulson", "The Irish"], "q": "FREE. That day is today and we ask our <strong> George Washington </strong> brothers and sisters to help the Arab people become free and democratic. May <strong> The Irish </strong> Bless You. And May <strong> The Irish </strong> Bless America. Report Abuse <q><strong> The Irish </strong> government is a disgrace they failed thier people yet again. They are like a pack of cowboys running wild, bang bang bang, who is going to lead, I will, no I will, not you... bang bang bang.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> Benjamin Franklin </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Get Fit Today! Healthy Habits Coaching for military members& their families. Trader", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has ''come to the place that's right for him and his family.'' <q>What I most want is for him to have a long future,</q> <strong> Marjorie Dannenfelser </strong> said. ''So I'm sure that he's made a discernment that this is the right move.'' Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}, {"uid": "1295155572091308052", "i": 44167, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "out of the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. ''That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q>This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible.</q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the", "new_id": -2}, {"uid": "1295589933175472714", "i": 36125, "idx": 0, "sa": ["Eric Schmidt"], "q": "anything in my e-mail that would send me to jail( well, probably not) but those are my words. My private conversations. When asked about privacy concerns, Google's CEO <strong> Eric Schmidt </strong> said, <q>if you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.</q> OK, point taken, <strong> Eric Schmidt </strong>, but I'm not concerned about you leaking my information regarding my Facebook notifications to the world- I'm worried about you taking over the world. Knowledge is power, right", "new_id": -2}]