[{"uid": "1295626398146702340", "i": 7854, "idx": 0, "sa": ["Nancy Pelosi", "Ryan Dixon", "Michele Bachmann", "Harry Reid", "Bernie Sanders", "Mary Landrieu", "Dan Boren", "Michael Bennet", "Barack Obama", "Patrick Kennedy"], "q": "at www.realclearpolitics.com The graphic I use of from Gallup http://wn.com/HEALTH_CARE_WINS_LOSSES_DEMOCRATS_GAIN_MAJOR_HC_ENDORSEMENTS_Michele Bachmann_GOP_RALLY_A_BUST Question of the Day: What is your stance on immigration? Leave all your responses in the comment section.`` Democrats Reveal Facts About Health Care'' www.youtube.com <q> Rep. <strong> Patrick Kennedy </strong> Yells:` Despicable' That Press Focuses On Massa Instead Of Afghanistan </q> www.youtube.com`` High Immigration Impacts America's Unemployed'' www.youtube.com Ryan DixonpRyan Dixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> White House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> <strong> Ryan Dixon </strong> Speaking in a PD podcast to coincide with the launch of a new", "new_id": -2}, {"uid": "1296084859120438795", "i": 5063, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> UK police get new info in phone hacking inquiry Scotland Yard said Wednesday it was reopening its investigation into phone hacking at the country's top-selling Sunday newspaper after it had received`` significant new information", "new_id": -2}, {"uid": "1295561367021315586", "i": 51229, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": " <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season.? 2010 Cleveland Live, Inc.", "new_id": -2}, {"uid": "1297616629186400779", "i": 32534, "idx": 16, "sa": ["Donald Rumsfeld", "David Martin", "Osama bin Laden", "George H. W. Bush"], "q": ". Even before the bomOsama bin Ladeng of Afghanistan began, it was secretly planning to take out Saddam Hussein.`` When did you first talk to <strong> George H. W. Bush </strong> about going after Saddam?'' asked <strong> David Martin </strong>. <q> Oh, I think it was in September, </q> <strong> Donald Rumsfeld </strong> replied.`` So before the first U.S. boot is on the ground in Afghanistan...''`` He called me into the Oval Office and he said,` Do you have a war", "new_id": -2}, {"uid": "1295907390241205262", "i": 13786, "idx": 1, "sa": ["Hermann Parzinger", "Zahi Hawass"], "q": "runs the in the German capital where the bust is kept.`` The foundation's position on the return of Nefertiti remains unchanged,'' foundation president Professor <strong> Hermann Parzinger </strong> said in a statement. <q> She is and remains the ambassador of Egypt in Berlin. </q> <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of the bust, famed for its almond-shaped eyes and swan-like neck. However, the foundation said it did not consider the letter an official state request as it had", "new_id": -2}, {"uid": "1296149236246923378", "i": 57584, "idx": 4, "sa": ["Eric Schmidt"], "q": "other co-founder, will focus on`` the order of three big initiatives,'' on which <strong> Eric Schmidt </strong> didn't elaborate. <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. <q> We have a competitor called Microsoft, </q> he said.`` Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.'' Facebook, on the other hand,`` has clearly stated they don't want", "new_id": -2}, {"uid": "1297217356071778338", "i": 547, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": " <strong> Donald Rumsfeld </strong>'s top regret: not quitting after Abu Ghraib Former US defense secretary <strong> Donald Rumsfeld </strong> spared no criticism of his colleagues in his new memoir Tuesday, but also admitted in an interview the country <q> would've been better off </q> if he had quit after the 2004 Abu Ghraib scandal. In`` Known and Unknown,'' <strong> Donald Rumsfeld </strong> defends his handling of the war and recounts his government career serving Republican George W. Bushs from Richard Nixon to <strong> George W. Bush </strong>", "new_id": -2}, {"uid": "1297083495090374146", "i": 1725, "idx": 0, "sa": ["Zahi Hawass"], "q": "to France as site access had been closed for security reasons, it said. An Egyptologists' website( http://www.eloquentpeasant.com/about/) showed pictures of some of the smashed cabinets and damaged statues at the Egyptian Museum. <q> This is heartbreaking. These artifacts have survived for millennia only to be destroyed in a matter of minutes, </q> wrote one contributor to its comment page.` Antiquities safe' Despite the concern, the country's newly appointed minister of antiquities, well-known Egyptologist <strong> Zahi Hawass </strong>, played down accounts of the break-in at", "new_id": -2}, {"uid": "1296798587177504257", "i": 13873, "idx": 0, "sa": ["Joe Lieberman", "Al Franken", "Kirsten Gillibrand", "Mark Kirk", "Barbara Boxer", "Mike Johanns", "Bob Casey", "Scott Brown", "Jon Kyl"], "q": ", which was released to the press on February 2, the US senators expressed their concern to the German Foreign Minister that EIH continues to conduct transactions on behalf of entities under US and EU sanctions. <q> EIH is one of Iran </q> s few remaining access points to the European financial system,'' said the letter signed by Senators Frank R Lautenberg, <strong> Mike Johanns </strong>, <strong> Barbara Boxer </strong>, <strong> Bob Casey </strong>, <strong> Scott Brown </strong>, <strong> Al Franken </strong>, <strong> Kirsten Gillibrand </strong>, <strong> Mark Kirk </strong>, <strong> Jon Kyl </strong>, <strong> Joe Lieberman </strong> and", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making.`` In strategy we agree. There's no disagreement,'' <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q> In character, he's fundamentally a deeper thinker than anybody else, </q> he said.`` He sees a few moves deeper than I do.'' <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}]