[{"uid": "1296228272172146710", "i": 20878, "idx": 15, "sa": ["Tim Pawlenty", "Mike Pence", "Mike Connolly"], "q": "I know he's going to take a little Tim Pawlentye to assess it, but I hope he's our next governor.'' Club for Growth communications director <strong> Mike Connolly </strong> puts it in even more certain terms: <q> Washington's loss is Indiana's gain. </q> <strong> Mike Connolly </strong> speaks as if <strong> Mike Pence </strong>'s gubernatorial run- and victory- were a fait accompli.`` Although <strong> Mike Pence </strong> would have been a very attractive presidential candidate, it is obvious this is the right decision for", "new_id": -2}, {"uid": "1297091703077316256", "i": 8107, "idx": 1, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong> speaks during the... Report Abuse \" Awesome game! Go Daddy commercials were terrible! Liked the unexpectedly awkward Doritos commercial, though it wasn't up to par with previous super bowl commercials. \" Report Abuse <q> I didn't waste a single moment watching any of them. </q> I have never bought a single item based on a TV or print ad. Report Abuse \" The worst commercials in memory. \" The worst of the worst was the g@y Doritos finger licking", "new_id": -2}, {"uid": "1297178256266534988", "i": 57661, "idx": 9, "sa": ["Donald Rumsfeld"], "q": "to supply terrorists with weapons of mass destruction. In addition, the reporter told <strong> Donald Rumsfeld </strong> that there were reports abou no direct link between the government and those terrorist networks. <strong> Donald Rumsfeld </strong> replied that such reports were <q> interesting to me, because as we know, there are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown uknowns- the ones we don't know we don't know. </q>`` and so people who have the omniscience that they can sy with high certainty that something has not happened or is not being tried, have capabilities that are... they can do things I can't", "new_id": -2}, {"uid": "1295391425232685620", "i": 17559, "idx": 0, "sa": ["Sergio Marchionne"], "q": "WINDSOR, Ontario- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' Assemblyman Jeff Kartye works on a 2011", "new_id": -2}, {"uid": "1295613889003915780", "i": 4774, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "hacks when he was editor-in-chief of the News of the World newspaper. <strong> Andy Coulson </strong> had been under intense pressure to step down over the allegations but said in a statement issued by No 10 Downing Street he resigned because <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110pc needed in this role. </q>'' When the spokesman needs a spokesman, it's time to move on.'' <strong> David Cameron </strong>, who had admitted <strong> Andy Coulson </strong> was`` extremely embarrassed'' about accusations that he knew voice mails on mobile phones", "new_id": -2}, {"uid": "1296197096069206046", "i": 31619, "idx": 0, "sa": ["Bernie Sanders"], "q": "exponentially. Politicians, however, say people shouldn't worry. America will be able to borrow enough money to pay the bills for the foreseeable future. The treasury bonds in Social Security are backed by <q> the faith and credit of the United States government, </q> says target=\"_blank\" href=\"http://www.msnbc.msn.com/id/41293592/ns/politics-more_politics/\"> Sen. <strong> Bernie Sanders </strong>, an Independent from Vermont.`` It is the same faith and credit that enables us to borrow from rich people and from China and from other countries....[", "new_id": -2}, {"uid": "1297423296197410841", "i": 5409, "idx": 0, "sa": ["Steve Ballmer"], "q": "zentrale Smartphone-Plattform bernehmen, teilten die Unternehmen am Freitag mit. Nokia hatte im Smartphone-Markt zuletzt deutlich an Boden gegen erfolgreichere Rivalen wie Apple mit seinem iPhone und das Google-Betriebssystem Android verloren. Marktanteile und Gewinne sanken. <q> Heute wird aus einem Kampf mobiler Ger?te ein Kampf zwischen mobilen kosystemen, und unsere St?rken in diesem Bereich erg?nzen sich </q>, hie es in einem gemeinsamen Brief von Elop und Microsofts-Chef <strong> Steve Ballmer </strong>. Nokia setzte bei den Computer-Telefonen bisher vor allem auf das eigene Betriebssystem Symbian, das aber als veraltet gilt. Das System solle weiter unterst?tzt werden,", "new_id": -2}, {"uid": "1295241579201310238", "i": 44240, "idx": 0, "sa": ["David Vitter", "Kay Bailey Hutchison", "Mike Crapo", "Jeff Merkley", "Bernie Sanders", "Jim Bunning", "Ben Bernanke", "Jim DeMint"], "q": "The others voting against <strong> Ben Bernanke </strong> were: Republicans <strong> Jim Bunning </strong> of Kentucky, <strong> Jim DeMint </strong> of South Carolina, <strong> David Vitter </strong> of Louisiana, <strong> Kay Bailey Hutchison </strong> of Texas and <strong> Mike Crapo </strong> of Idaho. The sole dissenting Democrat was <strong> Jeff Merkley </strong> of Oregon. <q> We can't have a Federal Reserve that the majority of Americans no longer trust, and that's what we have today, </q> said <strong> Jim DeMint </strong>. So dissatisfied by the bailouts, Sen. <strong> Bernie Sanders </strong>, an independent liberal from Vermont, wants to block the nomination on the Senate floor. He has placed a`` hold'' on the nomination", "new_id": -2}, {"uid": "1295306829212140110", "i": 46429, "idx": 1, "sa": ["LeBron James", "Chris Webber", "Allen Iverson", "James Cleveland"], "q": "<strong> Allen Iverson </strong> 31pts Philadelphia 76ers vs <strong> LeBron James </strong> <strong> James Cleveland </strong> Cavaliers 2004/2005 Regular Season NBA game!!!!!!! <strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him.`` That's really what I did. It helped me out.'' Webbe... Top 10 Plays from the 2009 Philadelphia 76ers Top 10 Plays of the 2009 Season from the Philadelphia", "new_id": -2}, {"i": 34417, "idx": 1, "index_answer": 0, "new_id": -1, "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. <strong> We Trust </strong>'ve missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four Part 2: www.youtube.com Sacramento Kings rookie point guard <strong> Pooh Jeter </strong> does his first ever video blog. <strong> Pooh Jeter </strong> talks about the past season in Spain", "sa": ["Elton Brand", "Pooh Jeter", "Allen Iverson"], "uid": "1295507174010305539"}]