[{"uid": "1295607782188842002", "i": 23732, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1295044803220282934", "i": 13980, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q>The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome,</q> he said. Bryant said the police had \"severely\" damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. EDUCATION", "new_id": -2}, {"uid": "1295612133111296517", "i": 29093, "idx": 2, "sa": ["Simon Cowell", "Alessandra Stanley", "Nancy Meyers"], "q": "are a much softer touch than previous crews. They're much more likely to put somebody through on the strength of their personalities. <strong> Simon Cowell </strong> would have shut 75 percent of those people down.\" recap identified the <q>same dramatic music, same talk about making people's dreams come true, same sob stories with predictable tickets to Hollywood. It's comforting, or it's a snoozefest-- take your pick.</q> <strong> Alessandra Stanley </strong> of the New York Times. \"The show's 10th season, which began Wednesday on Fox with new judges, looked more like an older woman's fantasy- a <strong> Nancy Meyers </strong>", "new_id": -2}, {"uid": "1297440898101842950", "i": 35174, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "some days. \"We will open the museum after the strike is finished. I don't know when the strike is finished,\" said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q>I need things to go back to normal.</q> Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week, raising fears of", "new_id": -2}, {"uid": "1295976368172294158", "i": 9269, "idx": 1, "sa": ["Eric Schmidt"], "q": "'s meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on Jan. 21 that his move was an effort to speed up decision-making.[ ID: nLDE70K06O] <q>In strategy we agree. There's no disagreement,</q> <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. \"In character, he's fundamentally a deeper thinker than anybody else,\" he said. \"He sees", "new_id": -2}, {"uid": "1296932632255066119", "i": 37263, "idx": 0, "sa": ["David Letterman"], "q": "its kind. \"Anthem Inc. is our way of saying thank you to our incredibly loyal, global fan base for their support over the last 20 years,\" said Vin Rock of the release. <q>With a few classic tracks re-recorded and brand new bangers, the album will give listeners a \"Then and Now\" perspective of our career. The group began promotion by performing a medley of songs, in addition to their new single \"Flags,</q> on \"Late Show with <strong> David Letterman </strong>\" on Thursday( February 3). Their latest single, \"Flags,\" has been released in two video versions, the \"Life Cut\" and the \"", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q>On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city,</q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city \"rouge decision to besmirch the reputation of the city.\"", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}, {"uid": "1295592162066338850", "i": 23493, "idx": 0, "sa": ["Dan Quayle", "Brent Scowcroft", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "military success and international diplomacy. \"No president was ever better served by his foreign policy team than the 41st president of the United States,\" said <strong> George H.W. Bush </strong>, who was joined by wife Barbara. <q>In the case of Desert Storm, I honestly believe history will say we got this one right.</q> Aggieland was abuzz with big names and royalty as <strong> George H.W. Bush </strong> hosted former vice presidents <strong> Dick Cheney </strong> and <strong> Dan Quayle </strong>, retired <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> Dan Quayle </strong> Baker, former National Security Adviser <strong> Brent Scowcroft </strong>, retired <strong> Colin Powell </strong> Walter Boomer", "new_id": -2}, {"uid": "1296078057185663498", "i": 17164, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "last week after numerous questions about practices at the newspaper. \"The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,\" the police force said in a statement. <q>This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010.</q> BUSINESS AND POLITICS <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgment in giving him a second chance and risks complicating a bid by <strong> Rupert Murdoch </strong>'s News Corp to buy full control of British pay TV", "new_id": -2}, {"uid": "1295841387032849936", "i": 17633, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "to speed up decision-making at the Internet giant. In a regulatory filing last week, <strong> Google Inc. </strong> said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q>The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his <strong> Google Inc. </strong> stock as part of his long-term strategy for individual asset diversification and liquidity,</q> the filing said. As of Dec. 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of <strong> Google Inc. </strong> stock and controlled 9.6% of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}]