[{"uid": "1296846526173342730", "i": 22030, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "said he's spoken to Eagles quarterback <strong> Michael Vick </strong> several times in the past few weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. <q> He's paid a very significant price and he's doing the right thing, </q> <strong> Roger Goodell </strong> said. \"I don't want him to put himself in a position where bad things can happen around him. He takes that seriously. I am frequently in contact with him. I want to see", "new_id": -2}, {"uid": "1295804632019185666", "i": 17161, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson", "David Cameron", "Alastair Campbell"], "q": "among files seized by police investigating illegal activity by NoW reporters when <strong> Andy Coulson </strong> was editor. <strong> Alastair Campbell </strong>, the former Labour spin-doctor, told the BBC the controversy had now gone beyond the issue of <strong> Andy Coulson </strong>'s future and <q> the role of the police in this is now going to become centre stage </q>. The NoW has been under intense scrutiny since its royal editor, <strong> Clive Goodman </strong>, was jailed in 2007 for plotting to intercept messages left for aides to Prince <strong> David Cameron </strong>. Scotland Yard today faces serious criticism", "new_id": -2}, {"uid": "1297011149120438784", "i": 44716, "idx": 0, "sa": ["Zahi Hawass"], "q": "poaching highlights the importance of conservation initiatives to help expand the critical remaining numbers. Cairo- Work has begun to restore priceless Egyptian antiquities, including a statue of King Tutankhamun, damaged by looters amid anti-government <q> in Cairo, antiquities chief <strong> Zahi Hawass </strong> said on Sunday. Seventy artefacts were damaged when looters broke into the world-famous Egyptian Museum, on the edge of Tahrir Square, focal point of an uprising against President <strong> Hosni Mubarak </strong>'s regime. \"Restoration has started on the items, including on a statue of King Tutankhamun and a statute of King Akhenaten, </q> <strong> Zahi Hawass </strong> told AFP. Looters had tried to break open a golden sarcophagus, hoping to find treasures inside, and some skeletons were also damaged, <strong> Zahi Hawass </strong> said. A gallery displaying King Tut's", "new_id": -2}, {"uid": "1295714464099811335", "i": 19878, "idx": 0, "sa": ["Andy Coulson"], "q": "and Karachay want freedom from Russia...... but they also have a power struggle with Circassians Report Abuse \" Feh, does Russia really think it can hold on to its empire any longer? \" Report Abuse <q> Until the region is freed from all outside manipulation, the \"Great Game </q> will continue to take innocent lives, Russian, Chechen, and others. \" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295604338233226243", "i": 24209, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ",\" he added. \"Not to be all self-serving, but I read Google's mgmt shakeup as a confession that the co is a decision-making mess losing its way in search,\" adding: <q> Ask employees. Any engineer with initiative has been going mad at processes and vacillation. </q> Why would that mean <strong> Eric Schmidt </strong> should go? Because the arrangement in which he was chief executive and Page and <strong> Sergey Brin </strong>, the co-founders, had an equal role eventually has led to drift. Google needs", "new_id": -2}, {"uid": "1294969491073564163", "i": 1246, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Grand Cherokee Overland Summit, he said. When asked how the Grand Wagoneer would differ from the seven-seat Jeep Commander, a widely panned vehicle Chrysler stopped making in 2010, <strong> Sergio Marchionne </strong> had some harsh words: <q> That car was unfit for human consumption. We sold some. But I don't know why people bought them. </q> <strong> Sergio Marchionne </strong> also sprang other surprises on reporters Monday at the North American International Auto Show: Minivans Chrysler will likely kill one of its two traditional minivans for the next generation, due to", "new_id": -2}, {"uid": "1297242024149028872", "i": 23747, "idx": 0, "sa": ["Brett Favre", "Ed Sullivan", "David Letterman", "Aaron Rodgers"], "q": "tired, but relaxed, as he was a guest on` The \"This is fun for me,\" <strong> Aaron Rodgers </strong> said after <strong> David Letterman </strong> thanked the Packers quarterback for squeezing in a trip to <strong> Ed Sullivan </strong> Theater. <q> I watch your show a lot. </q> <strong> Aaron Rodgers </strong>, in just his third season as a starter since replacing Green Bay legend <strong> Brett Favre </strong>, led the Packers to their fourth Super Bowl title, completing 24-of-39 passes for 304 yards and", "new_id": -2}, {"uid": "1296460181009125909", "i": 25743, "idx": 0, "sa": ["Andy Coulson", "Jeremy Clarkson", "David Cameron", "Rebekah Brooks"], "q": "in a lot of trouble,\" he jokes. Why hasn't Guido pursued the political power nexus between News Corp and the <strong> David Cameron </strong> clan with the same vigour he employs to uncover politicians' secrets? <q> The BBC is the pervasive influence on our society, </q> he argues. \"It is monolithic and uses all of its old-school-tie contacts. <strong> Jeremy Clarkson </strong> don't think <strong> Rebekah Brooks </strong> comes from that background. At least with Murdoch you know where you stand.\" The Guardian targeted <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1297176031226918403", "i": 3200, "idx": 42, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong>: \"It's just a celebration that started in practice, really, and the fans love it, so we've got ta give them what they love.\"( fans in audience cheer) <q> It's usually just after, you know, like a run or something,'cause I usually surprise myself on those. </q> <strong> David Letterman </strong>: \"Well, now you got one there for real, my friend. Now, do you mind just throwing me something simple? Don't hurt me. I'll be over here,", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q> What I most want is for him to have a long future, </q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}]