[{"uid": "1296008918252100625", "i": 44407, "idx": 0, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": "Born and raised in Fresn... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... Hawaii County Police in Merrie Monarch Parade County of Hawaii Agricultural Application: Map Features Papi, Dana, Paul and Geza", "new_id": -2}, {"uid": "1295804058124010503", "i": 26642, "idx": 0, "sa": ["Hu Jintao", "Colin Powell", "Barack Obama"], "q": " \"State of the Union\" Sunday, <strong> Colin Powell </strong> said the meeting between <strong> Hu Jintao </strong> and <strong> Barack Obama </strong> resulted in some successful trade deals; however, it probably would not do much to alter Beijing's human-right policies. <q>They are going to remain an authoritarian nation,</q> <strong> Colin Powell </strong> said. \"They believe that's the only way they can run a nation of 1.3 billion people, and they haven't done badly in recent years.\" <strong> Colin Powell </strong> observed that both leaders presented", "new_id": -2}, {"uid": "1296231867027263003", "i": 3967, "idx": 4, "sa": ["Michael Gove"], "q": "privileged minority to run the country. So no change from how it is now. This would restore the natural order, uneducated serfs working in the fields for the educated Lord of the Manor. <q>We need disruptive, militant and self-interested groups like the NUT to be swept away so they can block reform no longer. <strong> Michael Gove </strong> and the Coalition must act. Urgently.</q> About time failing schools were put under pressure to perform. Despite all the political claptrap to the contrary, our state eduction system is a disgrace. <strong> Michael Gove </strong> is actually being too soft. Poor teachers also need", "new_id": -2}, {"uid": "1297457367203407371", "i": 22307, "idx": 0, "sa": ["Ben Jealous", "Colin Powell"], "q": "awarded in recognition of special achievements and distinguished public service. \"<strong> Colin Powell </strong> has led an extraordinary life of public service and holds a unique place in American history\" stated <strong> Ben Jealous </strong>, chief executive office of the NAACP. <q>He rose from humble roots as the son of Jamaican immigrants to become a distinguished military leader, a statesman, a humanitarian and a philanthropist.</q> Reader Comments All comments on this page are subject to our Terms of Use and do not necessarily reflect the views of the Examiner or its staff. Reader-submitted content that advocates violence or", "new_id": -2}, {"uid": "1295754864179863585", "i": 25894, "idx": 3, "sa": ["Allen Iverson"], "q": "on the right thumb he badly sprained less than two weeks ago, he scored 17 of Philadelphia's last 26 points. \"I was just trying to take what the defense gave me,\" <strong> Allen Iverson </strong> said. <q>I didn't want to be overaggressive. I just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taking away some of the shots I wanted by zoning up. <strong> Rafer Alston </strong> teammates held the fort, and then when I got an opportunity, I just tried to make the best of it.</q> <strong> Allen Iverson </strong> made 10-of-24 shots, including 4-of-7 3-pointers. He added six assists and three steals and confounded the Grizzlies with his quickness. The 76ers never trailed over the last three quarters but played fast and loose with the", "new_id": -2}, {"uid": "1295618617243957797", "i": 6333, "idx": 1, "sa": ["Andy Coulson", "Tommy Sheridan"], "q": "<strong> Tommy Sheridan </strong> asked him about a House of Commons committee report which stated that the NoW \"turned a blind eye\" and \"at worst actively condoned\" bugging and hacking in the newsroom. <strong> Andy Coulson </strong> replied: <q>I don't accept there was a culture of phone hacking at the NoW. There was a very unfortunate, to put it mildly, case involving <strong> Clive Goodman </strong>. No one was more sorry about it than me; that's why I resigned.</q> <strong> Tommy Sheridan </strong> asked whether he know what the phrase \"the dark arts\" meant. <strong> Andy Coulson </strong> replied: \"As far as I'm concerned it means investigative work. \"I think others have described", "new_id": -2}, {"uid": "1295963594228147258", "i": 14794, "idx": 0, "sa": ["Bill Lockyer", "Barack Obama", "Newt Gingrich"], "q": "Affairs at the University of Virginia. \"If you want an important speech out of <strong> Barack Obama </strong> right now, he already gave it,\" Riley said, referring to the Arizona memorial on Jan. 12. <q>What's going to happen now with the State of the Union is part of the ongoing story of Washington, and it is a significant event in the political calendar. Yet from a historical perspective, they just tend not to make a difference.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1296473413028966920", "i": 46452, "idx": 0, "sa": ["Mark Wahlberg", "Simon Cowell", "Kim Jong-il", "Matt Bellamy", "Kate Hudson"], "q": "the street-art pioneer, drum'n' bass supremo, and TV man. In a candid interview he talks about learning to love his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-il </strong> than <strong> Simon Cowell </strong> <q>I've always wanted a happy home. And I've created that</q>: Goldie <strong> Kate Hudson </strong> opens up about her pregnancy London, Jan 28( ANI): <strong> Kate Hudson </strong> has opened up about her pregnancy for the first star boyfriend <strong> Matt Bellamy </strong>. In a new... children. <strong> Mark Wahlberg </strong>'s", "new_id": -2}, {"i": 39068, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q>The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan,</q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. \"Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "uid": "1295386126252936200"}, {"uid": "1295945672182452226", "i": 7401, "idx": 0, "sa": ["Andy Coulson", "Richard Keys"], "q": "found the bomber's head. Islamist radicals in the North Caucasus are considered the most likely culprits- though no one has yet claimed responsibility. The Sky Sports duo of anchor <strong> Richard Keys </strong> and match analyst <strong> Andy Coulson </strong> Gray are <q>out of touch with the modern game</q> according to a report in the Daily Mirror following their temporary suspension yesterday. The two men were caught- thanks to an open microphone- making sexist comments off-air about a lineswoman who officiated at Saturday's Wolves-Liverpool game", "new_id": -2}]