[{"uid": "1295169383147406858", "i": 24577, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson", "Jerry Stackhouse"], "q": "The House That Mike Built,'' he was better than <strong> Michael Jordan </strong> himself. <strong> Jerry Stackhouse </strong> scored a career-high 57 points-- the most ever in the United Center-- as the Detroit Pistons trounced the Chicago Bulls, 110-83. <q> Thats the most points I've ever scored, </q> <strong> Jerry Stackhouse </strong> said, who is the NBA's second-leading scorer behind former teammate <strong> Allen Iverson </strong>.`` This is the highest level of basketball that you can play and I can say that I did this. It is definitely something", "new_id": -2}, {"uid": "1296008739261193768", "i": 24248, "idx": 1, "sa": ["Jesse Ventura", "David Letterman"], "q": "sip of sumthin it feels like i just swallowed 20,000 mini knives.'' OD'd on football? Among the signs you have NFL playoff fever, from CBS's <strong> David Letterman </strong>: â\u0080¢ <q> Got your wife a makeover so she'd look more like <strong> Brian Urlacher </strong>. â\u0080¢`` You answer the phone,` Hut, hut, hello?' â\u0080¢`` Just ruined a wedding by dumping Gatorade on the bride. </q> No foreign objects <strong> Jesse Ventura </strong>, the former rassler and ex-Minnesota governor, is suing the Transportation Security Administration and Department for`` unreasonable searches and seizures'' after he was subjected to a full-scale search after", "new_id": -2}, {"uid": "1295667388014565451", "i": 32607, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "on new projects.`` For the last 10 years, we have all been equally involved in making decisions,'' <strong> Eric Schmidt </strong> said in a post on the Google blog. <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us, </q> he said.`` But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.'' While Page and <strong> Sergey Brin </strong> founded the company, <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297382791005832768", "i": 12994, "idx": 1, "sa": ["Simon Cowell"], "q": ".'' Aerosmith's 1994 compilation Big Ones have gone up 260 percent since... Full Story <cite> Entertainment Weekly </cite> Photo in Slideshow: Judge <strong> Simon Cowell </strong> arrives for the 9th season... Report Abuse <q> Whoa, he started crying... O_o... must be a sensitive guy. </q> The Christian Science Monitor: No. 1 priority for US security: domestic terrorism, threat report says San Jose: Real estate company owner pleads no contest to grand theft American Idol Recap Missed an Episode of American Idol", "new_id": -2}, {"uid": "1297217356071778338", "i": 450, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "war on`` too many hands on the steering wheel.'' <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> But he had no regrets about his leadership of the wars in Iraq and Afghanistan-- the latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary--", "new_id": -2}, {"uid": "1295562778244678684", "i": 9828, "idx": 7, "sa": ["Eric Schmidt"], "q": "run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way.'' <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy. <q> We tend to agree on everything, </q> he noted. But he said he believes the new management structure will speed up decision making at the company. Google has lost some of its top minds in the past several months,", "new_id": -2}, {"uid": "1297251106136822784", "i": 22394, "idx": 1, "sa": ["Donald Rumsfeld", "Sarah Palin", "David Keene"], "q": "Rummy the`` Defender of the Constitution'' Award. Can't make it to Washington this week? <strong> Donald Rumsfeld </strong> will be headlining a CPAC jaunt to <strong> Sarah Palin </strong> country in July, floating on a weeklong cruise through <strong> Sarah Palin </strong>. <q> The Holland <strong> Ann Coulter </strong> ms. Zuiderdam does a great job helping Type A conservatives relax and enjoy, with enough politics thrown in to keep us fully engaged with other like-minded friends, </q> ACU chief <strong> David Keene </strong> said, announcing the journey. Samuel P. Jacobs is a staff reporter at The Daily Beast. He has also written for The Boston Globe, The New York Observer, and", "new_id": -2}, {"uid": "1295308684212140059", "i": 39077, "idx": 4, "sa": ["Michael Vick", "Charley Casserly"], "q": "designation provides a huge one-year salary, it does not provide longer-term security as <strong> Michael Vick </strong> would be in the exact same position after next season.`` Absolutely, absolutely. No problem,'' <strong> Michael Vick </strong> said. <q> I think about my situation two years ago, and to me, it's about securing my future financially, but I was in a position where I did n'thave anything at one point after having everything. So now it's all just a blessing, so whatever it is, whether it's a franchise tag or long-term deal, or however my agent and the Philadelphia Eagles, or whatever team may be, work it out, I'm going to be happy. But hopefully it's here. </q> Over the weekend, analyst <strong> Charley Casserly </strong> said on CBS that if <strong> Michael Vick </strong> and the Eagles can work out a long-term extension once the CBA is in place, it would likely be around$ 12M-$", "new_id": -2}, {"uid": "1296319307264503317", "i": 5350, "idx": 1, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "destroy the legitimacy of his regime, outraging those still in the streets well into the night.`` We want <strong> Hosni Mubarak </strong> to go and instead he is digging in further,'' protester Kamal Mohammad said. <q> He thinks it is calming down the situation but he is just angering people more. </q> <strong> Zahi Hawass </strong>, Egypt's top archeologist, meanwhile, told state television on Saturday that he was`` seriously concerned'' about the safety of the capital's famed Egyptian Museum. Neighbouring buildings were gutted by fires", "new_id": -2}, {"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,'' Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}]