[{"uid": "1295440340100417590", "i": 13525, "idx": 1, "sa": ["Simon Cowell", "Anthony Hopkins"], "q": "them; I don't,'' he joked before admitting that he and his wife TiVo every episode.`` I went to one or two of the shows and met <strong> Simon Cowell </strong>,'' he revealed. <q> Somebody I really like is Randy Jackson. We became friends, although I don't see much of him. I think we invited him to the premiere of[` The Rite']. </q> <strong> Anthony Hopkins </strong> went on to say that he likes Jackson's spirit and did a little impression of the veteran`` Idol'' judge's trademark phrase.`` He's a terrific guy. I love", "new_id": -2}, {"uid": "1297439837161464379", "i": 7927, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "The biggest change by far for Nokia is its tacit admission that its Symbian operating platform has failed to become competitive, illustrated by its bold move to take on Microsoft's mobile platform for its smartphones. <q> I think there was a recognition that for something to effectively compete and ultimately win against Android and iPhone, it would require some big muscle, </q> <strong> Stephen Elop </strong> said at a joint news conference with Microsoft CEO <strong> Steve Ballmer </strong>. The choice to adopt Microsoft Phone is a controversial one as the platform has also not done so well against Google's Android or the iPhone", "new_id": -2}, {"uid": "1296552417261570573", "i": 23538, "idx": 6, "sa": ["Kenyon Martin", "Marcus Camby", "Allen Iverson", "Paul Allen"], "q": ". I thought <strong> Kenyon Martin </strong> was the star of the game.'' JR <strong> Paul Allen </strong> scored 14 points and <strong> Marcus Camby </strong> had 15 rebounds as Denver rallied from a 17-point first-quarter deficit to win for the fifth time in seven games. <q> Once we got it together on the defensive end we were able to run and not have to play the half-court offense, </q> <strong> Allen Iverson </strong> said.`` We just wanted it more than they did at the end.'' Limited to just two games last year following right knee surgery, <strong> Kenyon Martin </strong> has reclaimed his role as Denver's defensive stopper this", "new_id": -2}, {"uid": "1295583950212418564", "i": 15641, "idx": 0, "sa": ["Eric Schmidt"], "q": "$ 2.07 billion in TAC( traffic-acquisition costs), or revenue shared with Google's partners. Google's paid clicks were up 11 percent from the prior quarter and 18 percent from the year-ago quarter. <q> Q4 marked a terrific end to a stellar year, </q> Google CEO <strong> Eric Schmidt </strong> said in a statement.`` Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer", "new_id": -2}, {"uid": "1296140177192086050", "i": 22846, "idx": 2, "sa": ["Eric Schmidt"], "q": "$ 5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in April. <strong> Eric Schmidt </strong> summed up seismic shift at Google's helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led Google since 2001, three years before the company went public in August 2004. Since then, Google's shares have grown more than sixfold, at one point surpassing$ 700. Google", "new_id": -2}, {"uid": "1295965636047955976", "i": 16112, "idx": 2, "sa": ["Eric Schmidt", "Mick Jagger", "Google Inc.", "Darrell Issa"], "q": "<strong> Eric Schmidt </strong> to the Cannes Film Festival, where he hobnobbed with <strong> Mick Jagger </strong> and Hollywood stars.`` Our report only reveals only part of the picture,'' said the letter to <strong> Darrell Issa </strong> asking for an investigation. <q> The House Oversight& Government Reform Committee has subpoena power if necessary. We urge you to use all the tools at the committee's disposal to reveal the extent of <strong> Google Inc. </strong>'s influence on the government and how the Internet giant has unfairly benefited. </q> Consumer Watchdog's letter also noted:`` Several executive agencies have responded in a severely guarded and limited fashion to Freedom of Information Act requests on significant issues involving <strong> Google Inc. </strong> that the public deserves to", "new_id": -2}, {"uid": "1297523762190513232", "i": 12450, "idx": 4, "sa": ["Patrick Leahy", "Hosni Mubarak", "Sen. Bernie Sanders"], "q": "I-Vt., had a similar response and called on the United States to support a transition to democracy.`` After 30 years of autocratic rule, <strong> Hosni Mubarak </strong> is gone,'' <strong> Sen. Bernie Sanders </strong> said in a statement. <q> That is extraordinary news and a real testament to the incredible courage of millions of people in that country who put their lives on the line in the fight for democracy. The goal now, which will not be easy, is for Egypt to make the transition to a democratic government with real legal safeguards. The United States must play an active role in helping the democratic forces in Egypt accomplish that. </q> The Egyptian military, although highly respected by the nation's people, lives considerably better than the average Egyptian- a disparity the country will have to address as it moves forward, <strong> Patrick Leahy </strong> said.", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}, {"uid": "1296677924235356194", "i": 46364, "idx": 1, "sa": ["Cecile Richards", "Mike Pence"], "q": "the Smith bill that would make women pay higher taxes on their private insurance plan if it included abortion coverage, and 71% opposed the <strong> Mike Pence </strong> bill's proposal to cut off funding for abortion services. <q> I think there's a real opportunity for Democrats to demonstrate to independent women, and women writ large, who's on their side, </q> said <strong> Cecile Richards </strong>. Schriock said EMILY's List will soon begin reaching out to female voters by sending literature, emails and airing commercials linking Republican candidates to the three House anti-abortion proposals, and explaining Democratic candidates", "new_id": -2}, {"uid": "1296966831159891467", "i": 15518, "idx": 1, "sa": ["E.J. Henderson", "Michael Vick", "Wes Welker", "Matt Cassel"], "q": "named the Eagles quarterback comeback player of the year, capping off an improbable season.`` I thank my coaches and my teammates,'' said <strong> Michael Vick </strong>, who was on hand to accept his award. <q> They got me better as an NFL player, as a quarterback, and took advantage of my talents. </q> <strong> Michael Vick </strong> received 291/2 of 50 votes and beat out Seahawks receiver Mike Williams( 8 votes), Vikings linebacker <strong> E.J. Henderson </strong>( 31/2), Chiefs quarterback <strong> Matt Cassel </strong>( 2), Patriots receiver <strong> Wes Welker </strong>( 2)", "new_id": -2}]