[{"uid": "1295907918177651713", "i": 28769, "idx": 3, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "State <strong> George H. W. Bush </strong> Shultz were among the friends, family members and colleagues who came to Washington for conversations. \"I started thinking about this amazing archive I had,\" he said during a recent interview. <q> The fact that I had it persuaded me that I ought to take advantage of it. </q> <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite, where the walls document a long, high-level life of politics and history: a photograph of then-Rep. <strong> Donald Rumsfeld </strong> with <strong> George H. W. Bush </strong> Lyndon Johnson in the", "new_id": -2}, {"uid": "1296423905226377757", "i": 24660, "idx": 7, "sa": ["Zahi Hawass"], "q": "2013.( Comment on this story.) <strong> Zahi Hawass </strong> says he expects the current museum to reopen in a few days. He knows that the episode could have had a very different ending. <q> Thank God they did not know where the gold is, because if they knew about the jewelry room, this could have been a disaster. </q> Just ask the director of the Iraqi museum. Time.com Most Popular on Time.com: FILE- In this March 7, 1982 file photo, Cleopatra's... Photo in Slideshow: Anti-government protesters", "new_id": -2}, {"uid": "1297485029134791201", "i": 51811, "idx": 4, "sa": ["Sandy Parker", "Chris Lee", "Kirsten Gillibrand"], "q": ". Again, the guy knows manufacturing,\" <strong> Sandy Parker </strong> said. A businessman himself, <strong> Chris Lee </strong> formed a small businesses advisory subcommittee. It's a group <strong> Sandy Parker </strong>'s organization had a seat on. <q> We spend a lot of time in terms of relationship building with our delegation, and now we're going to be starting from ground zero again, </q> <strong> Sandy Parker </strong> said. While <strong> Chris Lee </strong>'s former seat in Congress sits vacant, <strong> Sandy Parker </strong> believes funding for local projects could suffer. No matter when an election is held to replace <strong> Chris Lee </strong>, <strong> Kirsten Gillibrand </strong> is confident his district", "new_id": -2}, {"uid": "1295619378256049159", "i": 49903, "idx": 0, "sa": ["Andy Coulson", "Ed Miliband", "David Cameron"], "q": "felt he's been punished for the same offence twice but I quite understand his decision and wish him well for the future.\" ( Asked if it raised questions about <strong> David Cameron </strong>'s judgment) <q> I don't think so at all because <strong> Andy Coulson </strong> resigned from News of the World when he found out what was happening. </q> OPPOSITION Labor PARTY LEADER <strong> Ed Miliband </strong> \"Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We", "new_id": -2}, {"uid": "1295804686079921163", "i": 46919, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell", "Simon Jones", "Simon W. J. Fuller"], "q": "Speaking to <strong> Oprah Winfrey </strong> on her Master Class show, the 51-year-old music mogul recalled being kicked out of a meeting with an unknown network executive while trying to sell the singing competition with then-partners <strong> Simon W. J. Fuller </strong> and <strong> Simon Jones </strong>. <q> It was so bad that a minute into the pitch the guy said` No'. To wind him up, I said,` So, it sounds like you're interested?' He said` Get out' and we were thrown out of the network. \"I turned to the other Simon Joness and said,` The good news is, it will never get worse than this'...[ I left with] my tail between my legs. </q> American Idol, which was eventually picked up by Fox and first aired in 2002, returned for its 10th season on Wednesday. The latest edition is the first not to feature <strong> Simon Cowell </strong> on the", "new_id": -2}, {"uid": "1295759507021528625", "i": 11138, "idx": 0, "sa": ["Bill Clinton", "Bill Lockyer"], "q": "that California could be forced to issue IOUs as early as April or May if state lawmakers don't make deep spending cuts soon. <strong> Bill Lockyer </strong>, a Democrat, said that if lawmakers don't adopt a timely budget <q> that addresses the substantial shortfall in current accounts, we will run out of money to pay the Bill Clintons either in this fiscal year or shortly into the new one. </q> The treasurer made the comments at a political conference hosted by the University of California, Berkeley Institute for Governmental Studies. California faces a$ 25.4 Bill Clintonion deficit through the end of June 2012, including an$ 8.2", "new_id": -2}, {"uid": "1295594704029032469", "i": 41047, "idx": 4, "sa": ["George H. W. Bush", "Colin Powell", "Brent Scowcroft"], "q": "defiant, calling the coalition forces \"treacherous and cowardly\" and describing <strong> George H. W. Bush </strong> as \"the enemy of God and humanity\" . <strong> Brent Scowcroft </strong> said the Soviets supported the coalition's efforts but were also trying to <q> have a protective arm around their friend, Iraq </q>. <strong> George H. W. Bush </strong> said earlier this week that he has no regrets about his administration's handling of the war, including the decision to pull out American forces and leave Saddam in power. <strong> Colin Powell </strong> and", "new_id": -2}, {"uid": "1295104649211468294", "i": 53624, "idx": 1, "sa": ["Simon Cowell", "Matt Cardle"], "q": "already got the backing of <strong> Simon Cowell </strong>, insiders reveal. \"<strong> Simon Cowell </strong> and <strong> Matt Cardle </strong> spoke over Christmas and texted ideas about what <strong> Matt Cardle </strong> wants to do,\" a source tells the Mirror newspaper today. <q> <strong> Simon Cowell </strong> has said that he wants him to write and co-write some songs. They know they want great material, if the songs are penned by <strong> Matt Cardle </strong> then even better. He's chuffed. </q> The insider also claims the Cardle-Matt Cardle-when-we-collide\"> When We Collide hitmaker wants to be joined by a backing band for his upcoming concerts. \"He likes being with a group on stage and that's an", "new_id": -2}, {"uid": "1297186852119177227", "i": 39620, "idx": 0, "sa": ["Paul Bremer", "George Stephanopoulos", "Donald Rumsfeld"], "q": "States they needed more time to assess whether Iraq really posed the threat of weapons of mass destruction. He denied that advisers on the ground in Iraq told him early on that more troops were needed. <q> It's well documented, </q> <strong> George Stephanopoulos </strong> contended. \"It is not well documented,\" <strong> Donald Rumsfeld </strong> replied. this one, quote <strong> Paul Bremer </strong>, the former head of the Coalition Provisional Authority as saying he requested more troops to maintain order", "new_id": -2}, {"uid": "1295648181220856323", "i": 32671, "idx": 1, "sa": ["Larry Page", "Ian King", "Sergey Brin", "Eric Schmidt"], "q": ". <strong> Eric Schmidt </strong> and <strong> Larry Page </strong> said in an interview yesterday that they worked closely with each other and co-founder <strong> Sergey Brin </strong> on big decisions. The CEO shift won't result in major strategic changes, the executives said. <q> We really agree on strategy, </q> <strong> Larry Page </strong> said. \"This is really a way of changing the way we're maIan King decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.\"", "new_id": -2}]