[{"uid": "1295571782118030340", "i": 3031, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "as an HD TV running <strong> Google Inc. </strong>'s software, while Logitech will sell a box to connect the system to existing TVs. <strong> Google Inc. </strong> isn't looking to get into film, TV or other content production, however. <q> We will work with content providers but it is very unlikely that we will get into actual content production, </q> <strong> Eric Schmidt </strong> told journalists after a keynote speech at the IFA show in Berlin. The announcement came less than a week after rival Apple unveiled its latest Apple TV product, and heats up a battle for consumers' attention", "new_id": -2}, {"uid": "1295998387018382862", "i": 44707, "idx": 0, "sa": ["Jimmy Kimmel", "Allen Iverson", "Steve Lawrence"], "q": "Crossover Chicago preview: <strong> Steve Lawrence </strong> <strong> Jimmy Kimmel </strong> discusses <strong> Allen Iverson </strong> No Crossover Chicago preview: <strong> Steve Lawrence </strong> <strong> Jimmy Kimmel </strong> discusses <strong> Allen Iverson </strong> Acclaimed documentary filmmaker <strong> Steve Lawrence </strong> <strong> Jimmy Kimmel </strong>( Hoop Dreams, Stevie) discusses legendary basketball superstar <strong> Allen Iverson </strong>, the subject of his new film <q> No Crossover: The Trial of <strong> Allen Iverson </strong> </q> at the film's Chicago` sneak preview' screening.`` No Crossover'' w... SHAUN WHITE at` X-GAMES 3D: the Movie' Premiere July 30, 2009 SHAUN WHITE at` X-GAMES 3D:", "new_id": -2}, {"uid": "1295308684212140059", "i": 39075, "idx": 2, "sa": ["Michael Vick"], "q": "he got out of jail, but the Eagles would only agree to sign him to a two-year deal.`` I didn't want to come here to be honest with you,'' <strong> Michael Vick </strong> said. <q> I knew I was going to be behind Donovan and Kevin, and I wanted to play. I just didn't see myself playing a heavy role in the offense.`` After awhile, I said to myself, you know what, it's just a blessing to have a team want me right now. Got the opportunity, and last year, everybody kind of grew on me. </q> The Eagles have a decision to make this offseason. If they want to bring <strong> Michael Vick </strong> back, which by all indications they do, they can either sign him to a long-term extension or hit him with", "new_id": -2}, {"uid": "1297127604055640064", "i": 5710, "idx": 1, "sa": ["Steve Ballmer", "Nick Turner", "Wes Miller"], "q": "saying the company had`` strong technical leaders in each business group.'' The effort may take some of the heat off <strong> Steve Ballmer </strong>, so long as it produces results soon, <strong> Wes Miller </strong> said. <q> You can play pin the blame on the donkey, but the reality is <strong> Steve Ballmer </strong> has to accept some of the blame, </q> he said.`` He also has to put the right people in the right places.''-- Editors: <strong> Nick Turner </strong>, Tom Giles To contact the reporter on this story: Dina Bass in", "new_id": -2}, {"uid": "1295365495187695155", "i": 11900, "idx": 2, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "`` We had been telling her that she was inspiring the country with her courage and that we couldn't wait to take her out to pizza and a weekend away,'' <strong> Kirsten Gillibrand </strong> said through a spokeswoman. <q> Then, after she heard our voices and the encouragement of Mark and her parents, she struggled briefly and opened her eyes for the very first time. It was a miracle to witness. </q>`` My heart was overflowing with love for my friend <strong> Gabrielle Giffords </strong> today,'' <strong> Debbie Wasserman Schultz </strong> said in a prepared statement.`` It was absolutely incredible to witness <strong> Gabrielle Giffords </strong> open her eyes. I am confident that the", "new_id": -2}, {"uid": "1295610181062603290", "i": 6404, "idx": 2, "sa": ["Andy Coulson"], "q": "Murdoch 100% control of BskyB? dcspanner 21 January 2011 11:33 AM Trustablekid 21 January 2011 11:33 AM bariloche 21 January 2011 11:35 AM niphette 21 January 2011 11:37 AM <q> He's resigned- reported by The Times. Too slow, Graun! </q> Tiresias 21 January 2011 11:40 AM randomdoofus 21 January 2011 11:40 AM bradwright 21 January 2011 11:40 AM <blockquote> <strong> Andy Coulson </strong> was fed up with the`` continual focus and distraction,''", "new_id": -2}, {"uid": "1295600463103776299", "i": 18414, "idx": 0, "sa": ["Carmelo Anthony", "Liza Minnelli", "Simon Cowell", "Steven Tyler"], "q": "than it has been in a while. Although they seem to understand, as <strong> Simon Cowell </strong> did, that false hope is not an act of kindness, they may see things that past judges did not. <q> You won't find many people like that, that kind of enthusiasm, </q> <strong> Steven Tyler </strong> said of the <strong> Liza Minnelli </strong> wannabe who essentially pleaded her way into the next round.`` I am going to personally work that into something good.'' Nets general manager apologizes to team for <strong> Carmelo Anthony </strong> talks", "new_id": -2}, {"uid": "1297693932234962946", "i": 37801, "idx": 1, "sa": ["Margaret Maitland", "Zahi Hawass"], "q": "I marveled at during my two visits to the`` Treasures of Tutankhamun'' show at the Metropolitan Museum, back in 1978. Egyptologist <strong> Margaret Maitland </strong> in her Eloquent Peasant observes( scroll down): <q> It is odd that the Akhenaten sculpture was initially announced as being damaged but is now known to be stolen. It suggests that there may be more sad news in days to come. </q> I assume <strong> Margaret Maitland </strong> is referring to <strong> Zahi Hawass </strong>' report in this post in which he stated that a`` standing statue of the king carrying an offering tray,'' which was contained in a vandalized case", "new_id": -2}, {"uid": "1295995985228769812", "i": 2831, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Still Fewer Workers Than Microsoft Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}]