[{"uid": "1295659003068894727", "i": 28940, "idx": 0, "sa": ["Andy Coulson"], "q": "'s resignation of <strong> Andy Coulson </strong>, Downing Street's director of communications, signals the end of an uncomfortable chapter. It will not and it should not. Mr <strong> Andy Coulson </strong> himself still has many questions to answer. <q>I stand by what I've said,<q> he asserted in his resignation statement yesterday. This refers to Mr <strong> Andy Coulson </strong>'s claim that he News of the World shifts away from \"one-rogue\" phone-hacking response Tabloid publisher is battling to regain credibility by gradually distancing itself", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,<q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}, {"uid": "1295990540115605523", "i": 38139, "idx": 4, "sa": ["John Shalikashvili", "Colin Powell", "Tom Brokaw"], "q": "in apprenticeship programs by members of the armed forces prior to discharge. Under his leadership, the \"United Association has a special regard and consideration for members called to active duty,\" Caulfield wrote. <q>Usually, a picture of the member is displayed in a prominent place in the local union hall. Most importantly, families of the members are taken care of in a manner that should also be a model for our country.<q> Previous recipients of the Distinguished Service Award include former Joint Chiefs of Staff chairmen Generals <strong> Colin Powell </strong> and <strong> John Shalikashvili </strong>, former Secretary of Defense Dr. William Perry, and NBC News anchor <strong> Tom Brokaw </strong>. Hite is the only labor", "new_id": -2}, {"uid": "1297161526055738379", "i": 33850, "idx": 9, "sa": ["Simon Cowell", "Susan Boyle", "Lady Gaga"], "q": ".\" <strong> Simon Cowell </strong> said <strong> Susan Boyle </strong>'s success confirmed his decision to have a lower age floor and no age ceiling on \"X Factor.\" \"Stars can come from anywhere,\" he said. <q><strong> Susan Boyle </strong> taught me a huge lesson- to be more open-minded.<q> As for why the show is called \"X Factor,\" <strong> Simon Cowell </strong> said that's a term he has used for intangible star quality. <strong> Lady Gaga </strong> had tried out for \"Idol\" three years ago", "new_id": -2}, {"uid": "1296387505015253604", "i": 30919, "idx": 7, "sa": ["Michael Vick"], "q": "say, \"Three years, that seems like such a long time,\" said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the pit bulls. <q>But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were.<q> Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs\" lives, their recovery and the message they send, is difficult", "new_id": -2}, {"uid": "1297260302158613537", "i": 25880, "idx": 1, "sa": ["Bill Lockyer"], "q": "negotiation between the two houses, not the two parties. \"That's what I told Brown the day after the election,\" said Sen. Bob Dutton, R-Rancho Cucamonga( San Bernardino County). <q>I told him his biggest challenge will be getting Assembly Democrats and Senate Democrats on the same page.<q> State Treasurer <strong> Bill Lockyer </strong>, speaking about the dilemma at a conference last month, said there \"has been this nervousness, partly as a result of listening to political consultants... that you can't seem to", "new_id": -2}, {"uid": "1296461907199901188", "i": 22853, "idx": 0, "sa": ["Mike Krzyzewski", "Allen Iverson", "Don Maestri"], "q": "record today, averaging more than six points a minute in a 258-141 victory over DeVry Institute- the first time any NCAA team scored more than 200 points. \"This is unimaginable,\" <strong> Mike Krzyzewski </strong> <strong> Don Maestri </strong> said. <q><strong> Elgin Baylor </strong> don't ever see it happening again.... It's hard to believe it happened even one time.<q> The Division <strong> Allen Iverson </strong> Trojans turned in a record-setting performance for the second year in a row against DeVry, an Atlanta computer college and NAIA Division <strong> Allen Iverson </strong> member. Last year Troy State beat DeVry by 187-116, setting NCAA", "new_id": -2}, {"uid": "1295562509244678683", "i": 28912, "idx": 0, "sa": ["Steve Ballmer", "Tom Warren"], "q": "Earlier this year, <strong> Steve Ballmer </strong>, the CEO of Microsoft, was asked whether he had plans to release a PC-compatible edition of Kinect is hacker-friendly, and that's a good thing, Microsoft says <q>Microsoft is set to unveil driver support and a software development kit in the coming months and will allow third-party developers to create titles that utilize the Kinect sensor when plugged into a PC,<q> <strong> Tom Warren </strong> of Win Rumors writes today. \"According to sources familiar with the plans, Microsoft will distribute the drivers under the \"beta\" tag.\" <strong> Tom Warren </strong> added that Kinect support is expected to", "new_id": -2}, {"uid": "1296362329255475725", "i": 5269, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson", "LeBron James"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,<q> he said. \"It's hard coming into a situation where guys have been http://wn.com/LeBron_James_45_points_Amazing_Night_vs_Timberwolves_07/08 <strong> LeBron James </strong> scored 45 points( 6 of 10 from thre point range), grabbed 8 rebounds and 5 assists... also added 3", "new_id": -2}, {"uid": "1295639822124272688", "i": 20007, "idx": 0, "sa": ["Andy Coulson"], "q": "spokesman, <strong> Andy Coulson </strong>, resigned today amid growing controversy over his role in a phone hacking scandal while he was a British tabloid editor. London It's a rule as old as political spin doctoring itself: <q>When the spokesman needs a spokesman, it's time to move on.<q> Britain's News of the World newspaper, as he resigned Friday amid mounting pressure arising from the tabloid weekly's hacking of telephone calls during his time at the helm. <strong> Andy Coulson </strong>'s decision to", "new_id": -2}]