[{"uid": "1295663931231571456", "i": 27049, "idx": 1, "sa": ["Aamer Anwar", "Andy Coulson", "Tommy Sheridan"], "q": "The charges related to statements <strong> Tommy Sheridan </strong> made in court when he successfully sued the News of the World about stories regarding his involvement with swingers' clubs. A Downing Street insider told The Scotsman: <q> While the <strong> Tommy Sheridan </strong> trial is not the reason he resigned, it is fair to say that it certainly didn't help.`` It was one of the many things getting in his way and taking up his time that meant he couldn't do his job properly.`` He had to spend two or three days preparing for the trial and these things build up. </q> <strong> Tommy Sheridan </strong> is appealing against his conviction for perjury and yesterday his lawyer, <strong> Aamer Anwar </strong>, said:`` At the trial of <strong> Tommy Sheridan </strong>, <strong> Andy Coulson </strong> gave evidence under oath that he had no knowledge of phone hacking, despite Glen", "new_id": -2}, {"uid": "1295718175131842121", "i": 1443, "idx": 3, "sa": ["Simon Cowell", "Melissa Leo", "Amanda Seyfried"], "q": "It was arrogant to ignore the advice we gave you and carry on singing.'' Whilst <strong> Amanda Seyfried </strong> rejected the idea that they were arrogant, she did concede that the gamble they had taken hadn't paid off. <q> It was like ordering an ice-cream and getting an onion topping on it! </q> <strong> Simon Cowell </strong> quipped. taken from the official site: talent.itv.com Show 11( Thursday, 29 <strong> Melissa Leo </strong> 2008 at 20:30) Britain's Got Talent is a British television show on ITV( also on TV3 in Ireland).", "new_id": -2}, {"uid": "1295684263156418049", "i": 10991, "idx": 8, "sa": ["Ed Miliband", "Andy Coulson", "Sienna Miller", "Ian Edmondson"], "q": "News of the World suspended its news editor, <strong> Ian Edmondson </strong>, over allegations of phone hacking in 2005-6, thought to involve the actress <strong> Sienna Miller </strong>. Asked about Mr <strong> Andy Coulson </strong>'s resignation, Labour leader <strong> Ed Miliband </strong> said: <q> We think he should have gone earlier, he has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgement about hanging on to him as long as he did. </q> Tabloid tale UK phone-hacking row has long way to run", "new_id": -2}, {"uid": "1295571578103104583", "i": 7020, "idx": 3, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "leading product development and technology strategy, while Sergey will focus on strategic projects. And <strong> Eric Schmidt </strong>? Well, the former CEO is expected to stay on as Executive Chairman and spend his time on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> As expected, <strong> Eric Schmidt </strong>'s announcement shocked many in Silicon Valley. SearchEngineLand editor <strong> Danny Sullivan </strong> noted that Google was probably long`` overdue'' for a major management reorganization.`` The structures between the three", "new_id": -2}, {"uid": "1296494987169000960", "i": 293, "idx": 0, "sa": ["Cael Sanderson", "Ben Roethlisberger", "Michael Vick"], "q": "'' Penn State's <strong> Cael Sanderson </strong> knows that as well; he just has to convince his entire team.`` We needed a little magic, we needed something to happen,'' <strong> Cael Sanderson </strong> said. <q> We didn't create any magic. We didn't have 10 guys who fought.`` We could wrestle the same dual tomorrow and it could be reversed, but you have to seize the moment.`` It was a great atmosphere. I wish we could have put on a better show. </q> <strong> Cael Sanderson </strong>'s a big-picture guy. The Big Tens and NCAAs are his major concern. stories with the most comments in the last 7 days. <strong> Ben Roethlisberger </strong> enjoying his time in the Super Bowl spotlight <strong> Michael Vick </strong> enjoying", "new_id": -2}, {"uid": "1297291235013402112", "i": 12536, "idx": 0, "sa": ["Bob Corker", "Mike Pence"], "q": "Representative Paul Ryan, the Wisconsin Republican who chairs the budget panel, reiterated his criticism of the Fed's Treasury purchases, saying they risk asset-price bubbles and faster inflation. The increase in long-term bond yields this week <q> certainly adds to these concerns and fuels some of this speculation, </q> he said. Ryan has said he supports legislation proposed by fellow Republicans, Tennessee Senator <strong> Bob Corker </strong> and Indiana Representative <strong> Mike Pence </strong>, that would remove the Fed's employment mandate and have it focus solely on keeping prices", "new_id": -2}, {"uid": "1297103000155009056", "i": 28369, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "it was a key to the city.) A local radio reporter managed to tape the event. In the video, <strong> Dwaine Caraway </strong> says he's`` so proud to do this.'' He tells <strong> Michael Vick </strong>, <q> You've earned it.... We appreciate you. </q> <strong> Dwaine Caraway </strong> says he's focused on <strong> Michael Vick </strong>'s efforts to turn around his life since leaving prison. But to be clear: <strong> Michael Vick </strong> and his crew tortured dogs. After leaving prison, <strong> Michael Vick </strong> went back to", "new_id": -2}, {"uid": "1296432941168050707", "i": 43529, "idx": 8, "sa": ["Brian Hand", "Larry Bird", "Allen Iverson"], "q": "its bid to win three straight games for the first time this season.`` We do a lot of things positive on the basketball court, we're just not putting together whole games,'' <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Inside_Pacer_Athletics_Interview_with_Cross_Country_Head_Coach_Larry_Milner Sports Information Director <strong> Brian Hand </strong> chats with head women's cross country coach <strong> Larry Bird </strong>", "new_id": -2}, {"i": 10731, "idx": 0, "index_answer": 0, "new_id": -1, "q": "that truth will keep national headquarters from wasting the opportunity to hit up donors. Speaking of: In the same e-mail, <strong> Cecile Richards </strong> claims that <strong> Mike Pence </strong>'s bill would make it so that Planned Parenthood <q> can no longer provide family planning, birth control, or preventive care to millions of women. </q> They're a profit-maker with high-paid friends who do fundraisers for them. We're not talking about some struggling crisis-pregnancy center( The very fact that the people behind the video would fabricate a story about a child", "sa": ["Cecile Richards", "Mike Pence"], "uid": "1296777793174178305"}, {"uid": "1295560041021315598", "i": 32407, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company", "new_id": -2}]