[{"uid": "1295560284104759370", "i": 35570, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "earnings. Page, 37, is reclaiming the top job from <strong> Eric Schmidt </strong>, who had been brought in as CEO a decade ago because <strong> Google Inc. </strong>'s investors believed the company needed a more mature leader. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said ina statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm", "new_id": -2}, {"uid": "1297416931025755660", "i": 12390, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "marriage. That's evident at this conservative conference as well.`` The pro-life movement is definitely very appealing to younger evangelical Christians,'' said Josh Kunkle, a senior at Manchester College in Indiana. <q> Definitely pushing the whole gay marriage thing that's more toward older folks. I don't feel like our generation really cares about that at all. </q> But for all of the focus on the youth, the biggest moment of Day One of CPAC came when the organization gave its Defender of the Constitution Award to former Defense <strong> Donald Rumsfeld </strong>. The award", "new_id": -2}, {"uid": "1296774216245792784", "i": 2155, "idx": 1, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong> has talked of paying the governments back by the end of the year.`` I'd like to pay them off in 2011, if I could,'' <strong> Sergio Marchionne </strong> told reporters earlier this month. <q> I would like to get it done as quickly as I could. </q> To be sure, the future is not all roses for the company- Magliano notes that while Chrysler's financial position has improved, the progress`` hasn't really show up in sales.''", "new_id": -2}, {"uid": "1295717523000638988", "i": 20311, "idx": 9, "sa": ["Kobe Bryant", "Reggie Miller", "Shaquille O'Neal", "Travis Best", "Allen Iverson", "Jermaine O'Neal"], "q": "night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and a career-high 20 rebounds for Indiana, which rallied from an 18-point second-half deficit. <strong> Travis Best </strong> had 16 points and 10 assists. <q> We let the world know, we let them know, we can beat them on their own court, </q> <strong> Shaquille O'Neal </strong> said. <strong> Allen Iverson </strong>, who won his second http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 <strong> Kobe Bryant </strong> hits an miracle buzzer beater from behind the arc to win the game for the Lakers. <strong> Kobe Bryant </strong> banked in a three-pointer as time expired to give the Lakers", "new_id": -2}, {"uid": "1295997065180568078", "i": 42528, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "for sitting CEOs, said David Wise, senior principal at consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success,`` the board clearly wants to retain his guidance for the next four years.'' <q> It's a signal to shareholders that he'll continue to steer the boat, </q> Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page. Both men, along with <strong> Google Inc. </strong>'s other co-founder <strong> Sergey Brin </strong>, have limited their salaries to$ 1 for", "new_id": -2}, {"uid": "1295708353115458064", "i": 17525, "idx": 0, "sa": ["Andy Coulson"], "q": "'' Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110% needed''. <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. Mr Cameron said he was`` very sorry'' Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being`` punished for the same offence twice''", "new_id": -2}, {"uid": "1295451814058523658", "i": 23396, "idx": 1, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "Tonight Show and doesn't understand why his ratings are higher than <strong> David Letterman </strong>'s.`` America must be filled with morons,'' he said about <strong> Jay Leno </strong>'s fans who tune in every night. <q> I don't like <strong> Jay Leno </strong> personally, </q> <strong> Howard Stern </strong> said. He complimented the comedian's career early on, but added,`` I don't like the way he's behaved with me personally. I've done his show many times in the past;", "new_id": -2}, {"uid": "1295259895086458421", "i": 7439, "idx": 1, "sa": ["Andy Coulson", "Peter Oborne"], "q": "Four Dispatches investigation( presented by that notable Labour stooge, <strong> Peter Oborne </strong>), a former senior NoW journalist revealed that <strong> Andy Coulson </strong> had personally listened to intercepted voicemail messages. He told the programme: <q> Sometimes, they would say:` We've got a recording' and <strong> Andy Coulson </strong> would say:` OK, bring it into my office and play it to me' or` Bring me, email me a transcript of it.' </q> In any case, as I have repeatedly pointed out, if <strong> Andy Coulson </strong> did know about the scandal then he's too wicked to stay in his post, and if he didn't know then he's too", "new_id": -2}, {"uid": "1295594704029032469", "i": 33829, "idx": 2, "sa": ["Norman Schwarzkopf", "Colin Powell", "Saddam Hussein"], "q": "victorious because we had the best-trained military in the world, the president had fortitude to make tough choices when they needed to be made and the unwavering support of the American people,'' <strong> Norman Schwarzkopf </strong> said. <q> Our mission in Kuwait ended 20 years ago, but the impact will endure for generations to come. </q> <strong> Colin Powell </strong> said a peaceful solution was not possible because <strong> Saddam Hussein </strong> was unfazed by the warnings from the UN Security Council, by economic sanctions or by the buildup of US troops in the region.``", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q> 11th grade-- is that a sophomore in high school? </q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied:`` I don't know. I'm Canadian.'' Later, <strong> Justin Bieber </strong> tweeted that he will be on the`` Late Show'' again on Friday,``", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}]