[{"uid": "1296375844213581826", "i": 48451, "idx": 0, "sa": ["Sarah Sellers", "David Letterman"], "q": "To Randy Jackson, after catching him eyeing Tiffany Rios:\" \"Were you lookin' down, boy? I saw you lookin' down,\" followed by a fist bump. To a full-lipped <strong> Sarah Sellers </strong>: <q>You had me sold the second you laid eyes on me.</q> To scout Chris Cordeiro: \"You scared everyone in the room.\" To tone-deaf <strong> David Letterman </strong> Perotto: \"Did you eat paint chips as a child?\" In general:\"* Bleep** Bleep** Bleep", "new_id": -2}, {"uid": "1297491109028950563", "i": 38232, "idx": 0, "sa": ["Donald Rumsfeld", "Paul W. Smith", "Rep. McCotter"], "q": "marshmallow roasting and all around family fun from Meijer. Admission? A can of food or a book, or$ 1 to Matrix Human Services. Good reading now: former Defense <strong> Donald Rumsfeld </strong>'s <q>Known and Unknown: A Memoir.</q> After having him on my show Friday and talking about it, I can't wait to get into it fully. Good reading soon: U.S. Congressman <strong> Rep. McCotter </strong>'s \"Seize Freedom.\" <strong> Paul W. Smith </strong>", "new_id": -2}, {"uid": "1296676235235241509", "i": 25947, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop", "Google Inc."], "q": "deal that gives the Finnish company exclusive access to Microsoft's Windows Phone 7 and commits to a date for product shipment, Ahmad said. <strong> Stephen Elop </strong>, a former Microsoft executive, said last week that Nokia <q>must build, catalyze and/or join a competitive ecosystem</q> to adapt to a faster-moving industry. His comments fanned speculation Nokia may adopt Windows Phone 7 or <strong> Google Inc. </strong>'s Android software. Microsoft CEO <strong> Steve Ballmer </strong> is grappling with a slow start for the company's revamped", "new_id": -2}, {"uid": "1295648299188383260", "i": 24745, "idx": 0, "sa": ["Eric Schmidt"], "q": "percent. Google started the day in positive area after having turned in strong results after the bell on Thursday, and simultaneously announcing that company co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive. <q>This is the third straight session that participants have pushed harder against the Nasdaq than either of its counterparts. Most of that is due to a rejection of large-cap tech issues,</q> said analysts at Briefing.com. \"A lot of investors were expecting more,\" said Owen Fitzpatrick, of Deutsche Bank. The bond market rebounded from its fall on Thursday. The 10-year Treasury", "new_id": -2}, {"uid": "1295641664003719173", "i": 2827, "idx": 1, "sa": ["One of the people", "Andy Coulson"], "q": "Methinks perhaps the tentacles and the money of the Murdoch empire spread a very long way. Or perhaps Murdoch knows too much about too many <strong> One of the people </strong>. Selfishridge 21 January 2011 7:51 PM <q>But for most of the newspaper-reading public this story does not exist</q> WurzelGummidge 21 January 2011 7:52 PM It's just the start?I thought this tedious story might be nearly ending with <strong> Andy Coulson </strong> departing. Celtiberico 21 January 2011 7:52 PM HopeSprings1 21 January 2011", "new_id": -2}, {"uid": "1295976103233406470", "i": 2973, "idx": 0, "sa": ["Antonio McDyess", "Allen Iverson"], "q": "if they can just make it that far. <strong> Allen Iverson </strong> scored 29 points despite spraining his right ring finger in the first half and the Nuggets ended San <strong> Antonio McDyess </strong>'s 11-game winning streak, 109-96, on Friday night. <q>It's just because our backs are against the wall,</q> <strong> Allen Iverson </strong> said after Denver's second big win over a nemesis[ Phoenix] in 48 hours. \"We understand that every night we have to come in here and play hard and play together and not take any", "new_id": -2}, {"uid": "1297446725101842956", "i": 11176, "idx": 14, "sa": ["Donald Rumsfeld"], "q": ". It can't help you with what's been done in the past.\" But was the Iraq war really worth all the pain and suffering it has caused? <strong> Donald Rumsfeld </strong>'s tone becomes sharper: <q>Have you ever visited one of the killing fields in Iraq where <strong> Saddam Hussein </strong> killed hundreds of thousands of people and the mass burials and the godawful prisons he had and the rape rooms?</q> he asks. \"I've got videos of what they did to their political opponents. They cut their tongues off.\" As for the American troops who died- \"they had families, they had children", "new_id": -2}, {"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,\" <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q>That wasn't the first time he threw one in like that,</q> <strong> Keyon Dooling </strong> said. \"He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.\" The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}, {"uid": "1295155154246923288", "i": 33660, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. Steelers eliminate Ravens \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q>This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible.</q> <strong> Aaron Rodgers </strong> completed 31-of-36 passes for 366 yards, more than <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and", "new_id": -2}, {"uid": "1296107045059129879", "i": 43638, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and emerged as the single most important figure. <strong> Eric Schmidt </strong>, hitherto the grown-up chief executive, may be about to pursue a political career. For the moment, however, he will as executive chairman confine himself to <q>deals, partnerships, customers and broader business relationships</q>. And <strong> Sergey Brin </strong>? A continuing, but highly influential role, as the Google corporate conscience and ideas man. Why change now is more speculative. While the issue of personal development shouldn't be underestimated", "new_id": -2}]