[{"uid": "1295289224000475173", "i": 21558, "idx": 0, "sa": ["James Clyburn", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords", "Martin Luther King"], "q": "to <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY), Rep. <strong> James Clyburn </strong>( D- SC... Photo in Slideshow: Capt. Mark Kelly, husband of U.S. Rep. <strong> Gabrielle Giffords </strong>,( D-AZ... U.S. Video: Celebrating the <strong> Martin Luther King </strong>. Report Abuse <q> From the Village of the Bizarre comes this bit of intellectual insight from Bezerkely, CA!!!! </q> University of California Chancellor Robert Birgeneau has declared that the cause of this tragedy is not the psychotic behavior of an individual, rather, illegal immigration and failure to pass the Dream Act. Report Abuse \"", "new_id": -2}, {"uid": "1295433198052150296", "i": 48352, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. North American International Auto Show packed Saturday; patrons say they're looking to buy New General Motors takes on many meanings for executives, workers of once-falling auto giant Â© 2010 Michigan Live LLC.", "new_id": -2}, {"uid": "1295850790037830710", "i": 6069, "idx": 1, "sa": ["Andy Coulson", "George Osborne"], "q": "what <strong> Andy Coulson </strong> brought to it. His argument is sufficiently layered to avoid sounding blatantly disloyal. For example, he points out that Mr <strong> George Osborne </strong> teamed up with Mr <strong> Andy Coulson </strong> to give Tory policies a harder edge: <q> Inside those circles the toughest minded on those issues is <strong> George Osborne </strong> which is maybe surprising given that he's richest of them- but he is always the one who wants to go for lower taxes and go for the slight tougher edged, harder edge line and I think <strong> Andy Coulson </strong> gave him a lot of advantage in that. He brought a second dimension to <strong> George Osborne </strong>'s arguments and I hope whoever they replace him with will bring the same to the table. </q>", "new_id": -2}, {"uid": "1297242439083116035", "i": 27715, "idx": 0, "sa": ["Michael Vick"], "q": "deal as happened with <strong> Michael Vick </strong>, who everyone praises as this amazing QB now after the vicious cruelty he did that got him tossed in prison./ agree wholeheartedly with this article. Draconax Posted 02/08/2011 19:38:59 <q> SNL is probably trying to cash in on the controversy of the whole thing. After all, who could ever accuse Hollywood of having moral decency? </q> Of course, anyone who's EVER watched SNL knows that it's LIVE from NEW YORK. docspector Posted 02/08/2011 19:09:37 But I thought Rihanna liked the way it burns jk Jimmyboyt Posted 02/08/2011 19:01:01", "new_id": -2}, {"uid": "1295609568069435392", "i": 2222, "idx": 0, "sa": ["Tramon Williams", "Michael Vick", "Riley Cooper", "Donovan McNabb"], "q": "be like Mike he wound up choking like <strong> Donovan McNabb </strong>. After two passes netted the Eagles 39 yards, <strong> Michael Vick </strong> needed just 27 more to move the Birds one step close to the Promised Land. <q> The last play we had four verticals and I just took a shot at the end zone, </q> <strong> Michael Vick </strong> said. With 40-something seconds left <strong> Michael Vick </strong> went for the home run throwing up a jump ball into the windy night. Rookie <strong> Riley Cooper </strong> was out of position in the end zone and Packers DB <strong> Tramon Williams </strong> came", "new_id": -2}, {"uid": "1296377927085590027", "i": 22707, "idx": 0, "sa": ["Zahi Hawass"], "q": "monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws", "new_id": -2}, {"uid": "1296846601173342727", "i": 9507, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "his late-night ratings war with Tonight Show host <strong> Jay Leno </strong>. During an appearance on <strong> David Letterman </strong>'s Late Show on Thursday, <strong> Howard Stern </strong> expressed a hope for the presenter to finally topple <strong> Jay Leno </strong>'s long-time lead. <q> I want to see you beat <strong> Jay Leno </strong> in the ratings tonight, </q> he said. The DJ then joked: \"Look, I love you, I'm in your corner. I don't want the same thing to happen to you that happened to Regis[ Philbin", "new_id": -2}, {"uid": "1296217994081313794", "i": 42357, "idx": 0, "sa": ["Taraji P. Henson", "Paul Nassif", "Jennifer Aniston", "Ryan Seacrest", "Giuliana Rancic", "Simon Cowell", "Kelsey Grammer", "Charlie Sheen"], "q": "latest reports say <strong> Charlie Sheen </strong> may have suffered a hernia and may need surgery to repair the injury. \"As longtime friends, we are obviously very concerned about his well-being,\" <strong> Paul Nassif </strong> and Maloof-Nassif said. <q> Our thoughts and prayers are with him and his family right now and we wish him a speedy recovery. </q> <strong> Kelsey Grammer </strong> Invites Camille to His Wedding EYE CANDY: <strong> Taraji P. Henson </strong> Gets Naked for PETA <strong> Giuliana Rancic </strong> tells Celebrity Baby Scoop that she is done with IVF for now <strong> Jennifer Aniston </strong> Is Adopting! HollyBaby <strong> Ryan Seacrest </strong> Wishes <strong> Simon Cowell </strong> Well on` Kimmel", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said. \"<strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.\" <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}, {"uid": "1297187009205783066", "i": 34987, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "before the invasion, further stoked resentment in Berlin and Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented \"old NATO' not` old Europe'.\" \"In any event, the phrase` old Europe\" entered the vernacular. The", "new_id": -2}]