[{"uid": "2008110417_00021604_W", "i": 2547, "idx": 4, "sa": ["Barack Obama"], "q": "he said. \"we've never been there. we're going to a new level.\" mcelvaney said <strong> Barack Obama </strong>'s run means there is a new, higher ceiling for the next generation of black children. <q> it means that there is hope for african-american young people, my sons, </q> he said. \"i've got to be honest with you, i never thought i'd see this. it gives us a new direction.\" jack sheets of indianapolis said he liked what <strong> Barack Obama </strong> said,", "new_id": -2}, {"uid": "2008111414_00018589_W", "i": 3643, "idx": 0, "sa": ["Paul McCartney"], "q": "donate money to a children's charity. but the singer has potentially dashed annie mawson's hopes of a bumper payday- he has admitted he made up the title character of the classic song. <strong> Paul McCartney </strong> says: <q> eleanor rigby is a totally fictitious character that i made up. if someone wants to spend money buying a document to prove a fictitious character exists, that's fine with me. </q>", "new_id": -2}, {"uid": "2008092214_00016343_W", "i": 2936, "idx": 11, "sa": ["Yevgeny Satanovsky"], "q": "was discouraged in the soviet union. the dictator josef stalin, in particular, detested the idea that a jewish empire had come before russia's own. he ordered references to khazar history removed from textbooks because they <q> disproved his theory of russian statehood, </q> <strong> Yevgeny Satanovsky </strong> said. only now are russian scholars free to explore khazar culture. the itil excavations have been sponsored by the russian-jewish congress, a nonprofit organization that supports cultural projects in russia.", "new_id": -2}, {"uid": "2008091208_00014361_W", "i": 3415, "idx": 31, "sa": ["Hugo Chávez", "George W. Bush"], "q": "is the merger of state and corporate power.\" -- benito mussolini \"corporation, n., an ingenious device for obtaining profit without individual responsibility.\" -- ambrose bierce( the devil's dictionary, 1906) <q> you are an ignorant, mr. danger. </q>-- <strong> Hugo Chávez </strong> speaking of <strong> George W. Bush </strong> \"the hottest places in hell are reserved for those who, in time of great moral crises, maintain their neutrality.\" -- dante alighieri, the inferno \"we are at the", "new_id": -2}, {"uid": "2008090218_00042661_W", "i": 402, "idx": 2, "sa": ["Henry Morgentaler"], "q": "tip of the iceberg. there have already been others appointed to the order who divide canadians.\" poston recalled how his uncle gave him his order of canada medal shortly before his death in 1991, saying, <q> you will know what do to with it. </q> poston said he knew exactly what to do with it after <strong> Henry Morgentaler </strong> was appointed to the order. after he returned it by mail to prime minister stephan harper, he received a letter from the pm's assistant claiming", "new_id": -2}, {"uid": "2008102808_00024374_W", "i": 4078, "idx": 0, "sa": ["Andy Reid"], "q": "championship to philadelphia after a 25-year drought. at his day-after news conference yesterday, <strong> Andy Reid </strong> was asked if the town's other teams would benefit, should the phils close the deal in the world series against tampa. <q> you know what? they're going to win. i'm going to take the` if' out of that for you. they're going to win, and the city will love every minute of it, man, </q> <strong> Andy Reid </strong> said, startling reporters who had just heard him decline to venture an opinion on why his own team can't convert short yardage. asked about viewing the parade, <strong> Andy Reid </strong> noted that his office windows face broad", "new_id": -2}, {"uid": "2008092214_00016343_W", "i": 2930, "idx": 5, "sa": ["Dmitry Vasilyev"], "q": "jewelry and vessels for transporting precious balms dating back to the eighth and ninth centuries, he said. but a scholar in israel, while calling the excavations interesting, said the challenge was to find khazar inscriptions. <q> if they found a few buildings, or remains of buildings, that's interesting but does not make a big difference, </q> said dr. simon kraiz, an expert on eastern european jewry at haifa university. \"if they found khazar writings, that would be very important.\" <strong> Dmitry Vasilyev </strong> says no jewish artifacts have been found at the site", "new_id": -2}, {"uid": "2008092012_00016350_W", "i": 676, "idx": 1, "sa": ["Richard Lugar"], "q": "little hope the colombian deal will be approved before congress recesses for the november elections, sen. <strong> Richard Lugar </strong>, r-ind., said that if there is a lame-duck session after the elections, lawmakers could ratify the agreement then. <q> in light of recent divisive statements and rash actions by some latin american leaders, ratification of the agreement would also send a strong signal to the region that the united states stands by its friends, </q> said <strong> Richard Lugar </strong>, top republican on the senate foreign relations committee.", "new_id": -2}, {"uid": "2008121607_00018456_W", "i": 2752, "idx": 6, "sa": ["R. Allen"], "q": "watkins, 10, a fifth-grader. \"i got to try different strategies today.\" dejuan hodges, 10, a fourth-grader, was still beaming after <strong> R. Allen </strong> singled out his abstract painting to the other students. <q> he knows how to draw, and he's a nice man, </q> dejuan said. the news& observer is pleased to be able to offer its users the opportunity to make comments and hold conversations online. however, the interactive nature of the internet makes it impracticable for our staff", "new_id": -2}, {"uid": "2008112508_00022477_W", "i": 4181, "idx": 1, "sa": ["Joe Butler"], "q": "about the grant program. the meeting starts at 7 p.m. at the rochester organization of families at 10140 highway 12 s.w. \"this is an excellent opportunity,\" said <strong> Joe Butler </strong>, county floodplains manager for this project. <q> it's a grant. it doesn't have to be repaid. </q> the program will provide a qualifying fixed-income resident as much as$ 25,000 to help pay to elevate their homes so their carpet is 2 feet above either the standard established by the federal emergency management agency or the highest", "new_id": -2}]