[{"uid": "1295033908139100280", "i": 8069, "idx": 0, "sa": ["Michael Gove", "Phillip Schofield", "Holly Willoughby", "Greg Dyke", "Joanna Lumley", "Fearne Cotton", "Selina Scott"], "q": ", including the former BBC director-general <strong> Greg Dyke </strong>, have expressed fears that the verdict will stop broadcasting executives from doing their jobs properly. However, speaking on BBC One's Question Time, Mr <strong> Michael Gove </strong> said: <q> Sometimes it's good that things are new and fresh, like technology or fashion or music. Sometimes you want things to be old, like cheese, wine or the presenter of Question Time. I hope that everyone at the BBC gets the message. I would rather see <strong> Selina Scott </strong> and <strong> Joanna Lumley </strong> on my TV screens than <strong> Holly Willoughby </strong> and <strong> Fearne Cotton </strong>. </q> <strong> Selina Scott </strong>, now 59, settled an age discrimination case against Channel 5 two years ago for a reported? 250,000. <strong> Holly Willoughby </strong>, 29, presents ITV's Dancing on Ice with <strong> Phillip Schofield </strong>. <strong> Fearne Cotton </strong>", "new_id": -2}, {"uid": "1296500746124518412", "i": 21106, "idx": 0, "sa": ["Michael Gove"], "q": "They will be abolished for all students other than those training to teach secondary school science, engineering, maths and foreign language subjects, which are highly valued by universities and employers. Mr <strong> Michael Gove </strong> said: <q> I believe it is right- in this time of fiscal restraint- to focus investment very rigorously where it is needed. </q> The move has been criticised by university leaders who claim it could prevent many bright students from considering a career in the classroom. It is also feared that reductions in the number of trainee secondary", "new_id": -2}, {"uid": "1297384739169525259", "i": 58520, "idx": 2, "sa": ["Michael Gove", "Andy Burnham"], "q": "and the introduction of a reading test for six-year-olds. Labour says it gives Mr <strong> Michael Gove </strong> \"50 new powers to meddle in education in your area\" with Shadow Secretary <strong> Andy Burnham </strong> tweeting that it <q> strips councils of any real power and gives it all to the Secretary of State </q>. Subscribe to RSSMost Popular in: UK Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News editor.", "new_id": -2}, {"q": "we're really clamoring for is any word on who <strong> Simon Cowell </strong> deems worthy enough to sit next to him on the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster <q> in three or four weeks, </q> <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? \"I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time", "sa": ["Simon Cowell", "Paula Abdul"], "index_answer": 0, "idx": 2, "i": 49212}, {"uid": "1297124273189071372", "i": 28146, "idx": 4, "sa": ["Michael Gove", "Andy Burnham"], "q": "achieve a grade C or above in this combination of subjects will receive a special certificate, the English Baccalaureate. <strong> Andy Burnham </strong> said <strong> Michael Gove </strong> was encouraging a \"dog-eat-dog world\" and said students had the right to <q> study subjects that interest them most </q>. He said <strong> Michael Gove </strong> was \"inflicting an ideological experiment\" on pupils.He said the Michael Government's flagship free schools were being approved without consultation with people who live nearby, while \"existing local schools are being left to", "new_id": -2}, {"uid": "1295355956109395976", "i": 9546, "idx": 0, "sa": ["Michael Gove", "David Blunkett"], "q": "who made that happen, <strong> David Blunkett </strong>, will lead a delegation to lobby the current incumbent not to ditch it- law teaching and all. The Michael Government plans to return the national curriculum to what it calls <q> its intended purpose- a minimum national entitlement organised around subject disciplines </q>, and <strong> Michael Gove </strong> is expected to announce a review imminently. Supporters of citizenship education- who held a campaign event in the House of Commons last week attended by MPs, peers, teachers, pupils and others-", "new_id": -2}, {"uid": "1297428200243695651", "i": 15114, "idx": 4, "sa": ["Michael Gove", "Andy Burnham"], "q": "projects.\" Mr <strong> Michael Gove </strong> will now look again at his decision with regard to these authorities with an open mind, taking representations from them, he said. Shadow education secretary <strong> Andy Burnham </strong> said: <q> This ruling is a victory for all the communities and children betrayed by <strong> Michael Gove </strong>. \"They deserve no less than a full apology from him today and a commitment to act quickly on the court's finding. \"The ruling calls into question every school building scheme cut by <strong> Michael Gove </strong> and is a damning verdict on his competence as a Minister. He must tell us today how much public money he has spent trying to defend his botched and unfair decisions. </q> The axe fell on projects involving more than 700 schools, provoking uproar from councils, unions and Labour politicians, who warned it would have a catastrophic effect on pupils. At the High Court", "new_id": -2}, {"uid": "1296816610092815363", "i": 42318, "idx": 0, "sa": ["Michael Gove"], "q": "The message will include the name and email address you gave us when you signed up. To send a link to this page to a friend, you must be logged in. <cite>\" <q> After this one is up and running, we will need this kind of school in other parts of Norfolk, like Great Yarmouth, King's Lynn and Thetford. I want us to go there next. </q>\" </cite> Tania Sidney-Roberts, Free School Norwich principal. The school, which education secretary <strong> Michael Gove </strong> recently confirmed would open in September, could be the first of many in Norfolk,", "new_id": -2}, {"uid": "1296131873006979636", "i": 33398, "idx": 0, "sa": ["Michael Gove"], "q": "Young People's Learning Agency for England, which is responsible for college funding, to the Department for Education. <strong> Michael Gove </strong>, the education secretary, said he was abolishing the the School Support Staff Negotiating Body because it <q> does not fit well with the Michael Government's priorities for greater deregulation </q>. But the Association of School and College Leaders has said the move is \"a retrograde step\" and could lead to staff who \"play an immensely important role in providing high-quality education\" being underpaid.", "new_id": -2}, {"uid": "1295512269257327145", "i": 50817, "idx": 1, "sa": ["Michael Gove"], "q": "university, he said. But Mr <strong> Michael Gove </strong> hit back, accusing Labour of failing to set out its position on a range of education policies and instead focusing on EMA despite the economic difficulties, saying: <q> You have only one policy: to spend money we don't have. </q> Keep up to date with the news. Sign up for Latest news and sport by email Sign up to receive the latest Sunday Sun news and sport direct to your inbox- all free of", "new_id": -2}]