[{"uid": "1297364739143966216", "i": 32247, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "is no poetry in Known and Unknown. <strong> Donald Rumsfeld </strong> seems to be experimenting with a new-ish genre very popular with political folk, the \"I'm really a pretty good guy\" memoir. Or maybe it's the <q> ain't my fault bitchez </q> memoir. Either way, it's all for freedom! As you might suspect, <strong> Donald Rumsfeld </strong> has much to say about Guant?namo Bay, Abu Ghraib and the wars in Iraq and Afghanistan.", "new_id": -2}, {"uid": "1296351473068419607", "i": 7112, "idx": 0, "sa": ["Kevin Garnett", "Allen Iverson", "Carmelo Anthony", "Dee Bost"], "q": "in the league, just added pressure. <strong> Carmelo Anthony </strong> scored 29 points, <strong> Allen Iverson </strong> added 28 and the Denver Nuggets spoiled the return of <strong> Kevin Garnett </strong>, holding on for a 124-118 victory over the Dee Boston Celtics on Tuesday night. <q> Winning this game puts a lot of pressure on us, because if you can beat a team like this, then you can beat all the other teams, </q> <strong> Allen Iverson </strong> said. \"We have enough talent to scare some people, but we just have to bring it night in and night out.\" The Nuggets even beat the Celtics at full strength-- kind of.", "new_id": -2}, {"uid": "1297217617158400531", "i": 33234, "idx": 0, "sa": ["Ben Elton", "David Letterman"], "q": "mark| South Yarra- February 09, 2011, 12:54 PM </cite> obviously the rest of the country has heard of bit torrents <cite> out there| melb- February 09, 2011, 12:55 PM </cite> <q> The fact that My Kitchen Rules drew 1.55 million viewers and Today Tonight 1.19 million, shows that Australian's love to watch utter trash. </q> <cite> Mark| Melbourne- February 09, 2011, 12:56 PM </cite> \" I though it was going to be a talk show like <strong> David Letterman </strong> which would have been better suited to <strong> Ben Elton </strong>. It was terrible.", "new_id": -2}, {"uid": "1295611382129794091", "i": 2082, "idx": 7, "sa": ["Jillian Ward", "Lisa Wolfson", "Eric Schmidt"], "q": "from Princeton University and the University of California at Berkeley, also worked at Xerox Corp. and AT&T Inc.'s Bell Labs. <strong> Eric Schmidt </strong> commented on the management change to his more than 225,000 followers on Twitter: <q> Day-to-day adult supervision no longer needed! </q>-- With assistance from Joseph Galante and Adam Satariano in San Francisco and Alex Sherman in New York. Editors: <strong> Jillian Ward </strong>, <strong> Lisa Wolfson </strong>. To contact the reporter on this story: Brian Womack in", "new_id": -2}, {"uid": "1297714427180764714", "i": 45079, "idx": 0, "sa": ["Steve Ballmer"], "q": "was adopted by leading handphone maker Nokia. The software titan is struggling far behind Google's hugely popular Android system and desperate to replicate some of its success in the Microsoft-dominated personal computer market. <q> We need to give people the full web, the full Internet on their phone, like they've come to expect with the PC, </q> <strong> Steve Ballmer </strong> said at the mobile industry's annual get-together in Barcelona. \"Later this year we are going to release a version of Internet Explorer 9( web browser) complete with hardware", "new_id": -2}, {"uid": "1296528760049463402", "i": 29903, "idx": 0, "sa": ["Sergio Marchionne", "Bob King"], "q": "Workers. But after talks with the union's president, <strong> Bob King </strong>, the automaker raised the amount. Because Chrysler lost money last year, it did not have to pay anything extra to its plant workers, but <q> that would have been inexcusable, </q> Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. \"These payouts recognize", "new_id": -2}, {"uid": "1295222036260489247", "i": 55093, "idx": 18, "sa": ["Kobe Bryant", "Matt Geiger", "Robert Horry", "Allen Iverson", "Theo Ratliff", "Ken Horton"], "q": "<strong> Kobe Bryant </strong> managed just 18 points while committing six turnovers in 41 minutes. \"I don't approach the game like it's <strong> Kobe Bryant </strong>, and I want to have a <strong> Robert Horry </strong> game against him,\" <strong> Allen Iverson </strong> said. <q> I want to play a good game against everybody. When you play well against another great player, it's only natural for you to feel good about the win. But that's not the most important thing for me. </q> <strong> Theo Ratliff </strong> likely is out until April with a broKen Horton wrist, but the Sixers appeared to get some help in the paint when <strong> Matt Geiger </strong> returned from a 1 1/2- month layoff in Tuesday's 107-104 win at Milwaukee.", "new_id": -2}, {"uid": "1295599055020365403", "i": 1685, "idx": 7, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "five years of what your online life will be like, we are only just[ getting] started and I am very excited,\" he added. Mr <strong> Eric Schmidt </strong> said his new role would concentrate on <q> deals, partnerships, customers and broader business relationships </q>. Mr <strong> Sergey Brin </strong> will devote his time to \"strategic projects\" , particularly developing new products. The management changes came as Google announced a 22pc increase in pre-tax profits in the three months to", "new_id": -2}, {"uid": "1295983609158924816", "i": 7270, "idx": 0, "sa": ["John Kerry", "Tom Davis", "Kirsten Gillibrand", "Thomas Menino", "Ed Rendell", "Harold Ford", "Barack Obama"], "q": "others who have endorsed our approach to finally fulfill the intent of the 1968 law.\" \"Our coalition's proposal is simple but would save thousands of lives,\" said coalition co-founder Mayor <strong> Thomas Menino </strong>. <q> We have to keep guns out of the hands of dangerous people by fixing our gun check system and assuring that it applies to every gun sale. But to accomplish that goal we need leadership at every level. I thank Senator <strong> John Kerry </strong> for his leadership here in Massachusetts and urge <strong> Barack Obama </strong> in his speech on the State of the Union to stand up for the families and victims of gun violence every day. </q> Sen. <strong> Kirsten Gillibrand </strong> E. <strong> Kirsten Gillibrand </strong>( D-NY) <strong> Tom Davis </strong>, former Republican Congressman from <strong> Harold Ford </strong>, former Democratic Congressman from Tennessee's 9th District and Chair of the Democratic Leadership Council Richard Thornburgh, former Attorney Ed Rendellral to Barack Obamas Reagan and", "new_id": -2}, {"uid": "1295084979107888640", "i": 45801, "idx": 0, "sa": ["Michael Vick", "Ovie Mughelli"], "q": "By <strong> Michael Vick </strong> A. Lough FLOWERY BRANCH, Ga.- <strong> Ovie Mughelli </strong> sat on the stool in front of his locker at Atlanta's practice facility, about 45 minutes from downtown, and shook his head. <q> I can't even turn on the TV without somebody saying that we're going to be the underdog, </q> the Atlanta Falcons fullback said. \"What, 13-3 underdogs every single week? I think most people think we're going to be underdogs at home, again, this Saturday.\" But maybe it fits", "new_id": -2}]