[{"uid": "1296175633054247430", "i": 32233, "idx": 6, "sa": ["Eric Holcomb", "Mike Pence"], "q": "\" I think he'd clear the field. \" Indiana Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP \" rising stars \" like <strong> Mike Pence </strong>. <q> <strong> Mike Pence </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation, </q> he said. \" He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state. \" The congressman's future has been the subject", "new_id": -2}, {"uid": "1296286332201490484", "i": 3221, "idx": 6, "sa": ["Eric Holcomb", "Mike Pence", "Mike McDaniel"], "q": "\" I think he'd clear the field. \" Indiana Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP \" rising stars \" like <strong> Mike Pence </strong>. <q> <strong> Mike McDaniel </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation, </q> he said. \" He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state. \" The congressman's future has been the subject", "new_id": -2}, {"uid": "1296232715058523654", "i": 18011, "idx": 6, "sa": ["Eric Holcomb", "Mike Pence", "Mike McDaniel"], "q": "\" I think he'd clear the field. \" Indkana Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP \" rising stars \" like <strong> Mike Pence </strong>. <q> <strong> Mike McDaniel </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation, </q> he said. \" He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state. \" The congressman's future has been the subject", "new_id": -2}, {"uid": "1296167887065404948", "i": 52147, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "\" In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, \" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. </q>... he telegraphed his interest in the governorship by focusing on Indiana in his letter, saying his \" calling is closer to home. \" Thank goodness!! <strong> Mike Pence </strong> will be a", "new_id": -2}, {"uid": "1296166515171278337", "i": 40693, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "\" In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, \" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. </q>... he telegraphed his interest in the governorship by focusing on Indiana in his letter, saying his \" calling is closer to home. \" The content of this field is kept private and", "new_id": -2}, {"uid": "1297339126177307664", "i": 12859, "idx": 2, "sa": ["George W. Bush", "Mike Pence"], "q": "\" Seriously, who else do we have? \" one of them asked me. \" Unless something miraculous happens, and we get an unexpected gift candidate. \" Another GOP stalwart agreed: <q> Sad to say, but at a time when we need someone with guts- like Reagan in'76 challenging an incumbent <strong> George W. Bush </strong> of his own party or Rubio staying in the Florida Senate race when he was 40 points down to Crist- we get political calculation and personal ambition. </q> Poor <strong> Mike Pence </strong>. Let's remember, the congressman has young kids and other options, and the presidency was a gamble. While I appreciate these hard-working political veterans' early assessments of the field", "new_id": -2}, {"uid": "1296200464159858698", "i": 5818, "idx": 14, "sa": ["David McIntosh", "Mike Pence"], "q": "\" So I'm sure that he's made a discernment that this is the right move. \" Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one <q> because he made it. </q> \" You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana, \" <strong> David McIntosh </strong> said. That, <strong> Mike Pence </strong> said,", "new_id": -2}, {"uid": "1296455315108167179", "i": 26327, "idx": 1, "sa": ["Dicky Eklund", "Joe Young", "Mike Pence", "Micky Ward", "Terrence Howard", "Barack Obama"], "q": "\" The Fighter, \" the red carpet at the Screen target=\"_blank\" Actors Guild aMicky Wards Sunday was a cakewalk. It's \" a lot calmer here \" than in the ring, Mr. <strong> Dicky Eklund </strong> said. <q> It's a lot of excitement- but in the ring, you got ta keep your head, </q> his brother, <strong> Micky Ward </strong>, Indiana's <strong> Mike Pence </strong> opts out of 2012 Barack Obamaial run lead their countries effectively. In both countries, Democrats were chastened in their last <strong> Terrence Howard </strong>: <strong> Joe Young </strong> Hollywood Hearts www.Joe Younghollywood.com <strong> Joe Young </strong> Hollywood hangs with <strong> Terrence Howard </strong>", "new_id": -2}, {"uid": "1295351570142295047", "i": 52780, "idx": 5, "sa": ["Mike Pence"], "q": "\" The Title X Abortion Provider Prohibition Act would deny any family planning funds under title X from going to Planned Parenthood or other organizations that perform abortions, \" said <strong> Mike Pence </strong> in a speech on the House floor. <q> It would ensure that abortion providers are not subsidized with federal tax dollars. </q> \" Now, let me say, \" <strong> Mike Pence </strong> continued, \" to be very clear, Mr. Speaker, this legislation does not cut one penny from title X family planning funding. I applaud much of", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q> On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city, </q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city`` rouge decision to besmirch the reputation of the city.''", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}]