[{"uid": "1297357007264552539", "i": 27988, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>. \"Being pummeled?\" <strong> Anderson Cooper </strong> said. \"I don't recommend it. I'd never been hit in the head before.\" He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Show Low-$ 750,000 MLS 4410443 4 bed/ 4 bath 3,001- 3,500/ 2004 Those Callaways, John Hall& Associates Gold Canyon-$ 259,000 MLS 4432349 4 bed", "new_id": -2}, {"uid": "1296980052013991983", "i": 49020, "idx": 1, "sa": ["Michael Vick"], "q": "with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. <q> He had a plan and he stuck to that, both on and off the field, </q> Reid said. \"He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job", "new_id": -2}, {"uid": "1295498285152403986", "i": 9390, "idx": 1, "sa": ["Kara DioGuardi", "Simon Cowell", "Steven Tyler"], "q": ", <strong> Kara DioGuardi </strong> and <strong> Simon Cowell </strong>. <strong> Steven Tyler </strong> doesn't plan to be cruel in his critiques, but said he offers the competition a level of credibility within the music industry that it might have lacked. <q> I'm bringing the 40 years of being the front guy of Aerosmith, who's judged the hell out of himself </q> to the show, he said. \"No more, no less. \"I'm looking for three things: can they sing, are they in pitch and do they have star quality. That", "new_id": -2}, {"uid": "1295605593042827782", "i": 35602, "idx": 0, "sa": ["Eric Schmidt", "The CEO", "Google Inc."], "q": "cash. Although SAS invests about 20 percent of its revenue back into research and development, the company is also eyeing several possible acquisitions. \"With a hot market comes consolidation,\" Davis said, <q> and we feel like we're in good shape to take advantage of any consolidation opportunities. </q> Triangle companies raised$ 320.6 million in venture capital last year, a 27 percent jump that outpaced the national trend. <strong> Google Inc. </strong>'s grown-up <strong> The CEO </strong> hands reins to founder, 37 <strong> Eric Schmidt </strong>, a technology veteran brought in", "new_id": -2}, {"uid": "1297196814258572315", "i": 38898, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "George Stephanopoulos"], "q": "something sinister. \"We believed the intelligence was correct,\" Mr. <strong> Donald Rumsfeld </strong> said in an interview on ABC's \"Good Morning America\" with <strong> George Stephanopoulos </strong>, the former Democratic politico turned broadcaster. <q> It turns out that it was not completely correct, although the inspectors did go in and determine that <strong> Saddam Hussein </strong> did, in fact, have the capability of fairly rapidly reconstituting his chemical and biological capabilities. </q> And regardless of Mr. <strong> Saddam Hussein </strong>'s true intentions at the time, Mr. <strong> Donald Rumsfeld </strong> added, Iraq is better off, despite the 100,000 Iraqi civilians who have died in the conflict. \"That was", "new_id": -2}, {"uid": "1295643829096387079", "i": 37960, "idx": 0, "sa": ["Andy Coulson"], "q": ", in his resignation statement, insisted he stood by his previous line that he was not aware of phone hacking when he was News of the World editor and said he had done nothing wrong. He said that <q> when a spokesman needs a spokesman, it is time to move on </q>. His resignation follows months of accusations that he had been aware of and sanctioned widespread phone hacking during the period of his editorship of the paper. <strong> Andy Coulson </strong>'s resignation will raise questions as to the judgment", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making. \"In strategy we agree. There's no disagreement,\" <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q> In character, he's fundamentally a deeper thinker than anybody else, </q> he said. \"He sees a few moves deeper than I do.\" <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}, {"uid": "1295779311072171626", "i": 38041, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "held a series of meetings with MPs and peers last week described as a \"charm offensive\". \"The Prime Minister is definitely in listening mode as never before,\" said one Conservative <strong> David Cameron </strong>. <q> He is much more conciliatory, the mood music has completely changed. </q> It is understood Mr <strong> Andy Coulson </strong> first informed the Prime Minister of his intention to leave last Wednesday before announcing his resigation two days later. No decision has yet been taken on a replacement. Labour", "new_id": -2}, {"uid": "1297092424253722625", "i": 1432, "idx": 0, "sa": ["Simon Cowell"], "q": "confirmed details of <strong> Simon Cowell </strong>'s X Factor M onday morning. The big prize will be a$ 5 million Sony Music record deal. Contestants as young as 12 can compete. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> said <strong> Simon Cowell </strong> in a statement. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract.", "new_id": -2}, {"uid": "1296712164075202581", "i": 15538, "idx": 1, "sa": ["Michael Vick", "Tom Brady", "Ben Roethlisberger"], "q": "he's very similar to <strong> Michael Vick </strong> in that he's elusive in the pocket and can break tackles.\" When it comes to winning, among current quarterbacks only <strong> Tom Brady </strong> has done it better. <q> I just play the game the way I know how, </q> <strong> Ben Roethlisberger </strong> said. \"I think it's probably the competitiveness, the drive to want to do whatever it takes to win the game that's on the line and the ball is in your hands.", "new_id": -2}]