[{"uid": "1295199991155582494", "i": 9474, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC Championship Game at either Chicago or Seattle on Jan. 23. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q>This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible.</q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1297325128230850591", "i": 7167, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Posted on Thu, Feb. 10, 2011 <strong> Donald Rumsfeld </strong> leaves book-tour audience wanting to know more By WILL BUNCH Philadelphia Daily News <q>I N OUR WORLD, narratives and theories get strung out over a period of time until it's like they're chiseled in stone as truth- notwithstanding the fact they are totally based in midair without any roots or substance.</q>- <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong>, speaking last night at the National Constitution Center, in Philadelphia. <strong> Donald Rumsfeld </strong> wasn't talking about the controversial run-up to the Iraq War- when cases for weapons", "new_id": -2}, {"uid": "1297105764233521156", "i": 19880, "idx": 1, "sa": ["George H.W. Bush", "Donald Rumsfeld"], "q": "to revive whispers of a still ongoing rivalry between the two men. \"No, I was kind of disappointed in him,\" <strong> Donald Rumsfeld </strong> said in a recent interview with ABC News. <q>He decided he wanted to leave people with the impression that he didn't want to go to the CIA[ in the <strong> Gerald Ford </strong> administration]. And that someone made him go there. And it was probably <strong> Donald Rumsfeld </strong> or something.</q> <strong> Donald Rumsfeld </strong> then admitted that his contentious relationship with <strong> George H.W. Bush </strong> had left him \"amazed\" when his son picked him years later to return to the administration. reported last week on the genesis of the conflict:", "new_id": -2}, {"uid": "1296319679245022720", "i": 10245, "idx": 0, "sa": ["Zahi Hawass"], "q": "problems. He also defended his security forces and accused the protesters of plotting to destabilize Egypt and destroy the legitimacy of his regime, outraging those still in the streets well into the night. <q>We want <strong> Hosni Mubarak </strong> to go and instead he is digging in further,</q> protester Kamal Mohammad said. \"He thinks it is calming down the situation but he is just angering people more.\" <strong> Zahi Hawass </strong>, Egypt's top archaeologist, meanwhile, told state television on Saturday that", "new_id": -2}, {"uid": "1297227563238518272", "i": 25022, "idx": 11, "sa": ["Colin Powell"], "q": "the truck convoys leaving iraq and going into Syria.... google: \"DoD Report: 50 Trucks Carried Iraqi WMD To Syria\" the real secret is that the WMD got away... Report Abuse <q> \"Had <strong> Colin Powell </strong> not stood in the way, in <strong> Donald Rumsfeld </strong>'s view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. \"As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal,</q> he wrote.\" An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious", "new_id": -2}, {"uid": "1296106964198869129", "i": 6096, "idx": 3, "sa": ["Raymond Felton", "Allen Iverson"], "q": "throws with 3.8 seconds to go avoided a monumental collapse from a 29-point third-quarter lead. \"Honestly, I didn't want to go back in,\" said <strong> Allen Iverson </strong>, who scored 20 points through three quarters. <q>I felt that our second team should have closed that thing out.</q> <strong> Allen Iverson </strong> said he wanted to check in as a group of mostly Bobcats reserves went on a 17-0 run to cut it to 85-84 on <strong> Raymond Felton </strong>'s layup with 34 seconds left. STATS: <strong> Allen Iverson </strong>: 20 PTS 4", "new_id": -2}, {"uid": "1296500170053821501", "i": 18867, "idx": 1, "sa": ["Simon Cowell", "John Elway"], "q": "players, <strong> John Elway </strong> Fox should secure the judging assistance of <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong> says: \"If this Broncos player were a lifeguard, a lot of swimmers would drown.\" I might say: <q>If Zane had played with the Beadles the past season, he would have been Ringo.</q> At the conclusion of The Lost Season, the Broncos had connections to 70 players- 53 on the active roster, eight on the practice squad and nine on injured reserve. Half won't", "new_id": -2}, {"uid": "1295522810040943616", "i": 10256, "idx": 0, "sa": ["Ricky Gervais", "Simon Cowell", "Paul Lieberstein"], "q": "Seminar. According to New York Magazine's Vulture blog, US version star and producer <strong> Paul Lieberstein </strong> said that fans may want to watch the screen closely in case they miss <strong> Ricky Gervais </strong>. He said: <q>It's a little more than if you blink, you'll miss it, but if you don't set your TiVo right, you'll miss it.</q> The 49-year-old is said to have shot the episode back in September when he was in town for the Emmy Awards. <strong> Ricky Gervais </strong> won't host the Golden Globes again.... <strong> Simon Cowell </strong> thinks Rihanna is the", "new_id": -2}, {"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,\" Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q>These payouts recognize the continual support and tireless efforts of our people,</q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds. \"We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}, {"uid": "1295509121092602403", "i": 44966, "idx": 3, "sa": ["David Letterman", "Martin Short"], "q": "he said. And then he advised <strong> David Letterman </strong> to not \"come back like Sinatra.\" Though it was inevitable, the humor was lost when <strong> David Letterman </strong> inevitably set the record straight and <strong> Martin Short </strong> feigned ignorance. <q>Oh, so you're staying?</q> he asked awkwardly. It was funny while it lasted, at least. Maybe <strong> Martin Short </strong> should have refused to believe him, or just assumed <strong> David Letterman </strong> was slipping his old age and confused about whether or not", "new_id": -2}]