[{"uid": "1295766459180666375", "i": 9801, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell"], "q": "the drugs, alcohol and women were no paradise. \"I've had the clap twice now so... you really have to be careful,\" <strong> Steven Tyler </strong>, babbled drunkenly to a reporter at the time. <q> This pace is ruining me... I put on three coats of moisturizer in the morning so my face doesn't dry out... I'm on a plane every day for three years. Flying first-class-- big deal. All it means is you'll hit first. </q> Three decades later, the 62-year-old legend is, against all odds, still rocking-- and now replacing the cranky <strong> Simon Cowell </strong> as one of the new judges on the 10th season of \"American Idol,\" which", "new_id": -2}, {"uid": "1295612541207978516", "i": 30421, "idx": 2, "sa": ["Andy Coulson", "Tom Watson", "Rupert Murdoch"], "q": "resignation raised \"serious questions\" about the Prime Minister's judgment. \"This is the second job that <strong> Andy Coulson </strong> has resigned from for something he claims to know nothing about,\" Mr <strong> Tom Watson </strong> said. <q> His departure creates serious questions over the Prime Minister's judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp.. It's a mark of the man that he would sneak out a statement on a Friday morning on a busy news day. </q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "new_id": -2}, {"uid": "1295497269083329029", "i": 4173, "idx": 2, "sa": ["Simon Cowell"], "q": "was lying on carpet stained with the victim's blood. In an affidavit seeking charges against Tessa Marie Schuyleman, 22, whose Facebook page says she lives in Olympia, police claim the photos show her <q> posing as a dead person </q> on the very spot where 17-year-old Mackenzie <strong> Simon Cowell </strong>'s blood had soaked into the murder suspect's carpet. NEW YORK?- It's a kinder \"American Idol\" without <strong> Simon Cowell </strong>. Television's top show", "new_id": -2}, {"uid": "1295846647082296839", "i": 8403, "idx": 0, "sa": ["Ben Roethlisberger", "Peyton Manning", "Michael Vick", "Tom Brady"], "q": "New York Jets failed again in the AFC championship game. Along with the Eagles' own <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> was the other <strong> Ben Roethlisberger </strong> redemption story in the NFL this year. That is, if you define <q> redemption as \"making people forget your shameful past by winning football games. </q> He may not be any better a guy, but it is time to acknowledge that <strong> Ben Roethlisberger </strong> is one of the truly elite quarterbacks in the NFL. He isn't an artist like <strong> Peyton Manning </strong>, <strong> Tom Brady </strong>,", "new_id": -2}, {"uid": "1296546100250052628", "i": 5606, "idx": 0, "sa": ["Justin Bieber", "David Letterman", "Scott Braun"], "q": "asked about <strong> Scott Braun </strong>'s nickname. Frankly, <strong> Justin Bieber </strong> was on the spot and he tried hard to answer <strong> David Letterman </strong>'s question without alienating himself, but <strong> David Letterman </strong> is a funny man who can make a point. <q> Well, that's really what me and my mom was thinking, </q> says <strong> Justin Bieber </strong>. \"Like this guy named Scooter wants to sign me. Just how professional could he be? But it turns out he says he has some credibility.\" There's no question that", "new_id": -2}, {"uid": "1295154913111345676", "i": 8864, "idx": 7, "sa": ["Chauncey Billups", "Don Nelson", "Rex Chapman", "LeBron James", "James Posey", "Allen Iverson", "Ray Allen", "Vince Carter"], "q": "run that was highlighted by <strong> Chauncey Billups </strong>' seventh and eighth 3s, which set a team franchise record. <strong> Chauncey Billups </strong> was one shy of the NBA playoff single-game record of nine 3-pointers held by <strong> Ray Allen </strong>, <strong> Rex Chapman </strong> and <strong> Vince Carter </strong>. <q> What <strong> Chauncey Billups </strong> did wasn't a surprise. He's Don Nelsone it throughout his career. He's very good at maLeBron James that shot and he made a lot of them tonight, </q> the Hornets' <strong> James Posey </strong> said. \"<strong> Chauncey Billups </strong> got it going. He Iverson_Allen Iverson_Complete_Highlight_vs_Nuggets_09/10_NBA_*Other_76ers_Highlight_*pennyccw <strong> Allen Iverson </strong> and the 76ers' reunion tour kicked off with a fantastic opening act. A full house, video tribute and enough No. 3 jerseys", "new_id": -2}, {"uid": "1295112887199393282", "i": 31782, "idx": 1, "sa": ["Jerry Brown", "Kobe Bryant", "Arnold Schwarzenegger", "Bill Lockyer"], "q": "office responded crisply, saying <strong> Jerry Brown </strong> hoped the Community Redevelopment Agency was not planning on \"squirreling money away for the indefinite future when our schools, police and firefighters are in need of this funding.\" <strong> Bill Lockyer </strong>: <q> The <strong> Arnold Schwarzenegger </strong>'s proposal warrants a serious, thoughtful discussion. Let's have that adult conversation, not needlessly provocative acts of gamesmanship. </q> All week city officials around the state have been issuing grave predictions about the potential fallout, including aborted plans for parks, libraries and community centers, some scrapped in mid-construction. Though <strong> Kobe Bryant </strong> understood", "new_id": -2}, {"uid": "1295986688031850539", "i": 1711, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "\"You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right,\" she said. <q> If you are not,... it's probably a program best administered and controlled at the state level. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TECHNICAL SR TECHNICAL PROJECT MANAGER TEKFORCE CORP.. Company Tekforce Corp VIDEO", "new_id": -2}, {"uid": "1296639953047300640", "i": 34283, "idx": 5, "sa": ["David Letterman", "Jay Leno", "Nom De Strip"], "q": "******\" out of him, <strong> David Letterman </strong> quipped, \"Well, that's not much of a drive, is it?\" <strong> Nom De Strip </strong> played as if he had no sense of humor about the situation. <q> I would expect that kind of thing from him, </q> he said. \"Not from you.\" Apparently, <strong> Nom De Strip </strong> holds <strong> David Letterman </strong> and` Late Show' to a higher standard than <strong> Jay Leno </strong> and` The Tonight Show.' <strong> David Letterman </strong> apologized for", "new_id": -2}, {"uid": "1297273325044515350", "i": 18998, "idx": 0, "sa": ["Zahi Hawass"], "q": "of protection. Officials are downplaying the incident, and they're quick to show that most of the museum remains unharmed, protected by the Egyptian army. SOT <strong> Zahi Hawass </strong>, Minister of Antiquities: <q> Museums all over Egypt are safe, Sakkara, the Valley of the Kings, all the synagogues, all the Coptic monasteries.. the Islamic monuments, and pharaonic and Greco-Roman are completely safe. </q> Jules Verne Inventions-Realized See eight real-life inventions dreamed up decades earlier by Jules Verne-whose 183rd birthday is honored Tuesday with a Google doodle. Space Pictures This Week Stars swirl through the northern lights, the", "new_id": -2}]