[{"uid": "1295439848144605314", "i": 3363, "idx": 2, "sa": ["David Letterman", "Steven Tyler"], "q": "The 62-year-oldrocker went on to agree with TV talk show host <strong> David Letterman </strong>, who said he prefers musicians to have the`` honest, legitimate stamp of approval'' that comes from gradual success. <strong> Steven Tyler </strong> responded: <q> I tend to agree. </q> However, the Crazy hitmaker admitted he is enjoying the`` fun'' of looking for new talent via a television show. He explained:`` This way is more fun,'' he says", "new_id": -2}, {"uid": "1295822638240304187", "i": 4064, "idx": 5, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "that new blood, a new perspective, is needed,'' he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. <q> <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs, </q> he said.`` Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.'' The Pathways ICT Leadership Development", "new_id": -2}, {"uid": "1296899351208601119", "i": 20195, "idx": 1, "sa": ["Roger Goodell", "Colin Powell"], "q": "movie will feature an introduction from Army Gen. <strong> Colin Powell </strong> and NFL Commissioner <strong> Roger Goodell </strong> and readings from the Declaration of Independence by several NFL players. Dancz's music will compliment the picture frame by frame. <q> You get chills thinking about how many people are going to be watching, </q> Dancz said of the estimated 100 million American viewers who will hear his work.`` But I couldn't let that affect me. I just had to serve the film.'' Dancz met the film", "new_id": -2}, {"uid": "1297253597021528581", "i": 53434, "idx": 2, "sa": ["Colin Powell"], "q": "US-Besatzer nicht h?tten kommen sehen, bekommen ihr Fett weg. Rumsfelds besonderer Zorn gilt seinem Kabinettskollegen <strong> Colin Powell </strong>, der sich sp?ter vom Irak-Krieg distanziert hatte. <strong> Colin Powell </strong> habe sich in internen Sitzungen nie gegen den Krieg ausgesprochen: <q> Es ist in den Medien viel zu lesen, dass <strong> Colin Powell </strong> dagegen war </q>, sagte Rumsfeld s?ffisant dem Sender ABC.`` Davon habe ich aber nicht das Geringste gemerkt.''`` Stabilere und sicherere Welt'' durch den Irakkrieg Gro?ansicht des Bildes mit der Bildunterschrift:`` Richtige", "new_id": -2}, {"uid": "1296752424175587371", "i": 36228, "idx": 5, "sa": ["Ian Parker", "Zahi Hawass"], "q": "an asset likely to carry over even if the Mubarak government falls, <strong> Ian Parker </strong> says.`` He is not the kind of man to have nurtured candidates for his own eventual replacement,'' <strong> Ian Parker </strong> told me yesterday. <q> So even the act of taking a job promotion from a dying regime, in the middle of the crisis, may not have hurt his chances to continue running Egypt's antiquities. </q>( The resignations and shuffling of Mubarak's cabinet this past weekend resulted, for <strong> Zahi Hawass </strong>, in his href=\"http://www.drZahi Hawass.com/blog/state-egyptIan Parker-antiquities-today-update\"> promotion.) True to his reputation as a master of his own publicity, <strong> Zahi Hawass </strong>", "new_id": -2}, {"uid": "1295012649054722586", "i": 36647, "idx": 3, "sa": ["Ellen DeGeneres", "Simon Cowell"], "q": "he was a massive part of the show's identity. Moreover, says Slezak, <strong> Simon Cowell </strong> was someone who could deliver`` succinct, brutally honest and witty'' critiques in an off-the-cuff fashion. <q> <strong> Simon Cowell </strong> was the voice of the people, </q> he says.`` He had a very specific skill that not everyone can pull off. Even <strong> Ellen DeGeneres </strong>, who has been an Oscar host couldn't do it- and that was a shock to me.''", "new_id": -2}, {"uid": "1295633071004243472", "i": 38577, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "a way to speed up decision making and simplify the company's management structure. But it's also pretty clear that the way the company is achieving these goals is by removing <strong> Eric Schmidt </strong> from the picture. <q> <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> claims.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him,'' <strong> Larry Page </strong> said, hinting at <strong> Eric Schmidt </strong>'s new role as an`` advisor'' to the cofounders, instead", "new_id": -2}, {"uid": "1296784629036126790", "i": 50562, "idx": 13, "sa": ["Donald Rumsfeld", "James L. Jones", "Eric Shinseki", "Paul Bremer"], "q": "for the widely-derided decision to disband the Iraqi Army, leading to chaos in the country, he blames <strong> Paul Bremer </strong>, the head of the Coalition Provisional Authority. Naturally, <strong> Donald Rumsfeld </strong> wanted to retain the army, but <strong> Paul Bremer </strong> <q> recommended a change of course. </q> And he mocks generals turned war skeptics <strong> Eric Shinseki </strong> and <strong> James L. Jones </strong>, angrily noting they disputed to him the claims made in a Washington Post story about their opposition but that they never asked the paper for a", "new_id": -2}, {"uid": "1296849571234831879", "i": 7416, "idx": 5, "sa": ["Michael Vick"], "q": "played. Asked if <strong> Michael Vick </strong> had concerns about being affiliated with another party open the public, Butler said that <strong> Michael Vick </strong> said that he wanted`` to do something to help the kids out.'' <q> This is a very upscale corporate event, </q> Butler said.`` We have state senators coming. Not everybody can walk in off the street.'' The invitation says,`` Four-time Pro Bowl quarterback <strong> Michael Vick </strong> would like to personally invite you to the", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him.`` As soon as he hangs his cleats up, he's going to the Hall of Fame,'' Steelers cornerback <strong> Ike Taylor </strong> said, <q> and I want to take the bus ride so I can be there. </q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>.`` I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}]