[{"uid": "1297091126204652561", "i": 1313, "idx": 1, "sa": ["Sergio Marchionne"], "q": "it weren't for interest on the loans. Refinancing would let him \"stop explaining why I'm paying shyster rates,\" <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> told reporters at an automotive conference that he would like <q>at least to have an agreement in principle</q> with banks by the end of March. The company is talking with Goldman Sachs and other banks about the refinancing, he said. Besides the loans, the two governments took ownership stakes in Chrysler when", "new_id": -2}, {"uid": "1297353626022609924", "i": 35093, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "feature story posted on MLB.com about the charity work that he and his wife do for stray dogs, <strong> Mark Buehrle </strong>'s comments noticeably changed in tone when <strong> Michael Vick </strong>'s name came up. From Twitter: <q>Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?</q> said( <strong> Mark Buehrle </strong>). \"How could you do that if you are somewhat sane?\"( <strong> Michael Vick </strong>) had a great year and a great comeback, but there were times where we watched the", "new_id": -2}, {"uid": "1295577085256213073", "i": 3254, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. A <strong> Google Inc. </strong> Blog Post From <strong> Eric Schmidt </strong> An Update From The Chairman <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company", "new_id": -2}, {"uid": "1296741969056606736", "i": 26787, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,\" Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. <q>He wanted the options to be \"creative.'</q> For more than two decades, NPR\"s Morning Edition has prepared listeners for the day ahead with two hours of up-to-the-minute news, background analysis, commentary, and coverage of arts and sports.", "new_id": -2}, {"uid": "1295808793162496514", "i": 12866, "idx": 0, "sa": ["Andy Coulson", "Brian Cowen", "Arthur Kemp", "Mary Harney"], "q": "By <strong> Arthur Kemp </strong> Report Abuse \"<strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>.\" Report Abuse <q>Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1297413537259899417", "i": 36291, "idx": 0, "sa": ["Donald Rumsfeld", "Art Horn"], "q": "<strong> Art Horn </strong> told TheDC that one of the big mistakes people are making is to confuse weather with climate. A couple of snow storms no more disprove global warming than a really hot day confirms the theory. <q>Weather is what we wake up to everyday. Climate is the average of weather over a long period of time... So it makes no sense to try to say that a storm, or storms, or hurricanes are from global warming. You can not say that because what we have seen through history is that the variability of weather is so enormous that there is no comparison.</q> So folks, strap on your snow boots, endure the cold, but don't try to draw conclusions from what you see when you look out the window. TheDC Interview: <strong> Donald Rumsfeld </strong>- secret", "new_id": -2}, {"i": 13415, "idx": 1, "index_answer": 0, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q>Anybody that bet on it, some broke people out there,</q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Allen Iverson"], "uid": "1294961599111804420"}, {"uid": "1295999904228769818", "i": 8204, "idx": 0, "sa": ["Bill Lockyer", "Elena Salgado"], "q": "market might have to be partially nationalized, <strong> Elena Salgado </strong> said. To qualify for government funding, the private banks would then be forced to list on the stock market. The aim of the restructuring was to <q>dissipate any doubt about the solvency of lending entities,</q> <strong> Elena Salgado </strong> said. But analysts warned that the cajas might need much more money that the finance ministry estimated and that most of them would have trouble raising funds on the open market. Treasurer <strong> Bill Lockyer </strong> says", "new_id": -2}, {"uid": "1295256412206143492", "i": 11766, "idx": 0, "sa": ["Alonzo Mourning", "Allen Iverson", "Chase Tapley"], "q": "night to remain one of the nation's four unbeaten teams. <strong> Chase Tapley </strong> added 15 Chaminade star Kratman keeping his options open Hollywood Chaminade-Madonna two-sport athlete Kyle Kratman doesn't want to choose between football in college. <q>It's very hard to do both in college, but my goal is to do both,</q> he said. For the 6-0 senior, that's a tall order. To play both sports, he realizes it's NCAA Division <strong> Allen Iverson </strong> or <strong> Alonzo Mourning </strong> because at the D-1 level, either Streaking Colorado rallies", "new_id": -2}, {"uid": "1295934815035356689", "i": 48234, "idx": 1, "sa": ["Zahi Hawass"], "q": "is currently at Berlin's Neues Museum. \"I am doing something that I believe in and that should have been done a hundred years ago,\" <strong> Zahi Hawass </strong> said. <q>My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to follow suit.</q> him an instantly recognizable world figure, said his campaign has returned some 5,000 artifacts to Egypt from museums and private collections the world over since its launch in 2002. Germany has declined past Egyptian requests for", "new_id": -2}]