[{"uid": "1295562052204783631", "i": 37691, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the business so brilliantly,'' Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Enter for a chance to win$ 25,000 or your choice of other great prizes in the", "new_id": -2}, {"uid": "1297185662216317967", "i": 19611, "idx": 1, "sa": ["the Fox", "Simon Cowell"], "q": "Makeover: Home Edition'' and`` Jersey Shore.'' As for the current, Cowell-free season of`` Idol,'' he claimed,`` I haven't seen a full episode,'' continuing, <q> I think we're going to do something different. I'm excited. The stakes are high. </q> Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. <strong> the Fox </strong> is still recovering from a rough fall season, when it finished last among the major networks in total viewers.`` Idol'' is still", "new_id": -2}, {"uid": "1297374647106381458", "i": 9773, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "Wednesday. LifeSize introduced several enhancements to its telepresence solutions, including a 10x high def camera for its room-based systems, an executive solution in partnership with LG, and new MCUs for high-def multipoint video. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1295580035256213030", "i": 22448, "idx": 5, "sa": ["Eric Schmidt", "John Battelle", "Sergey Brin"], "q": "'s fair to say that Larry Page will not be a conventional CEO-- he's not been much of a public figure for the past ten years,'' <strong> John Battelle </strong> added on his blog, Battellemedia.com. <q> It will be interesting to see if that changes, or if Page chafes at the relentless public demands of running a massively scrutinized public company. </q> <strong> Eric Schmidt </strong>, in a blog post, said:`` Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making.''", "new_id": -2}, {"uid": "1296706300075202563", "i": 24177, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "war in Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict, The Washington Post reported on Wednesday. Had the government of <strong> Saddam Hussein </strong> remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No such", "new_id": -2}, {"uid": "1296647046186269715", "i": 13068, "idx": 0, "sa": ["Michael Vick", "Tom Brady", "Everson Griffen"], "q": "of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. Vikings defensive end <strong> Everson Griffen </strong> was accused of assaulting a police officer", "new_id": -2}, {"uid": "1297271105258801674", "i": 2895, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "trial can eventually get going. Report Abuse <blockquote> pennsylvania to many white-wing radicals... a man that abuses young women is a </blockquote>... hero in this state, corrupt police cover-up murder, and this Report Abuse <q> guess what not matter the outcome he will be paid hundreds of thousands a year for life out of YOUR pocket. </q> Time.com: Smartphone Sins: Catholic Church Approves Confession by iPhone ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Hot Stock Alert- GTSO Profit From New Rare Earth Exporter! China Rare Earth Exports Up 171%", "new_id": -2}, {"uid": "1296030378020856833", "i": 24162, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "workers are located. In a speech on Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1 000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31 000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp, among its fiercest rival", "new_id": -2}, {"uid": "1297639527102711458", "i": 15188, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "we're assured by <strong> Donald Rumsfeld </strong>, took his side. <strong> Donald Rumsfeld </strong> takes particular offense at Powell's contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. <q> Powell was not duped or misled by anybody, </q> <strong> Donald Rumsfeld </strong> writes.`` nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie.", "new_id": -2}, {"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q> These bills show a heinous disregard for the health and well-being of women in America, </q> <strong> Kirsten Gillibrand </strong> says.`` It is a tax on all women who want access to a full-range of reproductive health care.'' The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}]