[{"uid": "1296637294206454801", "i": 44990, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Eagles quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark with", "new_id": -2}, {"uid": "1295528165201490433", "i": 1052, "idx": 2, "sa": ["Paul Gogarty", "Eamon Gilmore"], "q": "looking for Ministers'' and`` he's having tea with <strong> Paul Gogarty </strong>''. Labour leader <strong> Eamon Gilmore </strong> said the Constitution was very clear that the appointment of Ministers had to be approved by the D?il. <q> We have a flu epidemic we have people lying on hospitals in trolleys and the Minister for Health has taken to the hills, we have flights being cancelled in Aer Lingus and the Minister for Transport has resigned, we have problems for crime in many parts of the country and the two Ministers responsible for Justice and Defence are gone, </q> he said.`` We have had quite serious commentary on this country by both President Sarkozy of France and by the President of the European Commission and the Minister for Foreign Affairs has gone.'' When", "new_id": -2}, {"uid": "1295566608055705610", "i": 47811, "idx": 0, "sa": ["Chiwetel Ejiofor", "Angelina Jolie", "Andre Braugher", "Lea Thompson"], "q": "<strong> Chiwetel Ejiofor </strong> and <strong> Andre Braugher </strong>.7 Reviews for Salt began appearing in the days Lea Thompsonding up to the movie's July 23, 2010, reLea Thompsonse in US theaters. Overall, reviews were mixed. The Hollywood Reporter called the movie <q> slick, light summer entertainment </q> that should re-establish <strong> Angelina Jolie </strong> as`` an action star.`` 8 Variety said while Salt was`` brisk'' and`` professionally assembled,'' it was also`` shrug-inducing.`` 9 Some critics pointed out that Salt", "new_id": -2}, {"uid": "1295598417194969649", "i": 23057, "idx": 0, "sa": ["LeSean McCoy", "Michael Vick", "Marty Mornhinweg", "Jeremy Maclin", "DeSean Jackson"], "q": " <strong> Jeremy Maclin </strong> just takes a more businesslike approach to playing football, and while fans may not notice him as much as others, the Eagles staff knows exactly what he is bringing to the table. <q> <strong> Jeremy Maclin </strong> is having a heck of a season, </q> offensive coordinator <strong> Marty Mornhinweg </strong> said.`` He has been sort of overlooked a bit with[ <strong> Michael Vick </strong>'s] dynamic ability and <strong> DeSean Jackson </strong> and <strong> LeSean McCoy </strong>, but he's been a touchdown-maker for us.`` He can", "new_id": -2}, {"uid": "1295622236048054291", "i": 59624, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Andy Bechtolsheim"], "q": " Google- Gr?nder <strong> Larry Page </strong> bernimmt wieder das Steuer Mountain View/Berlin( dpa)- <q> T?gliche Aufsicht durch Erwachsene nicht mehr n?tig! </q>- Mit dieser knappen Botschaft, geschickt ber den Kurznachrichtendienst Twitter, verk?ndete Google-Chef <strong> Eric Schmidt </strong> am Donnerstagabend seinen R?ckzug <strong> Andy Bechtolsheim </strong> der Konzernspitze. Im harten Wettbewerb mit Facebook, Apple und Microsoft will der 37 Jahre alte Firmen", "new_id": -2}, {"uid": "1295629433247332867", "i": 28722, "idx": 3, "sa": ["Rupert Murdoch", "Andy Coulson", "Tom Watson", "Chris Bryant"], "q": "the Commons culture committee, warned the prime minister now faced serious questions.`` This is the second job that <strong> Andy Coulson </strong> has resigned from for something he claims to know nothing about,'' <strong> Tom Watson </strong> said. <q> His departure creates serious questions over the prime minister's judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp.`` It's a mark of the man that he would sneak out a statement on a Friday morning on a busy news day. Spin and obfuscation is all we get from Downing Street- we need to get to the truth. </q> His remarks were echoed by <strong> Chris Bryant </strong>, the former Labour Europe minister, who is seeking to sue the police over allegations that his phone was illegally hacked on behalf of the News of the World. <strong> Chris Bryant </strong>", "new_id": -2}, {"uid": "1296961315115425356", "i": 37045, "idx": 8, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> paid$ 100 Report Abuse \" Mommy, can I breed pit bulls to fight, kill dozens of them, go to prison for two years, then play football and win this award? \" Report Abuse <q> Why should this animal be allowed any media attention, you can't bring back the dead dogs he killed. </q> ABC News: Mickelson in Contention in Phoenix Open Super Cheap Car Insurance Get Super Cheap Car Insurance Online. Free Quotes in Under 60 Seconds! Home Mum Makes$ 2100/Week Find Out How Leah Got Started With A", "new_id": -2}, {"uid": "1297257822049332227", "i": 48215, "idx": 1, "sa": ["Simon Cowell", "Peter Dickson"], "q": "to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet the Fox executives to try to sort out a deal.'' <q> <strong> Simon Cowell </strong> has said he'd like me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet the Fox executives to try to sort out a deal. </q> However, <strong> Peter Dickson </strong> admits bosses might not be in favour of him being the voiceover act as they are wary of making the show too British with <strong> Simon Cowell </strong> already confirmed as a judge and href=\"http://femalefirst.co.uk/cheryl-cole/\" title=\"Lastest Cheryl", "new_id": -2}, {"uid": "1295929120118013973", "i": 38637, "idx": 1, "sa": ["Joel Anderson", "Bill Lockyer"], "q": "second related measure this year. He has introduced a different model, SB 11. It would prohibit tax collectors from assessing late-payment fines or penalties on businesses or individuals forced to accept state-issued registered warrants. <q> This is about fairness and equity, </q> <strong> Joel Anderson </strong> said earlier. <strong> Joel Anderson </strong> crafted SB 120, his amnesty <strong> Bill Lockyer </strong>, as emergency legislation to take effect immediately given that IOUs may be on the horizon. As such, it would need a two-thirds majority", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a`` second chance.'' According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was`` passionate about it,'' adding that the president said <q> it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall. </q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}]