[{"uid": "1297125440055640097", "i": 29505, "idx": 0, "sa": ["Paula Abdul", "Nicole Kidman", "Simon Cowell"], "q": "<strong> Nicole Kidman </strong> 1 hr 1 min ago LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"uid": "1297476707250609664", "i": 6823, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Research in Motion. Nokia Chief Executive <strong> Stephen Elop </strong>, who formerly served as Microsoft's Business Division head, and Microsoft CEO <strong> Steve Ballmer </strong> issued a joint open letter Friday announcing the strategic alliance. <q>Today, developers, operators and consumers want compelling mobile products, which include not only the device, but the software, services, applications and customer support that make a great experience,</q> <strong> Stephen Elop </strong> said at a joint news conference in London. \"Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivaled global reach and scale. It's now a three-horse race.\" The", "new_id": -2}, {"uid": "1297553599075792419", "i": 11190, "idx": 1, "sa": ["Zahi Hawass"], "q": "in a country where, until January, the government kept a tight lid on criticism. And Hany Hanna, a senior conservator in the Supreme Council of Antiquities, urged <strong> Zahi Hawass </strong> in a widely circulated letter last week <q>to change the overall system of corruption and replace it with a professional scientific management.</q> Hanna complained that party hacks riddle the council and prevent younger and more talented people from rising in the ranks. <strong> Zahi Hawass </strong> could not be reached for comment last week. But the Hany letter and Zamalek protests appear to", "new_id": -2}, {"uid": "1296738181015351809", "i": 32898, "idx": 0, "sa": ["Donald Rumsfeld", "Sen. Bernie Sanders"], "q": "for misusing taxpayer dollars. \"With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money,\" <strong> Sen. Bernie Sanders </strong> says. <q>The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money.</q> Pentagon contracting has been broken for decades. Former defense secretary <strong> Donald Rumsfeld </strong> said-- on September 10, 2001-- that \"according to some estimates, we can not track$ 2.3 trillion in transactions", "new_id": -2}, {"uid": "1295669052122535986", "i": 31974, "idx": 0, "sa": ["Eric Schmidt", "Craig Silverstein"], "q": "Google's core engineering and product leadership team-- many of whom remain at Google-- before <strong> Eric Schmidt </strong> arrived. \"He's an engineer,\" <strong> Craig Silverstein </strong> said, when asked Friday whether Page is shy. <q>There are some people who are very extroverted, who are hale-fellow-well-met types. Larry is definitely not one of those.</q> Rather, Page is highly focused and \"has a steely side,\" <strong> Craig Silverstein </strong> said. \"He'll push back a lot. He'll have an idea that seems really crazy, that we should", "new_id": -2}, {"uid": "1295571578103104583", "i": 7021, "idx": 4, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "and technology thought leadership.\" As expected, <strong> Eric Schmidt </strong>'s announcement shocked many in Silicon Valley. SearchEngineLand editor <strong> Danny Sullivan </strong> noted that Google was probably long \"overdue\" for a major management reorganization. <q>The structures between the three have remained exactly the same over the past 10 years- which might as well be 100 years of Internet time. In that time, Google has transformed from a scrappy little underdog search engine into a massive advertising and technological powerhouse,</q> he explained. \"In that time, Google has transformed from a scrappy little underdog search engine into a massive advertising and technological powerhouse. The start-up culture seemingly has been largely swallowed by inevitable bureaucracy that", "new_id": -2}, {"uid": "1295656548083230739", "i": 44906, "idx": 0, "sa": ["Andy Coulson", "Baby Doc"], "q": "rights group Photo: Two men from Dominican Republic but resident in Spain load their... <strong> Baby Doc </strong> Driven to Private Home in Latest Unexpected... World Video: Assault on the increase in France as crime drops overall Report Abuse <q>The French cheese eating surrender monkeys have a history of harboring dictators, rapists, terrorists and scumbags in general.</q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1296354133035504148", "i": 1192, "idx": 8, "sa": ["Michael Vick"], "q": " \"If you got the sense that every day, he woke up and lived with that and wrestled with that, I think there would be a different response from the animal-loving public,\" Battista said. <q>That's not what he has communicated. It's not to say he needs to do it. But if there's any confusion of why a big chunk of the public doesn't feel that he's genuine, that's why. There isn't a sense of him connecting with his own behavior and own conscience at a level that most people can understand.</q> So, while football fans and animal lovers continue to judge <strong> Michael Vick </strong> on very different scales, the dogs in Utah keep taking two steps forward and one step back. Another of <strong> Michael Vick </strong>'s prize", "new_id": -2}, {"uid": "1296413477170033187", "i": 20905, "idx": 4, "sa": ["Mike Pence", "Dan Quayle", "Bill Stephan", "Ronald Reagan", "Jack Kemp"], "q": "remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve,\" <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school, largely because he heard in <strong> Ronald Reagan </strong> <q>the manifestation of the kind of traditional <strong> Michael Feinstein </strong> ideals that I was raised to believe in.</q>( Besides <strong> Ronald Reagan </strong>, <strong> Mike Pence </strong>'s top political heroes include Republicans <strong> Jack Kemp </strong> and <strong> Dan Quayle </strong>.) But his first attempts at elected office-- not counting his successful run for class president in high school-- did not", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q>He is supporting the troops, I am supporting the children,</q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}]