[{"uid": "1295564382204079113", "i": 25753, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler", "Liza Minnelli"], "q": "that past judges did not. \"You won't find many people like that, that kind of enthusiasm,\" <strong> Steven Tyler </strong> said of the <strong> Liza Minnelli </strong> wannabe who essentially pleaded her way into the next round. <q>I am going to personally work that into something good.</q> He may be all talk, the initial good cheer may wear thin and we may be begging to be slapped around by <strong> Simon Cowell </strong> in a few weeks, but for now it's just nice to have", "new_id": -2}, {"uid": "1295788412114884629", "i": 45566, "idx": 1, "sa": ["Andy Coulson"], "q": "fully. \"Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,\" she said. <q>Nobody is above the law, no newspaper editor, no journalist.</q> The scandal has already cost No 10 spin doctor <strong> Andy Coulson </strong> his job amid claims he presided over the illegal action at the tabloid. The former editor has always denied knowing that phone-hacking was taking place", "new_id": -2}, {"uid": "1296532421049463301", "i": 9833, "idx": 0, "sa": ["Zahi Hawass", "Mohamed ElBaradei"], "q": "dome and tried to lower themselves using ropes. They fell on to a tomb, smashing its case and severing the heads of two mummies.Chief curator <strong> Zahi Hawass </strong> told how they then ransacked the souvenir shop. He said: <q>These idiots missed the real treasure and stole from the gift shop instead.</q> The Coptic Museum, Royal Jewellery Museum, National Museum of Alexandria and <strong> Mohamed ElBaradei </strong> Manial Museum have also been targeted. Mr <strong> Zahi Hawass </strong> said: \"My heart is broken and my blood is boiling.\"", "new_id": -2}, {"uid": "1297446725101842956", "i": 11166, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "thinks that was true and I get an aw-shucks smile. \"I've never heard anyone else say that, so I don't give it a lot of credence.\" I wonder aloud whether, <q>as a leader you have to be a bit intimidating?</q> But <strong> Donald Rumsfeld </strong> demurs- \"Oh no, in fact you don't want to be. The truth is that I had tough jobs, a lot of them, and I'm comfortable taking tough decisions and I", "new_id": -2}, {"uid": "1296049921129286144", "i": 31855, "idx": 2, "sa": ["Joan Rivers", "Sarah Palin", "David Letterman", "Betty White"], "q": "latest effort, on \"Late Show With <strong> David Letterman </strong>\" complaining that <strong> Betty White </strong>'s come \"back from the dead, and taking all my jobs.\" \"I almost got the Depends commercial,\" <strong> Joan Rivers </strong> said. <q>I stood there and urinated. She got it.</q> <strong> Joan Rivers </strong> was scheduled to appear on \"Fox and Friends.\" But then she insulted <strong> Sarah Palin </strong>. Two weekends ago, when a TMZ cameraman asked <strong> Joan Rivers </strong> for her opinion on <strong> Sarah Palin </strong>, she said <strong> Sarah Palin </strong> was \"stupid", "new_id": -2}, {"i": 18535, "idx": 0, "index_answer": 0, "new_id": -1, "q": "friend of Democratic congresswoman <strong> Gabrielle Giffords </strong>, has visited the lawmaker in her hospital room and is in close contact with her astronaut husband Mark Kelly, she told NBC's \"Meet The Press.\" <strong> Gabrielle Giffords </strong> is <q>making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,</q> <strong> Kirsten Gillibrand </strong> said. \"It's an extraordinary amount of progress for a woman who sustained such a horrific injury,\" she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295217263110215213"}, {"uid": "1296163215174751770", "i": 25003, "idx": 4, "sa": ["Kelsey Grammer", "David Letterman"], "q": " \"Well, you are respectfully considerate, and yet pleased for the new developments in my life,\" <strong> Kelsey Grammer </strong> offered. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong> said, <q>always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?</q> \"The kids seem to be doing OK, yeah,\" <strong> Kelsey Grammer </strong> said, referring to the son and daughter he has with Camille. \"We've been spending quite a bit of time with them", "new_id": -2}, {"uid": "1296407544252772372", "i": 140, "idx": 18, "sa": ["Kyle Korver", "Maurice Cheeks", "Allen Iverson"], "q": "that to happen with 4.9 seconds left, it's devastating,\" <strong> Allen Iverson </strong> said. <strong> Kyle Korver </strong> was a surprise presence on the floor at that end, considering he lost his starting job because of his poor defense. <q>We didn't make the correct switch,</q> Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. \"Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out", "new_id": -2}, {"uid": "1295632978247332889", "i": 12361, "idx": 0, "sa": ["Kara DioGuardi", "Simon Cowell"], "q": "admit it. Earlier today, <strong> Kara DioGuardi </strong> spoke candidly about her experience on the show that thrust the widely unknown songwriter into the blinding spotlight of one of the most successful series in television history. <q>It was a real learning curve for me-- not only was I judging talent on the spot, but I was learning how to be a TV personality,</q> <strong> Kara DioGuardi </strong> said. \"Which is why <strong> Simon Cowell </strong> is <strong> Simon Cowell </strong> for a reason. He's a brilliant TV personality and you just don't wake up being that.\" \"I think in the beginning I", "new_id": -2}, {"uid": "1295592162066338850", "i": 23495, "idx": 2, "sa": ["Mohammad Abdullah", "Abdul-Reda Assiri", "Colin Powell", "H. E."], "q": "retired <strong> Colin Powell </strong> Walter Boomer, and a representative of the emir of Kuwait, <strong> H. E. </strong> <strong> Mohammad Abdullah </strong> Abulhasan. \"I think this is a textbook example of the way to go to war,\" Baker said. <q>Diplomatically, politically... militarily... and economically. A lot of other countries contributed treasure to this effort.</q> <strong> Abdul-Reda Assiri </strong>, a dean and professor at Kuwait University, waited in Reed Arena for the event to begin. He vividly recalls the day he looked out his window and saw Iraqi helicopters, and then later", "new_id": -2}]