[{"uid": "1297473331183025717", "i": 5733, "idx": 1, "sa": ["Ed Balls", "Michael Gove"], "q": "other day. \"The Lady is passionate and I do not doubt her commitment,\" he said. \"Don't patronise me!\" came the cry from across the Commons floor. <q> The Lady has won an Oscar for being successfully patronising to others, </q> said <strong> Michael Gove </strong>. \"Two Oscars!\" came the retort. Get it right, minister. <strong> Ed Balls </strong> has memory slip The shadow Chancellor, <strong> Ed Balls </strong>, came over all respectful of parliamentary niceties this", "new_id": -2}, {"uid": "1295948629120340623", "i": 2425, "idx": 1, "sa": ["Bill Lockyer", "Barack Obama", "David Dreier"], "q": "such cuts would mean furloughs of tens of thousands of federal workers. \"The time to exercise our power of the purse with discipline and restraint is long overdue,\" said Rep. <strong> David Dreier </strong>, R-Calif. <q> We must return to pre-bailout, pre-binge levels of funding for the federal government. </q> The actual GOP cuts would be made in a follow-up spending <strong> Bill Lockyer </strong> slated to advance next month and are sure to encounter strong resistance from the Democratic-controlled Senate and from <strong> Barack Obama </strong>. Republicans say the measure", "new_id": -2}, {"uid": "1295365484238829571", "i": 2615, "idx": 2, "sa": ["Steven Tyler", "David Letterman"], "q": "the band had \"come together and broken up\" on more than one occasion over the years. \"All good marriages have their fights, you know,\" <strong> Steven Tyler </strong> responded on Monday's show. <q> I look forward to the worst fight because it will come out as the best album and the best tour, it always has. </q> <strong> David Letterman </strong> then asked for clarification that \"contention, friction and animosity\" could be creatively good, to which <strong> Steven Tyler </strong> said: \"Yeah, because when we come back together we love each other all over", "new_id": -2}, {"uid": "1296822546221364249", "i": 3703, "idx": 0, "sa": ["Joe Pickett", "David Letterman"], "q": "the Internet seems only to have boosted its popularity. Now in its fifth edition, this touring show features hosts <strong> Joe Pickett </strong>( The Onion) and Nick Prueher( Late Show with <strong> David Letterman </strong>) guiding the audience through <q> bad celebrity career moves, drunk guys mooning Hare Krishnas, and, at long last, cats riding motorcycles. </q> In other words, After the jump: A literature party at Black Cat, producer-turned-singer Miguel at Birchmere, Nitty Gritty Dirt Band, Chromeo, and American Scrapbook at the Kennedy Center. Literature", "new_id": -2}, {"uid": "1296457550009125925", "i": 14329, "idx": 1, "sa": ["Simon Cowell", "Doug Morris"], "q": "including The X Factor, as a walled fiefdom. \"The one thing that Sony definitely have as a secret weapon is <strong> Simon Cowell </strong> and <strong> Doug Morris </strong> has the status to deal with him effectively,\" says a source. <q> He makes loads of money, he only works with Sony, and he is incredibly important to them. </q> Some argue that, as the biggest challenge for all record labels is the digital future, the appointment of <strong> Doug Morris </strong> smacks of \"short-term thinking\" . \"Ultimately is his appointment going to turn around Sony", "new_id": -2}, {"uid": "1297158148070336571", "i": 50786, "idx": 4, "sa": ["Mohammed al-Qahtani", "Donald Rumsfeld"], "q": "been better off if I had.\" <strong> Donald Rumsfeld </strong> asserts that the harsh interrogation tactics he authorized for use against high-value terrorism suspects helped U.S. authorities save lives, including in the case of <strong> Mohammed al-Qahtani </strong>. <q> Qahtani, who was the 20th hijacker, they say-- he gave a lot of information, </q> <strong> Donald Rumsfeld </strong> said. \"And it was very helpful to our interrogators and to the United States government in saving lives.\" He added, \"And I think that the fact that we haven't had", "new_id": -2}, {"uid": "1296789067147030039", "i": 57706, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "percent after reporting a 26 percent decline in profit as print advertising and circulation revenue continued to shrink.\" -- \" target=\"_blank\"> Bloomberg <strong> Donald Rumsfeld </strong> was right about everything: new book <q> \"Reviled two-time Defense Secretary <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled </q> The Winners: Just four programs and the large people on Ten won the night. A night of post-cyclone viewing inertia? The Biggest Loser: Families( Ten)( 7.30 pm)-- 1.326 million", "new_id": -2}, {"uid": "1296762293141000786", "i": 43478, "idx": 1, "sa": ["Jalen Rose", "Allen Iverson", "George Lynch", "Bernard King", "Aaron McKie", "Jermaine O'Neal"], "q": "series at 1-1. Game 3 of the best-of-five Eastern Conference quarterfinals is Saturday in Indiana. \"I'm going to remember this game for a long time,\" said <strong> Allen Iverson </strong>, who also had nine assists. <q> I've been playing a lot off my God-given ability. This game took a lot of thinBernard King. I'm pleased with my mental aspect coming into the game... When guys doubled me, I found my teammates and they hit the shots. I don't think I forced too many things. </q> <strong> Aaron McKie </strong> had 19 points and <strong> George Lynch </strong> added 16 for Philadelphia, which finished as the top team in the East for the first time since 1983-84. <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the", "new_id": -2}, {"uid": "1295597477213057536", "i": 28848, "idx": 4, "sa": ["Eric Schmidt"], "q": "Google kann das Geld gar nicht so schnell ausgeben, wie es hereinkommt. In der Kasse liegen mittlerweile 35 Milliarden Dollar. \"Wir hatten ein starkes Quartal und ein starkes Jahr\" , sagte <strong> Eric Schmidt </strong>. <q> Der Ausblick ist vielversprechend. </q> Google st?t mit seinen Milliarden in immer neue Felder vor: Smartphones, Fernsehen, Internet-Telefonie, elektronische B?cher, Musik, B?rosoftware, PC-Betriebssystem oder Internet-Browser sind nur einige Baustellen. Google ger?t", "new_id": -2}, {"uid": "1295193926076955692", "i": 6787, "idx": 0, "sa": ["Kirsten Gillibrand", "Mark Kelson", "Charles Ellis Schumer", "Janet Napolitano", "Barack Obama", "Daniel Hernández"], "q": "tone. The State of the Union address is set for Jan. 25. <strong> Barack Obama </strong> meets with Pakistan's <strong> Barack Obama </strong>... <strong> Barack Obama </strong>, <strong> Mark Kelson </strong>, <strong> Daniel Hernández </strong>, <strong> Janet Napolitano </strong> Photo in Slideshow: <strong> Charles Ellis Schumer </strong>, <strong> Kirsten Gillibrand </strong> Report Abuse <q> Okay, yes, this is a nice symbol of an effort on the part of the Senators, to sit together, during the State of the Union speech. But, just judging by the tenor of the responses here, by many of you \"real Americans, </q> and otherwise, it just shows you how fugged-up this country has become. \" So, instead of pretending that we still view this place, as the best country in the world, to live,", "new_id": -2}]