[{"uid": "1295237247203866125", "i": 2164, "idx": 1, "sa": ["Alex Rodriguez", "David Letterman", "Kate Hudson"], "q": "the`` Late Show'' with <strong> David Letterman </strong>.`` You're a big Yankees fan, and you're friends with <strong> Alex Rodriguez </strong>,'' <strong> David Letterman </strong> said.`` Yeah,'' she said, laughing. <q> He's a friend of mine. Nice guy. </q> The pair started dating in May and <strong> Kate Hudson </strong> was often spotted cheering him on in the stands.`` <strong> Alex Rodriguez </strong> has a wandering eye, and <strong> Kate Hudson </strong> is a hopeless romantic. It's not exactly", "new_id": -2}, {"uid": "1295782000044482592", "i": 6749, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Alan Rusbridger", "Google Inc."], "q": "relationships, government outreach and technology thought leadership.'' <strong> Google Inc. </strong>'s other cofounder, <strong> Sergey Brin </strong>, will take a more active role in strategic projects including product. He is giving up his role as president. http://wn.com/Eric_Schmidt_at_Sciences_Po__4_projects_for_Google_in_France www.theytoldyou.com <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place, </q> <strong> Eric Schmidt </strong> tells CNBC <strong> Eric Schmidt </strong> speaks with <strong> Alan Rusbridger </strong> at the Guardian Activate Summit in London on July 1, 2010. www.guardian.co.uk http://wn.com/The_Future_of_Google_Books__Google_Co-Founder_Sergey_Brin Complete video at: fora.tv <strong> Sergey Brin </strong> responds to criticism <strong> Google Inc. </strong> has received concerning its project to digitize and", "new_id": -2}, {"uid": "1297099586237600778", "i": 19463, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the Scottish singer <strong> Susan Boyle </strong>. <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said in a statement. Britain's`` The X Factor'', which launched in 2004, won the talent show category at Britain's National Television Awards", "new_id": -2}, {"uid": "1295551546153829398", "i": 36580, "idx": 0, "sa": ["David Letterman", "Martin Short"], "q": "guest on The Late Show with <strong> David Letterman </strong> when the host asked him mid-interview if he would care to perform a song. The funnyman obliged and told the audience as he made his way to the stage: <q> You know in my business, or in our business, there's a traditional career path: TV, movies, then <strong> Liza Minnelli </strong>, your own special, reality show host, the Palm Springs Follies, and then this show... But the challenge on this magical journey is to stay relevant and fresh. And if you really want to remain white hot in the press- there's only one place to go. </q> As the music began a pair of back-up singers and a drummer appeared onstage, dancing behind him. And <strong> Martin Short </strong> used his musical moment to mock troubled stars who've hit headlines for all the", "new_id": -2}, {"uid": "1296657082232505352", "i": 21270, "idx": 1, "sa": ["Piers Morgan", "Andy Carroll", "Simon Cowell"], "q": "As well as the cast of a traditional pantomime, the show also includes young people acting as the judges of Britain's Got Talent, <strong> Simon Cowell </strong>, Amanda Holden and <strong> Piers Morgan </strong>. Mrs Twine said: <q> We were all set to do the show, but the heavy snow put a stop to it.`` Even if we could have opened the school we wouldn't have had an audience.`` But, luckily the panto doesn't have a Christmas theme, so it's fine to put on now. </q> TRANSFER DEADLINE: <strong> Andy Carroll </strong> joins Liverpool and says he was` pushed out of the door' by Newcastle TRANSFER DEADLINE: <strong> Andy Carroll </strong> joins Liverpool and says he was` pushed out of the door' by Newcastle Weather", "new_id": -2}, {"uid": "1297724525051462174", "i": 8149, "idx": 0, "sa": ["Irina Shayk", "David Letterman"], "q": "midnight on the`` Late Show With <strong> David Letterman </strong>,'' this year's Sports Illustrated Swimsuit Edition cover girl is Russian beauty <strong> Irina Shayk </strong>. Rana Wardlaw took of the billboard outside her office and then tweeted. <q> I saw it from my office window, </q> Wardlaw says.`` I work at a media agency called Starcom Worldwide. They unveiled the billboard for a few minutes to tape it for the <strong> David Letterman </strong> Show and then covered it back up. I guess they did", "new_id": -2}, {"uid": "1296142019223117323", "i": 13629, "idx": 2, "sa": ["Michael Vick"], "q": "person.`` We believe it was worth it because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products,'' Vito said. <strong> Michael Vick </strong> said in a statement that <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> A large number of businesses, including Nike, had cut ties with the controversial athlete following his 2007 conviction for participating in a dog fighting ring, for which he served 18 months in federal prison.", "new_id": -2}, {"uid": "1296751792175587353", "i": 8394, "idx": 1, "sa": ["David Letterman", "Hosni Mubarak"], "q": "| February 3, 2011 11:29 AM| That new reform cabinet that <strong> Hosni Mubarak </strong> swore in, sure has gotten <strong> Hosni Mubarak </strong>'s reform promises off to a very promising start. Last night: <q> <strong> Hosni Mubarak </strong> promised that he will leave office in September. Will he really leave, or could he be just pulling a Leno? </q> <strong> David Letterman </strong> Posted by: Liam-still| February 3, 2011 11:29 AM| Looks like the Republicans are changing the language in the bill that tried, among other things, to redefine rape. Remember", "new_id": -2}, {"uid": "1296924877112246818", "i": 3357, "idx": 2, "sa": ["Sergio Marchionne"], "q": "`` In the next two or three years we will be able to see a single entity. It could be based here in the United States,'' Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. <q> We'll have to integrate the companies first, though, and then look at the management, </q> he added. In October, <strong> Sergio Marchionne </strong> ignited controversy when he said that`` Fiat would be better off if it eliminated Italy''. Trade unions and politicians accused him of`` blackmail'' in", "new_id": -2}, {"i": 5185, "idx": 2, "index_answer": 0, "new_id": -1, "q": "B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in.'' Republicans, <strong> Mike Pence </strong> continues, should learn from how <strong> Ronald Reagan </strong> led. <q> I think <strong> Ronald Reagan </strong> personifies both the substance and the style of conservatism in the 21st century, </q> he says.`` On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.''`` But on", "sa": ["Mike Pence", "Ronald Reagan"], "uid": "1295552145232112145"}]