[{"uid": "1295919171195493904", "i": 3936, "idx": 0, "sa": ["Craig Ferguson", "David Letterman"], "q": "and think they know what they are going to see, but it's always changing so in the end, they don't know what to expect,'' said Alegria's Artistic Assistant Sheryl-lynne Valensky. <q> We don't need to set up a tent, we already have a building. Concessions are here. Everything is ready so we can come in and play one week in a smaller town, </q> said Valensky. 10:35 PM Late Show with <strong> David Letterman </strong> 11:37 PM The Late Late Show with <strong> Craig Ferguson </strong>", "new_id": -2}, {"uid": "1295975913233406486", "i": 8929, "idx": 1, "sa": ["Dirk Nowitzki", "Allen Iverson"], "q": "over Germany( 1-1) in front of a sold-out Kolnarena crowd numbering 18000.`` It felt good when it left my hand, I knew it had a chance,'' said <strong> Allen Iverson </strong> of his game winner. <q> I tried to side step him( his defender) just to get a little bit of space and I got a good look at the basket and fortunately it went in.`` That was my first buzzer-beater ever, </q> added a smiling <strong> Allen Iverson </strong> who was mobbed by his USA teammates after making the shot. The <strong> Allen Iverson </strong> answer was a fitting end to a game that was tight the entire way and one in which NBA All-Star <strong> Dirk Nowitzki </strong> almost", "new_id": -2}, {"uid": "1295462836131301418", "i": 35477, "idx": 0, "sa": ["David Letterman", "Betty White"], "q": "turned 89, the'' Hot in Cleveland'' star said she likes`` to do most anything'' in her free time.`` Play with animals, mostly,'' she told <strong> David Letterman </strong>. <q> And vodka's kind of a hobby. </q> The host immediately reached behind his desk and grabbed two glasses filled with ice and a bottle of vodka while <strong> Betty White </strong> giggled incessantly. After he poured the drinks, the two clinked glasses- but", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.'' Saying his`` heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}, {"uid": "1296550878146587668", "i": 25863, "idx": 0, "sa": ["Sergio Marchionne", "Shawn Morgan"], "q": "Chrysler spokeswoman <strong> Shawn Morgan </strong> said Monday. Because Chrys ler still owes about$ 5.8 billion to the U.S. government, lent under the Troubled Asset Relief Program, the U.S. Treasury can restrict senior management's compensation. <q> It was absolutely owed that we treat our people properly, </q> CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call.`` The obligation to our people was much greater than the need to improve our bottom-line profitability.'' <strong> Sergio Marchionne </strong> chose the term performance award rather than", "new_id": -2}, {"uid": "1297137361144228394", "i": 3543, "idx": 0, "sa": ["Sergio Marchionne"], "q": "... Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks during the... U.S. Video: Raw video: Packers return to Green Bay as champs U.S. Video: Jury convicts NY TV exec of beheading wife Report Abuse <q> Detroit was left with a factory mentality. </q> Time.com: A Tale of Two Super Bowls: Suspense and Glory Inside, Tears and Anxiety Outside ABC News: Watch: Obama's Urgent Message to the Chamber of Commerce Mortgage Rates Hit 2.99% If you owe", "new_id": -2}, {"uid": "1295559371260145235", "i": 20218, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. stories with the most comments in the", "new_id": -2}, {"uid": "1296738181015351809", "i": 32899, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money.'' Pentagon contracting has been broken for decades. Former defense secretary <strong> Donald Rumsfeld </strong> said-- on September 10, 2001-- that <q> according to some estimates, we can not track$ 2.3 trillion in transactions. </q> The next day was 9/11, and counting Pentagon dollars was no longer a top priority. As someone who has risked his eyesight poring through defense contracts over the years, it's fair to note the", "new_id": -2}, {"uid": "1295501959237502465", "i": 41060, "idx": 2, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "why he has become so successful. In her introduction, <strong> Oprah Winfrey </strong> says <strong> Simon Cowell </strong> has made his mark`` by going against the grain and having the courage to say exactly what is on his mind.'' <q> I'm not a master of anything, </q> says <strong> Simon Cowell </strong>.`` I think what I'm good at is making shows or records which a lot of people will like for the same reasons I like them.'' He says he", "new_id": -2}, {"uid": "1296896836199262266", "i": 339, "idx": 0, "sa": ["Barbara Walter", "Barbara Walters", "David Letterman", "Charlie Rose", "Bill Clinton"], "q": "sure if <strong> Charlie Rose </strong> would live. Doctor on <strong> Barbara Walters </strong>'` Setbacks' <strong> Barbara Walters </strong> was surprised to hear she had setbacks during heart surgery. Diary of <strong> Barbara Walter </strong>'s Heart Surgery <strong> Barbara Walters </strong> says she thought: <q> If I die on the operating table, I won't know it. </q>. <strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Bill Clinton </strong> says surgery gave him the chance to walk his daughter down the aisle. <strong> David Letterman </strong> on His Heart Surgery <strong> David Letterman </strong> jokes to <strong> Barbara Walters </strong> that new artery came from`", "new_id": -2}]