[{"uid": "1297553599075792419", "i": 11192, "idx": 3, "sa": ["Zahi Hawass", "Sarah Parcak"], "q": "11 February from the United States to Giza, where his team halted work for a week or so but is now continuing its efforts. <strong> Sarah Parcak </strong>, an Egyptologist at the University of Alabama, Birmingham, says, <q>I'd be surprised if[ <strong> Zahi Hawass </strong>] doesn't survive<q> the government shakeup. She says there is widespread backing for the young ministry of antiquities, which could boost the profile of archaeology in a country highly dependent on tourism. Until today, <strong> Zahi Hawass </strong> has made", "new_id": -2}, {"uid": "1295981786193069059", "i": 35456, "idx": 1, "sa": ["Bill Lockyer", "Sian Massey", "Newt Gingrich", "Richard Keys"], "q": "I should trust his judgment on that?\" Gray then said: \"No, I wouldn't. I definitely wouldn't... I can see her from here,\" before swearing and adding: <q>What do women know about the offside rule?<q> Gray didn't publicly apologized for his remarks, unlike <strong> Richard Keys </strong>, who telephoned <strong> Sian Massey </strong> on Monday. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q>Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it,<q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}, {"uid": "1295569075103366669", "i": 2260, "idx": 3, "sa": ["Barack Obama", "Sen. Alan Simpson", "Sen. Bernie Sanders"], "q": "from the general treasury at a future date, but <strong> Sen. Bernie Sanders </strong> and his liberal allies are skeptical. \"The danger of doing that is that this precedent becomes extended,\" <strong> Sen. Bernie Sanders </strong> said in an interview. <q>I know as surely as I'm sitting here that a year from now, when <strong> Barack Obama </strong> says this is only a one-year program, what are Republicans going to say? They're going to say no.<q> Liberal Democrats are worried about <strong> Barack Obama </strong>'s appointment of former <strong> Sen. Alan Simpson </strong>( R-Wyo.) to the fiscal commission. They view him as a longtime antagonist of the program. They say <strong> Barack Obama </strong> could have", "new_id": -2}, {"uid": "1295400567126992450", "i": 1254, "idx": 0, "sa": ["Hu Jintao", "Steve Ballmer", "Barack Obama"], "q": "Monday the United States had to pass legislation to punish China if it fails to allow its currency to rise in value. The Congressional Steel Caucus of lawmakers from steel-making states urged <strong> Barack Obama </strong> to tell <strong> Hu Jintao </strong> that <q>American patience for its unfair and illegal trade practices, and its exploitative and anti-competitive policies, has run out.<q> \"There's increasing frustration, particularly on the exchange rate issue, with the pace at which the Chinese have advanced,\" <strong> Steve Ballmer </strong> Dunaway, an international economics expert at the Council on Foreign Relations,", "new_id": -2}, {"uid": "1296467038100122624", "i": 29781, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "Sales Figures\"[ Google CEO] <strong> Eric Schmidt </strong> pointed out that they're activating 200,000 units per day,\" Apple CEO <strong> Steve Jobs </strong> told media and analysts during an 20 October earnings call. <q>By comparison, Apple has activated 270,000 units per day, on average.<q> Since then, the two companies' other executives have used similar metrics- always in the hundreds-of-thousands range- to paint their respective smartphone platforms as unbeatable in the marketplace. That intense focus on sales", "new_id": -2}, {"uid": "1295563359148553852", "i": 24095, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ". Mr. <strong> Sergey Brin </strong> will turn his focus to strategic projects. In a tweet, Mr. <strong> Eric Schmidt </strong> framed the management shuffle as something akin to handing the car keys off to the teenagers, writing: <q>Day-to-day adult supervision no longer needed!<q> Earnings per share, in case anyone's still interested, came in at$ 8.75, killing consensus estimates for$ 8.09, while revenue was$ 8.44 billion, also better than expected. Google stock", "new_id": -2}, {"uid": "1296084297051298315", "i": 36649, "idx": 1, "sa": ["Joe Webb", "Matt Cassel", "Brian St. Pierre", "Charlie Batch", "Marty Mornhinweg", "Michael Vick", "Brodie Croyle"], "q": "to suffer an ill-timed concussion or <strong> Matt Cassel </strong>'s appendix to flare up. If the Eagles didn't have <strong> Michael Vick </strong>, think they'd be 10-4? \"The next guy steps up,\" <strong> Marty Mornhinweg </strong> said, <q>and[ does] whatever it takes to win the next ballgame.<q> By the Daily News' count, 59 quarterbacks have started an NFL game this season. <strong> Joe Webb </strong>, if he gets the expected nod on Sunday, will be No. 60. <strong> Brian St. Pierre </strong>, <strong> Brodie Croyle </strong>, <strong> Charlie Batch </strong>", "new_id": -2}, {"uid": "1295792500158990396", "i": 14364, "idx": 0, "sa": ["Andrew Garfield", "Simon Cowell", "Steven Tyler"], "q": ". Experts believe it could be the absence of the Mr <strong> Simon Cowell </strong>, <strong> Simon Cowell </strong>. The new panel-Jennifer Lopez, Aerosmith's <strong> Steven Tyler </strong> and show regular Randy Jackson- has had mixed reviews. <q><strong> Simon Cowell </strong>'s cutting edge is clearly missed. The reality is that people like their reality and talent shows to have a little bit of bite. It doesn't bode well,<q> the Daily Star quoted one insider as saying. <strong> Simon Cowell </strong> quit <strong> Simon Cowell </strong> tells Oprah he was kicked out of a US TV network once <strong> Andrew Garfield </strong> didn't expect The Social Network to be", "new_id": -2}, {"uid": "1297273219262504460", "i": 29972, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": ", National Security Council meeting in which <strong> Colin Powell </strong>, then secretary of state, sketched out the presentation he was to make at the United Nations two days later. <strong> Donald Rumsfeld </strong> quotes himself as telling the meeting, <q>We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.<q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as \"Terrorist Poison and Explosive Factory, Khurmal.\" <strong> Donald Rumsfeld </strong> said Khurmal was operated", "new_id": -2}]