[{"uid": "1296717777187006991", "i": 36131, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "in power, he says, the Middle East would be`` far more perilous than it is today.'' Addressing charges that he failed to provide enough troops for the war, he allows that, <q> In retrospect, there may have been times when more troops could have helped. </q> But he insists that if senior military officers had reservations about the size of the invading force, they never informed him. <strong> Donald Rumsfeld </strong> portrays <strong> Colin Powell </strong> as reigning over a State Department reluctant to accept <strong> President Bush </strong>'s political", "new_id": -2}, {"uid": "1296363672108036107", "i": 27602, "idx": 0, "sa": ["Zahi Hawass"], "q": "archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection was secure from thieves, the greatest threat to the collection inside was posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1295564424178864177", "i": 8793, "idx": 0, "sa": ["Eric Schmidt"], "q": "the pioneering technology company.`` We have been talking about how best to simplify our management structure and speed up decision making for a long time,'' said <strong> Eric Schmidt </strong> in announcing the decision. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.`` Page credited <strong> Eric Schmidt </strong> with running the company`` brilliantly </q> while keeping the`` headstrong founders'' involved.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role", "new_id": -2}, {"uid": "1295290539030998554", "i": 9078, "idx": 1, "sa": ["Kevin Brady", "Mike Pence"], "q": "it will gain much traction in the House,'' <strong> Kevin Brady </strong> says. Like <strong> Kevin Brady </strong>, Indiana Republican <strong> Mike Pence </strong> says what happened in Tucson should not be blamed on a public policy that needs fixing. <q> What we had here was a despicable human being who engaged in a barbarous act against defenseless civilians and a deeply respected colleague, </q> he says.`` I think we should focus on holding that individual to account.'' Is Now The Time To Act? Saying Congress has no responsibility to act is naive, according to", "new_id": -2}, {"uid": "1295722934067436550", "i": 15741, "idx": 0, "sa": ["Andy Coulson"], "q": ", and that one of the four claims was being made by a journalist.`` This was almost kids' play time. It was such a widespread practice,'' said Mr Lewis. <q> Although it is a crime, people were regarding it as though it was driving at 35mph in a 30, that you just sort of do it and hope you don't get caught. </q> Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110% needed''.", "new_id": -2}, {"uid": "1295674696105103375", "i": 8807, "idx": 1, "sa": ["Eric Schmidt", "Charles Arthur"], "q": "'s conference call, much was stressed on Page`` being ready,'' writes Forbes' Quentin Hardy. <strong> Eric Schmidt </strong> added that Page had`` lots of ideas that are interesting and clever.'' <q> Larry Page is likely to be a very capable chief executive at Google- as long as the rules don't change, and he has to prove he is a businessman, </q> Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian:`` After slipups with search, Street View and Android, it", "new_id": -2}, {"uid": "1296982871013991969", "i": 6525, "idx": 0, "sa": ["Michael Vick"], "q": "reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.`` As a", "new_id": -2}, {"uid": "1297293225002195576", "i": 6518, "idx": 6, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "he has yet to see a complete episode, only a short recap.`` I think they're doing a good job,'' he said of new judges <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>. 1 Response to <q> <strong> Simon Cowell </strong> announces audition cities,$ 5 million prize for`` The X Factor </q>'' February 7th, 2011 at 6:44 pm Hadn't realize how much I really didn't like <strong> Simon Cowell </strong>; altho feared without him on AI it would ruin the show. Fortunately, that's not", "new_id": -2}, {"uid": "1297135687195428354", "i": 4074, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Mayor Tom Leppert", "Michael Vick"], "q": "February 4 as a pre-Super Bowl shindig <strong> Dwaine Caraway </strong>, the mayor pro tem of Dallas, says he's ready to take over should <strong> Mayor Tom Leppert </strong> end his term early. New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy? </q> Â© 2011 PanLocal Media, LLC- All Rights Reserved. Dallas <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a`` second chance.'' According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was`` passionate about it,'' adding that the president said <q> it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall. </q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}]