[{"uid": "1296743100016711680", "i": 3999, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "from <strong> President Bush </strong> and other critics of the war in Iraq set to music... 5/21- Hijacking Humanity Final Cut An important part of The Cause of Effect: Hijacking Humanity, Chapter 2 of the series, titled, <q> It's a Rich <strong> Million Man </strong>'s World.. Government? </q> presents evidence about the North American Union, as well as a brief history on Currency and the Banking Banksters who control our money... Gibbs on Afghanistan Effort Under <strong> Donald Rumsfeld </strong>:` You Go to War with the <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1297123768200310841", "i": 15046, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "or exploited by the market.`` We hated the whole frenzy of the push for homeownership, and then watching low-income people being raped of equity,'' says Brenda Torpy, CEO of the Champlain Housing Trust. <q> Poor people never get rich in the real-estate market. If prices go up, you can't afford to buy a home. But if prices go down, you lose tremendous value. </q> Torpy has been with the Burlington shared-equity project from the beginning. Initially, Mayor <strong> Sen. Bernie Sanders </strong> rejected the idea because he objected on principle to treating low-income people differently than everyone else. But at the time Burlington", "new_id": -2}, {"uid": "1295670452069369863", "i": 8307, "idx": 7, "sa": ["Wilson Chandler", "Allen Iverson", "Dwight Howard"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... <strong> Dwight Howard </strong> Blocked by <strong> Wilson Chandler </strong>! Magic vs Knicks! 23.3.09 <strong> Dwight Howard </strong> Blocked by <strong> Wilson Chandler </strong>! Magic vs Knicks! 23.3.09 NEW YORK( AP) A division title is", "new_id": -2}, {"uid": "1295916542006537217", "i": 3896, "idx": 2, "sa": ["Bill Lockyer", "Diane Harkey"], "q": "R), Dana Point, who sits on the Banking and Budget Committees, said bankruptcy allowed Orange County to work out its problems in the 1990s. But California, she said, is a different matter. <q> I'm a little bit leery of its impact on our state and the rest of our local municipalities, </q> <strong> Diane Harkey </strong> said. There's also the political question of what governor would want to lead his or her state into bankruptcy.`` I can't imagine anyone doing it,'' <strong> Bill Lockyer </strong> said. Missing 10-Year-Old Found", "new_id": -2}, {"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,'' Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}, {"uid": "1296102825131907709", "i": 23656, "idx": 3, "sa": ["Ben Wallace", "Michael Jordan", "Allen Iverson", "Tracy McGrady"], "q": ", and finished with 16 rebounds, three steals, three blocks and 10 points.`` I thought I was going to have to lead the way, but the guys were already ready,'' <strong> Ben Wallace </strong> said. <q> We just played with a lot of energy. </q> <strong> Tracy McGrady </strong>, the NBA's leading scorer, broke the Magic playoff scoring record he set Sunday with 43 points. <strong> Michael Jordan </strong> 46-point performance also tied The Palace scoring record in http://wn.com/Allen_Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to stay with his man", "new_id": -2}, {"uid": "1295779997079200290", "i": 44005, "idx": 1, "sa": ["Tony Blair", "Alastair Campbell", "George Galloway", "Andy Coulson", "David Cameron", "Gail Sheridan"], "q": "on him grew this month when the newspaper suspended his former news editor over hacking claims. <strong> Tony Blair </strong>'s former spin doctor <strong> Alastair Campbell </strong> said there was a`` greater stench'' to the scandal. He said: <q> First, there's the issue of <strong> David Cameron </strong> and <strong> George Osborne </strong>'s judgment, then there's the News of the World and what appears to be industrial phone hacking going on systematically.`` There's also the issue of the News Corp takeover of BSkyB and the apparent attempts by Jeremy Hunt, the Culture Secretary, to let that go through without proper scrutiny, and finally there's the extraordinary conduct of the police. </q> Number 10 comms chief <strong> Andy Coulson </strong>`` deserves second chance'' says <strong> David Cameron </strong> Peace deal struck between Holyrood hopefuls <strong> George Galloway </strong> and <strong> Gail Sheridan </strong> Holyrood hopefuls <strong> George Galloway </strong> and <strong> Gail Sheridan </strong> clash over left-wing ticket", "new_id": -2}, {"uid": "1296794423209420303", "i": 2215, "idx": 1, "sa": ["Kyle Korver", "Deron Williams", "Allen Iverson"], "q": "dominant scoring lead guards with the <strong> Allen Iverson </strong> and the Jazz in <strong> Deron Williams </strong>. Rose's 32 points against the Clippers came on 18 shots, which often might have been <strong> Allen Iverson </strong>'s shot output at the half. <q> I think Derrick's floor game is what I've been most impressed with, </q> <strong> Kyle Korver </strong> said.`` Part of it is there are more pieces around him. There's not quite as much pressure on him to make everything happen, which from afar seemed to be the case the last couple", "new_id": -2}, {"uid": "1296161007118571071", "i": 9499, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> chuckmella at 2:32 PM January 27, 2011 How is it year after year you dredge up this disingenuous crap? It's like", "new_id": -2}, {"uid": "1296846601173342727", "i": 9509, "idx": 2, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "in the process. After acknowledging that he's been a keen observer of the late-night battle for many years, <strong> Howard Stern </strong> suggested that he supports <strong> David Letterman </strong> because he has a personal distaste for <strong> Jay Leno </strong>. <q> You know as well as everyone in this room, <strong> Jay Leno </strong> is horrible, </q> he asserted.`` <strong> Jay Leno </strong>'s got no talent.''", "new_id": -2}]