[{"uid": "1295630192007700487", "i": 48090, "idx": 0, "sa": ["George H.W. Bush", "Colin Powell", "Brent Scowcroft"], "q": "; <strong> Colin Powell </strong> <strong> Brent Scowcroft </strong>, national security adviser at the time; and former Marine Corps <strong> Colin Powell </strong> Walter Boomer. The conflict which began on January 17, 1991, about four months after Iraq invaded Kuwait. <q>A few things I probably could have done better, but in the case of Desert Storm( the military name for the Gulf War), history will say we got this one right,</q> <strong> George H.W. Bush </strong> told the audience of approximately 3,500 gathered for the session. The former president and his team also appeared together in an interview with NBC's Brian Williams, which can be viewed at the", "new_id": -2}, {"uid": "1297615356105119757", "i": 15547, "idx": 0, "sa": ["Marlon Wayans", "Nick Lachey", "Katy Perry", "Russell Brand", "Vanessa Minnillo", "Vivica A. Fox", "Simon Cowell"], "q": "Valentine's Day From the POV of the Stars <strong> Marlon Wayans </strong> Stars in Commercials Stars get fit, fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New ''American Idol'? <strong> Russell Brand </strong> Hosts Saturday Night Live: <q>I'm Much More Famous in England</q> <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed Royal romance of William, <strong> Katy Perry </strong> turned into comics <cite> Associated Press </cite> <strong> Katy Perry </strong>:'' I Was Shaped Like", "new_id": -2}, {"uid": "1296229265086933518", "i": 29435, "idx": 0, "sa": ["Mike Pence"], "q": "<q>Previous Is the Arab World Ready for Democracy? provides some context and points out something I think a lot of Western cheerleaders fail to grasp: ''There's no way for Egypt to be democratic and exclude the Islamists from political participation. The same is true for most other parts of the Arab world...</q>-- <strong> Mike Pence </strong> has removed himself from 2012 presidential contention( by all accounts 1 So much for equal protection under Obama law ''DOJ official: ''The law was written to protect black people", "new_id": -2}, {"uid": "1296114922211763218", "i": 22426, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ". ''In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said. ''<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' Watchers of the technology giant seemed to react mostly positively to news of the leadership shakeup. ''I think it", "new_id": -2}, {"uid": "1295690356156418069", "i": 18153, "idx": 3, "sa": ["Michael Jordan", "Allen Iverson", "Elton Brand", "Jrue Holiday"], "q": "'' Looking for a spark, 76ers coach Eddie <strong> Michael Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q>He just put us in a good rhythm tonight and had us flowing,</q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He http://wn.com/Dwyane_Wade_Complete_Highlights_[27_Points]_vs_Bucks_28309 MIAMI( AP) At this point, milestones mean little", "new_id": -2}, {"uid": "1295162148185597955", "i": 13021, "idx": 8, "sa": ["Steve Javie", "Michael Jordan", "Allen Iverson"], "q": "team that traded him to Denver over the holidays, repeating his contention that he should have had more say in the Sixers' style. <strong> Allen Iverson </strong> also saved a parting shot for official <strong> Steve Javie </strong>, who ejected him. <q>I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out,</q> <strong> Allen Iverson </strong> said. ''<strong> Michael Jordan </strong> fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league.", "new_id": -2}, {"uid": "1297016781210059273", "i": 20709, "idx": 0, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong> used the term ''shyster loans'' three times Friday in an address at an auto dealer's convention in San Francisco, but he issued a statement the next day expressing his regrets. <q>I used a term in reference to the interest rate being charged on our government loans that has raised concern. I regret the remark which I consider inappropriate,</q> <strong> Sergio Marchionne </strong> said in his statement. The Detroit News said Sunday that Steve Rattner, who was the Obama administration's ''auto czar' during the bailout, said the loans were made at or below market", "new_id": -2}, {"uid": "1296079016000753673", "i": 20689, "idx": 2, "sa": ["Michael Vick", "Barack Obama"], "q": "'' ''We believe it was worth it,'' he said, ''because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.'''[...] <q>We're real excited about it,</q> Vito said. ''<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's", "new_id": -2}, {"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino. ''I am excited about this partnership with Nokia,'' <strong> Steve Ballmer </strong> said of the pairing. <q>Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}, {"uid": "1295315613097861656", "i": 3444, "idx": 0, "sa": ["Mike Pence"], "q": "The pair's site is a gathering place for grassroots conservatives to sign a petition urging <strong> Mike Pence </strong> to choose a run for the White House. The site describes <strong> Mike Pence </strong> as ''the conservative champion.'' <q><strong> Mike Pence </strong> describes himself as ''first a Christian, then a conservative, then a Republican,'</q> Benko said. ''He unifies fiscal, social and national security conservatives, and will energize the conservative coalition essential to winning back the White House in 2012.''' The Hill reported <strong> Mike Pence </strong>, 51,", "new_id": -2}]