[{"uid": "1295894966204308498", "i": 8826, "idx": 0, "sa": ["Simon Cowell"], "q": "make-up artist Mezhgan Hussainy last February, admits he struggles to relate to very young kids, but would love to have youngsters of his own to play games with. <strong> Simon Cowell </strong>'s Aging Fears. He said: <q> I worry about it- because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70. Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole` ga ga goo' thing. But I genuinely like kids. </q> <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has`` softened'' him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah Presents Master Class'", "new_id": -2}, {"uid": "1295093737200343573", "i": 15797, "idx": 0, "sa": ["Jennifer Lopez", "Steven Tyler", "Tom Brady", "Simon Cowell"], "q": "... <strong> Steven Tyler </strong> no Idol to bandmates! frontman and new`` American Idol'' judge <strong> Steven Tyler </strong> acknowledged yesterday that his bandmates still aren't wild about his decision to become the new <strong> Simon Cowell </strong>. But he doesn't care. <q> Everyone's got their opinion, </q> the target=\"_blank\" href=\"http://bostonexaminer.com/\"> Boston Bad Boy told a confab of TV critics in La-La gathered to meet <strong> Steven Tyler </strong> and his new comrade-in-criticism, <strong> Jennifer Lopez </strong>, and <strong> Tom Brady </strong> Evolves Into Patriots' Forceful Leader Mass.- So far this", "new_id": -2}, {"uid": "1295588443175472914", "i": 24682, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": "agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.'' He added,`` managing the business has become more complicated,'' and Google wanted to <q> speed up decision making, </q> so <strong> Larry Page </strong> got the nod. As for <strong> Larry Page </strong>'s ability to lead the company, <strong> Eric Schmidt </strong> says,`` <strong> Larry Page </strong>, in my clear opinion, is ready to lead.'' This news came", "new_id": -2}, {"uid": "1295682265065617928", "i": 112, "idx": 6, "sa": ["Charlie Black", "Mike Pence"], "q": "some say is the safer route of running for Indiana governor? Is it realistic to try to vault from the House to the White House, something that has been done only once, in 1880? <q> A number of things would have to fall into place to make him competitive, </q> said <strong> Charlie Black </strong>, a veteran GOP strategist.`` The key is the conservative movement adopting him as its favorite.'' <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need", "new_id": -2}, {"uid": "1297689425188481557", "i": 56461, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": ", despite the greater risk that he could have been recognized. While <strong> Steve Ballmer </strong> was waiting quietly in the lounge, his name was called out over the loud speaker because of an error related to his plane ticket. <q> <strong> Steve Ballmer </strong> is a relatively recognizable individual? It wouldn't have been funny if it had leaked, </q> <strong> Stephen Elop </strong> said of the deal. Copyright? 2011 Dow Jones Newswires", "new_id": -2}, {"uid": "1295400052126992429", "i": 50160, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer", "Steve Cooley"], "q": "serious, thoughtful discussion,'' Tom Dresslar, a spokesman for California State Treasurer <strong> Bill Lockyer </strong>, told the Mercury News. As for the governor's reaction, the Los Angeles Times reports that <q> <strong> Jerry Brown </strong> hoped the Community Redevelopment Agency was not planning on` squirreling money away for the indefinite future when our schools, police and firefighters are in need of this funding.' </q> The state has not threatened specific legal action. District Attorney <strong> Steve Cooley </strong> has received citizen complaints of the CRA's possible violation of the <strong> Jerry Brown </strong> Act, but likewise has yet to respond. In addition,", "new_id": -2}, {"uid": "1295448193089899023", "i": 5715, "idx": 2, "sa": ["Regis Philbin", "David Letterman"], "q": "-- is he retiring from show business, or he is just leaving Live? Joking that he had a drink before he made the announcement, he asked <strong> David Letterman </strong> what he said. Then he explained, <q> I'm leaving the show. I'm not retiring from show business. </q> <strong> David Letterman </strong> asked <strong> Regis Philbin </strong> if he would come on show, at least.`` Once in awhile, Dave,'' <strong> Regis Philbin </strong> said.`` Not too often.'' Closing the call,", "new_id": -2}, {"uid": "1295094109134053944", "i": 26898, "idx": 0, "sa": ["Sergio Marchionne"], "q": "punti sui quali <strong> Sergio Marchionne </strong> insiste con i cronisti nel corso del suo viaggio a New York per la riunione del comitato per le relazioni tra Italia-Usa. Ma l'amministratore delegato di Fiat non risparmia parole di fuoco alla Fiom. <q> Fa dichiarazioni all` impazzata, porta avanti un punto di vista che io non condivido minimamente: zero. Penso che l'intransigenza che abbiamo visto fino ad ora andr a bloccare lo sviluppo del Paese </q>.`` Io voglio il contratto dell` auto- spiega <strong> Sergio Marchionne </strong>-. Se questo significa scardinare il contratto nazionale? un` interpretazione dei sindacati. Ho bisogno di un sistema di regole che preserva le parti pi", "new_id": -2}, {"uid": "1296244617002752522", "i": 15465, "idx": 11, "sa": ["Allen Iverson", "Kevin Garnett", "Tyronn Lue"], "q": "`` I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Nba_Celtics__Lakers__Kevin Garnett_Press_Conference_For_Game_7__Finals_2010 <strong> Kevin Garnett </strong> talks to the media about Game 7! I do not claim ownership or makin' money from this video. All rights reserved by copyright", "new_id": -2}, {"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}]