[{"uid": "1296241400207323225", "i": 21559, "idx": 0, "sa": ["Eric Schmidt", "The Beeb"], "q": "to the openness of the Web. <strong> The Beeb </strong> confronted <strong> Eric Schmidt </strong> with Google's apparent failure to catch the social network wave, citing the failure of Google Buzz. <strong> Eric Schmidt </strong> concedes that Google has been <q>late adding social capabilities to our core products</q> but says that Buzz and other current plans are not an attempt to copy Facebook. Discussing the walled gardens of social networking, <strong> Eric Schmidt </strong> reckons that closed systems threaten \"the bargain of the Web\", a", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q>Sales professionals are at the heart of almost every successful business,</q> said <strong> Steve Ballmer </strong>. \"Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}, {"uid": "1296972243040075285", "i": 38633, "idx": 0, "sa": ["Evgeni Malkin", "Michael Vick"], "q": "NFL and its players union met for two hours in Dallas to talk about a new labor deal, their first formal bargaining session in more than two months. The sides issued a joint statement, saying they <q>plan to increase the number, length and intensity</q> of bargaining sessions so they can reach agreement before the collective bargaining agreement expires March 4. Philadelphia quarterback <strong> Michael Vick </strong> won the Associated Press Comeback Player of the Year Award. Nhl/ <strong> Evgeni Malkin </strong> has two torn knee", "new_id": -2}, {"uid": "1295919500067010572", "i": 26933, "idx": 3, "sa": ["Dito Montiel", "Simon Cowell"], "q": "'s season debut). <strong> Simon Cowell </strong> also got candid on his career, admitting his biggest failures( notably signing a failed girl group 12 years ago) have come when he has believed his own \"hype.\" <q>You start living in this bubble, which is your world, and you start to believe that that's the only world that exists,</q> he said. \"Which is why most successful people screw it up for themselves normally within two, three, SUNDANCE: Al Pacino-Katie Holmes \"The Son of No One' Bombs, Prompts Walkouts <strong> Dito Montiel </strong>\"s", "new_id": -2}, {"uid": "1295007611134168585", "i": 38920, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "in a way that heals, not in a way that wounds.\" \"As we discuss these issues, let each of us do so with a good dose of humility,\" <strong> Barack Obama </strong> said. <q>Rather than pointing fingers or assigning blame, let us use this occasion to expand our moral imaginations, to listen to each other more carefully, to sharpen our instincts for empathy, and remind ourselves of all the ways our hopes and dreams are bound together.</q> <strong> Barack Obama </strong> also said <strong> Gabrielle Giffords </strong> opened her eyes for the first time during his visit and quote \"she knows we are here and she knows we love her.\" New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> was also", "new_id": -2}, {"uid": "1297211882164479028", "i": 47964, "idx": 0, "sa": ["Rachel Uchitel", "Simon Cowell"], "q": "March 27 in Los Angeles and then Chicago, Dallas, Miami, New York/New Jersey and Seattle will also host auditions.*** According to Entertainment Weekly, <strong> Simon Cowell </strong>, 51, said in a statement: <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group. \"I've never believed that there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract.</q> Miss USA 2010 Winner a Pole Dancer- <strong> Rachel Uchitel </strong> Poses for Playboy", "new_id": -2}, {"uid": "1295983609158924816", "i": 6112, "idx": 3, "sa": ["Kirsten Gillibrand", "Sen. Mark Udall", "Martin Luther King III", "Mayor Michael Bloomberg"], "q": "ill and drug addicted, who should not have easy access to deadly weapons.\" \"I commend <strong> Mayor Michael Bloomberg </strong> for his leadership in working to eliminate horrible gun violence in our communities,\" said <strong> Kirsten Gillibrand </strong>. <q>I will continue to work with the <strong> Mayor Michael Bloomberg </strong>, Police Commissioner Kelly, law enforcement officials and my <strong> Sen. Ted Kennedy </strong> colleagues on a number of common sense, reasonable legislative proposals, including keeping the guns out of the hands of the mentally ill and closing loopholes to strengthen the NICS database.</q> <strong> Martin Luther King III </strong>, and other important contributors who are working to identify shortcomings in existing federal efforts to keep firearms out of the hands of criminals and the mentally ill,\" said <strong> Sen. Mark Udall </strong>. \"When I served in the", "new_id": -2}, {"uid": "1295921372006537277", "i": 39621, "idx": 2, "sa": ["Zahi Hawass", "Andreas Peschke"], "q": "the Prussian Cultural Heritage Foundation, refuted <strong> Zahi Hawass </strong>'s statement, a move backed by the German government. \"She is and remains Egypt's best ambassador in Berlin,\" he told The Associated Press. <q>This is not an official request. An official request is a request from one government to another,</q> German foreign ministry spokesman <strong> Andreas Peschke </strong> told AFP. German archaeologist Ludwig Borchhardt found the statute in 1912 and it was taken to Germany in 1913. In the past, <strong> Zahi Hawass </strong> has sent letters to try", "new_id": -2}, {"uid": "1296868149118718514", "i": 3960, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "February 4th, 2011 DALLAS( AP)- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q>He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that,</q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. \"I want to", "new_id": -2}, {"uid": "1295264028094093318", "i": 7256, "idx": 4, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "the papers and blogs are saying Phone-hacking row: <strong> Nick Clegg </strong> urges police to investigate \"quickly and thoroughly' <strong> David Cameron </strong>: <strong> Andy Coulson </strong> deserves to be given a second chance Imageark 17 January 2011 10:17 AM <q><strong> Andy Coulson </strong> has admitted that the allegations concerning the bugging of celebrities' phones while he was editor of the News of the World are making it harder for him to carry out his duties at No 10</q> teaplanter 17 January 2011 10:19 AM I almost think there's a danger at the moment that he\"s effectively been punished twice for the same offence. This is a very strange turn", "new_id": -2}]