[{"uid": "1295702422236945432", "i": 40694, "idx": 0, "sa": ["Ian Edmondson", "David Cameron", "Andy Coulson"], "q": " LONDON( AFP)- British Prime Minister <strong> David Cameron </strong> began looking for a new media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The GuardIan Edmondson after <strong> Andy Coulson </strong> quit Friday, bowing to pressure over what he knew about hacking at the News of the World( NOTW) when he was its editor. The dramatic", "new_id": -2}, {"uid": "1297194029096485410", "i": 138, "idx": 0, "sa": ["Mark Steyn", "Sergio Marchionne"], "q": " Filling in for Rush on Monday, guest-host <strong> Mark Steyn </strong> took the news of Eminem's Detroit-is-back Super Bowl ad and Chrysler-Fiat CEO <strong> Sergio Marchionne </strong>'s`` shyster loan'' comment and went to town on Detroit. <q> Unlike European cities, no bombs fell on this American city, this American city did it to themselves, </q> he said, taking offense at the ad's protrayal of Detroit as a comeback city. He also zeroed in on Chrysler for taking corporate welfare then spending$ 9 million of it on a Super Bowl ad.", "new_id": -2}, {"uid": "1295675869065781776", "i": 26768, "idx": 2, "sa": ["Tim Cahill", "Allen Iverson", "George Lynch", "Phil Jackson"], "q": "nine rebounds and <strong> George Lynch </strong> had eight points and 12 rebounds for Phil Jacksonadelphia, which improved the NBA's best record to 46-16.`` It felt funny playing against guys you played with all year,'' <strong> Allen Iverson </strong> said. <q> You look left, you look right and there are guys that were always right there in the foxhole with you, who felt bad when you felt bad. It was tough. </q> <strong> Allen Iverson </strong>, who scored 40 or more points for the 16th Tim Cahille this season, had 17 in the first quarter and 16 in the third. He made eight straight shots in one stretch and finished 16-of-30. The", "new_id": -2}, {"uid": "1296207741158072840", "i": 53567, "idx": 1, "sa": ["Robert Ayers", "Red Robin", "Simon Cowell", "John Fox"], "q": "the plRobert Ayers, <strong> John Fox </strong> should secure the judging assistance of <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong> says:`` If this Broncos player were a lifeguard, a lot of swimmers would drown.'' I might say: <q> If Zane had played with the Beadles the past season, he would have been Ringo. </q> At the conclusion of The Lost Season, the Broncos had connections to 70 plRobert Ayers- 53 on the active roster, eight on the practice squad and nine on injuRed Robin reserve. Half won't", "new_id": -2}, {"uid": "1297022203088555540", "i": 51715, "idx": 0, "sa": ["Eric Schmidt"], "q": "Computers can intuit for people: Google chief London: In 50 years, computers will be able to intuit for people, <strong> Eric Schmidt </strong>, the chief of internet search engine giant Google, predicts. <q> There will be a ubiquitous computational capability so amazing that people will assume that it is an assistant. It knows who you are, it knows what you do, it makes suggestions, it intuits things for you, </q> <strong> Eric Schmidt </strong> told British daily the Telegraph. View result <strong> Eric Schmidt </strong> said that people who`` opt in'' to the system will begin experiencing a much richer relationship with technology, aided by their computerised`` personal assistant", "new_id": -2}, {"uid": "1295615312003915794", "i": 37799, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "''. As Google's new chief executive, <strong> Larry Page </strong> will lead product development and technology strategy, along with all day-to-day operations of the firm. <strong> Sergey Brin </strong>, who co-founded Google with <strong> Larry Page </strong>, will <q> devote his time and energy to strategic projects, in particular working on new products </q>. His title will remain co-founder. In a blog post, <strong> Eric Schmidt </strong> said that he had been working with <strong> Larry Page </strong> and <strong> Sergey Brin </strong> on ways to simplify Google's management structure and quicken decision making.", "new_id": -2}, {"uid": "1297122406226197630", "i": 33898, "idx": 6, "sa": ["Simon Cowell", "Will Smith"], "q": "to do,'' he said. On X-Factor'' competitors <strong> Will Smith </strong> make home visits to the judges during the evaluation process and perform in front of live audiences of several thousand right from the start to see <q> who can handle the pressure, </q> adds <strong> Simon Cowell </strong>. Plus, the stakes are high for the hopeful stars: The winner of X Factor <strong> Will Smith </strong> be awarded$ 5 million record deal, the largest guaranteed prize in TV history.", "new_id": -2}, {"uid": "1297205767114294790", "i": 9545, "idx": 5, "sa": ["George W. Bush", "Colin Powell"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> George W. Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children_ but no obvious sign", "new_id": -2}, {"uid": "1296044761099729429", "i": 37719, "idx": 2, "sa": ["Michael Vick"], "q": "He's a whole other person.'' Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's`` sizable.'' <q> We believe it was worth it, </q> he said,`` because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.'' Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>.`` We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,'' <strong> Michael Cohn </strong> said in a phone interview. <q> But we don't have any fear with regards to Larry. </q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}]