[{"uid": "1295674864069369873", "i": 289, "idx": 0, "sa": ["Saddam Hussein", "Andy Coulson"], "q": ".'' The Daily Telegraph said Blair was far better informed on the Tehran regime than on <strong> Saddam Hussein </strong>'s and`` like him or not... he is right about Iran''. The Guardian said <q> the old stager belted out familiar tunes </q>, adding:`` Blair ties the planet together in a superstring theory of everything, and nothing is allowed to stand in the way of its conclusions.'' <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street", "new_id": -2}, {"uid": "1296509654156549122", "i": 19836, "idx": 0, "sa": ["Fife Symington III", "Eric Schmidt", "Barack Obama", "Woodrow Wilson"], "q": "the late 3rd century AD, Diocletian established the practice of dividing authority between two emperors, one in the western part of the empire and one http://wn.com/Eric_Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009. http://wn.com/MaximsNewsNetwork_BAN_KI_MOON_on_MYANMAR_AUNG_SAN_SUU_KYI_@_UN_SECURITY_COUNCIL_STAKEOUT Italy blocks EU statement on religious persecution <strong> Fife Symington III </strong> Bolton says statements re Egypt from <strong> Barack Obama </strong> and Hillary are`` mush'' Feature", "new_id": -2}, {"uid": "1296034426048955401", "i": 4059, "idx": 0, "sa": ["Donald Rumsfeld", "Zine El Abidine Ben Ali"], "q": "long supported the Tunisian leader, seeing him as a bulwark against Islamic militants in the region. In 2006, then-US defence secretary <strong> Donald Rumsfeld </strong>, speaking in Tunis, praised the country's evolution. <q> What they have done it seems to me is move from a colony in 50 years- a relatively short period of time- to a democratic country that in different areas is moving at a different pace, </q> he said. The US administration, like France and the European Union, never called for <strong> Zine El Abidine Ben Ali </strong> to go. Indeed, on January 12- just two days before he fled- State Department", "new_id": -2}, {"uid": "1297182757060325894", "i": 7530, "idx": 0, "sa": ["Courteney Cox", "Simon Cowell", "Kim Kardashian"], "q": "New York City, but declined to dance with him, instead just waving to the crowd. Prince instructed her kindly,`` Get off the stage.'' <strong> Kim Kardashian </strong> tweeted about the experience, writing: <q> OMG Prince just pulled me up on stage!!! I'm shaking!!!! I was so nervous I froze when Prince touched me!!!! </q> Her boyfriend Matthew Perry Replaces <strong> Courteney Cox </strong> When` <strong> Simon Cowell </strong> Sunshine' Premieres! Matthew Perry returns to TV with a new comedy,`` <strong> Simon Cowell </strong> Sunshine,'' also starring his`` The West Wing'' co-star", "new_id": -2}, {"uid": "1295608494129794051", "i": 30392, "idx": 0, "sa": ["Morgan Stanley", "Eric Schmidt"], "q": "Paris-based Insee. Thirty-five of the 49 companies in the S&P 500 that reported earnings since Jan. 10 have topped analyst estimates, with General Electric <strong> Morgan Stanley </strong> and Bank of America Corp. due to release results today. <q> Recent data suggested the economic performance in Europe has been okay, and probably somewhat better than people expected, </q> said Adrian <strong> Eric Schmidt </strong>, a currency strategist at Lloyd TSB Bank Plc in London. The euro strengthened 0.5 percent against the dollar, and was 0.3 percent stronger versus the yen. The dollar weakened 0.2 percent", "new_id": -2}, {"uid": "1296842212222789687", "i": 25424, "idx": 0, "sa": ["Andy Coulson", "Paul McMullan", "Daisy Dunlop"], "q": "know hacking was taking place. <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his` Bizarre' column, and after that at NOTW,'' <strong> Paul McMullan </strong> said in written evidence to the committee. <q> As he sat a few feet from me in the newsroom he probably heard me doing it, laughing about it etc. and told others to do it. </q> The News of the World and The Sun are published by News International Ltd., which is owned by U.S-based News Corp.. <strong> Daisy Dunlop </strong>, a spokeswoman at News International, declined to immediately comment. The", "new_id": -2}, {"uid": "1295746465110362632", "i": 4943, "idx": 1, "sa": ["Kobe Bryant", "Allen Iverson", "LeBron James", "Mo Williams"], "q": "win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> LeBron James </strong> around, the Cavs have little to fear.`` He willed this win for us,'' Cavs coach Mike Brown said of his star. <q> He has been doing that for us down the stretch, no matter who our opponent is. </q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half http://wn.com/Allen_Iverson_54pts_vs_Cleveland_Cavaliers_2000/2001_MVP_NBA_Regular_Season <strong> Allen Iverson </strong> keeps scoring and the Philadelphia 76ers keep winning. One night after a 41-point effort in Philadelphia's most lopsided win of the season,", "new_id": -2}, {"uid": "1295599055020365403", "i": 1393, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "tremendous leader and I have learned innumerable lessons from him.'' Mr Page said Google is just at the`` tip of the iceberg'' of how the internet will change consumers lives in the future. <q> If you think about the next five years of what your online life will be like, we are only just[ getting] started and I am very excited, </q> he added. Mr <strong> Eric Schmidt </strong> said his new role would concentrate on`` deals, partnerships, customers and broader business relationships''. Mr <strong> Sergey Brin </strong> will devote his time to`` strategic projects'',", "new_id": -2}, {"uid": "1296599743193396754", "i": 49412, "idx": 5, "sa": ["Miranda Lambert", "Kelsey Grammer", "David Letterman", "Alyson Hannigan"], "q": ".'' Finally, three hours later, he called me. He basically said,`` I don't want to be married anymore.''' But the Examiner doesn't think she should be a problem. <q> This will be, if they make it to the altar, <strong> Kelsey Grammer </strong>'s fourth marriage http://wn.com/Kelsey_Grammer_on_David_Letterman_Show__September_29,_2009_part_1 September 29, 2009- <strong> Kelsey Grammer </strong>, <strong> Alyson Hannigan </strong> <strong> Kelsey Grammer </strong>( Hank), <strong> Alyson Hannigan </strong>( How I Met Your Mother), <strong> Miranda Lambert </strong>( CD,`` Revolution </q>) <strong> David Letterman </strong> late show <strong> Kelsey Grammer </strong> Hank <strong> Alyson Hannigan </strong> How I Met Your Mother <strong> Miranda Lambert </strong>`` late show'' Season 16 Episode 2009 cbs guests tvshow talk talkshow interview news celebrity celeb late show season episode part HD HQ 2009 Click our", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season.`` I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q> <strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}]