[{"uid": "1295590949047480976", "i": 36621, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": "towards a new version, called IPv6, which will offer trillions of addresses for every person on the planet.`` Who the hell knew how much address space we needed?'' <strong> Vint Cerf </strong> said. <q> It doesn't mean the network stops, it just means you can't build it very well. </q> Google's leadership shake-up <strong> Vint Cerf </strong> said Google's Today the company announced that Google co-founder Larry Page would take over as chief executive from <strong> Eric Schmidt </strong>, who has become its executive chairman. Until", "new_id": -2}, {"uid": "1295568681147800068", "i": 14135, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "the company as opposed to just being in the founder role.'' Page praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an`` outstanding job leading <strong> Google Inc. </strong> for the last decade''. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> he said. Competing with Facebook <strong> Sergey Brin </strong> also got a new role in Thursday's overhaul of the management structure working on strategic projects and new products, which he described as his`` personal", "new_id": -2}, {"uid": "1296746762199131138", "i": 23283, "idx": 0, "sa": ["Gov. Rick Perry", "Donald Rumsfeld"], "q": "National Grid, never has been. </blockquote> <strong> Gov. Rick Perry </strong> trades with Mexico with electricty and water resouces. <strong> Gov. Rick Perry </strong> gets a higher percentage of it electricity from wind power than any other state. Report Abuse <q> Actually. This is a stupid a$$ article. Each year certain power stations are required by federal law to shut down for regular maintenance in the winter when the power is usually on very low draw. And since our current retard of a president has mandated that no more coal or nuclear power stations may be built, we are unable to cycle up the stations that are down to add additional power to the grid. </q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Smokers-Quitting Is Easy! Now You Don't Have To Actually`` Quit''! Check", "new_id": -2}, {"uid": "1297176031226918403", "i": 3164, "idx": 6, "sa": ["David Letterman", "Aaron Rodgers"], "q": "But that was a great opportunity to advance my career.'' <strong> David Letterman </strong>:`` Now why weren't you recruited out of high school for a college, a major college?'' <strong> Aaron Rodgers </strong>: <q> I think a number of reasons: one, I wasn't, you know-- even today, I'm not gon na be the guy who pops out as-- you know, I'm not 6' 5 </q>, I'm not 240, I'm don't run a 4-5-40. But I think a lot of times, the things you can't measure are often the things that give people the most success.''", "new_id": -2}, {"uid": "1295531293005685251", "i": 28747, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "New Jersey auditions, the three 2011 judges- Randy Jackson, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>- looked unsure about when and how to dismiss unqualified contestants. <strong> Jennifer Lopez </strong> had a particularly hard time saying`` no.'' <q> This is awful... I hate this... Why did I sign up for this? I wan na go home, </q> <strong> Jennifer Lopez </strong> said, after dashing the dreams of a truly More News How do you fill <strong> Simon Cowell </strong>\\'s shoes? If Wednesday night\\'s premiere episode was any indication, Season 10 of`` American Idol'' is", "new_id": -2}, {"uid": "1297215457052674561", "i": 35829, "idx": 2, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "<strong> Robert Gates </strong>.`` The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world,'' he said. <q> What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were not hurting people. </q> Mr <strong> Donald Rumsfeld </strong> described it as`` a fine operation,'' and said US military personnel working there have`` taken a lot of the heat unfairly'' and`` deserve a lot of credit'' for their", "new_id": -2}, {"uid": "1296391518023904278", "i": 43969, "idx": 0, "sa": ["Mike Pence"], "q": ", which includes Wayne County. Now he stands poised to run for the state's highest office, after turning down urgings from conservative activists to run for president in 2012. <q> We seriously considered it, which for a small-town boy from southern Indiana is a very humbling thing to so, </q> <strong> Mike Pence </strong> said Thursday.`` But at the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead. I've", "new_id": -2}, {"uid": "1297416018011878405", "i": 31698, "idx": 0, "sa": ["Donald Rumsfeld", "Newt Gingrich", "Rick Santorum"], "q": "ballroom to exchange variations on the dominant theme in today's Republican politics: It is evening in America.`` The Germans are buying the New York Stock Exchange,'' announced former House Speaker <strong> Newt Gingrich </strong>. <q> The U.S. is becoming the laughing stock of the world, ï¿½ exhorted reality television star <strong> Donald Trump </strong>. It's`` a national reckoning unlike any I have seen in my lifetime, </q> explained former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong>. <strong> Rick Santorum </strong>, a one-time Pennsylvania senator preparing a run for president, rounded out the collective cry of Cassandra by announcing that the nation was being run by a heretic.`` This", "new_id": -2}, {"uid": "1297283335010960906", "i": 24670, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "and strategic direction,'' they wrote in a report. Analysts are also concerned about weakness in the Windows market as sales of tablets are expected to grow faster than PC's in the next few years. <q> Outstanding numbers when you take a first look at it, but when you delve into them, Windows missed expectations by$ 300 million, </q> said Aside from the earnings figures and forecasts, Microsoft and and its long-time rival Google( published an open letter to Nokia CEO <strong> Stephen Elop </strong> and his former boss, Microsoft CEO <strong> Steve Ballmer </strong>, urging them to strike an", "new_id": -2}, [{"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago.`` This one feels great due to the fact that I've been through so much,'' <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]]