[{"uid": "1297650326124387371", "i": 32837, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "conference with Microsoft CEO <strong> Steve Ballmer </strong> in London Friday. Nokia's Symbian operating system will gradually be phased out. MeeGo however, an operating system it developed with Intel, will be kept around for <q>longer-term market exploration of next-generation devices,</q> the company said. ''I think there was a recognition that for something to effectively compete and ultimately win against Android and iPhone, it would require some big muscle,'' <strong> Stephen Elop </strong>, himself a former", "new_id": -2}, {"uid": "1297283465095453212", "i": 22389, "idx": 1, "sa": ["David Letterman"], "q": "treats for a silent auction. Some of the items included tickets to ''Late Show'' with <strong> David Letterman </strong>, a gift card to the spa and salon LUSH, as well as New York Yankees tickets. <q>We had a great turnout... people I have spoken to had a fabulous time,</q> Kathleen Hayes, Auxiliary co-chair, said. ''We were able to meet and exceed our fund-raising goal, so I would say that's a success.'' The Auxiliary plays an important role in helping", "new_id": -2}, {"uid": "1295684940089554959", "i": 22101, "idx": 0, "sa": ["Michael Vick"], "q": "Week 15 2010 Property of the NFL and it's respective rights and properties belong to it's distinctive owners and no copyright was intended.... Victorian Champions League- Wimmera South Coast Eagles- Kyran Taylor <strong> Michael Vick </strong>: <q>I can win in any offense, in any league</q> <strong> Michael Vick </strong> talks to G.Cobb after practice. He talks about his confidence in his ability to lead the Eagles to victory and run the west coast offense. <strong> Michael Vick </strong> believes he can do anything and everything that's needed in", "new_id": -2}, {"uid": "1297065247095109134", "i": 46132, "idx": 0, "sa": ["Barack Obama", "Richard Trumka", "Ronald Reagan", "Colin Powell", "Dick Cheney"], "q": "Personal and Political Memoir.'' He told the crowd at the <strong> Ronald Reagan </strong> tribute, part of the celebration of the late president's 100th birthday on Sunday, that the book was going well. <q>I'm deep into my years as vice president and let's just say I'm not having writer's block,</q> <strong> Dick Cheney </strong> said. U.S. <strong> Dick Cheney </strong> <strong> Barack Obama </strong> speaks at Pennsylvania State... Photo in Slideshow: <strong> Barack Obama </strong>, <strong> Richard Trumka </strong> Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article:", "new_id": -2}, {"uid": "1296691023059244544", "i": 37672, "idx": 0, "sa": ["Simon Cowell"], "q": "the original format. Plans are on to launch it in a lavish way with big names on board. Internationally it ca n`t get any bigger than having <strong> Simon Cowell </strong> onboard.'' The source added, <q>A team from Sony has already left for the UK to convince him to feature in the Indian version at least in helping the jury to make the top 20 or top 12 contestants. It is their way to attract eyeballs and garner viewership.</q> It remains to be seen if the channel's determination to take <strong> Simon Cowell </strong> over to India for the shoot will materialise. He currently is busy with launching ''The X Factor'' in the US,", "new_id": -2}, {"uid": "1295416659006963246", "i": 14222, "idx": 0, "sa": ["Brett Favre", "Sean McManus", "Eric Shanks", "Michael Vick", "Tom Brady"], "q": "Sports, <strong> Sean McManus </strong>, and the president and executive producer of Fox Sports, <strong> Eric Shanks </strong>, to explain why the NFL as a product on TV has been such an attraction for audiences in the 2010 season. <q>I think it's the combination of a lot of factors,</q> <strong> Sean McManus </strong> said. ''There were so many story lines that continued throughout this season. Whether it was <strong> Michael Vick </strong> or whether it was <strong> Brett Favre </strong> or whether it was <strong> Tom Brady </strong>. There just seemed to be so many stories that", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}, {"uid": "1296309067021659679", "i": 6640, "idx": 2, "sa": ["Mike Pence"], "q": "recently the third-ranking Republican in the House-- announced he would not be a candidate for president in 2012. ''Seeking national office was not right for us now,'' he told the Central students. <q>While( <strong> Mike Pence </strong> and his family) went back and forth in our heads, we never went back and forth in our hearts.</q> Saying his ''heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with ''the good and strong and opinionated people of this state'' before deciding his next move. During", "new_id": -2}, {"uid": "1295540293188383248", "i": 41011, "idx": 2, "sa": ["Simon Cowell"], "q": " ''American Idol', <strong> Simon Cowell </strong>- who got engaged to make-up artist Mezhgan Hussainy last year- insists he has enjoyed being a TV talent show judge because it isn't very difficult. He added: <q>I can look back on the past ten years and say,` It's been a blast.' I have enjoyed myself, I mean it''s not the most difficult job in the world is it?</q>", "new_id": -2}, {"uid": "1296633878181747729", "i": 6268, "idx": 0, "sa": ["Eric Schmidt", "Richard Hammond"], "q": "prospective patients, Zuckerberg is as proud of his son <strong> Richard Hammond </strong>'s burgeoning social network as he is eager to promote his long-established ''painless'' dental practice in Dobbs Ferry. In the solicitation, the elder Zuckerberg says <q><strong> Richard Hammond </strong> am literally the Father of Facebook...</q>- Gawker'' What the world can learn from Google '' ''Sometimes geopolitical lessons come from the strangest places. With <strong> Eric Schmidt </strong> stepping down as CEO of Google and replaced by founder Larry", "new_id": -2}]