[{"uid": "1297475330028377090", "i": 48323, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "<strong> Kirsten Gillibrand </strong>'s decision sends a positive message.`` I think it's an affirmation about Rensselaer County-- that it's a great place to live, work and raise a family,'' Jimino said. <q> It will mean she has first-hand knowledge of how decisions that are made in Washington are affecting business, government and education in upstate.`` I think she feels strongly about the tie to Troy, </q> Jimino said.`` She has talked at Emma Willard. She was at Sage in the fall for her debate and made contact with several students. We're glad to have her close by.''", "new_id": -2}, {"uid": "1295832424258179084", "i": 10565, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal.`` <strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also http://wn.com/Free_Router_Hack_Gives_You_Remote_PC_Access__SYSTM Want to get access to files, music, movies and more stored on your home PC, wherever", "new_id": -2}, {"uid": "1295261678094093380", "i": 29573, "idx": 0, "sa": ["Tim Pawlenty", "Martin Luther King III", "Mike Pence", "Jack Kemp", "Jim Ryan", "Barack Obama", "Mitt Romney"], "q": "counsel to Ronald Reagan, announced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryan </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the opTim Pawlentyistic, pro-growth, pro-job creation Reagan-Jack Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looMartin Luther King III for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice Barack Obamaial candidate.", "new_id": -2}, {"uid": "1297321820023478279", "i": 3992, "idx": 0, "sa": ["David Letterman", "Johnny Carson"], "q": "be able to do it anymore if I don't keep doing it.'' From such casual neuroses he makes the decision to start fresh as a comic and retire all his classic stand-up material, the <q> did you ever notice... </q> quick-witted observations that made him a regular on The Tonight Show with <strong> Johnny Carson </strong> and Late Night with <strong> David Letterman </strong> in the 1980s. Starting from scratch is something few big-name comedians are willing to do, apparently.", "new_id": -2}, {"uid": "1295432264218038285", "i": 6940, "idx": 0, "sa": ["Joseph L. Galloway", "Colin Powell", "Peter Pace"], "q": "Memorial www.thewall-usa.com National Park Service/Vietnam Veterans Memorial www.nps.gov About the rubbings: Memorial Rubbings Page www.memorialrubbings.com <strong> Colin Powell </strong> en.wikipedia.org Gen. <strong> Peter Pace </strong> en.wikipedia.org Battle of Ia Drang en.wikipedia.org Lt. Gen. Harold G. Moore en.wikipedia.org <strong> Joseph L. Galloway </strong> en.wikipedia.org Moore and <strong> Joseph L. Galloway </strong> co-authored book entitled <q> We Were Soldiers Once... And Young. </q> We Were Soldiers Once... And Young www.lzxray.com Vietnam Clips from We Were Soldiers with seperate soundtrack! Please Comment! http://wn.com/Battlefield_Bad_Company_2_Vietnam_Vantage_Point_Trailer_[HD] Department of the Army Vietnam Crucible AVA06050VNB1, 1968 The program reports on the American soldier's", "new_id": -2}, {"uid": "1295224464227999941", "i": 40105, "idx": 2, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "body. <strong> Gabrielle Giffords </strong> has been breathing on her own since Saturday, when she was taken off of a ventilator.`` The Congresswoman continues to do well,'' the Medical Center announced on Sunday. <q> Yesterday's procedures were successful and uneventful. </q> New York Sen. <strong> Kirsten Gillibrand </strong>, who was in the hospital room last week to witness <strong> Gabrielle Giffords </strong>'`` miracle'' awakening, said the injured Congresswoman is`` making progress every day.'' CBS'`` Face the", "new_id": -2}, {"uid": "1295925171257163267", "i": 3778, "idx": 0, "sa": ["Colin Powell"], "q": "degrees- that's quite a lot! KH-11 seems to have similar side-looking capability judging from some of the satellite images in <strong> Colin Powell </strong>'s Feb 2003 presentation to the UN. Quote from: hoku on 01/24/2011 10:13 PM <q> 60 degrees- that's quite a lot! KH-11 seems to have similar side-looking capability judging from some of the satellite images in <strong> Colin Powell </strong>'s Feb 2003 presentation to the UN. </q> They normally operated only 30 degrees off nadir, but the design requirement was for 60( essentially horizon-to-horizon coverage). Resolution beyond 30 degrees was lousy. I was told by somebody that this is primarily", "new_id": -2}, {"uid": "1297261068179191811", "i": 24431, "idx": 8, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "<strong> George H. W. Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which Powell sketched out the presentation he was to make at the U.N. two days later. <strong> Donald Rumsfeld </strong> quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that Colin will talk about it. </q> Khurmal is the name of a village near the site. Powell objected. In his U.N. presentation, Powell described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' <strong> Donald Rumsfeld </strong> said Khurmal was operated", "new_id": -2}, {"uid": "1295552145232112145", "i": 6174, "idx": 4, "sa": ["Mike Pence"], "q": "in.'' Republicans, <strong> Mike Pence </strong> continues, should learn from how Reagan led.`` I think Ronald Reagan personifies both the substance and the style of conservatism in the 21st century,'' he says. <q> On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values. </q>`` But on style, he was a gentle man,'' <strong> Mike Pence </strong> says.`` I met him in 1988, I sat with him for five or ten minutes in the Blue Room when I was", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}]