[{"uid": "1295280874135249947", "i": 1197, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": ". He made no defense for <strong> Barack Obama </strong>'s misstatements and lies. He made no comments about the specific details in the email to <strong> Barack Obama </strong>. Instead, <strong> Colin Powell </strong>'s letter to me included these two comments: <q>The email is the usual anecdotal, out of context attacks, rather than a serious attempt to help the American people understand the issues.</q> \"Yes, 95 percent of blacks will vote for <strong> Barack Obama </strong>. Maybe you should be asking why?\" Since when is character not an important issue? The presidential election is an interview process", "new_id": -2}, {"i": 36300, "idx": 5, "index_answer": 1, "new_id": -1, "q": "were seeing,\" <strong> Kirsten Gillibrand </strong> said. \"They were saying this is unbelievable progress, to see this.\" Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q>Mark started to tell her, \"<strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,'</q> <strong> Debbie Wasserman Schultz </strong> told MSNBC\"s <strong> Chris Matthews </strong> on \"Hardball.\" \"He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Matthews", "Gabrielle Giffords"], "uid": "1294991426005357592"}, {"uid": "1296668643258277393", "i": 13280, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": "Detroit 1-8-7 1.2 3 5.25 10:30 NBC Parenthood 2.2 6 6.13 CBS The Good Wife 2.1 6 11.79 ABC Detroit 1-8-7 1.3 3 5.64- via NBC press note: <q>In Late-Night Metered Markets Tuesday night: In Nielsen's 56 metered markets( with the Dayton market excluded today), household results were: \"The Tonight Show with <strong> Jay Leno </strong>,</q> 3.1/ 8; CBS's\" Late Show with <strong> David Letterman </strong>,\" 3.3/ 8; and ABC's combo of\" Nightline,\" 3.9/ 9; and \"<strong> Jimmy Kimmel </strong> Live,\"", "new_id": -2}, {"uid": "1295021582165101591", "i": 4163, "idx": 6, "sa": ["Gary Moore", "Allen Iverson"], "q": "<strong> Allen Iverson </strong>, the NBA's Most Valuable Player in 2001, agreed to a$ 4 million, two-year deal with Besiktas after no NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday. <q>This is the most pain he's ever felt from any injury he's had,</q> <strong> Gary Moore </strong> said. \"He's been in tremendous agony.\" <strong> Allen Iverson </strong> spent 10 seasons in Philadelphia before bouncing through Denver and Detroit, ending up in Memphis last season. He played only three", "new_id": -2}, {"uid": "1295400777230801423", "i": 38704, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Dodge Grand Caravan and Chrysler Town and Country this week. \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q>We need to retain all its functionality but make it much more versatile.</q> <strong> Sergio Marchionne </strong> said that could mean new products that can still carry a lot of people but won't look like traditional minivans. A team within the company is also studying whether to continue both the Town and", "new_id": -2}, {"uid": "1296858906060604470", "i": 19246, "idx": 0, "sa": ["Pauley Perrette", "David Letterman"], "q": "the naked eye and even her arms, she had <strong> David Letterman </strong> Lettermen engrossed in her body art as she explained each piece. \"Well most of mine are number based. I love math.,\" said <strong> Pauley Perrette </strong>. <q>I have little secret number tattoos everywhere. I design them.</q>\" And to conclude this abbreviated celebrity round-up, the girls who are auditioning for future reality TV shows on The Bachelor went and got rose tattoos while they were in Vegas. I suppose", "new_id": -2}, {"uid": "1295668634145047607", "i": 18707, "idx": 1, "sa": ["Detroit Red", "Cheikh Samb", "Tayshaun Prince", "Antonio McDyess", "Allen Iverson", "Chauncey Billups"], "q": "spark for <strong> Detroit Red </strong> after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night. \"It was a huge lift off of me,\" <strong> Allen Iverson </strong> said. <q>I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more.</q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "new_id": -2}, {"uid": "1295030929156712975", "i": 18256, "idx": 1, "sa": ["Piers Morgan", "Simon Cowell"], "q": "and Christians in America?' I'd like to get him on and maybe tweak his moustache. I could burn his moustache on national TV.\" He will expose the softer side of <strong> Simon Cowell </strong>. <q>I made <strong> Simon Cowell </strong> cry in Britain on TV, so I'd definitely like to revisit that scenario. I'd like to make the man with no heart melt. That's top of my hit list.</q> To read our no-holds-barred Q&A with <strong> Piers Morgan </strong>, check out the latest issue of The rules: Keep it clean, and stay on the subject- or we may delete your comment. If you see inappropriate", "new_id": -2}, {"uid": "1297701027073007133", "i": 43438, "idx": 0, "sa": ["Steve Ballmer"], "q": "saying again that this was \"real code\"- here's that video: Kinect and Windows Phone, together Microsoft did not release any new sales numbers today, instead rolling out the same ol' <q>93 percent customer satisfaction rate and nine out of 10 customers saying they are likely to recommend[ the phone] to someone else</q> line. Microsoft did announce that Windows Phone will be coming to Verizon and Sprint in the US \"soon\". Nokia CEO also joined <strong> Steve Ballmer </strong> onstage, talking again about the \"3rd ecosystem\".", "new_id": -2}, {"uid": "1295020317211582983", "i": 31752, "idx": 4, "sa": ["Kirsten Gillibrand", "Sen. Kay Bailey Hutchison", "Gabrielle Giffords"], "q": "& search= Search\", \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011303413.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-35v&amp;flvURL=/media/2011/01/13/01132011-35v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-35v.jsn\"}{ \"title\": <q>Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes</q>, \"description\": \"<strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.\", \"note\":", "new_id": -2}]