[{"uid": "1297184420188334218", "i": 47003, "idx": 0, "sa": ["Brett Favre", "David Letterman", "Aaron Rodgers", "James Starks", "Larry McCarren"], "q": "down with <strong> David Letterman </strong> to talk about the Super Bowl, Green Bay and of course <strong> Brett Favre </strong> came up in conversation. When asked whether <strong> Brett Favre </strong>'s wishy-washy decision to retire had any affect on him: <q> I was the guy that took all the reps in the off season, and he was the guy who took all the reps during the season. So, that's kind-of how it worked out, </q> said <strong> Aaron Rodgers </strong>. <strong> Aaron Rodgers </strong> topped off his <strong> David Letterman </strong> appearance with a good ol' pigskin toss to <strong> David Letterman </strong>. Previous article <strong> James Starks </strong> to appear on <strong> Larry McCarren </strong>'s Locker Room Live Watch CBS Shows Watch your favorite new and", "new_id": -2}, {"uid": "1297617537105119744", "i": 48347, "idx": 1, "sa": ["George Washington", "Nick Lachey", "Justin Bieber", "Katy Perry", "Russell Brand", "Vanessa Minnillo", "Victoria Beckham", "Vivica A. Fox", "Simon Cowell"], "q": "fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New \"<strong> George Washington </strong> Idol'? <strong> Victoria Beckham </strong>: \"I Don't Know the Sex of My <strong> Justin Bieber </strong>!\" <cite> Us Magazine </cite> <strong> Russell Brand </strong> Hosts Saturday Night Live: <q> I'm Much More Famous in England </q> <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed <strong> Katy Perry </strong>:' I Was Shaped Like a Square' Miley\"s Puppy Love <cite> Crush-", "new_id": -2}, {"uid": "1297070494041992193", "i": 7795, "idx": 0, "sa": ["Tramon Williams", "Michael Vick", "Ben Roethlisberger"], "q": "good enough. Packers cornerback <strong> Tramon Williams </strong>- yes, the same guy who ended the Eagles' season with an interception off <strong> Michael Vick </strong>- slapped the ball away and the Packers' sideline erupted in towel-tossing celebration. <q> It is not a good feeling, </q> <strong> Ben Roethlisberger </strong> said. \"I feel like I let down the city of Pittsburgh and my teammates and our fans. I can't blame anyone but myself.\" It wasn't great football that created the", "new_id": -2}, {"uid": "1295630754045006869", "i": 11717, "idx": 1, "sa": ["Michael Vick", "Tony Dungy"], "q": "<strong> Tony Dungy </strong> said. Hear the entire interview in this CBS Philly SportsPod... <strong> Tony Dungy </strong> says he truly marveled over some of the things <strong> Michael Vick </strong> was able to do this season for the Eagles. <q> He was calm in the pocket, he was hitting second, third, fourth receivers, throwing the ball well and just being in command of things. And then still with that ability to escape and get away from the rush and make plays out of nothing, </q> <strong> Tony Dungy </strong> told KYW Newsradio. <strong> Tony Dungy </strong> adds that <strong> Michael Vick </strong> now thinks the sky is the limit: \"I just talked to him last week and he still thinks he's got tons of", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.\" Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q> you don't get to come back. </q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}, {"uid": "1295892457257261601", "i": 32617, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Schwab said he doesn't think it will. \"I'm absolutely sure that the euro will not collapse because I think there is still a strong European solidarity in place,\" he told AP. <q> Europe, in this new world that is coming up, if it wants to become a key actor and stay a key actor it has to express itself in terms of its unity and it has to make sure that euro is also secured by a much greater common effort, working together in fiscal monetary and general economic policies. </q> Organizers are trying to answer their critics this year by taking time to discuss how to deal with unforeseen risk- the \"unknown unknowns\" as former U.S. Defense <strong> Donald Rumsfeld </strong> once put it. The", "new_id": -2}, {"uid": "1295971212048300037", "i": 47243, "idx": 0, "sa": ["Donald Rumsfeld", "Michael Jackson", "Hillary Clinton"], "q": "defense\" is involved. It also details the international opposition to the US Star Wars program. \"Star Wars Returns\" explores the recently issued report of the <strong> Michael Jackson </strong> Commission chaired by Defense <strong> Donald Rumsfeld </strong> which calls for US <q> power projection in, from and through space </q> and declares: \"In the coming period the US will conduct operations to, from, in and through space in support of its national interests both on earth and in space.\" US <strong> Hillary Clinton </strong> Bob <strong> Michael Jackson </strong>,", "new_id": -2}, {"uid": "1297715935009617444", "i": 37435, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q> Many people make the mistake of thinking that dreams can not come true, but they can, </q> he wrote. \"You have to believe, and know that they are more than just imagination.\" Web links to Kyiv Post material are allowed provided that they contain a URL hyperlink to the", "new_id": -2}, {"uid": "1295258099143179825", "i": 1537, "idx": 0, "sa": ["Andy Coulson", "Marine Le Pen"], "q": "He had given the former editor \"a second chance\" when he had appointed him, adding that Mr <strong> Andy Coulson </strong> had done a \"very good job\" for the government and for the country. <q> He's extremely embarrassed by the endless publicity and speculation about what happened many years ago when he was editor of the News of the World, </q> he said. Risk contained No sign of Tunisian uprising spreading to Egypt In father's footsteps Profile of <strong> Marine Le Pen </strong>, new leader of France's National Front Southern discomfort One man's quest", "new_id": -2}, {"uid": "1295985441139264003", "i": 23161, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "amounts to a grass-roots effort of those who feel the government has blocked this \"miracle\" product. \"There is no industry support on this thing at all,\" she said of the organization. <q> We want to keep it this way so no one can say we are a shill for the tobacco, drug or e-cigarette industry. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TEKFORCE CORP.. Company Tekforce Corp VIDEO PRODUCER Company Cornerstone VOLUNTEERS Company", "new_id": -2}]