[{"uid": "1296141430063832079", "i": 9800, "idx": 1, "sa": ["Michael Gove"], "q": "\"to support the centre right majority, given the lack of a credible alternative,\" he said. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1295332781190038055", "i": 1765, "idx": 0, "sa": ["Michael Gove", "Joan McVittie"], "q": "headteachers say it ignores many academic subjects such as religious studies and the sciences. \"All that you're getting is a new Michael Government wanting to put their stamp on education,\" said Ms <strong> Joan McVittie </strong>. <q> There have been marked improvements in pass rates over the past decade and what you've got is a Michael Government wanting to get the measure way down at a lower level so they can show some sort of improvement. </q> National figures show just 15.6 per cent of pupils met the Baccalaureate threshold last summer. Conservative education minister <strong> Michael Gove </strong> said: \"In nearly every other developed country in the world children are assessed in", "new_id": -2}, {"uid": "1295605564062603293", "i": 27345, "idx": 5, "sa": ["Michael Gove", "William Russell Sykes"], "q": "\" Outradgie 21 January 2011 10:17 AM Be thankful <strong> Michael Gove </strong> models himself on Gradgrind, and not, say, <strong> William Russell Sykes </strong> or Quilp. rabaisse 21 January 2011 10:23 AM Hamface <q> If our present education system is so good, why are we slipping so far down the international league tables? </q> Nobody says it is. In fact, most people are very unhappy about it. Alarming 21 January 2011 10:24 AM A hands off approach that tells the teachers what they must teach.", "new_id": -2}, {"uid": "1296216092141213713", "i": 4313, "idx": 4, "sa": ["Michael Gove"], "q": "doing very well.\" He wholeheartedly supports <strong> Michael Gove </strong>'s education reforms and thinks it \"essential to bring back the reading of classics onto the curriculum\" . Even title=\"More on Burke...\" Burke? <q> Great literature is gripping. It's absurd it's not being taught. There's appalling ignorance out there. </q> When he was on tour promoting Young Stalin, he was appalled to hear a sales assistant in the bookshop announce over the Tannoy:\" title=\"More on Joseph Stalin...\" Joseph Stalin is here signing books.", "new_id": -2}, {"uid": "1297451814077103115", "i": 11525, "idx": 7, "sa": ["Michael Gove"], "q": "spokesman for the Department for Education said <strong> Michael Gove </strong> will now look again at his decision on the six authorities \"with an open mind\" , following representations from each council, as ordered by the judge. <q> We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme, </q> he added. \"On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects.\" The judge", "new_id": -2}, {"uid": "1295332781190038055", "i": 1766, "idx": 1, "sa": ["Michael Gove"], "q": "at a lower level so they can show some sort of improvement.\" National figures show just 15.6 per cent of pupils met the Baccalaureate threshold last summer. Conservative education minister <strong> Michael Gove </strong> said: <q> In nearly every other developed country in the world children are assessed in a range of core academic subjects at 15 or 16. That is why the Coalition introduced the English Baccalaureate as a measure of performance. </q> Schools will be asked to ensure at least 35 per cent of pupils gain five A* to C grade GCSEs including English and maths or face being closed down or turned into independent academies. Audio", "new_id": -2}, {"uid": "1295619402249511954", "i": 17843, "idx": 0, "sa": ["Michael Gove"], "q": "fall on their own\" . He went on to say that\" ... there will be no power for the secretary of state to prop them up, or intervene if something goes badly wrong\" . <q> And unless a service is designated as protected, it will also be possible for a hospital or other healthcare provider simply to stop providing a service or operating a site from which it can no longer make money </q>. Now that is very different from Mr. <strong> Michael Gove </strong>'s proposed reforms. So even though the health services would be funded by the public purse, the elected Michael Government can not do much to protect health care", "new_id": -2}, {"uid": "1297431139083165307", "i": 7269, "idx": 2, "sa": ["Michael Gove"], "q": "the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation,\" said the judge. <strong> Michael Gove </strong>'s actions were considered unlawful on the grounds that he failed <q> to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act. </q> The councils, RM, other suppliers and- most importantly of all- the 700 or so schools still awaiting a revamp were warned by a Department for Education spokesperson not to \"gain false hope from", "new_id": -2}, {"uid": "1297558954109035531", "i": 32976, "idx": 2, "sa": ["Michael Gove", "Phillip Blond"], "q": "society if more and more people choose to put me before we,\" said <strong> Michael Gove </strong>, on a detour into archbishop territory. \"The picture isn't pretty,\" agrees the great Tory philosopher, <strong> Phillip Blond </strong>. <q> With title=\"More from guardian.co.uk on Family\"> family breakdown for many, the fundamental bedrock of civic life in Britain has been destroyed. It was some of the very people who thought themselves left wing- the pleasure-seeking, mind-altering drug takers and sexual pioneers of the 1960s who instigated the fragmentation of the working-class family and sold the poor the poisonous idea of liberation through chemical and sexual experimentation. </q> If this terrifying diagnosis puts Hello! in the clear, it does not, immediately, suggest any measures whereby the working classes can be saved from themselves, other than by the revival of the conventional family featuring", "new_id": -2}, {"q": "save the funding for the program but to increase it by$ 73 million to total$ 200 million. \"Access to air travel is critical for our economic recovery,\" <strong> Kirsten Gillibrand </strong> said. <q> Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service. </q> PROPOSED HIKES Business at Plattsburgh International Airport has boomed since it opened in 2007, as thousands of Canadians have taken advantage of direct flights to Florida, South Carolina and the Caribbean.", "sa": ["Kirsten Gillibrand"], "index_answer": 0, "idx": 1, "i": 24177}]