[{"uid": "1295048804153829388", "i": 11149, "idx": 0, "sa": ["Tori Spelling", "Jimmy Fallon", "Chrystia Freeland", "David Letterman", "Candice Bergen", "Colin Jost", "Gwyneth Paltrow", "The Miz", "Bill Maher", "Joan Rivers", "James Carville", "Martin Short"], "q": "of today),`` Episodes,'' and`` Shameless.''-- <strong> Tori Spelling </strong> Junkie Must-Watch Plan: Tonight-`` Real Time with <strong> Bill Maher </strong>''( <strong> James Carville </strong>, <strong> Chrystia Freeland </strong>, <strong> The Miz </strong> Murphy, <strong> Martin Short </strong>), <q> 16th Annual Critics' Choice <strong> Tori Spelling </strong> Awards, </q>`` The Soup,''`` Fashion Police,'' <strong> David Letterman </strong>( <strong> Joan Rivers </strong>, Jeff Caldwell, Wintersleep performs), <strong> Jimmy Fallon </strong>( <strong> Candice Bergen </strong>, writer/comedian <strong> Colin Jost </strong>). Saturday-`` Primeval,''`` SNL''( <strong> Gwyneth Paltrow </strong>", "new_id": -2}, {"uid": "1296887212106627074", "i": 8156, "idx": 0, "sa": ["J. Kelly", "Sergio Marchionne"], "q": "Rev. Steven <strong> J. Kelly </strong>, rector at St. John's Episcopal Church in Detroit, said Friday the commercial was shot in the parking lot of his Woodward Avenue church, near Comerica Park, two weeks ago. <q> I won't tell you what it's about, but it's worth watching, </q> Chrysler CEO <strong> Sergio Marchionne </strong> said Friday at a dealers' conference in San Francisco. He added that Chrysler has never aired a commercial that runs longer than 90 seconds. Ford Motor Co. plans to skip the game", "new_id": -2}, {"uid": "1295774332001081361", "i": 13705, "idx": 2, "sa": ["Andy Coulson"], "q": "leaders to account. More likely, they just wanted to sell more newspapers and exercise undemocratic power based upon confidential information, illegally obtained. If <strong> Andy Coulson </strong> is guilty of any of this, he should be admired. <q> The question is, where were the security services during all of this? </q> Waiting for their script, olympic, with its IT instructions. Ergo are the current heads of intelligence, unfit for future purpose, for are they not supposed to provide future guidance, and much more importantly,", "new_id": -2}, {"uid": "1296752281266420238", "i": 28078, "idx": 1, "sa": ["Eric Schmidt", "Tony Hsieh", "Bill Ackman"], "q": "`` We want to increase the availability of inexpensive smart phones in the poorest parts of the world. Can you imagine how this will change their awareness both locally and globally?'' <strong> Eric Schmidt </strong>, CEO Google <q> The investment business is about being confident enough to know that you're right and everyone else is wrong. Yet you have to be humble enough to recognize when you've made a mistake. I think I had the confidence part pretty solid. But the humbleness part I had to learn. </q> <strong> Bill Ackman </strong>, Pershing Square Capital`` For me, my role is about unleashing what people already have inside them that is maybe suppressed in most work environments.'' <strong> Tony Hsieh </strong>, CEO Zappos`` Everything", "new_id": -2}, {"uid": "1296752823068911115", "i": 42924, "idx": 0, "sa": ["Colin Powell"], "q": "brutal manner that contradicted international laws that apply to war. When then Chairman of the Joint Chiefs of Staff, <strong> Colin Powell </strong>, was asked about the number of deaths the Iraqi military suffered, he said, <q> I don't have a clue and I don't plan to undertake any real effort to find out. </q> This is the same man who stated several months after Desert Storm that his goal was to`` make the world scared to death of the United States.''", "new_id": -2}, {"uid": "1296231945135299118", "i": 7860, "idx": 0, "sa": ["Sergio Marchionne"], "q": "calo del 3,18% a 7,15 euro. Debole anche Fiat Industrial(-1,31% a 10,07 euro), mentre Exor cede lo 0,6% a 23,15 euro. MARCHIONNE, NULLA ESCLUSO SU ACQUISTI E FUSIONI- <q> Non posso restringere i campi delle possibili attivitÃ nell'M& A </q>. Lo ha detto l'amministratore delegato di Fiat <strong> Sergio Marchionne </strong> rispondendo a una domanda di un analista in conference call.`` Non sarebbe saggio da parte nostra provare a prevedere cosa succederÃ - ha detto-, l'unica cosa che", "new_id": -2}, {"uid": "1295907484175931405", "i": 2739, "idx": 5, "sa": ["Eric Schmidt"], "q": "MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained`` more channel partner momentum with managed services providers. Indeed, 29 of the world's top 100 MSPs now promote Google Apps to their end-customers.'' The article asks, <q> Will that trend continue when the CEO crown soon shifts from <strong> Eric Schmidt </strong> to Google co-founder Larry Page? </q> Spin off? While there's no reason to think Google would kill off Google Apps, there are scenarios that could trouble enterprise customers, Gartner analysts say. Google investors could conceivably push the company", "new_id": -2}, {"uid": "1295565740204783649", "i": 20448, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page to lead Google; roles clarified Larry Page, who co-founded Google with <strong> Sergey Brin </strong>, will be the U.S. search-engine giant's chief executive officer in April, the company announced Thursday. <q> In this new role I know he will merge Google's technology and business vision brilliantly, </q> <strong> Eric Schmidt </strong>, the company's current CEO, said in a blog posted on Google's Web site.`` I am enormously proud of my last decade as CEO, and I am certain that the", "new_id": -2}, {"uid": "1295495107185335919", "i": 8022, "idx": 1, "sa": ["John Boehner", "Mike Pence"], "q": "of speech referring to the key parts of a gun. In an interview with The Hill, <strong> Mike Pence </strong> said he continues to use the phrase because he believes clear communication and consistency are important. <q> I think it's important that we speak plainly, that we speak confidently and that we speak respectfully, </q> he said.`` In this case I think I did that.'' Other Republicans appeared to tone down their language. Speaker of the House <strong> John Boehner </strong>( R-Ohio), for instance, was", "new_id": -2}, [{"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'' <strong> Roger Goodell </strong> said.''[ Most often] they're not recognizing they have a role in it.'' Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q> I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like,` He won't sign my jersey.' </q> He says he thinks Mike <strong> Michael Vick </strong>`` is sincerely trying.'' And he isn't blind to the fact that the story isn't over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}]]