[{"uid": "1295779865127156268", "i": 4937, "idx": 2, "sa": ["Lou Kerner", "Sergey Brin", "Eric Schmidt"], "q": "own, such as Google Buzz, Google Wave and Google TV but acquisitions such as Android, YouTube and DoubleClick have flourished. He said he will be looking to see whether Page, the CEO, <q> can better increase the integration of Google's technology with business models to generate new revenue. </q> Wedbush's <strong> Lou Kerner </strong> said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade.`` What I do", "new_id": -2}, {"uid": "1296439725067305509", "i": 22290, "idx": 0, "sa": ["Colin Powell"], "q": "not to endorse cutting Social Security or raising the retirement age in his State of... <strong> Colin Powell </strong>: Defunding NPR Won't Solve Deficit Problem, Congress Should Look At Cutting Defense Coronakid 1 minute ago( 8:58 PM) <q> without asking Congress for more money. </q> Anouther half truth. The government can not give the SS fund any money, against the law. Congress can add funds by raising the dollar limit for those who have to pay into SS, or increase SS", "new_id": -2}, {"uid": "1297419412245137408", "i": 46621, "idx": 0, "sa": ["Steve Ballmer"], "q": ",'' the two said in the statement. Under the agreement the handset manufacturer will use Windows Phone 7 as its core operating system, helping to drive the fairly new OS to success. <q> I am excited about this partnership with Nokia, </q> said <strong> Steve Ballmer </strong>, Microsoft CEO.`` Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.''", "new_id": -2}, {"uid": "1296066643213172310", "i": 41963, "idx": 1, "sa": ["Zahi Hawass"], "q": "the amount of security detail outnumbers the number of Christmas ornaments. The deadly January 1st bombing at a Coptic Church in Egypt is hig... video results for: their egyptian authorities Victims from Egypt ferry disaster seek justice <q> Worse was to come. <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities( SCA) labeled the idea`` pure fiction. </q> Moreover, he disinvited Fletcher from future work in Egypt. <strong> Zahi Hawass </strong> explained this action in an article in the newspaper Al-Ahram:`` The... Egyptian Police torture and kill young man for trying to expose police corruption Egyptian", "new_id": -2}, {"uid": "1295644519096387076", "i": 31711, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Andrew Marr"], "q": "... you know you're onto an absolute winner''-**** Chortle 2009`` the awkward mixture of uproarious laughter and sidelong glances... is worth the price of admission all on its own''-**** Scotsman 2009 <q> For sheer energy and laughs per hour, these comic stockings are the biz denier miss it. </q>-**** The Scotsman 08 Be prepared to laugh your socks off! Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit <strong> Andy Coulson </strong>: from Essex council house to <strong> David Cameron </strong>'s inner circle <strong> Andrew Marr </strong> Grice: Relations between the", "new_id": -2}, {"uid": "1296576783160382983", "i": 32773, "idx": 0, "sa": ["Michael Vick", "Binayak Sen", "President Bush"], "q": "for State Dinners... India: <strong> Binayak Sen </strong> Conviction...- In India, which prides itself on its rambunctious but tolerant democracy, the..., daughter of former <strong> President Bush </strong>, stars in a new... Report Abuse <q> WHAT difference does it make? What kind of`` news </q> is this? \" Report Abuse \" Why all the negatives? Think of it this way. Soon gay people will have to suffer through divorces just like the rest of us. \" Time.com: <strong> Michael Vick </strong>: Eagles", "new_id": -2}, {"uid": "1297260106046088366", "i": 10171, "idx": 0, "sa": ["House Judiciary Committee", "Mike Pence"], "q": "bill is to the <strong> House Judiciary Committee </strong> Republicans.`` Even some of us who do not consider ourselves pro-life strongly object to their tax dollars being used to pay for abortions,'' Franks said in his opening statement. <q> We are beginning to ask the question: does abortion take the life of a child? </q> Franks continued, and then suggested that if it is, a genocide of children is happening in America. <strong> Mike Pence </strong>, who is also on the subcommittee, took the opportunity to promote his bill to prevent", "new_id": -2}, {"uid": "1295629922045006856", "i": 16452, "idx": 2, "sa": ["Eric Schmidt"], "q": "`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!'' wrote <strong> Eric Schmidt </strong> in a post on Google's official blog. <q> Larry, in my clear opinion, is ready to lead. </q> \" \" Page will take over April 4, with <strong> Eric Schmidt </strong> taking the title of executive chairman, in which, <strong> Eric Schmidt </strong> said, he will focus on building relationships with customers, business partners and the government. \"", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said.`` <strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.'' <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}, {"uid": "1297716682175407198", "i": 19642, "idx": 2, "sa": ["Steve Ballmer"], "q": "said.`` We are in a position to create a third ecosystem. We know what it means to be the most friendly to the operators.'' <strong> Steve Ballmer </strong>, Microsoft's chief executive, said: <q> Windows Phone will be the most operator friendly </q>. 10 Feb 2011 Recently Europe's big telecoms groups- O2, Vodafone, France Telecom, Telecom Italia and Deutsche Telekom- also set up a working group to monitor Apple and Google's growing domination", "new_id": -2}]