[{"uid": "1295958129216842277", "i": 12965, "idx": 9, "sa": ["Mike Pence", "Scott Reed", "Barack Obama", "Bob Dole"], "q": "\" The folks I've heard, the names I've seen, are the leaders of the social conservative movement, \" agScott Reed GOP strategist <strong> Scott Reed </strong>, who managed <strong> Bob Dole </strong>'s Barack Obamaial campaign in 1996. <q> And that is a strong base from which to start. But it isn't going to get you to the finish line. You need to be able to expand beyond that. </q>( 2 of 3) <strong> Mike Pence </strong> said last week that he's leaning in one direction, but declined to say what that was. \" We're nearing the end of a process that", "new_id": -2}, {"uid": "1295779892017170523", "i": 2215, "idx": 9, "sa": ["Mike Pence", "Scott Reed", "Bob Dole"], "q": "\" The folks I've heard, the names I've seen, are the leaders of the social conservative movement, \" said GOP strategist <strong> Scott Reed </strong>, who managed <strong> Bob Dole </strong>'s presidential campaign in 1996. <q> And that is a strong base from which to start. But it isn't going to get you to the finish line. You need to be able to expand beyond that. </q> <strong> Mike Pence </strong> said Monday he's leaning in one direction but declined to say what it was. \" We're nearing the end of a process that began right after Election Day in November,", "new_id": -2}, {"uid": "1295958129216842277", "i": 12964, "idx": 8, "sa": ["Scott Reed", "Bob Dole", "Mike Pence", "Charlie Black", "Barack Obama"], "q": "\" The key is the conservative movement adopting him as its favorite. \" <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. <q> The folks I've heard, the names I've seen, are the leaders of the social conservative movement, </q> agScott Reed GOP strategist <strong> Scott Reed </strong>, who managed <strong> Bob Dole </strong>'s Barack Obamaial campaign in 1996. \" And that is a strong base from which to start. But it isn't going to get you to the finish line. You", "new_id": -2}, {"uid": "1295779892017170523", "i": 2214, "idx": 8, "sa": ["Charlie Black", "Scott Reed", "Mike Pence", "Bob Dole"], "q": "\" The key is the conservative movement adopting him as its favorite. \" <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. <q> The folks I've heard, the names I've seen, are the leaders of the social conservative movement, </q> said GOP strategist <strong> Scott Reed </strong>, who managed <strong> Bob Dole </strong>'s presidential campaign in 1996. \" And that is a strong base from which to start. But it isn't going to get you to the finish line. You", "new_id": -2}, {"uid": "1297284521111706161", "i": 9309, "idx": 0, "sa": ["Eric Cantor", "Chris Smith", "Mike Pence", "Joseph R. Pitts"], "q": "\" This is consistent with where most AmEric Cantorans are, \" he said. Donna Crane, policy director at NARAL Pro-Choice AmEric Cantora, said the <strong> Chris Smith </strong> bill goes far beyond banning public funding for abortion. <q> The ramifications of deciding that the tax code is` public funding' are huge and completely wrong, </q> she said. <strong> Mike Pence </strong> <strong> Joseph R. Pitts </strong>( R., Pa.) has introduced a measure saying that anyone whose premiums are subsidized under the new health law would have to get a separate policy, without government assistance,", "new_id": -2}, {"uid": "1294971680128761890", "i": 31581, "idx": 1, "sa": ["Mike Pence", "Gary Ackerman", "Peter King"], "q": "\" We're not looPeter King at banning all weapons, \" said <strong> Mike Pence </strong> <strong> Gary Ackerman </strong>, a New York Democrat who wants to close a loophole that allows some private dealers to sell guns without conducting background checks. <q> We're looPeter King to make sure that innocent people from all over will be safe in their own homes and public places. I think the tragedy and the heavy moment in which we find ourselves lends itself to some contemplation. I think there's a hope, at least, for reasonableness. </q> The argument is not likel y to woo staunch gun rights advocates in Congress. \" I believe, as Americans have believed since the American founding, that firearms in the hands of law-abiding citizens", "new_id": -2}, {"uid": "1295485200094470183", "i": 726, "idx": 2, "sa": ["Mike Pence", "Anthony Weiner"], "q": "\" When you order every American to buy health insurance whether they want it, need it or not, that's a government takeover of healthcare, \" said <strong> Mike Pence </strong>, R-Indiana, on the floor. <q> Really? Who is taking over what health care plan? Who? We are offering people tax incentives, small businesses tax incentives to go buy private insurance plans, </q> answered <strong> Mike Pence </strong> <strong> Anthony Weiner </strong>, D-New York. But a tentative agreement to tone down the rhetoric was shattered when one Democrat likened Republican claims about the law to Nazi propaganda. \" You say it enough", "new_id": -2}, {"uid": "1295495107185335919", "i": 9644, "idx": 2, "sa": ["Gabrielle Giffords", "Mike Pence"], "q": "\" You say it enough and you repeat the lie, repeat the lie, repeat the lie until eventually people believe it. Like blood libel, that's the same kind of thing, \" he added. <q> The Germans said enough about the Jews and people believed it, and you have the Holocaust. </q> The debate took place less than two weeks after an Arizona shooting rampage targeting <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong>( D-Ariz.), who remains hospitalized with a gunshot wound to the head. The shooting caused lawmakers", "new_id": -2}, {"uid": "1297260106046088366", "i": 12225, "idx": 0, "sa": ["Mike Pence", "Chris Smith", "Jerrold Nadler"], "q": "\" forcible \" would be removed. The GOP's \" Pledge to America \" -- a list of promises Republicans made last fall if they were to take back the House contains a promise to <q> codify the Hyde amendment. </q> House Democrats held a news conference Tuesday to denounce <strong> Chris Smith </strong>'s bill ahead of a Constitution Subcommittee of the House Judiciary Committee hearing on the bill. <strong> Mike Pence </strong> <strong> Jerrold Nadler </strong>, D-N.Y. called the <strong> Chris Smith </strong> bill an", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.`` I think he'd clear the field.'' Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}]