[{"uid": "2008120316_00037897_W", "i": 632, "idx": 4, "sa": [], "q": ") is not of god; and this is that spirit of antichrist. \"1jo_4:3. judaism has denied that\" jesus is the christ, \"and unitarianism that he has\" come in the flesh, <q> but the papacy. never. the church of rome has always confessed-- </q> i believe m god the father almighty, maker of heaven and earth, and in jesus christ, his only son, our lord. \"2. all protestant commentators insist that the <NO_QUOTATION> is described in rev_17", "new_id": -2}, {"uid": "2008102422_00007779_W", "i": 1198, "idx": 7, "sa": ["Ibrahim Nasser"], "q": ", indonesia, malaysia, and singapore. so far, only 5% of travelers to oman come from this part of the world. we see great potential for development of these markets over the coming years. <q>- <strong> Ibrahim Nasser </strong> al-mahroqi, ministry of tourism, sultanate of oman </q> we had a lot of contact with serious buyers from australia and the middle east, as well as india, and i expect that itb asia could become a serious competitor to world travel market in london for those", "new_id": -2}, {"uid": "2008120316_00037897_W", "i": 654, "idx": 26, "sa": [], "q": "the next question that arises is,\" if judas and the antichrist are both called the` son of perdition,' are they one and the same, or are there two` sons of perdition'? <q> here we must anticipate. turning to rev_11:7, we read that the <NO_QUOTATION> that slays the <NO_QUOTATION> ascends out of the <NO_QUOTATION>( abyss), and that <NO_QUOTATION> is the antichrist. now how did he get into the <NO_QUOTATION>? well, if there is only one <NO_QUOTATION> and judas and antichrist are one and the same, then he got in the abyss when judas went to his <NO_QUOTATION>( the abyss). act_1:25. of no other person is it said anywhere in the scriptures that he went </q> to his own place. \"again in rev_17:8 it is said--\" the` beast' that thou sawest was, and is not: and shall ascend out of the` bottomless pit'( abyss", "new_id": -2}, {"uid": "2008111000_00021997_W", "i": 2007, "idx": 1, "sa": ["Barack Obama", "Louis Farrakhan"], "q": "associated press- november 9, 2008 7:23 pm et chicago( ap)- nation of islam minister <strong> Louis Farrakhan </strong>( fahr'- uh-kahn) says Barack Obama-elect <strong> Barack Obama </strong> will need help from\" god and people of good will <q> to make the positive changes the nation needs. the once-ailing 75-year-old leader spoke today to more than 1,000 followers at chicago's mosque maryam in an address called </q> america's new beginning: Barack Obama-elect <strong> Barack Obama </strong>. \"<strong> Louis Farrakhan </strong> admitted he stayed quiet about his support for <strong> Barack Obama </strong> during the past few months out of fear his words would harm the illinois senator's bid for the white house", "new_id": -2}, {"uid": "2008090319_00031300_W", "i": 3, "idx": 1, "sa": ["Katie Couric"], "q": "entertainment channel. besides seeking contributions to finance cancer research, the program will attempt to make the subject of cancer <NO_QUOTATION> said <strong> Katie Couric </strong>,\" but maybe a little bit entertaining- as well as educational and informative. <q> cbs' <strong> Katie Couric </strong> and her news comrades will handle the information part, with each providing a 2 1/2- minute progress report on research efforts. </q> we're on the cusp of many exciting breakthroughs, \"<strong> Katie Couric </strong> said.\" we'll have three examples of that. \"her segment will highlight new treatment for medulloblastoma, a malignant brain tumor that commonly targets", "new_id": -2}, {"uid": "2008102806_00013141_W", "i": 2237, "idx": 3, "sa": ["Sarah Palin"], "q": "we are, \"said riley barrett of floyd during the long wait before <strong> Sarah Palin </strong>'s arrival. another s, cindy friesland of salem, added,\" everybody's after her about her clothes. come on! <q> and in the corner of the a section sat betty fitzgerald, a bedford county resident who was voting republican before the alaskan governor was born. <NO_QUOTATION> read one button pinned to her pink baseball cap. </q> i'm 76 years old. i've been through[ the great] depression and all the rest, \"fitzgerald said, gazing at the stage where <strong> Sarah Palin </strong> would soon stand.\" i see what every woman", "new_id": -2}, {"uid": "2008091112_00031320_W", "i": 299, "idx": 5, "sa": [], "q": "is going to integrity rather than sag creates an illusion of confidentiality of individual votes that is not accurate.... sag has a responsibility not to spy on its members. that's the way i view this. <q> voiceguy, who is not running for a board seat, said he does not endorse a specific election slate but that his </q> sympathies lie much more with ufs. \"voiceguy's assertions echoed ufs's claim that the mailer and card are in reality a <NO_QUOTATION>- a fraudulent survey that attempts to spread politically skewed information under the guise of", "new_id": -2}, {"uid": "2008091208_00014361_W", "i": 1661, "idx": 10, "sa": ["Hugo Chávez", "George W. Bush"], "q": "\"-- benito mussolini\" corporation, n., an ingenious device for obtaining profit without individual responsibility. \"-- ambrose bierce( the devil's dictionary, 1906)\" you are an ignorant, mr. danger. <q>-- <strong> Hugo Chávez </strong> speaking of <strong> George W. Bush </strong> </q> the hottest places in hell are reserved for those who, in time of great moral crises, maintain their neutrality. \"-- dante alighieri, the inferno\" we are at the parting of the ways. we", "new_id": -2}, {"uid": "2008111208_00010474_W", "i": 2017, "idx": 6, "sa": ["Mike Piazza"], "q": "sitcom leave it to beaver, has an abstract sculpture that will be part of the societe national des beaux-arts exhibition in december.\" having something shown at the louvre is about as good as you can get, <q> says the former actor, 63. </q> i'm a a little humbled by the whole thing, but grateful nonethless. \"ward would be so proud! diamond diary twelve-time all-star and norristown native <strong> Mike Piazza </strong> is writing a memoir that simon& schuster plans to", "new_id": -2}, {"uid": "2008101319_00003849_W", "i": 1169, "idx": 3, "sa": ["John McCain", "Bill Clinton", "Barack Obama", "George W. Bush", "George H. W. Bush"], "q": ", <strong> George H. W. Bush </strong> told a houston rally when he went to the oval office he expected to find democratic candidate <strong> Bill Clinton </strong>\" there measuring the drapes. put those drapes on hold, it's going to be curtain time. <q> <strong> Bill Clinton </strong> unseated <strong> George W. Bush </strong>. in october 2006, <strong> George W. Bush </strong> said congressional democrats <NO_QUOTATION> and planning to take control of congress. a month later, democrats won the house and senate. <strong> John McCain </strong> acknowledged <strong> Barack Obama </strong>'s lead in the polls. </q> the national media has written us off, \"<strong> John McCain </strong> added.\" but they forgot to let you decide. \"\" what america needs in this hour is a fighter, \"he said, adding that he", "new_id": -2}]