[{"uid": "2008092919_00057825_W", "i": 3951, "idx": 2, "sa": ["Luis Ortiz"], "q": "not more than three or three and a half feet tall, have a face like a human being, more or less, with eyes, a small mouth and nose, but flattened, not like ours. <q> their eyes are dark. they do not have hair. their heads are quite big for the size of their bodies. </q> <strong> Luis Ortiz </strong> added that when they went to the kian lagoon, located in the west end of vieques, they would always see several of these creatures standing on the mangroves trees roots at a distance of 10 ft. \"", "new_id": -2}, {"uid": "2008110321_00009741_W", "i": 4091, "idx": 0, "sa": ["Phil Flynn"], "q": "a barrel. oil hit a record$ 147.27 a barrel in mid-july but has since more than halved as poor economic data added to pressure from weak demand reports in the united states and other key consumer nations. <q> the most devastating blow for crude oil today is data showing that u.s. manufacturing activity in october fell to the lowest level in 26 years, which means more worries for oil demand, </q> said <strong> Phil Flynn </strong>, an analyst at alaron trading, in chicago. \"manufacturing used to be a great forward indicator for oil demand, but if the manufacturing sector is down, it will be a struggle to keep", "new_id": -2}, {"uid": "2008100115_00008849_W", "i": 1220, "idx": 0, "sa": ["Ronald D. Castille"], "q": "the statewide list, compiled by the administrative office of pennsylvania courts and containing more than 11.5 million names, is designed to expand existing county jury pools by identifying more citizens who are eligible to serve as jurors. <q> there has never been a statewide list of this kind in pennsylvania, </q> said chief justice of pennsylvania <strong> Ronald D. Castille </strong> in a release from the administrative courts office. \"in the past, each county has developed its own jury list using voter information, penndot records and other data. we anticipate", "new_id": -2}, {"uid": "2008110715_00029322_W", "i": 399, "idx": 0, "sa": ["Michael Briggs"], "q": "- november 7, 2008 10:25 am et manchester, n.h.( ap)- the defense has rested its case in the <strong> Michael Briggs </strong> addison capital murder trial in manchester, n.h.\" ); var headline= escape( <q> defense rests in nh officer shot case </q>); openwin('/ global/create_ email_story. asp?s= 9310709& headline='+ headline+'& summary='+ summary+'|| width= 650, height= 545, toolbar", "new_id": -2}, {"uid": "2008110722_00010175_W", "i": 4649, "idx": 5, "sa": ["Robert Marshall Anderson"], "q": "geographical information is updated through 2005 and conforms to census bureau data. \"following each decennial census, the areas are redefined using the most recent set of standards,\" according to the cdc's web site. <q> between censuses, the definitions are updated annually to reflect the most recent census bureau population estimates. areas based on the 2000 standards and census 2000 data were defined in june of 2003. the current definitions are as of december 2005. </q> but following inquiries from forbes.com, gatling says, the cdc's statisticians rechecked what was in the database and discovered the inaccuracies. \"basically, we only update the msa data every decade,\" said <strong> Robert Marshall Anderson </strong>,", "new_id": -2}, {"uid": "2008111000_00032065_W", "i": 2604, "idx": 34, "sa": ["John Mayer"], "q": "know what you're hoping.\" <strong> John Mayer </strong>: \"i'm not normal by conventional social standards, and i'll never be, so maybe i should stop worrying and just embrace the insanity a bit.\" <q> you are always dreaming every dream you could dream all the time. even when you're awake, a part of your brain is stirring that brew. which one you choose to remember in the morning is based on wishes, anxieties... it's a vast and fascinating place. everywhere you turn, a part of you. </q> victoria laurie: death perception( psychic eye mysteries, book 6)", "new_id": -2}, {"uid": "2008111000_00032065_W", "i": 2592, "idx": 22, "sa": ["Gustavo Arellano"], "q": "day goes badly, i can remind myself that i have asked for this job by name and thought to create this for myself, and i can only blame myself for the whole thing.\" jeremy darling: <q> i'm pluto. i'm cold, distant, and alone. </q> <strong> Gustavo Arellano </strong>: \"dude, i was a nerd from the day i was born. i was reading in kindergarten. i got humungous <strong> Gustavo Arellano </strong> that covered half of my face in second grade. i've been living", "new_id": -2}, {"uid": "2008091804_00000852_W", "i": 2284, "idx": 0, "sa": ["Guy Kawasaki"], "q": "take off and grow quickly, while others move along at a steady pace. while entrepreneurs are different and unique, they face similar challenges and problems commonly found in business. entrepreneurs will often rely on the same <q> i'll tackle that myself </q> mentality; however, seeking outside assistance is also an option. according to <strong> Guy Kawasaki </strong>, the top ten lies entrepreneurs express to others include: 2. \"the market is forecasted to be$ 50 billion by 2010", "new_id": -2}, {"uid": "2008101806_00008148_W", "i": 1745, "idx": 19, "sa": ["Guðlaugur Þór Þórðarson"], "q": "?\" asks a red-eyed advertising consultant dressed in a woolly cardigan and slippers as he sits in the food court. at age 61, he has lost almost all of his retirement savings in the banking meltdown. <q> it's a matter of pride as a man and an icelander, </q> he says, \"and it was yanked out from under from me.\" <strong> Guðlaugur Þór Þórðarson </strong> th?r th?rdarson agrees that iceland has sustained a blow to its psyche- \"especially when uses antiterrorism laws against iceland,\" he", "new_id": -2}, {"uid": "2008090408_00027014_W", "i": 4391, "idx": 1, "sa": ["John McCain"], "q": "a candidate out for himself. \"here's how i look at the choice americans face in this election. in politics, there are some candidates who use change to promote their careers,\" she said. <q> and there are those like <strong> John McCain </strong>, who use their careers to promote change, </q> she added. the republicans greeted their number two slot candidate with a thunderous and extended applause as she strode to the stage for her first speech in which she said that she had accepted the nomination to serve the", "new_id": -2}]