[{"uid": "1297384383139427845", "i": 9065, "idx": 9, "sa": ["Chad Thomas", "Sergio Marchionne", "Sergio Chiamparino", "Tim Higgins"], "q": "end of this year. \"There was an overreaction to <strong> Sergio Marchionne </strong>'s comments, which shows how fragile the Italian economic system is,\" said Turin Mayor <strong> Sergio Chiamparino </strong>, with whom <strong> Sergio Marchionne </strong> regularly plays cards. <q> I told <strong> Sergio Marchionne </strong> he should better explain his business model, which represents a revolution for the Italian culture. </q>-- With assistance from <strong> Tim Higgins </strong> in Detroit and Marco Bertacche in Milan. Editors: Jerrold Colten, <strong> Chad Thomas </strong> To contact the reporters on this story: Tommaso Ebhardt in Milan at tebhardt@bloomberg.net; Lorenzo Totaro", "new_id": -2}, {"uid": "1295537212247300126", "i": 2539, "idx": 0, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong>- who has an estimated personal fortune of over Â£ 165m- admits he was never academically successful but believes he has done well out of life because he has such good instincts. He said: <q> All my life I had to teach myself. I never really had a proper education. I wasn't born with any skill. I didn't learn anything from school. \"Mainly, I trust my instincts because I have very broad tastes. I genuinely believe that if I like something, other people are going to like it as well. </q> <strong> Simon Cowell </strong> quit \"American Idol' last year in order to focus on bringing his UK show,` The X Factor\", to the US and admits it took a discussion with an unnamed \"successful", "new_id": -2}, {"uid": "1296200478083099666", "i": 7958, "idx": 0, "sa": ["Barack Obama", "Mike Pence"], "q": "help from <strong> Barack Obama </strong>, who carried Indiana in 2008. \"Indiana is going to be a priority for the president,\" Winston said. State Democrats, he hopes, will find a consensus candidate this spring. <q> It's a$ 15 million to$ 18 million race. I hope we won't have a primary. </q> <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates. \"The social conservatives love him,\" says former Republican state chairman Rex Early. \"The", "new_id": -2}, {"uid": "1295610219050561027", "i": 8667, "idx": 7, "sa": ["Eric Schmidt"], "q": ". The news of the change rocked Silicon Valley, with analysts and company insiders offering varying theories. Some said Mr. <strong> Eric Schmidt </strong> was tired of the day-to-day hassles of management. Mr. <strong> Eric Schmidt </strong> said in the interview, <q> I would tell you, frankly, a decade is a long time to be a C.E.O., and Larry will discover this. </q> Others say Mr. Page always planned to re-assert his authority at some point. \"Larry has wanted to be C.E.O., so that's not a surprise,\" said a former Google sales executive", "new_id": -2}, {"uid": "1295618647099680302", "i": 4274, "idx": 0, "sa": ["Eric Schmidt"], "q": "the throne while training him to do so. We knew that this would happen. We When I interviewed <strong> Eric Schmidt </strong> a few weeks ago and asked about pressure over privacy, China, and lobbying, he said, <q> This is not the No. 1 crisis at Google. </q> What is? Scale is Google's greatest skill and greatest challenge. It scaled search( vs. quaint Yahoo, which thought it could catalogue this web thing). It scaled advertising( vs. the media companies that", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a \"second chance.\" According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was \"passionate about it,\" adding that the president said <q> it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall. </q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}, {"uid": "1295416505157892632", "i": 8983, "idx": 1, "sa": ["Rickey Minor", "Simon Cowell", "Steven Tyler"], "q": ". Because when \"Idol\" returns tonight on Fox, it will be unveiling changes so extensive, producers are saying it might as well be considered an entirely different show. <q> It will, hopefully, be a little bit of circus, </q> joked host <strong> Simon Cowell </strong> and I had our banter, but this is a whole different dynamic.\" <strong> Steven Tyler </strong> have stepped up to counter <strong> Simon Cowell </strong>'s cynicism and charisma with star power and supportive tones. <strong> Rickey Minor </strong> took the", "new_id": -2}, {"uid": "1295614765207978533", "i": 17706, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "on Friday that <strong> Andy Coulson </strong> had felt compelled to resign, but did not mention the scandal, which centres on allegations of systematic wrongdoing at <strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, </q> Mr. <strong> David Cameron </strong> said in a statement. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\" Mr.", "new_id": -2}, {"uid": "1295887713005734413", "i": 30910, "idx": 2, "sa": ["Zahi Hawass"], "q": " \"Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,\" <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> FILE- In this March 7, 1982 file photo, Cleopatra's... File photo of German Chancellor Merkel looking at... Queen Nefertiti, the ubiquitous, media-savvy Egyptian antiquities director whose... Egypt asks Berlin to", "new_id": -2}, {"uid": "1295471430042287111", "i": 4214, "idx": 1, "sa": ["Sergio Marchionne"], "q": "topic on the Internet today after Chrysler management said it is rethinking the future of the minivan vehicle. \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> told the Associated Press on Tuesday. <q> We need to retain all its functionality but make it much more versatile. </q> To begin commenting right away, you can log in below using your Disqus, Facebook, Twitter, OpenID or Yahoo login credentials. Alternatively, you can post a comment as a \"guest\" just by entering", "new_id": -2}]