[{"uid": "1296535482017350713", "i": 49134, "idx": 1, "sa": ["Sergio Marchionne", "Barack Obama"], "q": "these figures are not as bad as the company emerged from bankruptcy in 2009. Chrysler announced that produced an operating profit in the first quarter of 2010 for the first time since the economic crisis began. <q>It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations. Our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives,</q> added <strong> Sergio Marchionne </strong>. Last year, U.S. <strong> Barack Obama </strong> made the difficult decision to provide Chrysler with financial support if they proved to be able to restructure their businesses into a long-term viability without ongoing government assistance.", "new_id": -2}, {"uid": "1297259465195313674", "i": 12996, "idx": 0, "sa": ["Donald Rumsfeld", "Hillary Clinton"], "q": "& search= Search\", \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/02/03/VI2011020305286.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=02032011-57v&amp;flvURL=/media/2011/02/03/02032011-57v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F02%2F03%2F02032011-57v.jsn\"}{ \"title\": <q><strong> Hillary Clinton </strong> condemns treatment of press in Egypt</q>, \"description\": \"Before signing an agreement with Croatia, <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> condemned the Egyptian government for violating the freedom of the media.\", \"note\":\"', \"correction", "new_id": -2}, {"uid": "1295089667117588026", "i": 1372, "idx": 1, "sa": ["Carmelo Anthony", "Mike D'Antoni", "David Letterman", "LeBron James"], "q": "Stoudemire on the Late Show with <strong> David Letterman </strong>, where the all-star told the host that the players do in fact listen to the coach. \"He doesn't listen to me,\" <strong> Mike D'Antoni </strong> said with a laugh. <q>He was nice, though, very diplomatic.</q> With <strong> LeBron James </strong> sitting out nursing a sprained ankle, the Miami Heat were routed by <strong> Carmelo Anthony </strong> and the Denver Nuggets, losing their second straight game, 130-102. Miami's Record:", "new_id": -2}, {"uid": "1297130830124354601", "i": 24777, "idx": 2, "sa": ["Simon Cowell"], "q": "see how the show would do in the ratings. \"What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over,\" <strong> Simon Cowell </strong> explains. <q>But people are still excited about these shows, whether \"Dancing With the Stars,</q> which has gotten better over the years, \"America's Got Talent\"... I think they've done a good job.\" While the FOX juggernaut has gone through some pretty massive changes, ratings", "new_id": -2}, {"uid": "1297355862235454526", "i": 17183, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q>It can happen to any place in the world,</q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Update: Power Restored in Chilton Area, Schools Delayed Embezzlement Could Force Kids' Figure Skating Club to", "new_id": -2}, {"uid": "1295641913254836808", "i": 16, "idx": 1, "sa": ["Eric Schmidt"], "q": "Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w/ our Sharemethods ReviewCam. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295901162252542991", "i": 8033, "idx": 1, "sa": ["the Fox", "Simon Cowell"], "q": ",\" <strong> Simon Cowell </strong> revealed. Adding to the humiliation was that the group hadn't booked a car to pick them up, so they were left red-faced sitting on the steps outside the building. <q>I turned to the other Simons and said, \"The good news is, it will never get worse than this,\"</q> he said. <strong> Simon Cowell </strong>, who became an international star when <strong> the Fox </strong> network bought Pop Idol and turned it into American Idol, used the interview to fuel speculation that he will quit the British X Factor", "new_id": -2}, {"uid": "1297290545073252890", "i": 31030, "idx": 2, "sa": ["Simon Cowell"], "q": ", how will this one stand out? According to <strong> Simon Cowell </strong>, this show is the only one \"where the contestants take an active role in deciding who's in the band,\" he said. <q>Whereas contestants must sing in different genres on other shows, this is all about Country music. Our contestants will turn some world renowned songs from other genres like Pop or Motown, pour their soul into it and make it Country.</q> The contestants will attempt to win over celebrity guests each week by competing in music business challenges and performing. Every week a contestant will get the boot, but the viewers will determine who gets to win", "new_id": -2}, {"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q>I told him, \"I'm glad you're here, because it is your moment as well\",</q> <strong> Ray Allen </strong> said. \"When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}, {"uid": "1297207807083279884", "i": 1513, "idx": 0, "sa": ["Colin Powell"], "q": "substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Rumsfeld quotes himself as telling the meeting, \"We should hit Khurmal during the speech, given that New York, because otherwise the site would be abandoned. Iraq had an active WMD site. \"As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal,</q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious sign", "new_id": -2}]