[{"uid": "1295559704104759327", "i": 6187, "idx": 2, "sa": ["Eric Schmidt"], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him</q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Google turned in a profit", "new_id": -2}, {"uid": "1297124350124354574", "i": 46079, "idx": 0, "sa": ["Michael Gove"], "q": "ministers should have assessed the impact of dysfunctional families on the mental health of children and adults. Its report, which defines family breakdown as \"divorce or separation, dysfunction or dad-lessness\", says: <q>Working with the whole family not only prevents many children from being labelled as mentally ill but can also tackle the causes of their problems- often rooted in or sustained by the dynamics of family relationships.</q> Follow all the top political stories of the day on Twitter with the Guardian and Observer's politics team Speaker Bercow and <strong> Michael Gove </strong> clash in Commons- but which is under most pressure? Bestsellers from", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's \"State of the Union\" that he will wait to make a decision on whom to support in the next presidential election. <q>I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,</q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position. \"`", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}, {"uid": "1295967193135200806", "i": 8093, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q>This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country,</q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. Article: Egypt asks Berlin to return Nefertiti bust... Article:", "new_id": -2}, {"uid": "1297280723168607761", "i": 25457, "idx": 0, "sa": ["Barry Ptolemy", "Hugo de Garis", "Kevin Warwick", "Colin Powell", "Dean Kamen", "Peter Diamandis"], "q": "Film Festival, TRANSCENDENT MAN has drawn critical acclaim. It screened to sold-out audiences at Tribeca, the American Film Festival in Los Angeles and the International Documentary Film Festival in Amsterdam. The film was lauded as <q>one of the top ten documentaries of the year,</q> by the International Documentary Association. <strong> Barry Ptolemy </strong> explores the social and philosophical implications and the potential threats technological advances pose to human civilization in interviews with world leader <strong> Colin Powell </strong>; technologists <strong> Hugo de Garis </strong>, <strong> Peter Diamandis </strong>, <strong> Kevin Warwick </strong>, and <strong> Dean Kamen </strong>;", "new_id": -2}, {"uid": "1295629069004243586", "i": 26635, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "With New Bumpers, Vacation Blackouts AAPL: 330.79(-1.89,-0.57%)| NASDAQ: 2702.75(-1.54,-0.06%)  Analyst: It's possible that <strong> Eric Schmidt </strong> could be Apple's next CEO  <q>On Thursday, Google along with its strong quarterly numbers, announced that its co-founder Larry Page will become the new Chief Executive of the company starting April 4,</q> Manikandan Raman reports for The International Business Times. \"Larry Page, who founded Google along with <strong> Sergey Brin </strong>, will take the reins from <strong> Eric Schmidt </strong>, who has been holding that position since 2001. \"`", "new_id": -2}, {"uid": "1295677119039469083", "i": 44266, "idx": 0, "sa": ["Andy Coulson"], "q": "meaningless. is only a word spoken out from his mouth. not from his heart.\" Report Abuse \"They'll carry on with this, they'll carry on with that yada yada...\" Report Abuse <q>He and Bush both deserve the same fate as <strong> Saddam Hussein </strong>.</q> They are war criminals. They should be hanged. They were so happy to dole out their \"justice\" on Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295669729206995523", "i": 31541, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "said. Page praised <strong> Eric Schmidt </strong>, too: \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly.\" <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holidays. <strong> Google Inc. </strong> earned$ 2.5 billion, or", "new_id": -2}, {"uid": "1295853731069795901", "i": 26379, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "posted in recent days. A story published Saturday said <strong> Mitch Daniels </strong> would be the odds-on favorite for the GOP nomination in 2012 if pundits, conservative columnists and political thinkers represented the party's base. <q>The diminutive Hoosier has nurtured a profile as a mature politician whose outlook extends beyond the next news cycle and whose demeanor exudes seriousness,</q> the story said. It also noted that the candidate favored by party elites has almost always failed to win the nomination. As for <strong> Mike Pence </strong>, a story Friday highlighted the effort by a group of conservatives", "new_id": -2}, {"uid": "1295907918177651713", "i": 23764, "idx": 1, "sa": ["George Shultz", "Donald Rumsfeld"], "q": "parents wrote to each other during World War II. <strong> Donald Rumsfeld </strong>'s sister Joan and former <strong> Donald Rumsfeld </strong> of State <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations. <q>I started thinking about this amazing archive I had,</q> he said during a recent interview. \"The fact that I had it persuaded me that I ought to take advantage of it.\" <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite,", "new_id": -2}]