[{"uid": "1295322218229212248", "i": 44249, "idx": 0, "sa": ["Piers Morgan", "Michael Vick"], "q": "about contemplating suicide at age 14, her quest to interview <strong> Michael Vick </strong>, and how many times she's had her heart broken( twice). <strong> Piers Morgan </strong> pumped up his subject shamelessly: \"She <q>the biggest, richest, most powerful star in the world!</q> \"You would make a fantastic mother!\" \"Everything you touch is a hit- could you just touch me?\" <strong> Piers Morgan </strong>, reaching for the highest compliment a fawning British subject could pay a woman,", "new_id": -2}, {"uid": "1295560274260145180", "i": 7620, "idx": 4, "sa": ["Eric Schmidt"], "q": "conference call with analysts, <strong> Eric Schmidt </strong> said he's excited about the change, because the more strategic role will give him \"a chance to work on the things I'm most interested in,\" which will be <q>a significant improvement in the things that I can do in my time.</q> The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and Brin have long run Google as a trio, an approach they spelled out in an \"owner's manual\" included in the company's", "new_id": -2}, {"uid": "1296084859120438795", "i": 4271, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.</q> UK police get new info in phone hacking inquiry Scotland Yard said Wednesday it was reopening its investigation into phone hacking at the country's top-selling Sunday newspaper after it had received \"significant new information", "new_id": -2}, {"i": 10874, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Our Judges Selected Some of The Most Groundbreaking Technology at Interop 2008, Including Overall Best of Show <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297277318262340623"}, {"uid": "1296341513125665387", "i": 9315, "idx": 2, "sa": ["Piers Morgan", "David Letterman"], "q": "to another, <strong> David Letterman </strong> offered a piece of advice. <strong> David Letterman </strong> \"You need to grab somebody by the tie and just pop'em, just a short right cross and then it'd be fantastic.\" <strong> Piers Morgan </strong>: <q>Would it work if it was <strong> Larry King </strong> or would it been seen a bit too cruel? Joking, only joking.</q> The New York Post reports on <strong> Piers Morgan </strong>'s interview style-- saying he has a reputation for being opinionated and combative. He was fired from his position as editor of the Daily Mirror in Britain for publishing what turned", "new_id": -2}, {"uid": "1297053179142344197", "i": 14046, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "the subject; it's called \"Torture Team: <strong> Donald Rumsfeld </strong>'s Memo and the Betrayal of American Values.\" The topic is also thoroughly covered in the bipartisan report of the Senate Armed Services Committee, <q>Inquiry into the Treatment of Detainees in U.S. Custody,</q> which concluded: The abuse of detainees at Abu Ghraib in late 2003 was not simply the result of a few soldiers acting on their own. Interrogation techniques such as stripping detainees of their clothes, placing them", "new_id": -2}, {"uid": "1296391518023904278", "i": 43979, "idx": 10, "sa": ["Mike Pence"], "q": "bill tightening bankruptcy laws, despite its support from the business community, because it would have prevented abortion protesters from filing for bankruptcy to avoid paying court-ordered fines and judgments.( 4 of 4) <q>Conjure what might be thought of as the perfect conservative, and chances are he would look a lot like Rep. <strong> Mike Pence </strong>,</q> the New York Times wrote in a 2006 profile. <strong> Mike Pence </strong> did anger conservatives that year when he offered what he hoped would be a middle ground on the immigration debate: creating a temporary guest-worker program that", "new_id": -2}, {"uid": "1295562571075235365", "i": 35172, "idx": 1, "sa": ["Eric Schmidt"], "q": "I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead. <strong> Eric Schmidt </strong> will take on the role of Executive Chairman... <q>... I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and Sergey.</q> A role that sounds a lot like the role he played over the past 10 years-being the grown-up face of the company, while Brin and Page play with algorithms. Honestly, this news is too", "new_id": -2}, {"uid": "1295485188094470155", "i": 41543, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "at the weekend claiming that his communications director, <strong> Andy Coulson </strong>, had offered his resignation. When specifically asked on Today programme whether <strong> Andy Coulson </strong> had offered to resign over the continuing World phone-hacking controversy, <strong> David Cameron </strong> said: <q>I don't have to go into private conversations.</q> <strong> Andy Coulson </strong>'em barrassed' over phone hacking row today that his communications chief <strong> Andy Coulson </strong> was \"embarrassed\" by the continuing row over phone-hacking at the News International phone hacking investigation ABC News investigation in wireless cell phone hacking into", "new_id": -2}, {"uid": "1295600499103776311", "i": 7317, "idx": 3, "sa": ["Eric Schmidt"], "q": "world's largest social network. Google said the management change was made as part of a plan to \"streamline\" decision making and create clearer lines of responsibility and accountability at the top. <q>It's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit,</q> said Ryan Jacob, portfolio manager with the Jacob Internet Fund. \"It should streamline the decision-making process. They're in a fast-moving industry.\" <strong> Eric Schmidt </strong> now plans to sell about 534,000 shares of Class", "new_id": -2}]