[{"uid": "1296867070001982490", "i": 3667, "idx": 3, "sa": ["Sergio Marchionne"], "q": "adding that Chrysler had no choice but to take the loans at the height of the financial crisis. A Chrysler spokesman declined to comment on <strong> Sergio Marchionne </strong>'s use of the term`` shyster''. <q> When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut, </q> <strong> Sergio Marchionne </strong> said of the bailout. <strong> Sergio Marchionne </strong> used the term`` shyster'' at least three times when discussing the interest rates on the debt owed to the U.S. Treasury during his nearly hour-long appearance at an industry", "new_id": -2}, {"uid": "1295560622029818948", "i": 55558, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": " <strong> Eric Schmidt </strong>, 55, will remain an adviser to <strong> Larry Page </strong> and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. On is his href=\"http://twitter.com/Eric SchmidtEric Schmidt#\" target=\"\"> Twitter account, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision no longer needed! </q> The changes will be effective April 4.`` In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come", "new_id": -2}, {"uid": "1297441290223772674", "i": 6833, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt", "Wael Ghonim", "Barack Obama"], "q": "a hard-line, Iranian-style, Islamic theocracy. According to The Jerusalem Post, Google executive <strong> Wael Ghonim </strong>, just released from 12 days of Egyptian detention, confirmed that he was responsible for the Facebook <strong> Larry Page </strong> that ignited <q> the revolution of the youth of the Internet. </q> This is the same Google where CEO <strong> Eric Schmidt </strong> is a personal friend of <strong> Barack Obama </strong>, and a member of <strong> Barack Obama </strong>'s Council of Advisors on Science and Technology. Google founders <strong> Sergey Brin </strong> and <strong> Larry Page </strong> contributed a whopping$", "new_id": -2}, {"uid": "1295560040175849483", "i": 2659, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "the company's external relationships, fostering partnerships, broader business relationships and working with government officials. Mr. <strong> Larry Page </strong> is set to take over product development and technology strategy. The executive shake up is designed to <q> simplify our management structure and speed up decision making, </q> Mr. <strong> Eric Schmidt </strong> said.`` In this new role I know he will merge Google's technology and business vision brilliantly,'' Mr. <strong> Eric Schmidt </strong> said.`` I am enormously proud of my last decade", "new_id": -2}, {"uid": "1296161177113164330", "i": 8574, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "] has been misinterpreted and[ it is] not well understood what we are doing,'' Mr <strong> Eric Schmidt </strong> said, explaining that he wanted details of the deal understood for the`` historic record''. <q> This has nothing to do with competitors, that is completely false. This was my proposal. People have never believed that the three of us could run the company as a triumvirate, but[ this is] a very, very well managed business. The three of us will be on all of the big decisions together. </q> Mr <strong> Eric Schmidt </strong> said that the three men had discussed the change last summer to aid`` clarity'' over decision making. Mr <strong> Larry Page </strong> and Mr <strong> Sergey Brin </strong> had insisted that he retain a central role running the company", "new_id": -2}, {"uid": "1296860121114081793", "i": 31857, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to keep the automaker from collapse in 2009.`` I want to pay back the shyster loans,'' <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician. <q> Pay back the loans, get those out and then take( the company) public. </q> <strong> Sergio Marchionne </strong>, who is also CEO of Italy's Fiat SpA which owns 25 percent of Chrysler, has said repeatedly that the high interest rates on$ 5.7 billion that Chrysler owes to the U.S. Treasury have", "new_id": -2}, {"uid": "1296023446028524635", "i": 22069, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Michele Bachmann"], "q": "hard choices in the offseason, at quarterback and any other position, once he knew they needed to be made. He plans to remember all of this if a second chance comes along. <q> The most important thing for me now is that... I continue to talk to people on the offensive side of the ball and defensive side, continue to talk to coaches around the league, retired coaches also, and keep gaining knowledge. </q> Tea Party GOP Rep. <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for", "new_id": -2}, {"uid": "1295987623252182537", "i": 49339, "idx": 0, "sa": ["David Vitter", "Mike Pence"], "q": "first day senators are allowed to officially submit legislation, <strong> David Vitter </strong> reintroduced his bill to amend title X of the Public Health Service Act to prohibit family planning grants from being awarded to entities that perform abortions. <q> My Title X amendment would end the practice of allowing taxpayer funds to be used to pay for administrative costs and other services offered by abortion providers, a practice that allows other funds to be used for abortion practices, </q> he told LifeNews.com. Congressman <strong> Mike Pence </strong> of Indiana has sponsored in the House that is expected to receive a debate and vote by the pro-life House Republicans that lead the chamber. However, whether pro-abortion Senate Democratic Leader", "new_id": -2}, {"uid": "1296060080049987593", "i": 34599, "idx": 1, "sa": ["Mia Tyler", "Simon Cowell", "Liv Tyler"], "q": "than title=\"Simon Cowell\" href=\"http://www.nbcnewyork.com/topics?topic=Simon Cowell+Simon Cowell\"> <strong> Simon Cowell </strong> and his nasty quips.`` We're a very sarcastic family,'' said <strong> Mia Tyler </strong>, a plus-sized model and title=\"Liv Tyler\" href=\"http://www.nbcnewyork.com/topics?topic=Liv Tyler+Liv Tyler\"> <strong> Liv Tyler </strong>'s paternal half-sister. <q> He's the funniest man I know. He's saving the show because it was kind of boring before. There's only so many times you can watch <strong> Simon Cowell </strong> be mean to people. </q> While <strong> Mia Tyler </strong> may be biased, there's no doubt that the title=\"Aerosmith\" href=\"http://www.nbcnewyork.com/topics?topic=Aerosmith\"> Aerosmith frontman's comments are entertainingly unpredictable. For example, he said about one contestant:`` Water that flower'cause", "new_id": -2}, {"i": 49389, "idx": 2, "index_answer": 0, "new_id": -1, "q": "he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone sees him that way. <q> In the eyes of many people, he's a hero, </q> said <strong> Dwaine Caraway </strong>, adding that he doesn't condone animal cruelty. Photo: Scars from fighting mark the face of Lucas, the grand champion of football player <strong> Michael Vick </strong>'s fighting dogs in Kanab, Utah.", "sa": ["Dwaine Caraway", "Michael Vick"], "uid": "1297240707110002271"}]