[{"uid": "1297183505216317958", "i": 9333, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "Afghan army. Not a bad idea, except that building that army was a low priority for his Pentagon. Contemplating ''complications'' for U.S. defense strategy, on May 21, 2001, <strong> Donald Rumsfeld </strong> acknowledged <q>the U.S. military has no doctrine for police work. Shouldn't we have some work going on with respect to that?</q> Maybe it would have helped in Afghanistan and Iraq. But in April 2002, <strong> Donald Rumsfeld </strong> dismissed concerns that U.S. forces needed to be involved in securing the peace with a quippy'' Ah, peacekeeping.", "new_id": -2}, {"uid": "1296081605159416339", "i": 1459, "idx": 0, "sa": ["Pope John Paul II", "Colin Powell", "Pope Benedict XVI"], "q": "the Air France Flig... <strong> Pope Benedict XVI </strong> calls St <strong> Pope John Paul II </strong> an authentic missionary to migrants <strong> Pope Benedict XVI </strong>'s message for the World Day of Migrants and Refugees was released Wednesday at a Vatican press conference. Calling the theme of his message <q>St <strong> Pope John Paul II </strong> migrant, ''Apostle of the peoples'</q>, the Holy Father placed the World Day within the... IFCUs 23rd <strong> Colin Powell </strong> Assembly 2:13 The 23rd <strong> Colin Powell </strong> Assembly of the International Federation of Catholic Universities( IFCU), carrying the theme '''The Catholic University in Post-Modern", "new_id": -2}, {"uid": "1295798969051544070", "i": 38026, "idx": 0, "sa": ["Rachel Maddow", "Kirsten Gillibrand", "Sen. Joe Lieberman", "Lady Gaga", "John McCain"], "q": ".'' The <strong> Rachel Maddow </strong> comments on filibuster, General Amos, <strong> John McCain </strong>& <strong> Lady Gaga </strong> http://wn.com/'Don't_Ask,_Don't_Tell'_Repeal_Passes_Historic_Senate_Vote In a historic vote, the Senate on Saturday voted to advance legislation that would overturn the military ban on openly gay troops known as <q>Don't Ask, Don't Tell.</q> Prior to the vote, Senators <strong> Kirsten Gillibrand </strong> and <strong> Sen. Joe Lieberman </strong>-- leaders on this issue-- urged their Senate colleagues to vote for passage of repeal. http://wn.com/Senate_Democrats_Military_Officials_Advocate_for_Repeal_of_Don't_Ask,_Don't_Tell Lambda Legal Executive Director Kevin Cathcart spoke with CBS News in response to", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the ''Jersey Shore'' sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong> ''<strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q>It's really hard for me to watch,</q> <strong> Nicole Polizzi </strong> says of watching the punch t... ''<strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) ''<strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1295389551128106499", "i": 4722, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "her complaints on topics that can cause potential security problems. Cyber attacks against the defense department as well as American-based companies like Google were at the heart of <strong> Kirsten Gillibrand </strong>'s complaint, prompting her to write that <q>the potentially devastating consequences to the United States illustrate the need to engage this issue at the highest levels of government.</q> The question of China's ability to restrict exports because of their control over REEs is also a problematic one for the Senator because these regulations sometimes force companies to relocate to China in order to access the materials.", "new_id": -2}, {"uid": "1297367447190234638", "i": 34135, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb", "Solomon Wilcots"], "q": "the door for <strong> Michael Vick </strong>, and the way <strong> Michael Vick </strong> lit up opposing defenses left the Eagles no choice but to try and find a new home for <strong> Kevin Kolb </strong>. <strong> Solomon Wilcots </strong> has talked with coaches for the Eagles about <strong> Kevin Kolb </strong>. <q>They love him. They just love Mike <strong> Michael Vick </strong> more,</q> he said. <strong> Solomon Wilcots </strong> agrees with the Eagles enthusiasm for <strong> Kevin Kolb </strong> and thinks he is a perfect quarterback to lead the Bengals into the future. The second part of the equation makes as much sense as trading for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1294960874114671713", "i": 7648, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the next generation a job opportunity, even with some sacrifices,'' said Carella, 61, who has built models including Pandas and Unos after moving to Turin from the southern town of Mammola in the 1960s. <q>It's time to give something back. This is the worst crisis I've seen.</q> <strong> Sergio Marchionne </strong> is counting on workers like Carella to overshadow his opponents on a vote over concessions for a 1 billion-euro($ 1.3 billion) investment in the oldest of Fiat's six Italian auto plants. More than", "new_id": -2}, {"uid": "1296291755127057973", "i": 27127, "idx": 0, "sa": ["Allen Iverson"], "q": "out the Toronto Raptors 137-105 for their fifth straight win at home. The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws. <q>It felt OK before the game,</q> <strong> Allen Iverson </strong> said. ''Now, it feels that much worse. It's throbbing like a heartbeat.'' <strong> Allen Iverson </strong>, who hurt his finger against San Antonio a week ago, slips on a brace after every game", "new_id": -2}, {"uid": "1295007583223330324", "i": 9866, "idx": 1, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Debbie Wasserman Schultz"], "q": "of California, <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. ''It felt like we were watching a miracle,'' <strong> Debbie Wasserman Schultz </strong> told reporters traveling back to Washington with her on Air Force One. <q>The strength that you could see flowing out of her, it was like she was trying to will her eyes open.</q> Giffords is expected to survive, although her condition and the extent of her recovery remain in doubt. As finger-pointing emerged in Washington and beyond over whether harsh political rhetoric played a role in creating", "new_id": -2}, {"uid": "1297129044188514306", "i": 479, "idx": 1, "sa": ["Simon Cowell"], "q": "money, it's a massive, massive risk. But it's also an incredible incentive,'' <strong> Simon Cowell </strong> told reporters Monday of the decision to offer the winning X Factor act a$ 5 million recording contract. <q>I think it puts everybody, rightly, under an enormous amount of pressure. I didn't want to go into this show without a feeling a certain amount of pressure, because with pressure, you've got to find a star. ''I think if we can't find a global star, then I would say we failed,</q> <strong> Simon Cowell </strong> added. ''I can't put it any clearer than that. There is that person or that group sitting in America right now waiting to be discovered.[ The money proves] we are genuinely,", "new_id": -2}]