[{"uid": "1295665867007979096", "i": 29819, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured\", suggesting that perhaps the move was forced. <q>For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company</q>. Larry Page, who founded the company with <strong> Sergey Brin </strong>, will now run the company in the CEO role with <strong> Eric Schmidt </strong> moving to an \"executive chairman\" position. \"Larry will now lead", "new_id": -2}, {"uid": "1295790223050479164", "i": 11476, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer", "Mark Hedlund"], "q": ", which has the support of some pro-business Repubs and some big-government Dems? \"I think everyone agrees that the redevelopment mechanism has been useful and created jobs,\" Democratic Treasurer <strong> Bill Lockyer </strong> said. But: <q>The last I heard, the University of California and California schools create jobs.</q> The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday, \"You may win on redevelopment and then we take something else away.\" But why? <strong> Mark Hedlund </strong>, spokesman", "new_id": -2}, {"i": 6041, "idx": 7, "index_answer": 0, "new_id": -1, "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. \"The people in the streets have to give this government an opportunity to change,\" he said cheerfully. <q>Beautiful things happened in the last five days.</q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "sa": ["Zahi Hawass", "Hosni Mubarak"], "uid": "1296579646157810697"}, {"uid": "1295858614182239244", "i": 45920, "idx": 0, "sa": ["Steve Jobs", "Eric Schmidt", "Sergey Brin"], "q": "investigated by the EC. In another change of role, the company announced that co-founder <strong> Sergey Brin </strong> will work on strategic projects focusing on new products. On the shifts in responsibilities, <strong> Eric Schmidt </strong> said: <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.</q> All fields required. Your email address will not be displayed on the site. Outsourcing application management provided predictability and tangible cost savings What does <strong> Steve Jobs </strong>' \"absence of leave\" from Apple mean", "new_id": -2}, {"uid": "1294997731235044878", "i": 42722, "idx": 2, "sa": ["Brian Finneran", "Michael Vick"], "q": "70 yards down the field and he'd still yank it up to you. Always stay alive.\" <strong> Brian Finneran </strong> doesn't argue with <strong> Michael Vick </strong>'s own self-description of the quarterback's Falcons years. <q>Mike always worked hard on the football field,</q> <strong> Brian Finneran </strong> said. \"But as a quarterback, you've got to know everything about that offense, about the line, where the running backs are supposed to be. No question he could have worked harder in", "new_id": -2}, {"uid": "1295547194232112134", "i": 30661, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Monica Herrera", "Steven Tyler"], "q": "reviews, but will they be too soft to satisfy viewers accustomed to <strong> Simon Cowell </strong>'s cruelty?( Minus <strong> Simon Cowell </strong>, the \"Idol\" judges \"lacked teeth,\" says <strong> Monica Herrera </strong> in Billboard. If anyone <q>even remotely offended[ the contestants], it was left on the cutting room floor.</q> <strong> Steven Tyler </strong>'s \"comedic soundbites\" were entertaining, and <strong> Jennifer Lopez </strong>'s mere presence left contestants \"more star-struck than ever,\" but \"Idol\" is diminished without a healthy dose of nastiness. \"American Idol", "new_id": -2}, {"uid": "1296351472068419594", "i": 41300, "idx": 0, "sa": ["Stephen Jackson", "Allen Iverson"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q>When a guy is shooting like that, there's nothing you can do.</q> <strong> Allen Iverson </strong> scored 14 http://wn.com/Chippewa_Valley_High_School_2006-2007_Men's_Swimming_Diving_Division_Champions_Video Video celebrating the MAC blue division victory over Dakota High School during the 2006-2007 Men's Swimming& Diving Season. http://wn.com/El_Paso_High_School_Percussion_Ensemble_2009_Marching_Season__Yanni El Paso High School Percussion Ensemble performing their 2009 show, Marching Season,", "new_id": -2}, {"uid": "1295667496153141253", "i": 4457, "idx": 1, "sa": ["Eric Schmidt"], "q": "combining all business events w/ entire activity streams, it adds concepts like hash tags, notifications& recommendations, for instance. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296012315232554503", "i": 10727, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": ". He was arrested in Osaka while waiting for a ferry to Okinawa. He refused to eat for two weeks after the arrest, \"but I could not die,\" he said. <q>Before and after the escape, all I cared about was myself, after all.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog San Francisco only the nation's 11th gayest city?: City Insider SAN MATEO 2", "new_id": -2}, {"uid": "1295977910157089808", "i": 30981, "idx": 29, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "after he couldn't lift his arm or even his toddler son, <strong> Carmelo Anthony </strong> didn't let the lingering pain in his right elbow keep him from scoring baskets by the bunches or handing out high-fives by the boatload. <q>You've still got to cheer, man,</q> <strong> Carmelo Anthony </strong>... <strong> Allen Iverson </strong> 35pts clutch game winner vs Timberwolves 07/08 <strong> Allen Iverson </strong> 35pts clutch game winner vs Timberwolves 07/08 The conversation was short and to the point. <strong> Carmelo Anthony </strong> saddled up to <strong> Allen Iverson </strong> late in the fourth quarter and told him", "new_id": -2}]