[{"uid": "1296362329255475725", "i": 5279, "idx": 12, "sa": ["Linas Kleiza", "Kobe Bryant", "Carmelo Anthony", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q>... <strong> Kobe Bryant </strong> 34 points 6 assists 7 rebounds vs Kings 2006-07 <strong> Kobe Bryant </strong> 34 points 6 assists 7 rebounds vs Kings 2006-07 In the last game of the regular season, <strong> Kobe Bryant </strong> had one of the most efficient nights of the", "new_id": -2}, {"uid": "1296143039011223086", "i": 34322, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Get the Chicago Tribune delivered to your home for only$ 1 a week> ChiGirl21 at 9:27 AM January 27, 2011 Relentless snow piles up on winter-weary Northeast as commuters dig out yet again Luxury linen for less", "new_id": -2}, {"uid": "1296079016000753673", "i": 20689, "idx": 2, "sa": ["Michael Vick", "Barack Obama"], "q": "\" \"We believe it was worth it,\" he said, \"because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.\"\"[...] <q>We're real excited about it,</q> Vito said. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's", "new_id": -2}, {"uid": "1297353676255098882", "i": 1861, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "12-day closure. But few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q>We will open the museum after the strike is finished. I don't know when the strike is finished,</q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. \"I need things to go back to normal.\" Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators", "new_id": -2}, {"uid": "1297242605085999617", "i": 1335, "idx": 0, "sa": ["Kirsten Gillibrand", "Barbara Boxer", "House Judiciary Committee"], "q": "reproductive rights advocates. They have appropriated the Republican charge from last year that Democrats were working on a liberal policy agenda instead of on job creation and the economy, and turned it on its head. <q>This election was about the economy,</q> said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong> of New York, who joined with other Democratic senators Tuesday to decry the <strong> House Judiciary Committee </strong> bills Tuesday as needless and intrusive. Over and over, Democrats said that by bringing up the abortion issue", "new_id": -2}, {"uid": "1295779892017170523", "i": 1841, "idx": 7, "sa": ["Bob Dole", "Charlie Black", "Mike Pence"], "q": " \"The key is the conservative movement adopting him as its favorite.\" <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. <q>The folks I've heard, the names I've seen, are the leaders of the social conservative movement,</q> said GOP strategist Scott Reed, who managed <strong> Bob Dole </strong>'s presidential campaign in 1996. \"And that is a strong base from which to start. But it isn't going to get you to the finish line.", "new_id": -2}, {"uid": "1295629613045006864", "i": 39342, "idx": 0, "sa": ["Steve Ballmer", "Jeff Immelt"], "q": "'s Council on Jobs and Competitiveness. Having worked with <strong> Jeff Immelt </strong> in the past, <strong> Steve Ballmer </strong> apparently wanted the world to know where he stands. He released the following statement on the Official Microsoft blog: <q><strong> Jeff Immelt </strong> and I started our careers together at Proctor& Gamble, and I have enormous respect for the success he's had at GE. He is an ideal business leader to chair the <strong> Barack Obama </strong>'s Council on Jobs and Competitiveness and help drive a focus on what we can all do to increase American competitiveness and create new jobs.</q> Microsoft is all about some competitiveness lately, as evidenced by the company recently joining Fairsearch, the coalition ruffling Google's feathers over its pending acquisition of ITA Software. Yesterday during Google", "new_id": -2}, {"uid": "1297282407122896681", "i": 23085, "idx": 4, "sa": ["Simon Cowell", "Susan Boyle"], "q": ",\" <strong> Simon Cowell </strong> explained. \"It really helped show me who could handle the pressure.\" <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star. <q>There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me,</q> he said. \"I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method.\" Exactly which judges would be deliberating on the future <strong> Susan Boyle </strong> Boyles of America, he would", "new_id": -2}, {"uid": "1295587965072171525", "i": 11222, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "CEO for a decade will continue as executive chairman from April 4, while <strong> Sergey Brin </strong> will continue on as co-founder. In his new role as CEO, Page will monitor product development and technology strategy. <q>Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we anticipate working together for a long time to come. As friends, co-workers and computer scientists we have a lot in common, most important of all a profound belief in the potential for technology to make the world a better place,</q> <strong> Eric Schmidt </strong> said in a blog post. On Thursday, <strong> Google Inc. </strong> posted a 26 per cent rise in fourth-quarter revenue at$ 8.44 billion compared to the fourth quarter of 2009. Click NEXT to read why <strong> Eric Schmidt </strong> has stepped", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies. \"Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,\" <strong> Bill Lockyer </strong> said. <q>It's improper, it will stop now, it will not happen again and we will get our money back.</q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}]