[{"uid": "1295983889241025056", "i": 28370, "idx": 0, "sa": ["Joan Frank", "Bill Lockyer", "Newt Gingrich"], "q": "dead.\" Then, movingly, she lists reasons to live- among them the task of translating her late father's poems. But her own drive to write, she confesses, is waning. <q>I've said what I have to say./ I'll stop, and look at things I called/ distractions. Become reader of the world,/ no more writer of it.<q> <strong> Joan Frank </strong>'s latest book is \"In Envy Country,\" a collection of stories. E-mail her at Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate:", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ". \"I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,\" said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q>But I know he's here now.<q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}, {"uid": "1296784629036126790", "i": 41637, "idx": 6, "sa": ["Donald Rumsfeld", "Tommy Franks"], "q": "including the oft-criticized decision not to pursue Osama Bin Laden when he was widely believed to be hiding in the Tora Bora region in Afghanistan. He says he deferred to the commander in charge, <strong> Tommy Franks </strong>, to determine <q>whether attempting to apprehend one man on the run, whose whereabouts were not known with certainty, was worth the risks inherent in such a venture.<q> He then claims that adding forces to Tora Bora risked an increase in casualties and more criticism from war critics. <strong> Donald Rumsfeld </strong> backs up his argument by claiming that previous Bin Laden sightings all proved to be false", "new_id": -2}, {"uid": "1295915641195493939", "i": 17086, "idx": 1, "sa": ["Liza McGuirk", "Eric Schmidt", "Fareed Zakaria"], "q": "two met when <strong> Liza McGuirk </strong> executive produced <strong> Fareed Zakaria </strong> GPS, where <strong> Eric Schmidt </strong> was a regular guest.) An insider at CNN tells \"Page Six\" that <strong> Eric Schmidt </strong> has actually been shopping himself around for more than a year, <q>but the pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster.<q> That's cable news' loss as far as we're concerned. Sure, he may make Spitzer look telegenic by comparison, but the guy is a one-man pretty sure it's the former. <strong> Eric Schmidt </strong>'s quote", "new_id": -2}, {"uid": "1297129562188514329", "i": 1975, "idx": 0, "sa": ["Simon Cowell"], "q": "The X Factor decide to offer contestants the biggest grand prize on television? To make everybody a little nervous, <strong> Simon Cowell </strong> says. <q>By putting up that kind of prize money, it's a massive, massive risk. But it's also an incredible incentive,<q> <strong> Simon Cowell </strong> told reporters Monday of the decision to offer the winning X Factor act a$ 5 million recording contract. \"I think it puts everybody, rightly, under an enormous amount of pressure. I didn't", "new_id": -2}, {"uid": "1296667040253952025", "i": 39322, "idx": 1, "sa": ["Linas Kleiza", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "Miller bricked two free throws with 16.5 seconds left. After <strong> Allen Iverson </strong> drove and missed from close, <strong> Marcus Camby </strong> tipped the ball and <strong> Linas Kleiza </strong> got possession, hitting the shot from the left wing while falling away under pressure. <q>I just looked up at the clock and saw it was two seconds left, shot it up and it went in,<q> <strong> Linas Kleiza </strong> said. <strong> Carmelo Anthony </strong> had 30 points and 12 rebounds, <strong> Marcus Camby </strong> added 19 points, 14 boards and three blocked shots, and <strong> Allen Iverson </strong> had his streak of four straight 30-point performances end, finishing with 21. But", "new_id": -2}, {"uid": "1295907775203866167", "i": 21988, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "worden als een topman die met boude uitspraken over privacybescherming wereldwijd grote verontwaardiging oogstte. Toch zal het voor Larry Page ontzettend lastig worden om de successtrategie van <strong> Eric Schmidt </strong> komende jaren door te zetten, voorspellen kenners. <q><strong> Eric Schmidt </strong> heeft het geweldig gedaan en Google naar grote successen geleid<q>, zegt Gartner-analist Ray Valdes. De altijd rustig en relaxt ogende <strong> Eric Schmidt </strong>, die eerder als ceo bij Novell en cto bij Sun Microsystems diende, werd in juli 2001 door Page en <strong> Sergey Brin </strong> benoemd als topman van het", "new_id": -2}, {"uid": "1296084991130252806", "i": 31617, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.<q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. This affects comments on all stories. The Charlotte Observer welcomes", "new_id": -2}, {"uid": "1295303331067584079", "i": 23406, "idx": 0, "sa": ["Gov. Rick Perry", "Prince Fielder", "Mr. Bauer", "Mike Pence", "Gary Bauer", "Matt Kemp", "Michael R.", "Albert Pujols", "Hunter Pence"], "q": "of government in the nation's capital. Governors <strong> Gov. Rick Perry </strong> of Ban Abortion- 2012 Presidential Candidate www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q>All the obvious frontline names have all the usual pluses and minuses,<q> <strong> Mr. Bauer </strong> says. But in considering one... BSG: National League MVP candidates A rundown of possible National League MVP candidates including <strong> Albert Pujols </strong>, <strong> Matt Kemp </strong> <strong> Michael R. </strong>, <strong> Hunter Pence </strong>, <strong> Matt Kemp </strong> and <strong> Prince Fielder </strong> www.battingstanceguy.com... <strong> Mike Pence </strong>'s Speech at the", "new_id": -2}, {"uid": "1296105128124256343", "i": 9914, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.<q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}]