[{"uid": "1297165294117751808", "i": 46455, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.\" Coaching", "new_id": -2}, {"uid": "1296776655116113416", "i": 48565, "idx": 2, "sa": ["John McCain", "Colin Powell", "President Bush", "Gerald Ford", "George H.W. Bush"], "q": ", <strong> George H.W. Bush </strong>, was chilly, going so far as to imply that the elder <strong> President Bush </strong> lied about the circumstances of becoming director of Central Intelligence under <strong> Gerald Ford </strong>. He contends that \"the media image\" of Mr. <strong> Colin Powell </strong> <q> battling the forces of unilateralism and conservatism may have been beneficial to <strong> Colin Powell </strong> in some circles, but it did not jibe with reality, </q> that as secretary of state, in fact, Mr. <strong> Colin Powell </strong> \"tended not to speak out\" at meetings \"in strong opposition to the views of the president or of his colleagues.\" And he describes <strong> John McCain </strong>", "new_id": -2}, {"uid": "1295026521123977730", "i": 12429, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "were encouraging their friend to recover quickly so they could go out to eat and vacation together, they said. \"We knew she could hear and understand what we were saying,\" <strong> Kirsten Gillibrand </strong> said. <q> She started to open her eyes, literally... It was such a moment, and we were just in tears of joy watching this. </q> <strong> Gabrielle Giffords </strong> was wounded Saturday when a gunman went on a rampage, killing six people including Christina Green, 9, who was laid to rest Thursday. <strong> Gabrielle Giffords </strong> took a bullet through her brain, and 12", "new_id": -2}, {"uid": "1296518059268402728", "i": 18970, "idx": 0, "sa": ["Michael Vick"], "q": "left before ending of 3rd quarter, Eagle is setting another record for \"Most Scoring Team\" on Monday Night Football with the spank \"Eagle 59- 21 Redskin\". Eagle also set a new record for <q> Most Scoring Team On The Road In NFL </q>. This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is \"Eagle 59- 28 Redskin\". <strong> Michael Vick </strong> Record Night^^. http://wn.com/How_to_Play_Running_Back_in_Football__How_to_Gain_Extra_Yards_as_a_Running_Back Learn some great tips on the correct", "new_id": -2}, {"uid": "1297161526055738379", "i": 33850, "idx": 9, "sa": ["Simon Cowell", "Susan Boyle", "Lady Gaga"], "q": ".\" <strong> Simon Cowell </strong> said <strong> Susan Boyle </strong>'s success confirmed his decision to have a lower age floor and no age ceiling on \"X Factor.\" \"Stars can come from anywhere,\" he said. <q> <strong> Susan Boyle </strong> taught me a huge lesson- to be more open-minded. </q> As for why the show is called \"X Factor,\" <strong> Simon Cowell </strong> said that's a term he has used for intangible star quality. <strong> Lady Gaga </strong> had tried out for \"Idol\" three years ago", "new_id": -2}, {"uid": "1295452458083853341", "i": 9812, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "captain in the hit show, has revealed that Sue is in fact inspired by <strong> Simon Cowell </strong>. According to ShowbizSpy, <strong> Jane Lynch </strong> believes that there are a lot of similarities between the media mogul and Sue... <q> If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her... He's a great inspiration for the character of Sue, there is a lot that I can take from him and put into her. </q> \"<strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. Just like him, she says what", "new_id": -2}, {"uid": "1296784629036126790", "i": 41645, "idx": 14, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "at the White House the day after Woodward and Bernstein's first story about Watergate in the Washington Post, <strong> Donald Rumsfeld </strong> asserts he defied his colleagues and demanded to get to the root of the problem, saying, <q> If any jackass across the street[ at campaign headquarters] or here had anything to do with this, he should be hung up by his thumbs today. </q> <strong> Donald Rumsfeld </strong> is dismissive in his attitude to <strong> Colin Powell </strong> and Rice, whose decisions he constantly criticizes. Even before 9/11, he says <strong> Colin Powell </strong>'s State Department continually opposed his recommendation to reduce the numbers of American military forces", "new_id": -2}, {"uid": "1295559801014680073", "i": 9201, "idx": 0, "sa": ["John Thune", "Mike Pence", "Rick Santorum", "Mike Huckabee", "Bob Vander Plaats", "Haley Barbour", "Sarah Palin", "Mitch Daniels", "Herman Cain"], "q": "<strong> Herman Cain </strong> have also made commitments to participate. Other invited speakers include former Arkansas <strong> Mike Huckabee </strong>, Indiana <strong> Mike Huckabee </strong> <strong> Mitch Daniels </strong>, South Dakota <strong> Rick Santorum </strong> <strong> John Thune </strong>, former <strong> Sarah Palin </strong> <strong> Mike Huckabee </strong> <strong> Sarah Palin </strong>, Mississippi <strong> Mike Huckabee </strong> <strong> Haley Barbour </strong>, and Indiana Representative <strong> Mike Pence </strong>. <q> Iowans play a vital role in hosting the first-in-the-nation presidential caucus, and it is our privilege to offer this Presidential Lecture Series in order to provide our very influential base an opportunity to gain insight into our political process, </q> said <strong> Bob Vander Plaats </strong>, president and CEO of The FAMiLY LEADER. \"Our base is serious about its role in the political process and the Presidential Lecture Series is a focused strategy to facilitate meaningful exposure to our constituents.", "new_id": -2}, {"uid": "1295257680226672654", "i": 39029, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "all over the place. I felt the interview improved as they moved on to other subjects. Here are the main points. â\u0080¢ <strong> David Cameron </strong> rejected claims that he was imposing sudden change on the NHS. <q> There's nothing in these reforms that hasn't been tried in some way in the NHS, </q> he said. The changes were \"evolutionary\". There was also \"a lot of enthusiasm\" amongst doctors for what was happening, he claimed. â\u0080¢ He refused to deny reports that <strong> Andy Coulson </strong> offered to", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it. \"Every time I think I've heard the worst story, another one comes about,\" <strong> Jamie Buehrle </strong> said. <q> It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals. </q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}]