[{"uid": "1296233986144064524", "i": 24467, "idx": 2, "sa": ["David Archuleta", "Simon Cowell", "Sun Go", "Clive Davis", "Elton John"], "q": "and <strong> David Archuleta </strong>, 17, each performed three times in the live telecast before some 7000 people at Los Angeles' Nokia Theatre. One song was chosen for each by Sony BMG executive <strong> Clive Davis </strong>, who assigned U2's <q>I Still Haven't Found What I'm Looking For</q> to Cook, and the <strong> Elton John </strong> ballad \"Don't Let the <strong> Sun Go </strong> Down on Me\" to <strong> David Archuleta </strong>. <strong> Simon Cowell </strong>, who had earlier predicted Cook would triumph, firmly stated \"Round 1 goes to <strong> David Archuleta </strong>.\"", "new_id": -2}, {"uid": "1296666375083984402", "i": 25708, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "many changes this season, but executive producer <strong> Nigel Lythgoe </strong> assures us that the talent this season is the best yet as he reveals some thoughts about the new season in a recent interview. <strong> Nigel Lythgoe </strong> told the Hollywood Reporter that <q>You haven't really seen how strong the talent is yet. We can afford to lose 10 great ones this year because they're that good!</q> <strong> Nigel Lythgoe </strong> goes on to share that this season is all about bringing the fun back into the show and he sees that happening without <strong> Simon Cowell </strong>, but with a fresh new set of judges- along with Randy of course", "new_id": -2}, {"uid": "1296851804023298125", "i": 34919, "idx": 0, "sa": ["Eric Schmidt", "Jason Silva"], "q": ". I think 2011 is going to be a great year for \"smartertainment\" and the kind of content that we are attempting to perpetuate. <strong> Jason Silva </strong>: <strong> Eric Schmidt </strong> said something that I thought was fascinating, <q>We produce more data every two days than we had produced in 10,000 years of human recorded history,</q> so that's where we are today in terms of the amount of information that's being outputted and being created and recorded and disseminated on a daily basis through social media. With all of this data overwhelming us", "new_id": -2}, {"i": 19821, "idx": 1, "index_answer": 2, "new_id": -1, "q": "that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. \"<strong> Ricky Gervais </strong> was the host of the( Globes) show-very funny guy,\" <strong> David Letterman </strong> said on his late-night CBS show Monday. <q>But there's already talk that he'll never be invited back, and I say, \"Hey, welcome to the club.'</q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre\"s hosts, including <strong> Heidi Klum </strong> of \"Project Runway\" and <strong> Jeff Probst </strong> of \"Survivor", "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "uid": "1295447541150847576"}, {"uid": "1297429199014975043", "i": 38195, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "by the likelihood of Google gaining much more from any partnership than Nokia. \"Our fundamental belief is we would have difficulty differentiating,\" said <strong> Stephen Elop </strong>-- meaning they would have become just another Android phone maker. <q>Microsoft was the best opportunity to build, and lead, and fight.</q> When can we expect to see the first Nokia Windows Phone 7 device? <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both batted the question back, with <strong> Stephen Elop </strong> saying, \"We aren't making a specific announcement of when that", "new_id": -2}, {"uid": "1295594704029032469", "i": 33827, "idx": 0, "sa": ["Colin Powell", "Dan Quayle", "President Bush", "Dick Cheney"], "q": "unable to attend, thanked the former president, his officials, the US and its military forces. \"Believe me, Kuwait and its people will never forget you,\" he said. <q>We carry in our hearts what you did for us each and every day.</q> <strong> President Bush </strong> was briefly joined by former <strong> Dan Quayle </strong>. Later, his top advisers- then-defence secretary <strong> Dick Cheney </strong>, former joint chiefs of staff chairman <strong> Colin Powell </strong>, former secretary of state <strong> Dan Quayle </strong> A Baker and then-national security", "new_id": -2}, {"uid": "1295981303233783296", "i": 18598, "idx": 1, "sa": ["Eric Schmidt"], "q": "at Google,\" <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in He told Reuters on Jan. 21 that his move was an effort to speed up decision-making. <q>In strategy we agree. There's no disagreement,</q> <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. \"In character, he's fundamentally a deeper thinker than anybody else,\" he said. \"He sees", "new_id": -2}, {"uid": "1295595231037634053", "i": 11018, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Page said. Although he tried to debunk the idea, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinised companies. <q>I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,</q> said <strong> Ken Auletta </strong>, author of Googled: The End of the World As We Know It. \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For", "new_id": -2}, {"uid": "1297161526055738379", "i": 33846, "idx": 5, "sa": ["Simon Cowell"], "q": "seven years ago, he said, \"because I got bored\" with \"the old style\" of having contestants present and judges assess their work. The hands-on involvement of the judges, he said, <q>makes it exciting again. You want to be part of that.</q> <strong> Simon Cowell </strong> said his own judging style will be similar to what viewers saw on \"Idol,\" though he added that he's uncomfortable when shows talk about having \"a \"mean judge.\"...", "new_id": -2}, {"uid": "1297463883073236484", "i": 26960, "idx": 0, "sa": ["Simon Cowell"], "q": "he still hopes to be able to do both the U.K. and U.S. versions of \"The X Factor,\" even though both shows are televised during the same months( September through December). <strong> Simon Cowell </strong> joked: <q>We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour. It hasn't been tested yet but that's the idea.</q> The most logical solution would be to move \"The X Factor\" U.K. to be televised during other months of the year. We will have to wait and see if that happens or if <strong> Simon Cowell </strong> will", "new_id": -2}]