[{"uid": "1296154380245841959", "i": 31810, "idx": 3, "sa": ["Michael Noer", "Michael Vick"], "q": " Pingback: Tweets that mention <strong> Michael Vick </strong>'s Marketability Comes Full Circle- MarketShare- Advertising marketing& media- Forbes-- Topsy.com Cancel Post Your Comment You must be logged in to post a comment <q> damn you <strong> Michael Noer </strong>, for putting one of your colleagues in harm's way. keep writing. i'm enjoyign this very much. </q>", "new_id": -2}, {"uid": "1296867070001982490", "i": 3671, "idx": 7, "sa": ["Sergio Marchionne"], "q": "projects profitable 2011 ahead of IPO... Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks... Chrysler Group LLC Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> Photo: A demonstrator wears a mock mask of Fiat CEO <strong> Sergio Marchionne </strong> Report Abuse <q> This guy sounds like Morry from Goodfellas... </q> Time.com: Last-Name Effect: People with End-of-Alphabet Names Buy Faster", "new_id": -2}, {"uid": "1296708031055181319", "i": 31392, "idx": 2, "sa": ["Marcus Camby", "Buddy Guy", "Allen Iverson", "Carmelo Anthony"], "q": "and his teammates were keeping up.`` A lot of times Coach talks about me beating Buddy Guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding Buddy Guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with Phil Berger, YoChicago's architecture critic, stops to comment on a building that appears to be just a jumble of random elements. It's in the 1100 block of", "new_id": -2}, {"uid": "1295915641195493939", "i": 20644, "idx": 0, "sa": ["Bill Maher", "Joe Scarborough", "Eric Schmidt"], "q": " We always knew the CEO's corner office at Googleplex was no place for an href=\"http://nymag.com/daily/intel/2010/10/google_ceo_Eric Schmidt_Eric Schmidt_says_h.html\"> acerbic wit like <strong> Eric Schmidt </strong>'s. Say something like <q> The Google policy on a lot of things is to get right up to the creepy line and not cross it. I would argue that implanting something in your brain is beyond the creepy line- at least for the moment, until the technology gets better </q> onstage during a product demo, and you're a PR nightmare. Say it from behind the anchor's desk, and you're giving <strong> Joe Scarborough </strong> and <strong> Bill Maher </strong> a run for their money. So it's only natural", "new_id": -2}, {"uid": "1296774628218005537", "i": 26571, "idx": 0, "sa": ["Donald Rumsfeld"], "q": " <strong> Donald Rumsfeld </strong> regrette de ne pas avoir d?missionn apr?s Abou Ghraib <q> Abou Ghraib et ses cons?quences, notamment le fait que les opposants? la guerre et au pr?sident ont constamment martel qu'il s` agissait de torture, ont fini par nous faire du tort. </q> L'ancien secr?taire? la D?fense du pr?sident <strong> Donald Rumsfeld </strong>, n' a qu'un seul regret: n'avoir pas d?missionn apr?s le scandale des mauvais traitements d'Abou Ghraib, ont rapport mardi plusieurs m?dias am?ricains qui ont eu acc?s", "new_id": -2}, {"uid": "1296334295178929672", "i": 28957, "idx": 0, "sa": ["Zahi Hawass"], "q": "rates apply. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1296053683158892039", "i": 29920, "idx": 2, "sa": ["Michael Vick"], "q": "were thin, light and able to withstand the crushing force of a blitz. Most NFL players do not use leg protection because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton?. <q> I forgot the Unequal pads were in my pants, </q> says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs.`` I didn't feel a thing!'' Unequal was first introduced to many of the NFL teams, including the href=\"http://www.earthtimes.org/tag/Philadelphia.html\"> Philadelphia Eagles", "new_id": -2}, {"uid": "1295985442139264005", "i": 11730, "idx": 0, "sa": ["Bill Lockyer"], "q": "a loss of$ 1.4 Bill Lockyerion, or$ 10.42 per share, in 2009. Analysts expected U.S. Steel to log a weak fourth quarter but some were disappointed with the muted first-quarter expectations. <q> There's a mismatch in the revenue and cost streams where their prices are not realized in real time and their costs are, </q> Steel Market Intelligence analyst Michelle Applebaum said.`` Prices are up a lot but they don't see any of that until the second quarter. Argus Research analyst <strong> Bill Lockyer </strong> Selesky said the fourth quarter typically is", "new_id": -2}, {"uid": "1296075535083542047", "i": 24473, "idx": 3, "sa": ["Michael Vick"], "q": "pads designed by Unequal.`` The Unequal technology is a part of my game now and I won't play without my Unequal,'' <strong> Michael Vick </strong> said in a statement, according to the Associated Press. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> Before serving 18 months in federal prison on charges related to his role in a dog fighting ring, <strong> Michael Vick </strong> was the National Football League's highest-paid player and one of the most desired endorsers in sports.", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies.`` Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,'' <strong> Bill Lockyer </strong> said. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}]