[{"uid": "1295893045266846211", "i": 30180, "idx": 0, "sa": ["Eric Schmidt"], "q": "2's leaked specs give iPad 2 run for its money? Apparently, <strong> Eric Schmidt </strong> filmed a pilot for CNN last August that was supervised by McGuirk. An insider at CNN said to the paper: <q> <strong> Eric Schmidt </strong> has been looking for a TV job for over a year, </q> said a CNN insider. \"But the pilot he filmed with Liza was a complete disaster.\" Will Samsung Galaxy Tab 2's leaked specs give iPad 2 run for its money? App Store touches 10", "new_id": -2}, {"uid": "1297123674195428412", "i": 4707, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "12 mins ago DALLAS- The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong>", "new_id": -2}, {"uid": "1295872767073089038", "i": 48948, "idx": 0, "sa": ["Andy Coulson", "Alan Rusbridger"], "q": "redundancies made at GNM The Observer will live on with new look, says Guardian News& Media Academics threaten Observer boycott over ousted columnist, as newspaper faces uncertain future with GNM Channel 4 News: <strong> Andy Coulson </strong> resigns again <q> over something he knows nothing about </q>#jpod: The week's top news stories from Journalism.co.uk, 21 January 2011 <strong> Alan Rusbridger </strong> on <strong> Andy Coulson </strong> resignation:` This is not the end of the story' Copyright, metadata, and the case of the` lifted", "new_id": -2}, {"uid": "1295439758077627417", "i": 4644, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", 5:27 pm EST WINDSOR, Ontario( AP)-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295564107175194117", "i": 50154, "idx": 1, "sa": ["Steven Tyler", "William Hung", "Jennifer Lopez", "Ellen DeGeneres", "Simon Cowell"], "q": "singer and actress <strong> Jennifer Lopez </strong>. Some reports have been lukewarm on whether this will help revive the show's ratings and <strong> Jennifer Lopez </strong>'s career, both of which have been in decline of late. The LA Times says, <q> With <strong> Ellen DeGeneres </strong> leaving and <strong> Jennifer Lopez </strong> reportedly singing on as her replacement, \"American Idol </q> has indisputably jumped the shark.\" As for <strong> Simon Cowell </strong>'s replacement, notWilliam Hung has been confirmed as yet, but rumors are circulating that <strong> Steven Tyler </strong> from the band Aerosmith might be the man for the job. More News", "new_id": -2}, {"uid": "1295025080173473811", "i": 1500, "idx": 1, "sa": ["Beverly Hills", "Camille Grammer", "David Letterman"], "q": "\" star said on CBS' \"Late Show With <strong> David Letterman </strong>\" on Thursday night that he's marrying Kayte Walsh. He says that \"Kayte's my new girl\" and that they're getting married <q> in February, we think. </q> His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, filed for divorce in July. She cited irreconcilable differences. She stars in Bravo's \"The Real Housewives of <strong> Beverly Hills </strong>.\" They were married", "new_id": -2}, {"uid": "1295256414206143491", "i": 21069, "idx": 0, "sa": ["Allen Iverson"], "q": "Game 3 of their first-round series. The Sixers avoided a best-of-five series sweep for the first time since 1991 against Milwaukee. They host Game 4 on Wednesday. Responding in pressure situations is nothing new for <strong> Allen Iverson </strong>. <q> That's my life, </q> <strong> Allen Iverson </strong> said. \"That's just what I've been going through since I've been in the league, so I'm kind of used to it. When we lose, people are going to point the", "new_id": -2}, {"uid": "1295565994148553734", "i": 968, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Google earned$ 2.5 billion", "new_id": -2}, {"uid": "1296142270223117319", "i": 21527, "idx": 1, "sa": ["Michael Gove"], "q": "central to what schools are about.\" The Bill hands more control to the Education Secretary to intervene in failing schools. Mr <strong> Michael Gove </strong> insisted that under-achieving academies will not be exempt from this. <q> There is absolutely no reluctance on our part to deal with any academy that's failing, </q> he said. \"Every school that under-performs will be held up to high standards. Subscribe to RSSMost Popular in: UK Keep up to date with Yahoo! News on Facebook. Discuss the latest", "new_id": -2}, {"uid": "1297144094027197444", "i": 10625, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a \"dressed up\" sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding, \"I believe I can find a star.\" News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}]