[{"uid": "1296878115021512265", "i": 7147, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "</a> Crown. In fact, <strong> Michael Vick </strong> today is expected to be named NFL Comeback Player of the Year by The Associated Press. NFL Commissioner <strong> Roger Goodell </strong> also praised <strong> Michael Vick </strong> on Friday. <q> He has said that on numerous occasions people have been using his name about being involved with some type of a party and he had no intention in participating in that, </q> <strong> Roger Goodell </strong> said in Texas.`` I want to make sure that he doesn't put himself in a position of where he's going to make decisions or bad things are going to happen around him, and he", "new_id": -2}, {"uid": "1295805220124010531", "i": 10203, "idx": 7, "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords"], "q": "'' Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said.`` All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1295570425118030336", "i": 26111, "idx": 1, "sa": ["Eric Schmidt", "James Hickman"], "q": "'' <strong> James Hickman </strong>, Clearvale Enthusiast at BroadVision, giving a demo of BroadVisions enterprise social network called Clearvale at Enterprise 2.0 conference. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296237382043433993", "i": 32482, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal.`` <strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also Phone-hacking inquiry was abandoned to avoid upsetting police Phone hacking: full list of the victims identified so far Phone-hacking", "new_id": -2}, {"uid": "1295641913254836808", "i": 17, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "career advancement happens at a slower pace in more mature companies. <strong> Sergey Brin </strong>'s Role <strong> Sergey Brin </strong>, who co-founded Google with Page, will retain the title of co-founder and will focus on strategic products. <q> I would like to work more on my personal passions, including several new significant products that I hope to tell you about in the future, </q> he said. <strong> Eric Schmidt </strong>'s transition comes at a good time for <strong> Eric Schmidt </strong> in that the company's performance under his tenure has been exemplary. He is stepping aside just as Google spins the wheel on its", "new_id": -2}, {"uid": "1297212253102973486", "i": 7232, "idx": 0, "sa": ["the unwanted", "David Letterman", "Aaron Rodgers"], "q": "Player of Super Bowl XLV, <strong> Aaron Rodgers </strong>, greeted 50,000-plus fans at Lambeau Field during`` Return To Titletown'' after his Green Bay Packers beat the Pittsburgh Steelers, 31-25, to claim the Lombardi Trophy. <q> I just want you to know, for the next year, you can steal my belt celebration, because we're the champions of the world. Put that on whenever you want. </q> <strong> Aaron Rodgers </strong>, who went from North Texas to Disney World to` Late Night with <strong> David Letterman </strong>' in New York back to Titletown, marked the path he personally has taken. He has gone from <strong> the unwanted </strong>", "new_id": -2}, {"uid": "1296368889057065490", "i": 13985, "idx": 2, "sa": ["David Letterman"], "q": "or overseas. He came to Winston-Salem in 2007 because he`` met a girl'' and continued building a career that saw him playing close to 200 shows and music festivals around the country last year. <q> The press labeled me( a child prodigy), but I never saw it that way, </q> he said.`` For me, being on <strong> David Letterman </strong> was like playing varsity football in high school and winning a state championship.'' For some, such an achievement could be the pinnacle, something to", "new_id": -2}, {"uid": "1295673184217972744", "i": 30609, "idx": 1, "sa": ["Kirsten Gillibrand", "George Pataki", "Barack Obama", "Imam Feisal Abdul Rauf", "Sharif El-Gamal"], "q": "as is US <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. Labor and legislative officials say Bruno- who championed the project for his former district- <strong> George Pataki </strong> and company officials assured labor several years ago that a deal would be worked out. But <q> People at the table then are no longer around, </q> said Ed Malloy, of the New York State Building& Construction Council. http://wn.com/Imam_Feisal_Abdul_Rauf_If_9/11_happens_again_I_want_to_be_the_first_to_die_iOwnTheWorldcom <strong> Imam Feisal Abdul Rauf </strong>`` If 9/11 happens again I want to be the first to die'' <strong> Imam Feisal Abdul Rauf </strong>( slumlord) <strong> Sharif El-Gamal </strong> el-Gamal( grifter) Hisham", "new_id": -2}, {"uid": "1297258773064307237", "i": 10636, "idx": 0, "sa": ["Craig Saggers", "Simon Cowell"], "q": "making their bow in the town. <strong> Craig Saggers </strong>, one half of Diva Fever, spoke to the Mail before taking to the stage. He said: <q> This is the second Christmas light switch on we have done. It's good to come here and see our fans and we get to play some songs as well. </q> The pairing made it to the live stages of this year's X Factor after being kept in as a wildcard act by <strong> Simon Cowell </strong>, just weeks after he originally told them", "new_id": -2}, [{"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.'' <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a`` right-wing media echo chamber'' that is <q> transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day. </q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said:`` By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.'' <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}]]