[{"uid": "1296752760168230988", "i": 45246, "idx": 2, "sa": ["Bernie Sanders"], "q": "taxpayer dollars. A <strong> Bernie Sanders </strong> provision in a defense spending bill required the report and directed the Department of Defense to recommend ways to punish fraudulent contractors. The Pentagon brass saw no need for any changes. <q> The department believes that existing remedies with respect to contractor wrongdoing are sufficient, </q> the Report to Congress on Contractor Fraud concluded. \"It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,\" <strong> Bernie Sanders </strong> said", "new_id": -2}, {"uid": "1295573549080838695", "i": 11612, "idx": 1, "sa": ["Eric Schmidt"], "q": "streamlining\" effort rather than a management shake-up. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" said <strong> Eric Schmidt </strong>. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. </q> The move comes after <strong> Eric Schmidt </strong> spent some ten years as Google's top executive. In that time, the company built on its search business to become one of the largest firms in the industry and expand", "new_id": -2}, {"uid": "1295232793203866155", "i": 26520, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": ". Sen. <strong> Kirsten Gillibrand </strong> of New York, a close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did, </q> the Democratic senator said on NBC's \"Meet the Press\" Sunday. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. Randy Larson, 57", "new_id": -2}, {"uid": "1297300010261144606", "i": 53166, "idx": 1, "sa": ["Barack Obama", "Donald Rumsfeld"], "q": "for Clunkers\" program? \" Report Abuse \" What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary? \" One is filled with tax evaders, blackmailers, and threats to society. Report Abuse <q> <strong> Barack Obama </strong> wants spend 50 billion on cupcakes. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs", "new_id": -2}, {"uid": "1295425465261013529", "i": 20555, "idx": 5, "sa": ["Simon Jackson", "Neil Patrick Harris", "Joe Jonas", "Mark Rendall", "Kristin Chenoweth", "Simon Cowell"], "q": "American Idol Season 9 Auditions 6 Dallas The judges search for lone stars in the Lone Star State when open auditions are held in Dallas. <strong> Neil Patrick Harris </strong> and <strong> Joe Jonas </strong> are the guest judges. American idol \"Season 9\" <q> episode 6 \"auditions D... American Idol 2010 Episode 6 Dallas- part 4 www.watch-american-idol.info American Idol Season 9 Auditions 6 Dallas The judges search for lone stars in the Lone Star State when open auditions are held in Dallas. <strong> Neil Patrick Harris </strong> and <strong> Joe Jonas </strong> are the guest judges. American idol \"Season 9 </q> \"episode 6 \"auditions D... <strong> Kristin Chenoweth </strong>- <strong> Simon Cowell </strong> Is Delightful <strong> Mark Rendall </strong> in Spirit Bear- clip 1 <strong> Mark Rendall </strong> in Spirit Bear: The <strong> Simon Jackson </strong> Story. For more videos& infos about <strong> Mark Rendall </strong> visit www.Mark RendallMark Rendall.org Movie in", "new_id": -2}, {"uid": "1295658306074924083", "i": 2359, "idx": 8, "sa": ["Ken Auletta", "Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "when co-founder <strong> Larry Page </strong> sided with his founding partner, <strong> Sergey Brin </strong>, to withdraw censored searches from China. <strong> Eric Schmidt </strong> did not hide his belief that Google should stay in the world's largest consumer marketplace,\" <strong> Ken Auletta </strong> writes. <q> <strong> Eric Schmidt </strong>, according to associates, lost some energy and focus after losing the China decision. </q> Even if you believe that <strong> Eric Schmidt </strong>'s \"adult subversion\" got the best out of <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, his success as CEO is somewhat limited. Google is often called a one-trick pony, with its", "new_id": -2}, {"uid": "1296230759016433163", "i": 41452, "idx": 2, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "on his new ratings by sending me a fax of the ratings to my house the day after the new season premieres.\" Asked if the new show can co-exist with American Idol, he said: <q> Yes. I think so. </q> <strong> Ryan Seacrest </strong> expects to hear from <strong> Simon Cowell </strong> when US X Factor is a hit", "new_id": -2}, {"uid": "1295855819019906582", "i": 17296, "idx": 1, "sa": ["Kirsten Gillibrand", "John Thune", "Eliot Engel"], "q": "announce his candidacy for president. <strong> Kirsten Gillibrand </strong> said her office called <strong> John Thune </strong>'s office to suggest the arrangement. \"He won't win,\" she said with a laugh. <q> I'll tell him that,` Just because I'm sitting next to you doesn't mean I'll vote for you.' </q> Democratic Rep. <strong> Eliot Engel </strong> of the Bronx is arguably the New York lawmaker most invested in the spectacle of the State of the Union, year in and year out. He gets", "new_id": -2}, {"uid": "1295455356042303518", "i": 10044, "idx": 1, "sa": ["David Cameron", "Michael Gove"], "q": "spent? 100M on a new centrallised building where only council staff can get at the books. \"<strong> Michael Gove </strong>- friend, ally and trusted adviser to <strong> David Cameron </strong>- has urged people to vote Liberal Democrat in...\" <q> To Newbridge Rugby Club where I doubt they have such a thing as a Zen room handy. What will True... </q> \"At Holyrood, they are assiduously talking money- with the Stage One vote on the Scottish Michael Government's budget due next...\" \"Some major mood-swings in the House of Lords- but as yet no deal", "new_id": -2}, {"uid": "1296291121168673329", "i": 27354, "idx": 0, "sa": ["Sergio Marchionne"], "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q> part of a more complicated set of negotiations. </q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned. \"We've never flinched from", "new_id": -2}]