[{"uid": "1295423004000589831", "i": 15447, "idx": 0, "sa": ["Sergio Marchionne", "Cesare Nosiglia"], "q": ", dal 14 al 27 febbraio, oltre ai dieci giorni a rotazione dal 14 febbraio al 6 marzo per gli addetti alle Presse( massimo 825 al giorno). Il dibattito sul dopo-referendum di Torino- <q> una grande vittoria di Fiat, Europa sollevata </q> scrive il Financial Times, mentre l'arcivescovo di Torino <strong> Cesare Nosiglia </strong> ammonisce:`` Non ci sono n vincitori n vinti''- prosegue e si alimenta con le parole dell` ad <strong> Sergio Marchionne </strong>(? negli Usa, torner a", "new_id": -2}, {"uid": "1296698100219119642", "i": 36915, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "quip about`` old Europe''-- meaning Germany and France-- not supporting the war was hardly deft diplomacy. As for declaring, as he did in the first weeks after the invasion of Iraq, <q> We know where they are, </q> referring to suspected stockpiles of weapons of mass destruction-- well, <strong> Donald Rumsfeld </strong> would like to take that one back, too. But <strong> Donald Rumsfeld </strong> still can't resist-- in a memoir due out next week--", "new_id": -2}, {"uid": "1296228272172146710", "i": 20882, "idx": 19, "sa": ["Mike Pence", "Curt Smith"], "q": "the news that[ <strong> Mike Pence </strong>] is coming home'' and assumes <strong> Mike Pence </strong> will run for the governorship. The move, <strong> Curt Smith </strong> says, makes sense`` given the season of life he's in.'' <q> He's still a relatively young man, </q> <strong> Curt Smith </strong> explains.`` Indiana has a lot to show the nation. It's not a question of` Do you want to contribute to national life or be governor of Indiana?' If he's governor of", "new_id": -2}, {"uid": "1297356961224657422", "i": 3931, "idx": 3, "sa": ["David Letterman", "Anderson Cooper"], "q": "said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said.`` I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Phoenix-$ 39,900 MLS 4401266 2 bed/ 1 bath Less Than 1,000/ 1985 Mari D\\` Ambrosio, CENTURY 21 Arizona Foothills Surprise Chandler-$ 199,500 MLS 4452857", "new_id": -2}, {"uid": "1295596855029032465", "i": 39563, "idx": 10, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin", "Patricia Krenwinkel"], "q": ", and we will continue to discuss the <strong> Patricia Krenwinkel </strong> decisions among the three of us,'' he added, noting each member of the trio had been equally involved in decision-making over the past 10 years. <q> But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> He said <strong> Larry Page </strong> was`` ready to lead,'' and anticipated working`` for a long time to come'' with <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who", "new_id": -2}, {"uid": "1295479943073809965", "i": 16001, "idx": 2, "sa": ["Sergio Marchionne"], "q": "market, but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said.", "new_id": -2}, {"uid": "1297163412212434990", "i": 52935, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "serving Republican presidents from Richard Nixon to George W Bush. The former defence secretary was reluctant to endorse Bush's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q> the most important failure in the execution of the war </q>.`` I don't have enough confidence to say that that's right. I think that it's possible,'' <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>.`` We had( an)", "new_id": -2}, {"uid": "1295293671201244719", "i": 10322, "idx": 0, "sa": ["Mike Pence", "Jack Kemp", "Jim Ryun", "Barack Obama", "Mitt Romney"], "q": "counsel to Ronald Reagan, announced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Jack Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice Barack Obamaial candidate.", "new_id": -2}, {"uid": "1295034225070811667", "i": 15326, "idx": 1, "sa": ["Alassane Ouattara", "Ban Ki-moon"], "q": "d'Ivoire, le Secr?taire g?n?ral de l'ONU, <strong> Ban Ki-moon </strong>, a affirm vendredi que`` les Nations Unies ne se laisseraient pas intimider'' ni`` dissuader'' de mener? bien leur mission en C?te d'Ivoire. <q> Nous continuons? patrouiller et? prot?ger les civils. Nous continuons? prot?ger le gouvernement de <strong> Alassane Ouattara </strong>. Nous continuons? enqu?ter sur les violations des droits de l'homme </q>, a d?clar vendredi <strong> Ban Ki-moon </strong> lors d'une conf?rence de presse au si?ge de l'ONU? New York.`` La C?te d'Ivoire a un Pr?sident l?gitimement lu, <strong> Alassane Ouattara </strong>. Le Pr?sident sortant Laurent Gbagbo doit se retirer", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said.`` I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}]