[{"uid": "1295551341173850658", "i": 36576, "idx": 0, "sa": ["Piers Morgan", "Barack Obama", "Sen. Bernie Sanders", "Condoleezza Rice", "Anthony Weiner"], "q": "GOP drinking game On the House floor Wednesday, <strong> Sen. Bernie Sanders </strong> <strong> Anthony Weiner </strong>, D-New York, flared up when discussing efforts by House Republicans to repeal and replace <strong> Barack Obama </strong>'s health care reform law. <q> For all of you sitting and watching at home, playing the drinking game where you take a shot every time a Republican lies; you better get a designated driver, </q> he said. Wedding bells for <strong> Condoleezza Rice </strong>? CNN's <strong> Piers Morgan </strong> prodded former Secretary of State <strong> Condoleezza Rice </strong> on if wedding bells are in her future. \"<strong> Condoleezza Rice </strong>, while you remain", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}, {"uid": "1297251079068108305", "i": 11148, "idx": 3, "sa": ["Steve Ballmer", "Ray Ozzie"], "q": " he wrote, warning that failure to respond to the evolution of what would become cloud-based services would put the entire company at risk. \"We must respond quickly and decisively,\" he noted. <q> His work since, stimulated thinking across the company and helped catalyze our drive to the cloud, </q> <strong> Steve Ballmer </strong> said. It is unclear how long <strong> Ray Ozzie </strong> will remain in his new role, where he will continue to report to <strong> Steve Ballmer </strong>. Your comment has exceeded the maximum length of 3,000 characters.", "new_id": -2}, {"uid": "1296817676092815379", "i": 29051, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "to a four percent increase since Monday, The New York Times reported. Android is \"a no-go for now,\" Ahmad said in his letter to <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>. <q> You will never be able to catch up with Samsung, which should rule the Android show midterm given its economies of scale, product breadth( TVs, PCs, phones and tablets), as well as its captive component base. And more significantly, how is anyone going to differentiate on Android long-term? </q> An exclusive deal with Microsoft, on the other hand, is Ahmad's suggestion. Windows Phone 7 intellectual property \"scot-free\", he said, as well as access to the US market, which", "new_id": -2}, {"uid": "1297303975072155198", "i": 31355, "idx": 0, "sa": ["Steve Ballmer"], "q": "Microsoft says Watson's on to drive Software+ Services in Australia <q> Satya has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said chief executive officer <strong> Steve Ballmer </strong>. Mr Nadella was previously a senior vice president, leading engineering efforts in the company's online services division. He is a 19-year Microsoft veteran. Data Integration: Moving", "new_id": -2}, {"uid": "1297275457033341484", "i": 2796, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "A 19-year Microsoft veteran, <strong> Satya Nadella </strong> has \"the right mix of leadership, vision and hard-core engineering chops,\" Microsoft Chief Executive <strong> Steve Ballmer </strong> said in a memo to employees, which was made public. <q> We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways, </q> <strong> Steve Ballmer </strong> said. Microsoft has made great strides in the past few years in cloud computing-- broadly the provision of software, storage and computing power over the Internet-- and now wants to sell such services", "new_id": -2}, {"uid": "1296624590267075609", "i": 38241, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. Winter storm whips through US A huge storm has dumped snow and ice", "new_id": -2}, {"uid": "1296166845184549385", "i": 742, "idx": 0, "sa": ["Mike Pence"], "q": "Rep. <strong> Mike Pence </strong> arrived at Columbus in his east-central Indiana district for a town hall meeting, the sort of event that usually attracted a few dozen constituents. Surprised to see the hallway outside the room crowded with people, <q> their arms folded and brows furrowed, </q> <strong> Mike Pence </strong> shouted down the hall to an aide, asking him to get a janitor to open the room. The aide shouted back that the room was open- and overflowing. Congress had just passed the stimulus(", "new_id": -2}, {"uid": "1296171065065814533", "i": 37024, "idx": 2, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": ". The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.\" COHEN: \"There's a shot of her with the kids on <strong> David Letterman </strong>.\" CAMILLE: <q> He uses them as props. It's tough, it's harsh. It hurts, of course. </q> The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Wendy_Williams_on_Camille_Kelsey_Grammer's_pending_divorce_12/15/2010 Wendy Williams on <strong> Camille Grammer </strong>& <strong> Kelsey Grammer </strong>'s pending divorce and their sex tape..12/ 15/2010.. Please comment and subscribe http://wn.com/Camille_Grammer_Meets_Kelsey's_New_Girlfriend_'It_Was_A_Little_Uncomfortable'", "new_id": -2}, {"uid": "1295231685192299010", "i": 19335, "idx": 0, "sa": ["Simon Cowell"], "q": "ever. \"It feels like a different programme because it's so different with the personalities that now control the judging,\" Nigel said, speaking at Bafta's annual tea party in Hollywood. <q> Obviously Randy Jackson remains the same, but he's a different person. Ryan is back to being enthusiastic again, he's gone through that dark period that they seemed to have last year, and we're back to having fun, being creative and that feels really good, </q> he added. The team behind the hit show will be hoping that the added star power on the judging panel will help fill the gap left by <strong> Simon Cowell </strong> who is instead launching an American", "new_id": -2}]