[{"uid": "1295941685109330459", "i": 38651, "idx": 3, "sa": ["Erik Spoelstra", "Richard Jefferson", "Mario Chalmers", "Dwyane Wade", "Udonis Haslem", "Rasheed Wallace", "Ray Allen", "Allen Iverson"], "q": "but <strong> Dwyane Wade </strong> and <strong> Udonis Haslem </strong> made sure it didn't happen. \"They were pounding us for three quarters and a half, but we finally got some key plays down the stretch,\" Miami coach <strong> Erik Spoelstra </strong> said. <q><strong> Dwyane Wade </strong> was sensational- that's what he's been all year- and <strong> Udonis Haslem </strong> was great.<q> Detroit was missing three key players- <strong> Richard Jefferson </strong> Hamilton( groin), <strong> Rasheed Wallace </strong>( calf) and <strong> Allen Iverson </strong>( back)- but took a 96-95 lead on <strong> Ray Allen </strong> Herrmann's 3-point shot with 13 seconds left. <strong> Mario Chalmers </strong>", "new_id": -2}, {"uid": "1297270090210468915", "i": 44161, "idx": 0, "sa": ["Colin Powell"], "q": ", Defense Secretary Donald H. Rumsfeld and Deputy Defense Secretary Paul D. Wolfowitz-- a powerful triumvirate frequently at odds with Secretary of State <strong> Colin Powell </strong>-- has been wrong and even dangerous to long-term U.S. national interests... <q>The only one who can reach the president is his father,<q> one former senior official said. \"But it is not timely yet to talk to him.\"", "new_id": -2}, {"uid": "1296163911042713105", "i": 21129, "idx": 5, "sa": ["Mike Pence"], "q": "Ogle. \"When he does do it, I just think it will be a release that I have decided what I am NOT going to do, not what I am going to do.\" <q>I want him to run for governor-- I think he would be a good transition for the state from <strong> Mitch Daniels </strong>,<q> Ogle added. Still, no one in <strong> Mike Pence </strong>'s inner circle is placing any bets. Ogle talked this week with <strong> Mike Pence </strong>'s brother, Greg, and said even he doesn't know what the congressman", "new_id": -2}, {"uid": "1295156723221855763", "i": 25488, "idx": 2, "sa": ["Carmelo Anthony", "Allen Iverson", "Anthony Morrow"], "q": "Grizzlies in <strong> Anthony Morrow </strong>'s return <strong> Allen Iverson </strong> raced downcourt and floated an alley-oop lob that <strong> Carmelo Anthony </strong> shoved one-handed through the hoop for an arena-rattling jam, one that seemed to holler to all their doubters, \"Take that!\" <q>We just wanted to show the whole world we could play together,<q> <strong> Anthony Morrow </strong> said after the duo's triumphant debut Monday night. \"We know there's a lot of doubt about that.\" <strong> Anthony Morrow </strong> scored 28 points in his return from a 15-game suspension for fighting and <strong> Allen Iverson </strong> added", "new_id": -2}, {"uid": "1296706292075202714", "i": 12213, "idx": 3, "sa": ["Donald Rumsfeld"], "q": ". In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted, The Washington Post said. <q>Looking back, I see there are things the administration could have done differently and better with respect to wartime detention,<q> <strong> Donald Rumsfeld </strong> acknowledges.", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past decade,\" <strong> Eric Schmidt </strong> said in an interview Thursday. <q>It's not like he has been sitting around doing nothing.<q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}, {"uid": "1295894021267862075", "i": 40784, "idx": 0, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "Factor star had told <strong> Simon Cowell </strong> that she was unhappy with the direction her debut album was taking. However, speaking to The Sun, <strong> Cher Lloyd </strong> insisted that the judge has\"[ her] back\". <q>I wouldn't be here without him,<q> she said. \"<strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to give me rules- he likes the fact I'm a bit rebellious!\" She continued:", "new_id": -2}, {"uid": "1296228272172146710", "i": 17266, "idx": 8, "sa": ["Mitch Daniels", "Dan Coats", "Mike Pence"], "q": "that if and when <strong> Mike Pence </strong> does announce, he will enter the governor's race as the frontrunner. \"He is clearly someone who could carry on the remarkable success of <strong> Mitch Daniels </strong>,\" <strong> Dan Coats </strong> says. <q>I am going to strongly encourage him to run. I know he's going to take a little time to assess it, but I hope he's our next governor.<q> \"In six years or ten years it's going to be an incredibly full field: The 2012 field is the Washington Nationals. Subsequent fields will be the 1927 New York Yankees,\" the source", "new_id": -2}, {"uid": "1295909303177651718", "i": 10723, "idx": 2, "sa": ["Simon Cowell", "Jennifer Lopez"], "q": "this blessing. The astonishing <strong> Jennifer Lopez </strong> did stoop to conquer: Her kindness( all the more engaging for its chilly context) seems to insist that brute judicial honesty is neither refined nor necessary. <q>It's a different kind of energy now,<q> <strong> Jennifer Lopez </strong> told an interviewer this week. Jobs at The Globe& Mail Â© Copyright 2011 The Globe and Mail Inc.. All Rights Reserved. M5V 2S9 <strong> Simon Cowell </strong> Crawley, Publisher", "new_id": -2}, {"uid": "1296467645082231308", "i": 22004, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "tag on quarterback <strong> Michael Vick </strong> and listen to trade offers for backup <strong> Kevin Kolb </strong>, according to a report, confirming two moves that have long been expected. A league source confirmed the report Sunday night. <q>You know what? It is what it is,<q> <strong> Michael Vick </strong> told The Inquirer Sunday after the NFC's lopsided win in the Pro Bowl. \"It's great to know they did want to have me around for another year. I'm going to make the most", "new_id": -2}]