[{"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q>We have real challenges in terms of unemployment,</q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans \"can not be tolerated.\" \"We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}, {"uid": "1297286533241352751", "i": 1145, "idx": 1, "sa": ["Donald Rumsfeld", "Robert Gibbs"], "q": "White House. He mentioned education, tax policy, trade, \"or even cutting spending\" as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely echoed the Republicans' account. <q>He thought it was very constructive. that they agreed on cutting spending and reducing our deficit,</q> <strong> Robert Gibbs </strong> said, \"that we should have a broad discussion about, with the American people, the size and the scope of the problem that we face getting our fiscal house in order.\" No", "new_id": -2}, {"uid": "1295177816150732814", "i": 23183, "idx": 3, "sa": ["Sergio Marchionne"], "q": "American companies in the face of economic and global shocks that are out of their control, such as spiraling oil prices or another recession. Chrysler, which remains the weakest of the three, now has <q>enough resources to deal with another recession,</q> <strong> Sergio Marchionne </strong> said. And the company is launching more fuel-efficient powertrains so that customers won't flee to other brands as gas prices rise, he said. The steadier financial footing has enabled the companies to start", "new_id": -2}, {"uid": "1295256412206143497", "i": 17150, "idx": 1, "sa": ["Kobe Bryant", "Elgin Baylor", "Allen Iverson"], "q": "he sat out the fourth quarter because of the one-sided nature of the game. \"<strong> Elgin Baylor </strong> was just determined. <strong> Elgin Baylor </strong> was just locked in, tuned into what was going on out there,\" <strong> Kobe Bryant </strong> said. <q>These points tonight mattered. We needed them. The points <strong> Elgin Baylor </strong> put in the basket were instrumental. It means a lot http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1297446685101842958", "i": 25163, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "with unrivaled global reach and scale,\" <strong> Stephen Elop </strong>, Nokia's chief executive officer, said in a statement. Referring to the rivalry between Apple's iPhone and Google's Android system, <strong> Stephen Elop </strong> said, <q>It's now a three-horse race.</q> Microsoft Chief Executive Officer <strong> Steve Ballmer </strong> said: \"I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale.\" Nokia said it would relegate its Symbian", "new_id": -2}, {"uid": "1296391786239042627", "i": 4593, "idx": 12, "sa": ["Michael Vick"], "q": "served 18 months at Leavenworth, Kan. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q>I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short,</q> he said. Things seem to be turning around for <strong> Michael Vick </strong> off the field as well. The Miami Herald is pleased to provide this opportunity to share information, experiences and observations about what's", "new_id": -2}, {"uid": "1296349245162676737", "i": 13811, "idx": 0, "sa": ["Eric Schmidt"], "q": "reserves of internet search requests to learn how language is really used, rather than relying on the dictionary. The venture is a reminder that Google's ambitions stretch well beyond the internet. <strong> Eric Schmidt </strong> says: <q>We're trying to make all the world's information accessible. People make the mistake of thinking that's just web information.</q> International summits such as the World Economic Forum are clearly ripe for language interpretation, so could we soon be listening to digitised translations by Google? <strong> Eric Schmidt </strong> admits the software isn't that good. \"If", "new_id": -2}, {"uid": "1295494342052953107", "i": 28827, "idx": 0, "sa": ["Brian Cathcart", "Rupert Murdoch", "Jack Shafer", "Les Hinton", "Andy Coulson"], "q": "phones. That brings the scandal that much closer to execs like <strong> Andy Coulson </strong> and now- Wall Street Journal head <strong> Les Hinton </strong>. <strong> Brian Cathcart </strong> on what this mean( h/t <strong> Jack Shafer </strong>): <q>The phone hacking scandal has entered a new phase and a number of very powerful people, up to and including <strong> David Cameron </strong> and <strong> Rupert Murdoch </strong>, should now be very worried. <strong> Glenn Mulcaire </strong>'s reported confirmation that a senior News of the World news editor, Ian Edmonson, commissioned him to hack phones elevates a nagging problem into a national political crisis.</q> The problem is most acute at the <strong> Rupert Murdoch </strong> press, which must now defend itself against the charge that its staff hacked phones with the blessing of management. It also has to explain why it has", "new_id": -2}, {"uid": "1297260361038010913", "i": 1315, "idx": 1, "sa": ["Michael Vick"], "q": "The mayor added that \"official keys to the city\" are presented by the mayor or an elected official designated by the mayor and are reserved for \"an elected official of international status.\" <q>Clearly, this was not the case in this situation and one without my knowledge or approval,</q> he said. The mayor also expressed his regards to those who may have been offended by the move and to those who were saddened for honoring a convicted felon and animal abuser. He acknowledged <strong> Michael Vick </strong>'s", "new_id": -2}, {"uid": "1294985664245579792", "i": 18056, "idx": 0, "sa": ["Barack Obama", "Ms. McCarthy", "Mike Pence"], "q": "word \"gun safety bills.\" And this one just addresses the narrow issue of these clips.\" <strong> Ms. McCarthy </strong> said she would try to appeal to members of the Senate and <strong> Barack Obama </strong> to push her legislation forward. <q>Listen, any kind of bill the N.R.A. is against is always a problem.</q> Asked about prospects for new gun restrictions, Representative <strong> Mike Pence </strong>, Republican of Indiana, asserted, \"I maintain that firearms in the hands of law-abiding citizens makes communities safer, not less safe.\"", "new_id": -2}]