[{"uid": "1295985212180977685", "i": 40011, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "`` You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right,'' she said. <q> If you are not,... it's probably a program best administered and controlled at the state level. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog PROJECT ENGINEER Company Leland Saylor QUALITY ASSURANCE ENGINEERS Company RELIGIOUS EDUCATION DIRECTOR", "new_id": -2}, {"uid": "1295384033114753576", "i": 16376, "idx": 0, "sa": ["Vince Young", "Aaron Rogers", "Michael Vick", "Mike Shanahan"], "q": "us the Dallas and Chicago games, and the D would have still knocked out <strong> Vince Young </strong>, <strong> Mike Shanahan </strong> <strong> Michael Vick </strong>, and abused <strong> Aaron Rogers </strong>. Posted by: mattsoundworld| January 18, 2011 12:33 PM| <q> <strong> Danny Smith </strong> plans to return to Redskins to coach special teams. </q> It's not the size of the dog in the fight... But it helps when the dog is bigger and nastier. It's also not so much the weight for the 3-4", "new_id": -2}, {"uid": "1295700037236945434", "i": 14181, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "newspaper he headed and the row is unlikely to go away, commentators said Saturday. <q> So far, our worst day in government, </q> a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Tory party leader <strong> David Cameron </strong> backs his PR chief <strong> Andy Coulson </strong>.. Follow us on twitter at twitter.com http://wn.com/Newspaper_phone_tap_row_David_Cameron_backs_Andy_Coulson Tory leader <strong> David Cameron </strong> says his chief press advisor's job is", "new_id": -2}, {"uid": "1296258492209223730", "i": 24181, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "jobs across the nation. The senator says New York is already home to great universities and businesses and the proposal would bring more private investment to New York and to the Capital Region. <q> What's so great about this idea is it's not a democratic idea, it's not a republican idea. It's just a good idea. I think those are the kinds of ideas that will bring us together and move our agenda forward, </q> <strong> Kirsten Gillibrand </strong> said.", "new_id": -2}, {"uid": "1297262354075628544", "i": 12948, "idx": 0, "sa": ["Eric Schmidt"], "q": "n't make a virtual omelet without getting a few eggheads scrambled. This clash of the tech titans is captured by POLITICO's Elizabeth Wasserman in a slice of the type of reporting you can expect from POLITICO Pro. <q> Google is under siege in Washington like never before- and it says an` anti-Google industrial complex' is to blame. In an interview with POLITICO, a Google spokesman argued that a cabal of antitrust lawyers, lobbyists and public relations firms is conspiring against the Internet search giant. The mastermind? Google says it's Microsoft, </q> Wasserman reports.`` Maybe it's irony, or maybe it's payback. In the 1990s, Microsoft was the tech industry wunderkind that got too big for its britches- and Google CEO <strong> Eric Schmidt </strong>, then an", "new_id": -2}, {"uid": "1297129044188514306", "i": 478, "idx": 0, "sa": ["Simon Cowell"], "q": "Longoria-Eduardo Cruz Romance Heats Up <cite> <strong> Simon Cowell </strong>| Photo Credits: Jon Furniss/WireImage. com </cite> The X Factor decide to offer contestants the biggest grand prize on television? To make everybody a little nervous, <strong> Simon Cowell </strong> says. <q> By putting up that kind of prize money, it's a massive, massive risk. But it's also an incredible incentive, </q> <strong> Simon Cowell </strong> told reporters Monday of the decision to offer the winning X Factor act a$ 5 million recording contract.`` I think it puts everybody, rightly, under an enormous amount of pressure. I didn't", "new_id": -2}, {"uid": "1296709837249151493", "i": 2391, "idx": 7, "sa": ["Vince Carter", "Russ Granik", "Allen Iverson"], "q": "turned on to it,'' said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's First Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory. <q> For better or worse, fans like it when you get superstars going against each other. People have been hearing about these guys for years now, but they haven't gotten this far before where they met each other at this level. That gets people interested. </q> With the NBA's overall popularity declining and new rules designed to make the game more appealing set to take effect next season, an Iverson-Carter matchup is what the league really needed.`` Watching these two kids,", "new_id": -2}, {"uid": "1296001277079446017", "i": 18821, "idx": 3, "sa": ["Steve Ballmer"], "q": "is literally running through buildings.''( TRACK) STEVE SHRIVER OWNS AN ORGANIC LIP BALM BUSINESS LOCATED IN DOWNTOWN. AND HIS PRODUCTION ROOM IS IN THE BASEMENT... SEVERAL FEET UNDER WATER. <strong> Steve Ballmer </strong> Shriver/owns flooded business <q> we have a million sticks of lip balm sitting in the at building waiting to be shipped out, that we can not reach. </q>( TRACK) DESPITE DAYS OF PREPARING FOR THE FLOOD, NOTHING WAS ABLE TO STOP THE WATER FROM RISING INTO DOWNTOWN. SOT:( Tom Aller/Pres., Interstate Power and Light Alliant Energy)`` Water has", "new_id": -2}, {"uid": "1295893045266846211", "i": 24919, "idx": 1, "sa": ["Eric Schmidt"], "q": "CNN last August that was supervised by McGuirk. An insider at CNN said to the paper:`` <strong> Eric Schmidt </strong> has been looking for a TV job for over a year,'' said a CNN insider. <q> But the pilot he filmed with Liza was a complete disaster. </q> Will Samsung Galaxy Tab 2's leaked specs give iPad 2 run for its money? App Store touches 10 billion downloads while iPhone 5 and iPad 2 rumors thrive Betelgeuse Supernova Could Rival Moon, Give Scientists Inside", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' again, <strong> Betty White </strong> quips,`` I think you do a thing once and then you run like a thief.'' <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q> Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby. </q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}]