[{"uid": "1296581448160383096", "i": 40055, "idx": 6, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "Ministry, but it constitutes a separate ministry in the new government. While protesters dismissed the Cabinet reshuffle as cosmetic and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. <q>The people in the streets have to give this government an opportunity to change,</q> he said cheerfully. ''Beautiful things happened in the last five days.'' All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1297349774105594907", "i": 41277, "idx": 1, "sa": ["David Letterman"], "q": "And that may have worked for two-reelers and shorts back in the thirties, but it doesn't work now- obviously. Was there ever any fallout with <strong> David Letterman </strong> over his cameo appearance, where he says, <q>Hey, kid, wan na buy a monkey?</q> Yes. He wanted that line in there all through the movie. He wanted to be in the movie more. Wait- really? No. Is that a real question?", "new_id": -2}, {"uid": "1295699377236945420", "i": 439, "idx": 2, "sa": ["Michael Vick"], "q": "and behold, <strong> Michael Vick </strong>'s tune sounded just a bit different when The Philadelphia Inquirer's Jeff McLane caught up to him Wednesday. ''I can say it over and over again,'' <strong> Michael Vick </strong> said, <q>but then when I say it to my agent, it's a totally different story.... So who knows what's going to happen? I have to follow his lead in that regard, and he's the expert in that field.</q> Franchise tags cause trouble Agents hate franchise tags more than anyone. They get paid a percentage of the contracts they negotiate. When a player is tagged, there is no negotiation. And the", "new_id": -2}, {"uid": "1297723854105316371", "i": 37821, "idx": 3, "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "q": "cost of heating oil has increased, the delegates said. ''We must not balance the budget at the expense of Vermonters struggling to heat their homes in winter,'' said Democratic <strong> Sen. Bernie Sanders </strong> Peter Welch. <q>Instead of turning off the heat, we should be turning off the billions of dollars in subsidies we provide the oil industry.</q> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> echoed that sentiment. ''This senator will do everything he can to make sure that the budget is not balanced on the backs of the weak, the vulnerable, the sick", "new_id": -2}, {"uid": "1296335182265814054", "i": 12553, "idx": 0, "sa": ["Allen Iverson", "Dwyane Wade"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q>The next game, that's the one we have to have,</q> <strong> Allen Iverson </strong> said. ''If we approach everything that way, than everything will http://wn.com/2010_Memorial_Cup__Round_Robin__Windsor_vs_Brandon__May_14th Entering the league as the fifth pick in the 2003 NBA Draft, <strong> Dwyane Wade </strong> was named to the All-Rookie team and the All-Star team the", "new_id": -2}, {"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q>I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech,</q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. ''We didn't elect ''Superman,' we elected a human being.''' <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}, {"uid": "1295600230194969603", "i": 38096, "idx": 4, "sa": ["Eric Schmidt", "Barack Obama"], "q": "individual roles so there's clear responsibility and accountability at the top of the company.'' At the earnings call, <strong> Eric Schmidt </strong> was asked specifically about the government outreach part of his new role and he replied: <q>We need to talk to them. They often don't understand what we're doing. This is aided by our rivals. So far we've been quite successful by just taking the time and getting people to understand what we're doing. The things we're doing are pro-competitive. I believe that. And I'll be arguing that.</q> <strong> Barack Obama </strong> may be getting a phone call in the morning it seems. Praising <strong> Eric Schmidt </strong> for his decade in charge of Google, Page said:'' ''<strong> Eric Schmidt </strong> has clearly done an outstanding job leading", "new_id": -2}, {"uid": "1295732278021118996", "i": 1497, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", ''showComments'': true, ''duration'':''', ''mediaQueryString'': ''http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-8v&amp;flvURL=/media/2011/01/22/01222011-8v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-8v.jsn''}{ ''title'': ''<strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support'', ''description'': <q><strong> Sen. Chris Dodd </strong> <strong> Kirsten Gillibrand </strong>( D-NY) spoke with Russ Mitchell with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in Houston.</q>, ''note'':''', ''correction'':''', ''stillURL'': ''http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg'', ''emailLink'': ''http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site= politics& type", "new_id": -2}, {"uid": "1295894966204308498", "i": 7358, "idx": 0, "sa": ["Simon Cowell"], "q": "make-up artist Mezhgan Hussainy last February, admits he struggles to relate to very young kids, but would love to have youngsters of his own to play games with. <strong> Simon Cowell </strong>'s Aging Fears. He said: <q>I worry about it- because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70. Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole ''ga ga goo' thing. But I genuinely like kids.</q> <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has ''softened'' him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah Presents Master Class''", "new_id": -2}, {"uid": "1297119643065749007", "i": 20296, "idx": 1, "sa": ["Cheryl Cole", "Paula Abdul", "Simon Cowell"], "q": "up here, co-existing at different times of year on the same network. <strong> Simon Cowell </strong>, the show's executive producer, is the only confirmed judge, and says he'll be his usual unvarnished caustic self: <q>People will know what to expect.</q> He wouldn't address rumors he'd like fellow Brit <strong> Cheryl Cole </strong> or former Idol colleague <strong> Paula Abdul </strong> on the panel. ''We honestly haven't made our minds up,'' he says, though he'll have to in", "new_id": -2}]