[{"uid": "1296727907183500817", "i": 16340, "idx": 8, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson", "Reggie Miller"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Allen_Iverson_45pt_vs_Reggie_Miller_41pts_Indiana_Pacers_00/01_NBA_Playoffs_Gm2_*Fancy_move The first half was <strong> Reggie Miller </strong>'s. The game belonged to <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295404963171524096", "i": 22226, "idx": 2, "sa": ["Howard Stern", "David Letterman", "the Stern"], "q": "won't do[ his show] again.\" <strong> Howard Stern </strong> is also staunchly Team <strong> David Letterman </strong>. \"<strong> the Stern </strong> don't know why he's beaten <strong> David Letterman </strong> in the ratings,\" said <strong> Howard Stern </strong>. <q> It's beyond my comprehension. America must be filled with morons, who at night lay in bed, the ones that are watching him, must be in a coma. </q> Check back for more clips from <strong> the Stern </strong> show. And coming tomorrow- Dr. E-mail:( required, but will not be displayed) CNN welcomes a lively and courteous discussion as long as you follow the", "new_id": -2}, {"uid": "1296791740102318090", "i": 19649, "idx": 0, "sa": ["Kevin Kouzmanoff", "Greg Oden", "Allen Iverson", "Gilbert Arenas"], "q": "this week doing a piece on Evergreen's Own <strong> Kevin Kouzmanoff </strong>. So what did his dad, Marc, think after getting a look at the Indians' other minor-leaguers after <strong> Kevin Kouzmanoff </strong> was drafted by the Tribe in 2003? <q> They had 200 players- 100 pitchers and 100 position players. I mean, they were good-looking guys. I thought, \"We don't have a chance.' </q>... Memo to <strong> Greg Oden </strong>: <strong> Gilbert Arenas </strong> says you\"re an idiot for letting naked pictures of yourself pop up on the Internet... Remember a couple of months ago when <strong> Allen Iverson </strong> bagged the Grizzlies for the", "new_id": -2}, {"i": 10425, "idx": 0, "index_answer": 4, "new_id": -1, "q": "was palpable. Here it was, the come-from-behind drive that longtime franchise quarterback <strong> Donovan McNabb </strong> had failed to produce so many times. <strong> Michael Vick </strong> had his chance. \"We were very confident,\" <strong> Michael Vick </strong> said. <q> We thought we were going to win the game. I thought we were going to win the game. I had an upbeat feeling about myself. I felt like I was in control. </q> <strong> Michael Vick </strong> overthrew tight end <strong> Brent Celek </strong> on first down. He threw wide of running back <strong> LeSean McCoy </strong> on second down. On third and 10, he hit rookie receiver <strong> Riley Cooper </strong> on a slant pattern for 11 yards and", "sa": ["Brent Celek", "LeSean McCoy", "Riley Cooper", "Donovan McNabb", "Michael Vick"], "uid": "1295921805206389258"}, {"uid": "1296149384056688643", "i": 4355, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "David Cameron"], "q": "World, who resigned from the paper when Goodwin and <strong> Glenn Mulcaire </strong> were convicted in 2007. <strong> Andy Coulson </strong> has always claimed he knew nothing about the hacking but last week he quit as <strong> David Cameron </strong>'s communications chief, saying <q> when the spokesman needs a spokesman, it's time to move on. </q> Even with the number of suspects and alleged victims growing, many doubt the scandal will change Britain's keenly competitive tabloid culture. Newspapers believe readers are hungry for scoops- and will forgive tabloids their transgressions", "new_id": -2}, {"uid": "1297174091265420823", "i": 47976, "idx": 0, "sa": ["Simon Cowell"], "q": "thought this little lady living on her own in Scotland would go on to sell nearly 20 million records? It's just typical of the record business saying that you have to look this way or whatever. <q> I was guilty of that. She taught me a huge lesson that I have to be more open-minded. I think the American audience know what talent is and I don't think it matters if you're in your 40s, 50s, 30s or 14 years old. If you have it, you have it. You only have to look at Madonna. She's still one of the most influential artists in the world. It doesn't matter how old she is. </q> Comment on this Article As well as refusing to put an age limit on contestants, <strong> Simon Cowell </strong> is to allow children as young as 12 to audition for the US version of' The X Factor", "new_id": -2}, {"uid": "1295351570142295047", "i": 43464, "idx": 1, "sa": ["Mike Pence"], "q": "Title X Abortion Provider Prohibition Act, has 127 co-sponsors, including seven from California. \"It is morally wrong to end an unborn human life by abortion,\" said <strong> Mike Pence </strong> in a prepared statement. <q> It is also morally wrong to take the taxpayer dollars of millions of pro-life Americans and use them to promote abortion at home or abroad. </q> \"Last year,\" said <strong> Mike Pence </strong>, \"Planned Parenthood received more than$ 363 million in revenue from government grants and contracts. During that same time, they performed an unprecedented 324,008 abortions. The", "new_id": -2}, {"uid": "1295882750196345869", "i": 13082, "idx": 1, "sa": ["Liza McGuirk", "Eric Schmidt", "Fareed Zakaria"], "q": "connected on the Sunday foreign-affairs programme <strong> Fareed Zakaria </strong> GPS, which <strong> Liza McGuirk </strong> executive produced and where <strong> Eric Schmidt </strong> was a regular guest. When <strong> Eric Schmidt </strong> filmed a pilot for CNN in August, <strong> Liza McGuirk </strong> oversaw the production. <q> <strong> Eric Schmid </strong> wants to be a talk-show host. He's been working with <strong> Liza McGuirk </strong> to develop a show, but he has not yet been picked up by any network, </q> the New York Post quoted a source as saying. \"<strong> Eric Schmidt </strong> has been looking for a TV job for over a year. But the pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster,", "new_id": -2}, {"uid": "1295779892017170523", "i": 1838, "idx": 4, "sa": ["Ronald Reagan", "Mike Pence"], "q": " \"Let's attempt to demonstrate the level of enthusiasm for him that I think is out there a millimeter under the surface,\" said Ralph Benko, a former <strong> Ronald Reagan </strong> administration aide who started the campaign. <q> I think it\"s huge. I just think it needs a little place to go. So we built a little place for it to go. </q> But should <strong> Mike Pence </strong> listen to his backers or choose what some say is the safer route of running for Indiana governor? Is it realistic to try to vault from the House to the White House", "new_id": -2}, {"uid": "1295257856143179793", "i": 14955, "idx": 0, "sa": ["Andy Coulson", "John Humphrys"], "q": "comment on resignation rumours. Downing Street head of communications <strong> Andy Coulson </strong>. Photograph: Getty Images. Today programme was most notable for his refusal to deny that <strong> Andy Coulson </strong> has offered his resignation. <q> I don't go into private conversations, </q> was all the Prime Minister would say when pressed by <strong> John Humphrys </strong>. Elsewhere, Cameron offered his standard \"everyone deserves a second chance\" defence of <strong> Andy Coulson </strong>. The former News of the World editor may have", "new_id": -2}]