[{"uid": "1296030533207847424", "i": 28072, "idx": 0, "sa": ["Michael Vick", "Wes Welker"], "q": "'s website Tuesday. The Herald said <strong> Wes Welker </strong> made his remarks at an airport in San Francisco while awaiting his flight to Honolulu for the Pro Bowl on Sunday. At a news conference on Jan. 13 <q> three days before the Jets beat the Patriots 28-21 in a divisional playoff game, <strong> Wes Welker </strong> made about a dozen references to toes and feet, a not-so-subtle dig at Ryan. Patriots coach <strong> Bill Belichick </strong> benched <strong> Wes Welker </strong> for the first offensive series of that game. <strong> Chad Ochocinco </strong> suggested at the end of an interview with ESPN on Tuesday that he's planning to change his name back to <strong> Chad Ochocinco </strong>. He didn't give a specific reason, other than saying he's`` done enough with the Ocho thing. </q> <strong> Michael Vick </strong> has signed his first endorsement contract since his release from prison. The Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore last season. <strong> Michael Vick </strong> was", "new_id": -2}, {"uid": "1296252062181977096", "i": 33545, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Fiat Chief Executive Officer <strong> Sergio Marchionne </strong> said. FIOM has called the recent plant-specific deals an attack on labor rights. Fiat said 25 percent of its workers took part in FIOM's general strike. <q> He was also banned from going within a one-mile radius of the horse owner's stables and fields </q>... United Press International, Inc.. All Rights Reserved. Welcome to UPI.com! Your trusted source for world news, top news, science news, health news and current events. We thank you for visiting", "new_id": -2}, {"uid": "1297300258049397809", "i": 42982, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "like so many AMERICANS have. What the Congress of the USA has should be what the PEOPLE/CITIZENS have. This DOUBLE STANDARD makes a TWO TIER System... this is UNJUST.... Report Abuse <q> Obama must have visited her again. I remember his proclamation last time`` gabby opened her eyes </q>. And to think he made the family keep quiet until he announced that on live tv. </blockquote> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$", "new_id": -2}, {"uid": "1295812367162496520", "i": 22308, "idx": 0, "sa": ["Colin Powell"], "q": "said he sees no reason why the military should not be considered for spending cuts as lawmakers grapple with the ballooning deficit. <strong> Colin Powell </strong> pointed out that defense spending had at one time been cut 25 percent. <q> I don't think the defense budget should be made sacrosanct, </q> he said. The Obama administration has proposed cutting$ 78 billion from the military budget in the next five years. Some Republicans have called the cuts dangerous considering the country is at war, while some", "new_id": -2}, {"uid": "1296444954158449881", "i": 45850, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "away and lives another day. That's the biggest issue- <strong> Ben Roethlisberger </strong>'s ability to extend plays.'' While Raji acknowledged that <strong> Ben Roethlisberger </strong> and <strong> Michael Vick </strong> are different body types with different goals when they escape the pocket- <q> When <strong> Ben Roethlisberger </strong> gets out there, he's not scrambling to run, he's scrambling to throw, </q> Raji said- he also explained why <strong> Ben Roethlisberger </strong> can be just as hard to contain as the elusive <strong> Michael Vick </strong>, whose escapability is predicated more on slipperiness than strength.`` You have to rush them the same. If", "new_id": -2}, {"uid": "1297724508166166602", "i": 19202, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "in Tucson and has started speaking, making specific requests for food and talking to loved ones.`` They're short sentences but specific, and very communicative,'' said <strong> Kirsten Gillibrand </strong> about <strong> Gabrielle Giffords </strong>' progress. <q> I think that's really what people are so excited about- that she's able to speak, that she's able to communicate and now its all about whether she can continue to grow, can continue to recover, and really get all her faculties back. </q> MyFoxNY this morning, <strong> Kirsten Gillibrand </strong> spoke about her newly-announced legislation that will allow homeowners to deduct the full amount of their property taxes from their federal income taxes. The Homeowner Tax Fairness Act is intended to help middle", "new_id": -2}, {"uid": "1295008939037093396", "i": 37765, "idx": 4, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords", "The doctor", "Nancy Pelosi"], "q": "<strong> Kirsten Gillibrand </strong> said.`` <strong> The doctor </strong> was just so excited, he said,` You don't understand; this is amazing what she is doing now, beyond our greatest hopes,''' <strong> Kirsten Gillibrand </strong> said. <q> Then they decided we had to go, because it was a lot of excitement for her. </q> <strong> Kirsten Gillibrand </strong> told reporters that she and other lawmakers-- Democratic Leader <strong> Nancy Pelosi </strong> of California and <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla.-- were pleased to have the chance to see <strong> Gabrielle Giffords </strong>. When the lawmakers entered the", "new_id": -2}, {"uid": "1297192837228835342", "i": 10831, "idx": 0, "sa": ["Steve Ballmer"], "q": ". That's right, <strong> Steve Ballmer </strong> is responsible for placing so many sales and marketing execs in key management positions and allowing them to appoint others. According to the Bloomberg story, by reporter Dina Bass, <strong> Steve Ballmer </strong> <q> plans to extend a management shake-up aimed at adding senior product executives with an engineering background. </q> Bass is a veteran reporter who has covered Microsoft for many years, and she typically has impeccable sourcing. Her report is believable. The questions: Why? Why now? The two answers are intertwined", "new_id": -2}, {"uid": "1297143696250691592", "i": 31553, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]