[{"uid": "1295690356156418069", "i": 18157, "idx": 7, "sa": ["Courtney Lee", "Allen Iverson"], "q": "Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis. \"I don't know how you can be any more proud of your team,\" <strong> Courtney Lee </strong> said. <q>I told them this was a great opportunity for us to grow up. <strong> Allen Iverson </strong>'s doing what great players do. He's making other people better and he is taking responsibility and steps up. I feel good that a young team could respond this way.<q> With <strong> Allen Iverson </strong> leading the way with 26 points, the Sixers built an 18-point lead by the 7:33 mark of the third quarter. But Orlando fought all the way back and took an 86-84 lead after a jumper by", "new_id": -2}, {"uid": "1296533778014417925", "i": 39343, "idx": 0, "sa": ["Michael Vick", "Mayor Michael Bloomberg"], "q": "of sportsmen that Bloomberg-whom he repeatedly derided as \"<strong> Mayor Michael Bloomberg </strong> Blame\"- was attempting to deflect responsibility for local gun crimes, just as he did when the city's unplowed streets left New Yorkers fuming. <q>He likes to blame everyone else for violent crime in <strong> Mayor Michael Bloomberg </strong>,<q> NRA political director Chuck Cunningham said. \"He's also blamed Mother Nature for his recent problems with snow removal. Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl New Trading Software Breakthrough", "new_id": -2}, {"uid": "1295782408127156258", "i": 33212, "idx": 0, "sa": ["Andy Coulson"], "q": "'s time as editor. \"Play a role' Mr <strong> Andy Coulson </strong> has repeatedly denied any involvement in or knowledge of such activities but said on Friday he would step down as continuing media coverage of the issue <q>made it difficult for me to give the 110% needed in this role<q>. Asked whether Mr <strong> Andy Coulson </strong>\"s departure was a blow for the coalition, the deputy prime minister said he believed the government would not \"miss a beat\" in pressing ahead with its agenda of securing", "new_id": -2}, {"uid": "1296839401168542238", "i": 20650, "idx": 4, "sa": ["David Letterman"], "q": "the Tonight Show. But maybe the scene last night wasn't what it looked like? Rob Burnett, president of <strong> David Letterman </strong>'s production company Worldwide Pants, downplayed the comment to Newsday saying that <q><strong> David Letterman </strong> and <strong> Howard Stern </strong> are very rare entities in the world of show business in that most people leave their shows when they are told and these guys have the choice to leave their series.<q> Meanwhile, we suddenly find our minds racing with thoughts of who could replace <strong> David Letterman </strong>. Because as much as we adore Craig Ferguson-who just keeps getting better and better every night and whose show is produced by", "new_id": -2}, {"uid": "1295669752061620314", "i": 45667, "idx": 0, "sa": ["Mike Pence"], "q": "throughout Indiana, but sources in the state said he's been invited to many more than eight and could be confirmed to speak at more of them in short order. As one party source explained, <q>What better thing to do than start meeting Republicans in other parts of the state if he can't raise money during this time period?<q> Indeed, the state statute does not prevent <strong> Mike Pence </strong> \"from participating in party activities conducted by a regular party committee.\" Of course, if he does decide to run for president, it will take", "new_id": -2}, {"uid": "1296770511173654034", "i": 12174, "idx": 24, "sa": ["Eric Shinseki", "Donald Rumsfeld"], "q": "invasion of Iraq. Jones told him it wouldn't happen again; <strong> Eric Shinseki </strong> said he had not expressed doubts to anyone: \"Who do you believe? The Washington Post or me?\" <strong> Donald Rumsfeld </strong> complains that he <q>can not explain their failure to correct the public record.<q>( <strong> Donald Rumsfeld </strong> also denounces the widespread press accounts that <strong> Eric Shinseki </strong> was forced to retire early for testifying shortly before the war began that \"several hundred thousand soldiers\" would be needed. \"This hardened into a myth that", "new_id": -2}, {"uid": "1297425673245137428", "i": 31563, "idx": 1, "sa": ["Steve Ballmer"], "q": "stage to affirm Microsoft's commitment to the partnership. He explained that though Nokia will not be the exclusive vendor for Windows Phone 7 devices, the two will work together on development and marketing initiatives. <q>This partnership with Nokia will accellerate, dramatically accelerate Windows phone ecosystem,<q> said <strong> Steve Ballmer </strong>. \"We need to and we will collaborate closely on joint development and joint marketing initiatives. Nokia's location and mapping services will improve our joint experience and help deepen the access and information in our", "new_id": -2}, {"uid": "1295752898235700267", "i": 4477, "idx": 0, "sa": ["Bill Lockyer"], "q": "UNTIL JAN 23, 3:00 p.m. BERKELEY- Treasurer <strong> Bill Lockyer </strong> said Saturday that if lawmakers fail to quickly adopt significant budget cuts, the state could be forced to begin issuing IOUs beginning in May. <q>Depending on whether cuts are made soon, we may have to have IOUs go out in May,<q> he said during a luncheon speech at a political seminar. Controller John Chiang, who would be responsible for making such a decision, has not publicly warned of that possibility. \"I'm not supposed", "new_id": -2}, {"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q>Apparently, it's a practice all over the country,<q> <strong> Bill Lockyer </strong> said today in a telephone interview. \"I don't think it's a good one.\"-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}, {"uid": "1296167737065404956", "i": 40856, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> says he won't run for presidency U.S. Rep. <strong> Mike Pence </strong> shut the door Thursday on a run for the presidency but left wide open the likelihood that he'll seek a different office: Governor of Indiana. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,<q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for president in 2012.\" He said he would make", "new_id": -2}]