[{"uid": "1296317209151535625", "i": 4345, "idx": 1, "sa": ["Zahi Hawass"], "q": "I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,'' <strong> Zahi Hawass </strong>, chairperson of the Supreme Council of Antiquities, said on Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office. The two-storey museum, built in 1902, houses tens of thousands of objects in its galleries and storerooms, including most of", "new_id": -2}, {"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q> Apparently, it's a practice all over the country, </q> <strong> Bill Lockyer </strong> said today in a telephone interview.`` I don't think it's a good one.''-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}, {"uid": "1297348316264044562", "i": 2508, "idx": 2, "sa": ["Barack Obama", "Mike Pence"], "q": "Tuesday.`` This should be a scandal to every American. The time has come to deny all federal funding to the Planned Parenthood Federation of America,'' said <strong> Mike Pence </strong>, referring to the group as <q> the largest abortion provider in America. </q> On Wednesday, the powerful House Appropriations Committee said it wants to cut the budget for family planning programs by$ 327 million-- the exact sum requested by Democratic <strong> Barack Obama </strong> for such programs in his 2011 budget", "new_id": -2}, {"uid": "1297711626197591069", "i": 27744, "idx": 0, "sa": ["Nicki Minaj", "Demetri Martin", "Greta Gerwig", "Topher Grace", "Michael Vick"], "q": "Grammy Museum's`` <strong> Nicki Minaj </strong>: A Cultural Odyssey'' exhibit, titled after the new book by the same name, was an opportunity to see how much the genre has grown since it's inception. <q> Hip-hop really has a milestone this year, in the sense that it's 30 years now that hip-hop has emerged and ultimately become a fully integrated and integral part of not only American culture but culture worldwide, </q> he noted. Grammys: Bieber Upset, Gaga Breaks Out of Shell Entertainment Video: Gino Sits Down With Actors <strong> Demetri Martin </strong>& <strong> Topher Grace </strong> Entertainment Video: Gino Sits Down With Actress <strong> Greta Gerwig </strong> ABC News: <strong> Michael Vick </strong> to Appear", "new_id": -2}, {"uid": "1297288563203538453", "i": 24555, "idx": 0, "sa": ["Nancy Keenan", "Mike Pence"], "q": ". The GOP plan would cut all$ 327 million from Title X. That prompted an angry response from pro-choice groups, who said the program provides contraception and cancer screening, among other services. <q> While these politicians attack abortion coverage from every angle, they now want to deny funding for birth control, even though that's the best way to prevent unintended pregnancy, </q> said <strong> Nancy Keenan </strong>, president of NARAL Pro-Choice America. Title X recipients can not use the money to provide abortions. But some conservatives have sought to tie together the two issues. Rep. <strong> Mike Pence </strong>(", "new_id": -2}, {"uid": "1295007583223330324", "i": 9866, "idx": 1, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Debbie Wasserman Schultz"], "q": "of California, <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y.`` It felt like we were watching a miracle,'' <strong> Debbie Wasserman Schultz </strong> told reporters traveling back to Washington with her on Air Force One. <q> The strength that you could see flowing out of her, it was like she was trying to will her eyes open. </q> Giffords is expected to survive, although her condition and the extent of her recovery remain in doubt. As finger-pointing emerged in Washington and beyond over whether harsh political rhetoric played a role in creating", "new_id": -2}, {"uid": "1297128589176029697", "i": 20506, "idx": 0, "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "q": "wanted that to go out.'' <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q> He( <strong> Simon Cowell </strong>) looked at me and said:` Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...' </q>", "new_id": -2}, {"uid": "1296019530211435548", "i": 16055, "idx": 0, "sa": ["Bill Lockyer", "Michele Bachmann", "Newt Gingrich"], "q": "making them known,'' he added. In its statement Tuesday, the`` Network for Global Transformation'' said violence was not their goal but defended it as a means to an end. <q> The exercise of constructive violence is for us a legitimate recourse </q> the statement said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments", "new_id": -2}, {"uid": "1296704900169541650", "i": 14902, "idx": 3, "sa": ["Donald Rumsfeld", "Chris Cillizza", "Ronald Reagan"], "q": ". In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted, The Washington Post said. <q> Looking back, I see there are things the administration could have done differently and better with respect to wartime detention, </q> <strong> Donald Rumsfeld </strong> acknowledges. Defense <strong> Donald Rumsfeld </strong> <cite> AP </cite> The Washington Post's <strong> Chris Cillizza </strong> on` Top Line' Politics Video: <strong> Ronald Reagan </strong> Centennial: 1980 GOP Acceptance Speech Politics Video: Raw Video: Health law repeal defeated in", "new_id": -2}, {"uid": "1296978592083132429", "i": 7162, "idx": 5, "sa": ["Wes Welker", "Matt Cassel", "Troy Polamalu", "Michael Vick", "Brian Urlacher"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season.`` To sum it all up, the last five months, have been delayed gratification,'' <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3 1/2), New England receiver <strong> Wes Welker </strong>, Chicago linebacker <strong> Brian Urlacher </strong> and Kansas City quarterback <strong> Matt Cassel </strong>( 2 each), and Pittsburgh safety <strong> Troy Polamalu </strong>, Seattle running back/kick ereturner", "new_id": -2}]