[{"uid": "1295627755155697152", "i": 44810, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "%. Industrial names United Technology( Fortune 500) were also strong. \"The profit news is pretty favorable today,\" said Nick Kalivas, vice president of financial research at MF Global. <q> GE is probably the poster child for that, but Google certainly did well last night. </q> Google reported late Thursday that quarterly profits and sales rose from year-ago and beat analysts' forecasts. The company also said <strong> Eric Schmidt </strong> is stepping down as chief executive, with co-founder <strong> Larry Page </strong> taking", "new_id": -2}, {"uid": "1295948629120340622", "i": 24124, "idx": 2, "sa": ["George H. W. Bush", "Bill Clinton", "Newt Gingrich", "Bill Lockyer", "John F. Kennedy", "Barack Obama"], "q": "U.S. in sending a satellite into space, pushed <strong> Bill Clinton </strong> Dwight D. Eisenhower to fund an increase in scientists and engineers. <strong> Bill Clinton </strong> <strong> John F. Kennedy </strong> subsequently spurred America toward the 1969 moon landing. Now, <strong> Barack Obama </strong> says, <q> we need a commitment to innovation that we haven't seen since <strong> Bill Clinton </strong> <strong> John F. Kennedy </strong> challenged us to go to the moon. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog VOLUNTEERS Company Coming of Age: Bay Area ASSOCIATE <strong> George H. W. Bush </strong> ASSOCIATE, SR.", "new_id": -2}, {"uid": "1295677692065617926", "i": 12139, "idx": 1, "sa": ["Allen Iverson", "Carmelo Anthony", "Anthony Morrow"], "q": "his status. \"The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel toAnthony Morrow,\" <strong> Allen Iverson </strong> said. <q> Right now it's just frustrating to be out there at the end hobbling like that. </q> X-rays on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> are 2-3 together, and their pairing since Melo's return from a 15-game suspension for fighting hasn't been the problem for the Nuggets, who failed", "new_id": -2}, {"uid": "1296072905156221467", "i": 21624, "idx": 0, "sa": ["Jennifer Hudson", "David Letterman", "Martin Luther King III", "Larry Williams"], "q": "Short Fat Fanny- <strong> Larry Williams </strong>( Specialty Records 1957) 78 Rpm! A rough, rowdy rock& roll singer, <strong> Larry Williams </strong> had some hits in the late'50s, several of which-- \"Bony Maroney,\" <q> Dizzy, Miss Lizzy, </q> \"Short Fat Fannie,\" \"Bad Boy,\" \" ... The power of double check 3:02 chess game featuring double check on the <strong> Martin Luther King III </strong>... <strong> Jennifer Hudson </strong>- Late Show with <strong> David Letterman </strong> <strong> Jennifer Hudson </strong> performed brilliantly on the Late", "new_id": -2}, {"uid": "1296102526059130017", "i": 53012, "idx": 0, "sa": ["David Letterman"], "q": "one started last summer, but some of them form over 2 years before we even carve them,\" said Bruce Schindler with Team Alaska. Every year, their designs become more complex. <q> You get to meet the carvers again and again. It becomes like a little family. Breckenridge treats us like top-level athletes, </q> said Schindler. All sculptures must be finished by Saturday morning. The awards are handed out Sunday afternoon. 10:35 PM Late Show with <strong> David Letterman </strong> 11:37 PM The Late Late Show with Craig Ferguson", "new_id": -2}, {"uid": "1296452173129859601", "i": 43856, "idx": 0, "sa": ["Peyton Manning", "Michael Vick"], "q": "Indianapolis Colts quarterback <strong> Peyton Manning </strong> was playing in his 11th Pro Bowl while his NFC counterpart, <strong> Michael Vick </strong>, participated in his fourth and first since 2005, having spent nearly two years in prison on dog-fighting charges. <q> This is a great experience to be voted by your coaches and peers, </q> said <strong> Michael Vick </strong>, the Philadelphia Eagles quarterback. \"To get back so soon is just a blessing.\" The Pro Bowl was played in advance of the Super Bowl for the second straight year after previously", "new_id": -2}, {"uid": "1297199740051740679", "i": 14438, "idx": 0, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "his sons Uday, left, and Qusay, right, who were killed in July 2003' I made a comment like \"Thank you\" or something and <strong> George H. W. Bush </strong> looked me in the eye and said <q> You better take this seriously </q>.` And of course, I did take it seriously. But I was also realistic that there was not much one could do about that.' More... Rumsfeld-Donald Rumsfeld-Former-US-Defence-Secretary-regrets-Iraq-Afghanistan.html\"> <strong> Donald Rumsfeld </strong>:", "new_id": -2}, {"uid": "1295250982187957297", "i": 39308, "idx": 0, "sa": ["Jerry West", "Allen Iverson", "Jerry Smith"], "q": "still say \"Bubbachuck\" <strong> Allen Iverson </strong> was better than both of them. Schools such as Arkansas, Kentucky, Duke, and three dozen other top <strong> Jerry Smith </strong> scored 20 points in number 7 ranked louisvills win over <strong> Jerry West </strong> virginia <q> This is only a fan made video and is not made for monetary gain. No copyright infringement intended. </q>*** Rate, Comment, Subscribe*** Visit: www.ojmayonnaise.com OJ Mayo is the Rookie of the Month... With PPG 21,0. I hope he will be the Rookie of the Year...* Honors for this video:", "new_id": -2}, {"uid": "1295922643136986629", "i": 9802, "idx": 0, "sa": ["Paul Ryan", "Bernie Sanders", "Sheldon Whitehouse", "Barack Obama", "Harry Reid"], "q": "Republican Party,\" said Jon Summers, spokesman for Senate Majority Leader <strong> Harry Reid </strong>( D-Nev.). \"Why else would they select[ <strong> Paul Ryan </strong>] as their spokesperson?\" said <strong> Sheldon Whitehouse </strong>. <q> Up until this point the Republican leadership has been vague about what programs they want to cut. On the other hand, Congressman <strong> Paul Ryan </strong> has been clear on this subject, </q> said <strong> Bernie Sanders </strong>. <strong> Paul Ryan </strong> could face some personal political peril if the Democrats' messaging attack gains widespread attention. <strong> Barack Obama </strong> carried <strong> Paul Ryan </strong>'s congressional district with 51 percent of the vote in 2008, and", "new_id": -2}, {"uid": "1296041205201015319", "i": 2579, "idx": 0, "sa": ["Van Jones", "Alec Baldwin", "Howard Jones", "Alex Jones", "Michael Vick", "Al Green", "Rodney King"], "q": "Left wants to remove animals from our diets and return as much of the Earth to nature, they can read this. \"<strong> Michael Vick </strong>: Black Sheep or Scapegoat on Animal Rights?\" by <strong> Alec Baldwin </strong> www.huffingtonpost.com Articles-Columns: <q> <strong> Van Jones </strong>,` <strong> Al Green </strong> Jobs Czar,' a self-described` communist' arrested during <strong> Rodney King </strong> riots </q> www.examiner.com \"Exposed: The Secret Jones_Howard Jones_Tv_2/4_A_Carbon_Tax_'Trojan_Horse'_to_Grab_People's_Land!! <strong> Alex Jones </strong> also talks with Rep. Mike Noel of Utah who has introduced legislation to keep the judiciary out of the political debate surrounding global warming. www.mikenoel.com prisonplanet.tv Jones_Howard Jones_Tv_3/4_A_Carbon_Tax_'Trojan_Horse'_to_Grab_People's_Land!! <strong> Alex Jones </strong> also", "new_id": -2}]