[{"uid": "1296416429170033283", "i": 7806, "idx": 0, "sa": ["Arian Foster", "Michael Vick", "Brandon Lloyd"], "q": "scenery and weather can't be beat. Temperatures this week mostly were in the high 70s, perfect for the Pro Bowlers who went golfing, fishing, jetskiing and toured Pearl Harbor with their families. <q>This is like heaven. I'll die and go to Hawaii. That's all right with me,</q> Houston Texans running back <strong> Arian Foster </strong> said. A few players even hit the waves, such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard. \"", "new_id": -2}, {"uid": "1296287142002965539", "i": 16973, "idx": 2, "sa": ["Drew Brees", "Brandon Lloyd", "Michael Vick", "Peyton Manning"], "q": "Bowl hotel for the first time and seeing <strong> Peyton Manning </strong>, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and other NFL greats- past and present- made him pause. \"All these monsters of the game,\" he said. <q>All these are legends and Hall of Famers walking by me. It's hard not to be in awe of how much greatness is in one room. \"I'm hoping one day I'll be looked at like I look at them. But right now, it's just a blessing to be around here.</q> It also took eight years for Denver Broncos receiver <strong> Brandon Lloyd </strong>, who is cherishing every moment and even went surfing this week. \"There's probably nobody as honored as I am to be out", "new_id": -2}, {"uid": "1295763240036667398", "i": 31781, "idx": 1, "sa": ["Mike Tyson", "Heidi Klum", "Michael Vick"], "q": "that jungle now, you have got to be more aggressive. You've got to be louder.\" Pigeon racing â\u0080¢ What <strong> Mike Tyson </strong> was there to talk about when he got the inevitable <strong> Michael Vick </strong> question. <q>He admitted to the crime, he paid his time, and now he should start over. You still think he should suffer some more? A little bit more? I don't know.</q> <strong> Mike Tyson </strong>'s reality series about pigeon racing, \"Taking on <strong> Mike Tyson </strong>,\" is due March 6 on Animal <strong> Mike Tyson </strong>. Boogers â\u0080¢ One thing that makes <strong> Heidi Klum </strong> laugh. For \"Seriously Funny Kids\"(", "new_id": -2}, {"uid": "1297282260166281230", "i": 21802, "idx": 3, "sa": ["The Lost Dogs", "Jamie Buehrle", "Michael Vick"], "q": "<strong> Michael Vick </strong> owned a pit bull in college and clearly knows right from wrong in this area. It was not a cultural issue or a case of being involved with a bad crowd, in her estimation. <q>What gets me the most is so many people say he paid his dues,</q> <strong> Jamie Buehrle </strong> said. \"He was charged with trafficking of money, not animal cruelty. \"I read the book <strong> The Lost Dogs </strong> and I read every detail of the investigation. I saw the dogs and I saw", "new_id": -2}, {"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino. \"I am excited about this partnership with Nokia,\" <strong> Steve Ballmer </strong> said of the pairing. <q>Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}, {"uid": "1295902182179077173", "i": 18120, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords", "Ed Towns", "Darrell Issa"], "q": "solutions needed to address the challenges facing our nation unless we are first willing to move beyond the partisan entrenchments that too often stand in the way of progress,\" <strong> Darrell Issa </strong> and <strong> Ed Towns </strong> said in a joint statement. <q>The work we do at the Oversight and Government Reform Committee is instrumental in fulfilling our obligation to the American people to ensure that we are better stewards of their tax-dollars and that government is as transparent and accountable as possible.</q> they can put partisan rancor aside in the wake of the shooting of Arizona Rep. <strong> Gabrielle Giffords </strong>. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> Grab a ringside seat for the blazing battles stirring up City Hall, Albany and Washington. Throw your hat in", "new_id": -2}, {"uid": "1296261938051675143", "i": 41036, "idx": 3, "sa": ["Larry Bird", "Nate Funk", "Jimmer Fredette", "Dana Barros", "Allen Iverson", "John Paxson"], "q": " <strong> Dana Barros </strong>\" \"reminds me of <strong> Nate Funk </strong>\" \"reminds me of <strong> Larry Bird </strong>\" \"He reminds me of that one guy from Duke\" <q>reminds me of <strong> Allen Iverson </strong></q> The fact that people can look at a jump-shooting Mormon kid named <strong> Jimmer Fredette </strong> and see both <strong> John Paxson </strong> and <strong> Allen Iverson </strong> tells me that 1.) <strong> Jimmer Fredette </strong> is pretty plainly like neither; 2.) America can be pretty", "new_id": -2}, {"uid": "1295264028094093318", "i": 7252, "idx": 0, "sa": ["Andy Coulson"], "q": "happened\" when <strong> Andy Coulson </strong> was editor of the News of the World, but resigned \"when he found out about them\", which the prime minister said was \"the right thing to do\". <q>I almost think there is a danger at the moment that he is effectively being punished twice for the same offence. I judge his work by what he has done for us... I gave him a second chance. I think in life sometimes it's right to give someone a second chance. He resigned for what went wrong at News of the World. I would just argue working for the government, I think he has done a good job.</q> He added: \"Of course he was embarrassed, but he has had a second chance from me to do this job. I think he has done the job in a very good way.\"", "new_id": -2}, {"uid": "1297005230017629195", "i": 2356, "idx": 0, "sa": ["Donald Rumsfeld", "Maureen Dowd", "Jerry Rice"], "q": "Wisconsin, they found a way to unify the party establishment with the tea party movement, avoiding many of the conflicts that occurred in other states.\" http://wapo.st/eOIwlo-- <strong> Maureen Dowd </strong>, on <strong> Donald Rumsfeld </strong>: <q>His memoir, \"Known and Unknown,</q> is like a living, breathing version of the <strong> Jerry Rice </strong> himself: very thorough, highly analytical and totally absent any credible self-criticism. The 78-year-old Rumstud, as W. dubbed him, was both the youngest defense secretary in", "new_id": -2}, {"uid": "1295501732152404071", "i": 20408, "idx": 5, "sa": ["Monty Williams", "Allen Iverson", "David West"], "q": "shots and was 4-for-4 on 3-point attempts. His strong third quarter lifted Philadelphia to 76-73 lead. But the 76ers, who are 1-0 at home but 0-4 on the road, never took control of the game. <q>He played great, gave us a chance to win,</q> 76ers coach Larry <strong> David West </strong> said, describing <strong> Allen Iverson </strong>'s performance as \"phenomenal.\" <strong> Monty Williams </strong> gave the Magic the lead for good at 90-89, beginning a 15-6 spurt that allowed Orlando to go up 103-95 with just under", "new_id": -2}]