[{"uid": "1295351570142295047", "i": 52778, "idx": 3, "sa": ["Duncan D. Hunter", "Mike Pence", "Howard McKeon", "John Campbell", "Wally Herger", "Gary Miller", "Ken Calvert", "Tom McClintock"], "q": ". During that same time, they performed an unprecedented 324,008 abortions. The largest abortion provider in America should not also be the largest recipient of federal funding under Title X.\"\"   Mike Pence  said his bill would  prevent any family planning funds under Title X from going to Planned Parenthood or other organizations that perform abortions. It will ensure that abortion providers are not being subsidized with federal tax dollars.  California co-sponsors of  Mike Pence 's bill include U.S. Reps.  Tom McClintock ,  Gary Miller ,  Duncan D. Hunter  Jr.,  Howard McKeon ,  Ken Calvert ,  John Campbell , and  Wally Herger . Title X of the Public Health Service Act provides federal funding", "new_id": -2}, {"uid": "1295291311074366988", "i": 45491, "idx": 2, "sa": ["Mike Pence"], "q": ", social, and national security conservatives, and will energize the conservative coalition essential to winning back The White House in 2012.\"\"  The Conservative Champion,\"\"  is up with its first post, entitled,  America calling  Mike Pence .... You are the Conservative Champion. We call you to Serve.   Mike Pence  is expected to make a decision by the end of January. It's also possible he runs for governor of Indiana. The response to  Mike Pence  speeches has given before conservative groups is notable, especially in", "new_id": -2}, {"uid": "1296218172048857110", "i": 18252, "idx": 0, "sa": ["Mike Pence"], "q": "has been so much discussion about what  Mike Pence  would do-- seek the presidency, seek the Indiana governor's office or retain his congressional seat-- that she had no idea what he might decide.  My personal reaction is I'm disappointed,  Hollis said. \"I wanted someone of  Mike Pence 's caliber representing the Republican Party in the race for the White House. \"My hope is that he will continue to stay in a leadership", "new_id": -2}, {"uid": "1296171036065404933", "i": 36718, "idx": 0, "sa": ["Erin Fetherston", "Mike Pence", "Gregg Araki"], "q": "trousers out there.\"\"  So why the shift toward lower prices?  Erin Fetherston  cites the economy, of course, but also her href=\"http://nymag.com/daily/fashion/2010/05/Erin Fetherston_Erin Fetherston_feels_a_natura.html\"> experience at Juicy Couture and her 2007 collection for Target.  I became more aware of a large  Erin Fetherston  fan base that hasn't necessarily been able to buy into the designer price point,  she told  Erin Fetherston  Is Suspending Her Regular-Priced Line in Favor of a New, Lower-Priced One New on Vulture Recommends:  Gregg Araki 's Favorite Movies With Sex Scenes and More! Congressman  Mike Pence  Is the Only Republican in America Definitively", "new_id": -2}, {"uid": "1297621750013008911", "i": 2131, "idx": 3, "sa": ["Mike Pence", "Cecile Richards", "Lois Capps"], "q": "liberal Democrats- have vowed to fight the proposed funding cut. \"In my community, Planned Parenthood is a very highly regarded mainstream organization,\"\"  said  Mike Pence   Lois Capps , D-Calif., who depicted  Mike Pence 's bill as  driven by an extreme ideological agenda.   Cecile Richards  said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people. \"This would roll back decades", "new_id": -2}, {"uid": "1295644518096387074", "i": 25245, "idx": 1, "sa": ["Kevin McCarthy", "Mike Pence", "Paul Ryan", "Bill Maher", "Jeffrey Young", "Eric Cantor"], "q": "Budget Committee Chairman  Paul Ryan ( R-WI) said that the GOP's goal was to cut \"a good$ 100 Bill Maherion.\"\"   Mike Pence   Kevin McCarthy ( of \" Jeffrey Young  Gun\"\"  fame) reiterated the promise, saying,  We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.  \"We've got to roll back there. That will save$ 100 Bill Maherion in the first year,\"\"  agreed  Mike Pence ( R-IN). Just yesterday, in fact, incoming Majority Leader  Eric Cantor ( R-VA)", "new_id": -2}, {"uid": "1296228272172146710", "i": 20881, "idx": 18, "sa": ["Mike Pence", "Curt Smith"], "q": "Indiana Family Institute, agrees, saying he's \"very encouraged by the news that[  Mike Pence ] is coming home\"\"  and assumes  Mike Pence  will run for the governorship. The move,  Curt Smith  says, makes sense  given the season of life he's in.  \"He's still a relatively young man,\"\"   Curt Smith  explains. \"Indiana has a lot to show the nation. It's not a question of` Do you want to contribute to national life", "new_id": -2}, {"uid": "1296280079111296551", "i": 7923, "idx": 8, "sa": ["Mitch Daniels", "Mike Pence", "Jackie Walorski"], "q": "by the prospect of  Mike Pence  running for governor. \"I think he's the clear front-runner, and I think the race is his if he chooses to accept it,\"\"   Jackie Walorski  said.  I think he'd clear the field.  Gov.  Mitch Daniels , who is considering a run for president himself, has reached his two-term limit and can not run again in 2012.  Mike Pence  was one of three heavyweight candidates considering the race.", "new_id": -2}, {"uid": "1295974237110362671", "i": 21932, "idx": 1, "sa": ["Kevin McCarthy", "Mike Pence", "Paul Ryan", "Don Young", "Eric Cantor"], "q": "Budget Committee Chairman  Paul Ryan ( R-WI) said that the GOP's goal was to cut \"a good$ 100 billion.\"\"   Mike Pence   Kevin McCarthy ( of \" Don Young  Gun\"\"  fame) reiterated the promise, saying,  We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.  \"We've got to roll back there. That will save$ 100 billion in the first year,\"\"  agreed  Mike Pence ( R-IN). Just yesterday, in fact, incoming Majority Leader  Eric Cantor ( R-VA)", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}]