[{"uid": "1297234021222871650", "i": 9281, "idx": 8, "sa": ["Michael Gove"], "q": "your children's education? \" Didn't need to. I knew the schools- and many of the staff- and decided I didn't want to entrust my offspring to their render mercy. <q> I think you'd also find that` bullying and drug addiction' are commonplace in hundreds of private schools. </q> Why, I wonder, is Mr <strong> Michael Gove </strong> insisting that the current wave of FREE schools buys their buildings, land, etc.,( that the state does on their behalf) rather than lease them from the", "new_id": -2}, {"uid": "1295615284003915786", "i": 57775, "idx": 0, "sa": ["Michael Gove"], "q": "MPs that at present FE teachers can be employed in schools only as a matter of \"last resort\" , whereas primary school teachers with the QTLS certificate can teach at FE level. He urged the Michael Government to <q> look to overcome the obstacles and create a single teaching qualification, effectively moving the barriers that constrain the best use of FE lecturers. </q> More education news and comment from the Guardian Give me the facts: <strong> Michael Gove </strong> reviews syllabus: <strong> Michael Gove </strong> says an academic education will best equip students for the` knowledge industries of the future', as teachers", "new_id": -2}, {"uid": "1296250921075300873", "i": 636, "idx": 1, "sa": ["David Cameron", "Michael Gove", "Ed Balls", "George Osborne", "Liam Fox"], "q": "<strong> David Cameron </strong>: \"I wouldn't change child benefit, I wouldn't means test it. I don't think that's a good idea.\" Lie 5. <strong> Michael Gove </strong>, just before the election: <q> <strong> Ed Balls </strong> keeps saying that we are committed to scrapping EMA. I have never said this. We won't. </q> Lie 6. <strong> Liam Fox </strong>: \"a bigger army for a safer Britain\" , but it now loses 7,000 soldiers. Lie 7. In October 2009 <strong> George Osborne </strong> said:\" ... retail banks", "new_id": -2}, {"uid": "1295860435042090520", "i": 7140, "idx": 3, "sa": ["Michael Gove", "Dominic Cummings", "Steve Hilton", "Andy Coulson"], "q": "moment of maximum panic) for agreeing to Tory participation at all. After the election, he apparently vetoed one of <strong> Michael Gove </strong>'s proposed special advisers, <strong> Dominic Cummings </strong>. There was tension with <strong> Steve Hilton </strong>, too. <q> They're just chalk and cheese, </q> says one senior Cameroon. \"<strong> Andy Coulson </strong> was the measured professional, cautious, a bit more Right-wing. Anti-bullshit, anti-hipster. And <strong> Steve Hilton </strong> was the opposite.\" According to one Cabinet minister, the two", "new_id": -2}, {"uid": "1295976018128352266", "i": 2929, "idx": 3, "sa": ["David Cameron", "Michael Gove", "Tim Montgomerie", "Stephen Taylor", "Stephan Shakespeare", "Elizabeth May"], "q": "list of the insiders making things happen in David Camerons Machine\" <strong> Tim Montgomerie </strong>, Director of Conservative Intelligence. \"What makes David Camerons Conservatives tick?\" <strong> Michael Gove </strong> MP, Shadow Secretary of State for Children, Schools and Families. <q> The first internet age Michael Government </q> <strong> Stephan Shakespeare </strong>, Founder and Head of Innovations at YouGov. Political Tricks. Did Green Party leader <strong> Elizabeth May </strong> say Canadians are stupid? Conservative blogger <strong> Stephen Taylor </strong> puts her on the record, she begs to differ. You decide,", "new_id": -2}, {"uid": "1296231867027263003", "i": 4690, "idx": 4, "sa": ["Michael Gove"], "q": "privileged minority to run the country. So no change from how it is now. This would restore the natural order, uneducated serfs working in the fields for the educated Lord of the Manor. <q> We need disruptive, militant and self-interested groups like the NUT to be swept away so they can block reform no longer. <strong> Michael Gove </strong> and the Coalition must act. Urgently. </q> About time failing schools were put under pressure to perform. Despite all the political claptrap to the contrary, our state eduction system is a disgrace. <strong> Michael Gove </strong> is actually being too soft. Poor teachers also need", "new_id": -2}, {"uid": "1296200736246956085", "i": 25757, "idx": 0, "sa": ["David Cameron", "George Osborne", "Michael Gove"], "q": "1998 to give children \"the best possible start in life\" and there are now 3,578 centres across England under the programme. In October's crucial spending review, <strong> George Osborne </strong>, the Chancellor, insisted: <q> Sure Start services will be protected in cash terms. </q> <strong> David Cameron </strong>, the Prime Minister, described Sure Start as \"a great innovation\" in a speech in December. But then <strong> Michael Gove </strong>, the Education Secretary, said the centres' funding would be", "new_id": -2}, {"uid": "1297540204167493642", "i": 12549, "idx": 0, "sa": ["Michael Gove", "Tony Blair"], "q": "the biggest school-building programme since Victorian times. Its plan, announced by <strong> Tony Blair </strong> in 2004, was to rebuild or refurbish every secondary school in England. But <strong> Michael Gove </strong> told MPs in July that BSF had been beset by <q> massive overspends, tragic delays, botched construction projects and needless bureaucracy </q>. He has also said he believes there is little evidence that new school buildings improve standards. The Michael Government spending watchdog the National Audit Office warned in a report last year that the costs of the BSF scheme had", "new_id": -2}, {"uid": "1297706845046809132", "i": 51329, "idx": 1, "sa": ["Michael Gove", "John Cryer"], "q": "'s favour on the substantive issues. \" The judge has not ordered a reinstatement of funding for any BSF project\" \" Responding to the question from Labour's <strong> John Cryer </strong>, Mr <strong> Michael Gove </strong> said: <q> It was, of course, deeply regrettable that any building projects had to be cancelled. \"But the scale of the deficit we inherited meant cuts were inevitable and the inefficiency which characterised BSF schemes meant we needed a new approach. </q> The challenges- by Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council- related to the revamp or rebuild of 58 schools which, if", "new_id": -2}, {"q": "in what is likely to be a lucrative revenue stream. Oh, and by the way, <strong> Eric Schmidt </strong> says, Facebook is not a competitor because the more people use Facebook the more they use Google. <q> That is a net positive. </q> Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. \"I can only describe this now as a` wow' moment,\" he says. \"For me this is the", "sa": ["Eric Schmidt"], "index_answer": 0, "idx": 4, "i": 17162}]