[{"uid": "1296048510257392641", "i": 15778, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": " ''Who has made the right judgment, me that appointed the shadow chancellor or you who clung onto <strong> Andy Coulson </strong> for months?'' Referring to comments by senior Tory <strong> David Cameron </strong> Davis, Mr <strong> Ed Miliband </strong> said people would <q>know what he meant when he said the Prime Minister and <strong> Gordon Brown </strong> don't have a sense of what a large part of the country feels</q>. Mr <strong> Ed Miliband </strong> added they were ''out of touch'' and ''taking a reckless gamble'' over the economy. ''What these figures show for millions of people up and down the country", "new_id": -2}, {"uid": "1295977910157089808", "i": 30974, "idx": 22, "sa": ["Kenyon Martin", "Carmelo Anthony", "Raja Bell", "Marcus Camby", "Allen Iverson"], "q": ", I'd get a double-double every night.'' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game, <q>but tonight, he was just so aggressive. He wanted the ball more than everybody else.</q> <strong> Carmelo Anthony </strong> said he just wanted to take advantage of the smaller defenders such as <strong> Raja Bell </strong> the Suns put on him and score some easy baskets early, ''and the way I was going to do that was with offensive", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,'' said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q>I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt,</q> the influential cleric said. ''There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go. ''Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}, {"uid": "1294973342249905153", "i": 27329, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "including hundreds of thousands of personal photographs, documents and doodles.'', ''note'':''', ''correction'':''', ''stillURL'': ''http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011306236.jpg'', ''emailLink'': <q>http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011306129.html&amp;title=Presidential library puts <strong> John F. Kennedy </strong> archives online& site= nation& type= Video& sent= no& search= Search</q>, ''permaLink'': ''http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011306129.html'', ''showComments'': true, ''duration'':''', ''mediaQueryString'': ''http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-66v&amp;flvURL=/media/2011/01/13/01132011-66v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-66v.jsn''}{ ''title'': ''Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss", "new_id": -2}, {"uid": "1295882912107462659", "i": 3830, "idx": 3, "sa": ["Tim Worstall", "Andy Coulson", "George Osborne"], "q": "mistake looks foolhardy. It is also bad news for <strong> George Osborne </strong>, who liked to take the credit for talent spotting Mr <strong> Andy Coulson </strong> and securing his appointment.'' The New Home Front <strong> Tim Worstall </strong> on the autocracy of intellectuals: <q>Oh, they talk about ''climate change</q> a lot but don't quite manage to tell us why a move to a non-cabon emitting energy system( say, thorium cycle, or solar PV plus fuel cells) wouldn't solve the problem rather than having", "new_id": -2}, {"uid": "1297439441065749003", "i": 44283, "idx": 0, "sa": ["Steve Ballmer"], "q": "operating system. Although relative newcomers to the smartphone market, phenomenal growth over just a few years has made these companies very significant competitors, to the point where Microsoft and Nokia were becoming increasingly irrelevant. <q>I am excited about this partnership with Nokia,</q> said <strong> Steve Ballmer </strong>, Microsoft CEO. ''The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.'' Dell Coupons Looking for a Dell notebook?", "new_id": -2}, {"uid": "1295612697003915826", "i": 5908, "idx": 2, "sa": ["Andy Coulson", "Sienna Miller", "David Cameron"], "q": "at least four lawsuits filed by celebrities, including actress <strong> Sienna Miller </strong>, over allegations the newspaper hacked into mobile-phone voicemails. U.K. police and prosecutors said last week they would review the claims for a third time. <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so,</q> <strong> David Cameron </strong> said in an e-mailed statement. ''<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.''--", "new_id": -2}, {"uid": "1295580024033980422", "i": 26578, "idx": 15, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "Jan. 20( UPI)-- Larry Page, who co-founded <strong> Google Inc. </strong> with <strong> Sergey Brin </strong>... <strong> Eric Schmidt </strong> will remain as Chairman of the Board and <strong> Sergey Brin </strong> will work on... Technology Video: Spy Satellite Launched From California Report Abuse <q>Federal Government Tax Revenues$ <strong> Barack Obama </strong> TRILLION</q> Federal Government Expenditures$ 3 TRILLION No more taxes... PLEASE! Liquor Tax Luxury Tax Excise Taxes Property Tax Cigarette Tax Medicare Tax Inventory Tax Car Rental", "new_id": -2}, {"uid": "1296832141203898905", "i": 43163, "idx": 0, "sa": ["Barack Obama", "Hosni Mubarak", "Ronald Reagan", "Sen. Bernie Sanders", "King Hussein"], "q": ".'' Independent <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, a standard-bearer for the American Left, acknowledged to AFP this week that <strong> Ronald Reagan </strong> ''was a very warm individual'' who ''connected with the American people.'' <q>But <strong> King Hussein </strong> think many of the policies that he developed did a great deal of disservice to the middle class and working families of this country. And <strong> King Hussein </strong> think we can learn from those serious policy errors and hopefully not continue,</q> said <strong> Sen. Bernie Sanders </strong>. <strong> Ronald Reagan </strong>, <strong> King Hussein </strong>, left, <strong> Hosni Mubarak </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Ronald Reagan </strong> legacy weighed amid 100th birthday events... <strong> Ronald Reagan </strong> Centennial: Presidential Campaign Announcement Photo", "new_id": -2}, {"uid": "1295559684260145193", "i": 34425, "idx": 1, "sa": ["Eric Schmidt"], "q": "a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,'' said <strong> Eric Schmidt </strong>, CEO of Google. <q>These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web.</q> The company also announced that starting April 4, Larry Page, Google Co-Founder, will take charge of company's day-to-day operations as CEO. <strong> Eric Schmidt </strong> will assume the role of Executive Chairman.", "new_id": -2}]