[{"uid": "1295303331067584079", "i": 28310, "idx": 0, "sa": ["Prince Fielder", "Albert Pujols", "Hunter Pence", "Mike Pence", "Rick Perry", "Matt Kemp", "Gary Bauer", "Ryan Howard", "Barack Obama", "Patrick Bauer"], "q": "of government in the nation's capital. Governors <strong> Rick Perry </strong> of Ban Abortion- 2012 Barack Obamaial Candidate www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> Mr. <strong> Patrick Bauer </strong> says. But in considering one... BSG: National League MVP candidates A rundown of possible National League MVP candidates including <strong> Albert Pujols </strong>, <strong> Ryan Howard </strong>, <strong> Hunter Pence </strong>, <strong> Matt Kemp </strong> and <strong> Prince Fielder </strong> www.battingstanceguy.com... <strong> Mike Pence </strong>'s Speech at the", "new_id": -2}, {"uid": "1296082803258637838", "i": 14530, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Anthony Weiner", "Peter King"], "q": "\"What comes of this moment will be determined not by whether we can sit together tonight, but whether we can work together tomorrow.\" - Obama-state-union-address\" target=\"_blank\"> <strong> Barack Obama </strong> <q> I sat with <strong> Peter King </strong>. We have not gotten along and I still don't like the guy that much, to be honest. </q>- target=\"_blank\"> <strong> Anthony Weiner </strong>, a Democratic congressman from New York \"I thank@GOPLeader for his#SOTU offer, but I invited my friend <strong> Mike Pence </strong> Bartlett from MD yesterday& am pleased he accepted.", "new_id": -2}, {"uid": "1296593618087982128", "i": 51343, "idx": 0, "sa": ["Mike Pence", "Marjorie Dannenfelser", "Tony Perkins"], "q": ". The video has prompted outrage from pro-life advocates who are demanding a vote on Pence-drops-bill-to-de-fund-planned-parenthood-abortion-biz/\"> a bill Congressman <strong> Mike Pence </strong> has sponsored that would cut the Title X family planning funds the abortion business receives. <q> The exploitive roots and track record of Planned Parenthood is a largely untold story that now can not be ignored, </q> Susan B. <strong> Tony Perkins </strong> List president <strong> Marjorie Dannenfelser </strong> told LifeNews.com after seeing the video. \"The horror of the logic behind Planned Parenthood's founding has come to roost in this modern form: it is the primary partner of those", "new_id": -2}, {"uid": "1296486373063668243", "i": 2842, "idx": 12, "sa": ["Mike Pence"], "q": "with other conservatives to kill a bill tightening bankruptcy laws, despite its support from the business community, because it would have prevented abortion protesters from filing for bankruptcy to avoid paying court-ordered fines and judgments. <q> Conjure what might be thought of as the perfect conservative, and chances are he would look a lot like <strong> Mike Pence </strong>, </q> The New York Times wrote in a 2006 profile. <strong> Mike Pence </strong> angered conservatives that year when he offered what he hoped would be a compromise in the immigration debate: creating a temporary guest-worker program that would require", "new_id": -2}, {"uid": "1296200464159858698", "i": 5804, "idx": 0, "sa": ["LeBron James", "Eric Holcomb", "Mike Pence"], "q": "... <strong> Mike Pence </strong> shuts 1 door, leaves another open U.S. <strong> Mike Pence </strong> shut the door Thursday on seeLeBron James the presidency in 2012 but left unanswered whether his choice instead is the Indiana <strong> Eric Holcomb </strong>'s office. <q> I'm open to running for <strong> Eric Holcomb </strong>, </q> <strong> Mike Pence </strong> said in an exclusive interview with The Indianapolis Star. \"We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it.", "new_id": -2}, {"uid": "1295481890209436710", "i": 44174, "idx": 1, "sa": ["Mike Pence"], "q": "! Or by mail to: Free Republic, LLC, PO Box 9771, Fresno, CA 93794 To: pissant.. my# 2 choice for POTUS 2 posted on 01/19/2011 3:38:49 PM PST <q> lock, stock and barrel, </q> <strong> Mike Pence </strong> said Wednesday. Hey Hey Hey!!! The President has asked for a \"New Tone\" . <strong> Mike Pence </strong> needs to tone down that gun rhetoric. For the good of the country and the children. We", "new_id": -2}, {"uid": "1295669817215973989", "i": 50437, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "John Thune", "Mike Huckabee", "Barack Obama"], "q": "deal, while <strong> Mike Huckabee </strong> and <strong> Tim Pawlenty </strong> appear to support it. Sen. <strong> John Thune </strong>, R-S.D. said it's \"politically expedient\" to criticize the deal from the sidelines, but <strong> Mike Pence </strong>, R-Ind., declared Wednesday that the compromise <q> is a bad deal for taxpayers, will do little to create jobs and I can not support it. </q> Distancing himself from liberals, meanwhile, could revive <strong> Barack Obama </strong>'s appeal to centrist Democrats and independents who backed him in 2008 but who have cooled to him since- he'll need them again to win in", "new_id": -2}, {"uid": "1296498486124518453", "i": 41306, "idx": 3, "sa": ["Mike Pence"], "q": "It's a$ 15 million to$ 18 million race. I hope we won't have a primary.\" <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates. <q> The social conservatives love him, </q> says former Republican state chairman Rex Early. \"The fiscal conservatives-he talks the talk. He is a fiscal conservative. The business people would be very comfortable with him.\" He also doesn't alienate", "new_id": -2}, {"uid": "1295440155086491144", "i": 37847, "idx": 2, "sa": ["Mitch Daniels", "Mike Pence"], "q": "<strong> Mike Pence </strong> met earlier in the day with officials including Republican Gov. <strong> Mitch Daniels </strong>, who can't run for third term and also is considering whether to enter the 2012 presidential campaign. <strong> Mike Pence </strong> singled <strong> Mitch Daniels </strong> out in his speech as <q> the best governor in America. </q> <strong> Mike Pence </strong> stepped down from his position as the No. 3 leader among U.S. House Republicans after winning re-election in November and has been receiving support from social conservatives to make a presidential run.", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.'' And`` Idol'' has certainly freshened things up with the new judges, Randy Jackson.`` I talk to Randy all the time,'' <strong> Simon Cowell </strong> said. <q> We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with` The X Factor]. </q>`` Have you watched the new` Idol'?'' <strong> Kit Hoover </strong> asked.`` No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}]