[{"uid": "2008101421_00014184_W", "i": 563, "idx": 1, "sa": [], "q": "arthritis in his shoulder makes steering a car painful at times. he didn't want to give up his mobility so he decided to buy a motor scooter.\" i wanted something that stayed up with traffic, <q> he said. he bought a bright red kymco which gets 75 mpg. the scooter will travel up to 60 mph and follows motorcycle rules. he can easily travel to the post office, his bank and to the grocery store. he does admit that all the construction on oak island plays havoc with his travel. </q> the scooter doesn't do well in deep sand, gravel and pot holes. i'd always wanted a motorcycle, \"he said. southport| sporting bright orange waders, royce potter pours a bucket of white", "new_id": -2}, {"uid": "2008120520_00011764_W", "i": 1812, "idx": 1, "sa": [], "q": "his music. schutz not only has talent on his side- he has an indefatigable spirit, strong work ethic, and the knowledge and savvy to get him there.\" i'm a little ways off, <q> says schutz about his goal. i did( music) exclusively for a lot of years. it's coming back around again. it's like any business- you have to build it one brick at a time. </q> schutz is a veteran performer and has played in various bands, including the popular philadelphia-based blues band k-floor. he describes his latest effort with the tourists as\" indie/rock/folk- whatever that means, \"and adds that", "new_id": -2}, {"uid": "2008122811_00027511_W", "i": 54, "idx": 0, "sa": [], "q": ", with 11.7 percent. he is followed by pyotr stolypin, a prime minister in the early 20th century known for agrarian reforms and a clampdown on leftist revolutionaries, with 11.6 percent. the project was launched with <q> original list of 50 historical figures and closes with the final vote broadcast live on sunday. whatever the result, human rights activists and communists say the vote has already showed stalin enjoys unprecedented popularity in capitalist russia. </q> the younger generation is fed with myths about stalin. it knows nothing about the millions who died in gulag camps but well knows he was a strong leader who defeated( nazi) germany, \"human rights activist", "new_id": -2}, {"uid": "2008092417_00020693_W", "i": 1434, "idx": 1, "sa": [], "q": "out the covers( see:), but it sure make those ticket prices a bit easier to swallow. via) <NO_QUOTATION> <NO_QUOTATION> <NO_QUOTATION>\" undone- the sweater song \"<NO_QUOTATION>\" say it ain't so <q> <NO_QUOTATION> <NO_QUOTATION> <NO_QUOTATION> <NO_QUOTATION> <NO_QUOTATION> <NO_QUOTATION> <NO_QUOTATION> <NO_QUOTATION> <NO_QUOTATION> </q> the greatest man that ever lived \"<NO_QUOTATION>( oasis cover) <NO_QUOTATION> <NO_QUOTATION> <NO_QUOTATION> <NO_QUOTATION>( nirvana cover) <NO_QUOTATION> weezer 2008 tour dates: 09/24- new york, ny@ madison square garden* 09/26- atlantic", "new_id": -2}, {"uid": "2008123008_00020324_W", "i": 2107, "idx": 2, "sa": ["Ali Abunimah"], "q": "fla., we're joined by <strong> Ali Abunimah </strong>. he is founder of electronic intifada, author of one country: a bold proposal to end the israeli-palestinian impasse. his latest piece,\" we have no words left, <q> was published in london's guardian newspaper. we're also joined from gaza city by dr. moussa el-haddad. he's a retired physician. his daughter, laila el-haddad, is a journalist who writes the popular blog </q> raising yusuf. dr. moussa el-haddad, we welcome you to democracy now. can you describe where you are and what the situation is like right now? advertise reproduction of material from any alternet pages without written permission", "new_id": -2}, {"uid": "2008092510_00006835_W", "i": 1435, "idx": 0, "sa": ["Patrick McCarthy"], "q": "52-week high. boeing, which traded at$ 107.15 on oct. 2, closed at$ 57.36 wednesday.\" spirit is hurt more than anybody else by this strike because they are so captive to boeing still, <q> said jsa research analyst paul nisbet. nisbet said spirit stock fell before the strike by boeing machinists, which is in its third week, on anticipation there would be one. <strong> Patrick McCarthy </strong>, an analyst with friedman billings ramsey, said in an investor's note that the strike could last two months. he lowered earnings-per-share estimates for spirit for the last two quarters of 2008 and for the full year. </q> however... we believe that the current valuations already reflect a worst-case scenario for the commercial aerospace stocks, \"<strong> Patrick McCarthy </strong> said. factors other than the strike also have affected spirit's stock, analysts say.\" there", "new_id": -2}, {"uid": "2008111000_00021997_W", "i": 2006, "idx": 0, "sa": ["Barack Obama", "Louis Farrakhan"], "q": "nation of islam minister <strong> Louis Farrakhan </strong>( fahr'- uh-kahn) says Barack Obama-elect <strong> Barack Obama </strong> will need help from` god and people of good...\" ); var headline= escape(\" <strong> Louis Farrakhan </strong> hails election of Barack Obama-elect <strong> Barack Obama </strong> <q>); openwin('/ global/create_ email_story. asp?s= 9319135& headline='+ headline+'& summary='+ summary+'|| width= 650, height= 545, toolbar= no, scrollbars= 1, resizable= 1, status= 0') </q>> associated press- november 9, 2008 7:23 pm et chicago( ap)- nation of islam minister <strong> Louis Farrakhan </strong>( fahr'- uh-kahn) says Barack Obama-elect <strong> Barack Obama </strong> will need help from\" god and people of good", "new_id": -2}, {"uid": "2008090621_00007729_W", "i": 458, "idx": 1, "sa": [], "q": "\" you know that our goal is to work with the right security provisions and the right human rights protection for the people. our goal is to return as many people to their country of origin as possible. <q> rice did not indicate if the pair discussed the disputed western sahara territory. she was to leave algiers later saturday for morocco, and the head of the algerian-backed, urged rice to convince rabat to </q> respect the right of the saharawi people \"to self-determination, sps news agency reported. morocco and polisario have been engaged in un-sponsored negotiations over the former spanish colony's future since june last year. after her landmark", "new_id": -2}, {"uid": "2008102806_00013141_W", "i": 2235, "idx": 1, "sa": ["Sarah Palin"], "q": ". total <strong> Sarah Palin </strong> people. from the u section:\" she's a mom, \"said teresa lawrence, a bank manager from blue ridge who wore a blue t-shirt.\" someone you can relate to. <q> from the s section: </q> i see her as just a normal, down-to-earth person, like we are, \"said riley barrett of floyd during the long wait before <strong> Sarah Palin </strong>'s arrival. another s, cindy friesland of salem, added,", "new_id": -2}, {"uid": "2008121805_00019897_W", "i": 979, "idx": 2, "sa": ["Mitch Daniels"], "q": "funds and wants lawmakers to keep their hands off the rainy day fund. although indiana has$ 1.4 billion in that fund, <strong> Mitch Daniels </strong> has said,\" our objective will be to preserve the reserves we have. <q> house speaker pat bauer( d-south bend), frankly stated, </q> this is a rainy day. \"school districts all over indiana are trying to avoid being blindsided when legislation passes the final budget.\" it is prudent for indiana schools to make plans, \"south putnam superintendent", "new_id": -2}]