[{"uid": "2008120422_00011787_W", "i": 1936, "idx": 0, "sa": ["R Singh"], "q": "the airport, and that security forces were trying to trace the vehicle. however, an official at the central industrial security force( cisf) airport control room said it was business as usual at the airport. <q> we have combed the airport inch by inch and we have found nothing. the same is for the domestic airport. nothing has happened, </q> k <strong> R Singh </strong> said. the cisf is the paramilitary unit responsible for airport security. \"all our men are still searching but have found nothing. we have no incident,\" he said. police spokesman rajan bhagat", "new_id": -2}, {"uid": "2008091518_00004375_W", "i": 2888, "idx": 8, "sa": ["Lucas Cruikshank"], "q": "and really deep. i think i might drown!\" \"i can't stand it,\" confessed marlin's father, sandy, of the show. <strong> Lucas Cruikshank </strong> is wise to differences of opinion about fred. <q> i actually hated fred at first, and at one point wanted to kill him off, </q> he said in an interview earlier this year with newteevee. \"so i sure understand why there are people who don't like fred and find him annoying.\" what redeems fred is a certain amount of gravitas", "new_id": -2}, {"uid": "2008092709_00008132_W", "i": 2962, "idx": 2, "sa": ["Raila Odinga"], "q": "crisis. on bilateral relations, mr <strong> Raila Odinga </strong> said trade between tanzania and kenya was on the rise, noting the former had raised its share by 400 per cent, while kenya's grew by 60 per cent. <q> tanzania is by far the fastest growing in terms of trade and should not fear domination by any country, </q> said mr <strong> Raila Odinga </strong>. he urged speed for regional integration, saying with a combined population of more than 120 million people, the five east africa countries can prosper by attracting joint investments. on his second day of", "new_id": -2}, {"uid": "2008111001_00008166_W", "i": 1228, "idx": 6, "sa": ["Pam Berry"], "q": "works at the art museum. samuel <strong> Pam Berry </strong> explained, \"it's definitely different, you can freestyle you can do things you can't do at your own house.\" his mother <strong> Pam Berry </strong> agrees it's, <q> just a family fun activity, it's sure neat to experience. it's even more fun squirting my kids. </q> comments are moderated and will not appear on this story until after they have been reviewed and deemed appropriate for posting.", "new_id": -2}, {"uid": "2008111720_00031564_W", "i": 2634, "idx": 4, "sa": ["David Byrne", "Steven Van Zandt"], "q": "about traditional music from around the world. radio <strong> David Byrne </strong> one of entertainment weekly's \"best music web sites,\" <strong> David Byrne </strong> says you can listen to \"whatever i'm listening to.\" <strong> Steven Van Zandt </strong>'s underground garage <q> the coolest songs in the world, </q> as chosen by uncle silvio. alternative press the magazine's online edition. arthur \"people with good taste, people who break ground, people who have a sense of passion, humor and righteousness for what they", "new_id": -2}, {"uid": "2008112407_00019277_W", "i": 454, "idx": 3, "sa": ["George H. W. Bush", "Osama bin Laden"], "q": "be repeated i am going to crash you existence and your world\" cnn article: iran and the nuclear traitor- i have to object to the release, and it was stated today to me. cnn news <q> saddam husseins hitler grave located in iraq </q>[ never argue with me lika v., diplomat ever again on saddam hussein and <strong> Osama bin Laden </strong>] diary log october 29, 2008- good morning <strong> George H. W. Bush </strong> and cheney, and gooood morning to you too! master squiiirrrel!", "new_id": -2}, {"uid": "2008102422_00007779_W", "i": 2476, "idx": 10, "sa": ["Ibrahim Nasser"], "q": "5% of travelers to oman come from this part of the world. we see great potential for development of these markets over the coming years.\" - <strong> Ibrahim Nasser </strong> al-mahroqi, ministry of tourism, sultanate of oman <q> we had a lot of contact with serious buyers from australia and the middle east, as well as india, and i expect that itb asia could become a serious competitor to world travel market in london for those buyers. itb asia in singapore is easily accessible due to the country's flexible visa policy. </q>- ralf zednik, deputy director of sales and marketing, munich office of tourism, germany \"messe berlin's ceo raimund hosch asked us to participate in itb asia as we have traditionally had a strong presence in", "new_id": -2}, {"uid": "2008102806_00013141_W", "i": 4600, "idx": 4, "sa": ["Sarah Palin"], "q": "!\" and in the corner of the a section sat betty fitzgerald, a bedford county resident who was voting republican before the alaskan governor was born. <NO_QUOTATION> read one button pinned to her pink baseball cap. <q> i'm 76 years old. i've been through[ the great] depression and all the rest, </q> fitzgerald said, gazing at the stage where <strong> Sarah Palin </strong> would soon stand. \"i see what every woman my age wants to see in a daughter, a daughter-in-law, a grandchild.\" the architects of the usa", "new_id": -2}, {"uid": "2008100204_00003427_W", "i": 3508, "idx": 2, "sa": ["Jean-Claude Trichet"], "q": "what sort of decision could be taken by the governing council when it concludes its meeting thursday. \"what i can say is... we will ensure the stability of prices,\" he said, adding that europeans <q> are very chagrined to see the rise in the level of inflation. </q> <strong> Jean-Claude Trichet </strong> has consistently hammered at the effects of inflation on the euro zone, the 15-nation bloc make up of 320 that accounts for more than 15 percent of the world's gross domestic product. in previous meetings of", "new_id": -2}, {"uid": "2008121210_00029067_W", "i": 1395, "idx": 6, "sa": ["Sergei Samsonov", "Eric Staal", "Matt Cullen", "John Stevens"], "q": ".\" <strong> Eric Staal </strong>'s goal barely a minute into the game gave the canes a 1-0 lead. <strong> Matt Cullen </strong>, <strong> Sergei Samsonov </strong> and joni pitkanen all scored in the second period, and <strong> Eric Staal </strong>'s second goal made it 5-1. <q> we were allowing their skill people to hurt us, </q> flyers coach <strong> John Stevens </strong> said. \"<strong> Eric Staal </strong> looked like a man possessed. we were having a hard time containing him.\" the flyers seemed frustrated, parading to the penalty box. pitkanen scored on a 5-on-3 and", "new_id": -2}]