[{"i": 8391, "idx": 1, "index_answer": 0, "new_id": -1, "q": "News Radio that the nation is ready for open service. \"First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,\" <strong> Donald Rumsfeld </strong> said. <q> We know that[ repeal of a ban on gays serving openly] is an idea whose time has come. </q> <strong> Donald Rumsfeld </strong> says he has \"enormous respect\" for the ground commanders and service chiefs who have expressed concerns about the impact of gays serving openly on unit cohesion, and he urged the top brass to implement", "sa": ["Donald Rumsfeld"], "uid": "1297564427252067843"}, {"uid": "1295408110085049356", "i": 44939, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "his rep as reality TV's harshest judge. But in person, he's all about being zen. Just ask Idol expert Richard Rushfield, author of the new tell-all, American Idol: The Untold Story. <q> We met at his huge office at London, which was two enormous rooms with lit candles, ginger Northeast Auditions First Stop For Retooled \"American Idol' <strong> Steven Tyler </strong>'s` Idol' reincarnation CNN( The Daily Beast)-- <strong> Steven Tyler </strong> is in promotion mode, but it's difficult to tell if the Aerosmith singer is promoting \"American Idol, </q> where he and <strong> Jennifer Lopez </strong> are to be the new <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>, or if he is using television\"s highest-rated show over the last nine seasons running to promote himself. After nearly 40 years fronting the American version", "new_id": -2}, {"uid": "1295829795174063631", "i": 15470, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "In a conference call with financial analysts after the surprise announcement that Page would replace <strong> Eric Schmidt </strong> in April, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena. <q> We've touched just 1 percent of the capabilities that could be deployed in that realm, </q> said <strong> Sergey Brin </strong>, who will head strategic projects and new products in the new management structure. BGC's Gillis said Google has had scant success with products it has developed on its own, such as", "new_id": -2}, {"uid": "1295559822104759319", "i": 27948, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "likely that more power shifts to him. The announcement came just before Google announced solid earning for the fourth quarter of 2010. Page will take over CEO duties starting April 4 and starting immediately <q> will now lead product development and technology strategy, his greatest strengths, </q> <strong> Eric Schmidt </strong> said. announcement whether any disagreements internally prompted the change, but <strong> Eric Schmidt </strong> says Page is ready to run the company, while <strong> Sergey Brin </strong> will continue focusing on new product ideas, with the title of Co-Founder.", "new_id": -2}, {"uid": "1297124427224133140", "i": 1996, "idx": 3, "sa": ["Steve Ballmer", "Wes Miller"], "q": "long as it produces results soon, <strong> Wes Miller </strong> said. \"You can play pin the blame on the donkey, but the reality is <strong> Steve Ballmer </strong> has to accept some of the blame,\" he said. <q> He also has to put the right people in the right places. </q> To contact the reporter on this story: Dina Bass in Seattle at dbass2@bloomberg.net To contact the editor responsible for this story: Tom Giles at Report Abuse \"Totally the", "new_id": -2}, {"uid": "1295801603188252206", "i": 42679, "idx": 0, "sa": ["George Washington", "Benjamin Franklin", "Andy Coulson", "The Irish"], "q": "FREE. That day is today and we ask our <strong> George Washington </strong> brothers and sisters to help the Arab people become free and democratic. May <strong> The Irish </strong> Bless You. And May <strong> The Irish </strong> Bless America. Report Abuse <q> <strong> The Irish </strong> government is a disgrace they failed thier people yet again. They are like a pack of cowboys running wild, bang bang bang, who is going to lead, I will, no I will, not you... bang bang bang. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> Benjamin Franklin </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Get Fit Today! Healthy Habits Coaching for military members& their families. Trader", "new_id": -2}, {"uid": "1295047455137052211", "i": 18739, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Fri, Jan 14, 2011, 6:24 PM EST- U.S. Markets closed Producers of \"The Good Wife' want <strong> Donald Rumsfeld </strong>{ \"s\": \"cbs\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"\"} David Bauder, AP Television Writer, On Friday January 14, 2011, 5:31 pm PASADENA, Calif.( AP)-- The", "new_id": -2}, {"uid": "1296964906258326574", "i": 17480, "idx": 5, "sa": ["Michael Vick"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q>( FSY)( one each). Polamalu won the Defensive Player of the Year award earlier this week. Copyright 2011 The Associated Press. All rights reserved. This material may", "new_id": -2}, {"uid": "1295505910113688578", "i": 40587, "idx": 3, "sa": ["Sergio Marchionne"], "q": ", pay off government bailout loans and take the company public again. \"I can't stop the machine,\" <strong> Sergio Marchionne </strong> said. \"So far I have been able to manage it,\" but <q> there will come a point in time when I have to go into the kitty and use other cash for this. </q> Nolan Finley: What despicable opportunists are some on the Left to exploit the tragic attack that killed six in Arizona and badly wounded Rep.Gabrielle Giffords, a Phoenix... Tom Markowski: The Big Day Prep Showdown VII", "new_id": -2}, {"uid": "1296160603113164328", "i": 10631, "idx": 2, "sa": ["Donald Rumsfeld", "John Ashcroft", "Tom Ridge"], "q": ", <strong> Tom Ridge </strong> wrote in a tell-all book that sometimes officials such as <strong> John Ashcroft </strong> and <strong> Donald Rumsfeld </strong> pressured the department to change the level, and described a 2004 event in which his arguments against raising the alert worked. <q> I believe our strong interventions had pulled the \"go-up' advocates back from the brink. But I consider the episode to be not only a dramatic moment in <strong> George Washington </strong>\"s recent history, but another illustration of the intersection of politics, fear, credibility and security, </q> he wrote. \"After that episode, I knew I had to follow through with my plans to leave the federal government,\" he wrote. <strong> Tom Ridge </strong> announced his resignation on November 30,", "new_id": -2}]