[{"uid": "1296924177215564325", "i": 23136, "idx": 0, "sa": ["Sergio Chiamparino", "Sergio Marchionne", "Asif Ali Zardari", "Paolo Romani"], "q": "remarks which upset ItAsif Ali Zardarians on Saturday. His comments in San Francisco quoted by Italy's Corriere della Sera prompted the mayor of Turin, Fiat's birthplace, to demand \"immediate clarification.\" <q> It's clear that an international group can have several offices but it would be different if the headquarters were in the United States, </q> <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>. \"In the next two or", "new_id": -2}, {"uid": "1295782408127156258", "i": 40301, "idx": 0, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron", "Harriet Harman"], "q": "<strong> Andy Coulson </strong>. Mr <strong> Andy Coulson </strong> is to step down amid continuing allegations regarding phone hacking at the News of the World. He has denied knowledge of the practice when he was editor and Mr <strong> Nick Clegg </strong> said he <q> had no reason to disbelieve him </q>. But Labour's deputy leader <strong> Harriet Harman </strong> said <strong> David Cameron </strong> was \"wrong\" to employ him in the first place. The process of finding a replacement for Mr <strong> Andy Coulson </strong>- who first joined Mr <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1295501734152403988", "i": 5464, "idx": 2, "sa": ["Allen Iverson", "Derrick Rose", "Michael Beasley", "LeBron James"], "q": "the floor. PicLeBron James himself up and shaLeBron James off the aftershocks, <strong> Allen Iverson </strong> came downcourt on Philadelphia's next possession and used a quick dribble and deft stutt... OJ Mayo \"The Next One\" [ New Edition] <q> This is only a fan made video and is not made for monetary gain. No copyright infringement intended. </q> I think Mayo will win ROTY... But <strong> Derrick Rose </strong> is a beast... Is gon na be close.... PLS Comment, Rate, Subscribe.... DOWNLOAD LINK: www.megaupload.com Check These Amazing Thinks Abou... <strong> Michael Beasley </strong> Scores", "new_id": -2}, {"uid": "1295983532180977681", "i": 17620, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "asegur quLarry Page ya estaba preparado para asumir el cargo y que ya no era necesaria una \"supervisi?n adulta\" al frente de Google. Hoy, ha vuelto a insistir en que el cambio en la c?pula del buscador <q> es una estrategia con la que estoy de acuerdo y con la que no discrepo </q>. <strong> Eric Schmidt </strong> aprovech para definir a su sucesor como una persona que \"en car?cter, l es esencialmente una persona m?s inteligente que ninguno de nosotros. El ve m?s all de lo que yo veo\"", "new_id": -2}, {"uid": "1297280477164757519", "i": 3416, "idx": 0, "sa": ["Ricky Martin", "Adam Sandler", "David Letterman", "Kristin Chenoweth"], "q": "Show With <strong> David Letterman </strong> Tuesday, and while talking about living with two young daughters, his wife, grandmothers, and a female dog, he said his wife allowed him to hire a houseboy of sorts. <q> My wife let me get a transgender housekeeper, </q> <strong> Adam Sandler </strong> said. \"To have just one other penis in the house.\" GLAAD To Honor <strong> Ricky Martin </strong>& <strong> Kristin Chenoweth </strong> As Part Of Its Annual Media Awards How I Met My Mother Advocate contributor and lesbian porn", "new_id": -2}, {"uid": "1296753343156925969", "i": 37389, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "the book. Despite such comments, <strong> Donald Rumsfeld </strong> does not apologize for his handling of the war and believes it was the right call. He said if Saddam Hussein remained in power the Middle East would be <q> far more perilous than it is today, </q> the Post said. <strong> Donald Rumsfeld </strong> writes that the failures in the first year of the Iraq war can be chalked up to indecisiveness on how to manage the postwar period. The Pentagon wanted to hand over power", "new_id": -2}, {"uid": "1295564458204079118", "i": 56838, "idx": 2, "sa": ["Gabrielle Giffords", "Larry Page", "Mark Kelson", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so Gabrielle Giffordsply involved and still run the business so brilliantly,\" <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet Mark Kelsoneting machine during the holiday shopping season. Google earned$ 2.5 billion, or$ 7.81", "new_id": -2}, {"uid": "1296351472068419594", "i": 50130, "idx": 3, "sa": ["Allen Iverson", "Stephen Jackson"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 Video celebrating the MAC blue division victory over Dakota High School during the 2006-2007 Men's Swimming& Diving Season. El Paso High School Percussion Ensemble performing their 2009 show, Marching Season,", "new_id": -2}, {"uid": "1295562321105267213", "i": 39247, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "will focus \"externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership,\" the company announced. <strong> Eric Schmidt </strong> will act as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company, </q> <strong> Eric Schmidt </strong> said in a press release. \"In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.\" <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1295177816150732814", "i": 28039, "idx": 0, "sa": ["Mark Reuss", "Sergio Marchionne"], "q": "Center for Automotive Research in Ann Arbor, Mich. And that's why the mood is decidedly upbeat among the executives who are gathering this week in Detroit for the North American International Auto Show. <q> The auspices are a lot better than they were a year ago, </q> said <strong> Sergio Marchionne </strong>, chief executive of Chrysler Group, which is gaining Mark Reusset share and expects to move back into the black this year after narrowing its losses steadily last year. Still, given Detroit's long", "new_id": -2}]