[{"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q>Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it,</q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}, {"uid": "1296168150252526603", "i": 2775, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "governor. <strong> Mike Pence </strong> told supporters of his decision Thursday afternoon in a letter. He did not announce his candidacy for governor, but sent a clear signal of his interest in seeking the office. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong> said in the letter. For now, <strong> Mike Pence </strong>'s decision means he is honoring Republican Gov. <strong> Mitch Daniels </strong>' request that those who hope to become his successor \"stifle themselves\" until the Indiana General Assembly", "new_id": -2}, {"uid": "1297260233049332236", "i": 18368, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> The Miami Herald is pleased to provide this opportunity to share information, experiences and observations about what's in the news. Some of the comments may be reprinted elsewhere in the site or in the newspaper", "new_id": -2}, {"uid": "1296594691227524624", "i": 27122, "idx": 2, "sa": ["Howard Stern", "Kelsey Grammer", "David Letterman", "Kayte Walsh"], "q": "ignoring his former wife's confessional to <strong> Howard Stern </strong> that he's into cross-dressing and what-not. Instead, he's focusing on his new... <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February click our link thetodaybuzz.com- to watch full <q><strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February</q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans on marrying his girl... <strong> Kelsey Grammer </strong>: I'm Marrying <strong> Kayte Walsh </strong> in February!! Video Link icelebpedia.com", "new_id": -2}, {"uid": "1295179371216776710", "i": 23282, "idx": 1, "sa": ["Colin Powell"], "q": "the near future, as Congress and the American public grow increasingly disillusioned with the war and a timeline for military withdrawal is set. Re: Civil War is being Incited in Pakistan- a new murderous phase begins <q>Reply# 1451 on: January 08, 2011, 07:29:43 AM</q> The <strong> Colin Powell </strong> Wants Back into His Labyrinth Pakistan's former military leader has announced he's returning from exile and wants his old job back. Here's what he would do differently-- and why he", "new_id": -2}, {"uid": "1295569466080838661", "i": 17046, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "anymore. \"You know what? It's about the last thing on my mind right now,\" <strong> Ben Roethlisberger </strong> said when asked about how important it has been to rebuild his relationship with the city. <q>It's about playing football, and that's what I try to do is play football games and win and just be me.</q> The recipe for redemption in the NFL is quite simple: Behave yourself and win big. <strong> Ben Roethlisberger </strong>, like Ray Lewis and <strong> Michael Vick </strong> before him, has followed the redemption recipe to the hilt,", "new_id": -2}, {"uid": "1296128197246497300", "i": 17602, "idx": 13, "sa": ["Michael Vick", "Kevin Kolb"], "q": "next season is up in the air. The two-year contract he signed with the Eagles in 2009 is up, and Philadelphia also has money invested in another quarterback, <strong> Kevin Kolb </strong>, through the 2011 season. <q>I'm expecting everything to go according to plan... got to take it one day at a time,</q> said <strong> Michael Vick </strong>, who reiterated later, \"Hopefully I'll be with the Eagles next season.\" <strong> Michael Vick </strong>'s turnaround continued yesterday, when he signed his first endorsement deal since prison. One of the", "new_id": -2}, {"uid": "1294986518220069897", "i": 30291, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "her eyes. \"When her husband saw her making this effort he urged her and said <strong> Gabrielle Giffords </strong> open your eyes, open your eyes. And sure enough she did,\" said <strong> Kirsten Gillibrand </strong>. <q>I was there when she was surrounded by her friends in the Congress and Senate. And I think it was a combination, perhaps, of the unexpected and the familiar that really prompted her to open her eyes and look around,</q> said her doctor, Dr. Michael Lemole. But it was <strong> Gabrielle Giffords </strong>' husband's reaction to this milestone that made <strong> Kirsten Gillibrand </strong> realize this was the very first time <strong> Gabrielle Giffords </strong> had opened her eyes since being shot.", "new_id": -2}, {"uid": "1296425350029392900", "i": 32990, "idx": 3, "sa": ["Zahi Hawass"], "q": ". Hemmed in by a strict curfew, <strong> Zahi Hawass </strong> spent the night at home fretting about the fate of his country's treasures. \"Of course I was so worried,\" he said. <q>I have been protecting antiquities all my life. I felt if the Cairo museum is robbed, Egypt will never be able to get up again.</q> Early Saturday, <strong> Zahi Hawass </strong> fought the mobs to reach the museum. He gathered students and others protesting in the streets and rallied them to the building in central Cairo. When <strong> Zahi Hawass </strong> and his ad hoc \"", "new_id": -2}, {"uid": "1296566910244629509", "i": 13870, "idx": 5, "sa": ["Allen Iverson"], "q": "winning streak snapped Tuesday in Toronto, moved 7 1/2 games ahead of the second-place Knicks in the Atlantic Division. \"This is the first real team I've been on in my life,\" <strong> Allen Iverson </strong> said. <q>There are no egos, nobody cares who's shooting the ball, who has the name, who's the All-Star. It's all about one common goal: bringing a championship to Philadelphia.</q> And <strong> Allen Iverson </strong> is the biggest reason why, despite his latest controversy. He made headlines after verbally sparring with fans in Indiana on Sunday. \"It was blown out of proportion because people heard me responding back,", "new_id": -2}]