[{"uid": "1295927685206389254", "i": 5404, "idx": 1, "sa": ["Angelina Jolie"], "q": "lead, such as <strong> Angelina Jolie </strong>. But for every one of those, you get Barb Wire, the Pam Anderson debacle that, according to Exhibitor Relations analyst Jeff Bock made-good lord-all of$ 3 million. <q> Batman proved that the man under the hood, for the most part, could be interchangeable, </q> Bock tells me.`` But there simply hasn't been a female superhero movie that has been a box office success.`` Because superhero movies are so costly to produce and market, everything has to", "new_id": -2}, {"uid": "1295314484167198799", "i": 350, "idx": 0, "sa": ["Mike Pence", "Douglas Rushkoff"], "q": "to the current culture of government bailouts for corporations. When confronted with the news that the Big Three automakers will go under without government assistance, few can href=\"http://www.humanevents.com/article.php?id=28751\"> respond better than Indiana congressman <strong> Mike Pence </strong>: <q> Economic freedom means the freedom to succeed and the freedom to fail. </q> Is it possible to critique the idea of the corporation while still advocating capitalism? While rarely happening, yes, in fact it is. And <strong> Douglas Rushkoff </strong> shows us how in his fascinating new book.", "new_id": -2}, {"uid": "1297144094027197444", "i": 10625, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1295606106110247944", "i": 38585, "idx": 2, "sa": ["Eric Schmidt", "Larry Page", "Mark Zuckerberg"], "q": "nimmt. Und bei Facebook macht <strong> Mark Zuckerberg </strong> keinerlei Anstalten, die F?den aus der Hand zu geben. Mit beiden Konzernen ringt Google um die F?hrung im mobilen Internet, bei den digitalen Medien und bei der Werbung. <q> Keine Frage, <strong> Larry Page </strong> ist bereit, das Unternehmen zu f?hren. </q> Seit Donnerstagabend ist aber auch bei Google wieder klar, wer der Herr im Hause ist: <strong> Larry Page </strong> wird ab April das Sagen haben.`` <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt", "new_id": -2}, {"uid": "1295284262229982312", "i": 34393, "idx": 0, "sa": ["Larry King", "Piers Morgan", "Simon Cowell"], "q": ". To that, <strong> Piers Morgan </strong> said,`` I'd like to get to the position... where the butt-kicLarry King is reversed.'' He said CNN needs to be more competitive with its rivals, <q> much more than we have been. </q> The brash Brit touted his talk show with plenty of tough talk of his own in a meeting with reporters Thursday, bragging that he made <strong> Simon Cowell </strong> cry during an interview and suggesting that his interview in Britain", "new_id": -2}, {"uid": "1295620023033243166", "i": 52373, "idx": 0, "sa": ["George Osborne", "Peter Charles", "Andy Coulson"], "q": ". The CML predicts total advances for 2011 will be? 135bn, but warned that an early rise in interest rates due to inflationary pressures could slow consumer demand. CML economist <strong> Peter Charles </strong> said: <q> Money market rates have recently moved higher in anticipation of a rise in base rate and some lenders have recently reflected these increases in their product pricing.`` Against this backdrop, consumer demand may be weaker than we would otherwise have expected.`` Higher interest rates will also hit the budgets of existing borrowers, although the expected modest rises in base rate will result in a relatively small proportionate rise in monthly payments for most mortgage holders. </q> Play video News Headlines( Lunchtime) for January 21st,... Play video <strong> George Osborne </strong> praises <strong> Andy Coulson </strong> Subscribe to RSSMost Popular in: UK Snappy videos separating the facts from the fiction. Keep up to", "new_id": -2}, {"uid": "1297314957126959686", "i": 46827, "idx": 1, "sa": ["David Letterman", "Jerry Kramer", "Dan Lauria"], "q": "in the Broadway play`` Lombardi,'' href=\"http://www.playbill.com/playblog/2011/02/Dan Lauria-Dan Lauria-helps-out-with-David Lettermans-top-10-%E2%80%93-as-vince-lombardi-video/\"> helped out with the Top 10 list on Tuesday night's`` Late Night with <strong> David Letterman </strong>.'' <strong> Dan Lauria </strong> sat next to <strong> David Letterman </strong> as the host read <q> Top Ten Signs You Are Watching a Bad Cable Channel. </q> After <strong> David Letterman </strong> would read each item on his list, <strong> Dan Lauria </strong> in character would offer some humorous un-Lombardi-like motivational sentiment. For example:`` <strong> Jerry Kramer </strong> used to drive across the border to beat up Canadians", "new_id": -2}, {"uid": "1297225373053084179", "i": 55215, "idx": 4, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "foreign-elected officials. According to the Morning News, <strong> Dwaine Caraway </strong> on Tuesday told Dallas sports radio station 1310 AM that he honored <strong> Michael Vick </strong> because he thinks the quarterback can be a role model for kids. <q> These kids are the future, and we don't have enough folks out here joining hands and turning lives around, </q> <strong> Dwaine Caraway </strong> said, href=\"http://www.dallasnews.com/news/community-news/dallas/headlines/20110208-Mayor Tom-pro-tem-Dwaine Caraway-Dwaine Caraway-says-ceremonial-key-to-Michael Vick-Michael Vick-was-for-the-kids.ece\" target=\"_blank\"> according to the newspaper. Since his release from prison in 2009, <strong> Michael Vick </strong> has voluntarily spoken to kids about how dogfighting is wrong, among other things.", "new_id": -2}, {"uid": "1297569651201113611", "i": 58584, "idx": 1, "sa": ["Angelina Jolie", "Max Azria", "Lubov Azria", "Brad Pitt"], "q": "of BCBGMax AzriaLubov AzriaGroup, recalled:`` We were going to dress <strong> Angelina Jolie </strong> and we had a choice of three gowns with us. When we got there, she said she wanted <strong> Brad Pitt </strong> to pick.''*** <q> There's usually a staff of 10 people who all have an opinion. But <strong> Brad Pitt </strong> was very decisive. He's an architect and likes geometric things. He chose the dress that everyone thought was backwards, and it was. He likes boat necks- that's all she wears. </q> A boat neck, also known as a bateau neck, refers to a wide neckline that runs horizontally, front and back, almost to the shoulders. While <strong> Brad Pitt </strong> takes a strong interest in <strong> Angelina Jolie </strong>'s", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history.`` We're putting our money where our mouth is,'' <strong> Simon Cowell </strong> said. <q> It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star. </q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge.`` I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}]