[{"uid": "1296145693210010117", "i": 43868, "idx": 2, "sa": ["Allen Iverson"], "q": "NBA Videos and Highlights No longer a one-man show or half of a dynamic duo, AI( 17.9 ppg, 5.4 apg) is blending his considerable skills into an ensemble cast that's used to winning big. <q>It's always an honor to be named an All-Star and it's a blessing to be in this league,</q> said <strong> Allen Iverson </strong>, twice... Win a IPHONE( you would be CRAZY to let this go!!!) People this is a incredible offer. When i stumbled upon this i was blown away. I am here to", "new_id": -2}, {"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems. \"The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,\" <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q>The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement.</q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}, {"uid": "1297356917111132707", "i": 28485, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "to tourists on Wednesday after a 12-day closure. But few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people <q>some days. \"We will open the museum after the strike is finished. I don't know when the strike is finished,</q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. \"I need things to go back to normal.\" Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators", "new_id": -2}, {"uid": "1297241413149028892", "i": 1569, "idx": 0, "sa": ["Michael Vick"], "q": "Thayne said yesterday that about$ 55,000 has been raised. She said it was important to buy <strong> Michael Vick </strong>'s home rather than a less expensive piece of property for a rehabilitation center because of its symbolism. <q>When something of this nature happens it's kind of a collective hurt on the entire nation- especially the dog lovers of the nation,</q> she said. \"It's almost like you're powerless against this evil that's come along. When you step back and take over this property... you're empowering yourself.\" The house and", "new_id": -2}, {"uid": "1295776048201490444", "i": 24171, "idx": 2, "sa": ["Allen Weiner", "Eric Schmidt"], "q": "been critical for good decision-making at the company,\" IDC analyst Al Hilwa said via e-mail. Some wondered if Page is up to the mammoth task of running such a large, powerful and increasingly diverse company. <q>I guess the question is whether being Google CEO is the place to start your executive training. I can say with some assurance that if[ Page] went to apply for the CEO job somewhere he wouldn't get it,</q> said <strong> Allen Weiner </strong>, another Gartner analyst. Valdes wondered if the behind-the-scenes scenario involves <strong> Eric Schmidt </strong> stepping down voluntarily as a result of fatigue after an intense decade at the helm, and Page taking over on an interim basis until", "new_id": -2}, {"uid": "1296235999160088091", "i": 14254, "idx": 0, "sa": ["Rick Santorum", "Dick Cheney", "Mike Pence"], "q": "Defense Budget Egypt prepares for fresh protests <strong> Mike Pence </strong> Will Not Run for <strong> Dick Cheney </strong> Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> Mr. <strong> Mike Pence </strong> wrote in a letter to supporters. \"We will not seek the Republican nomination for president in 2012.\" The Possible GOP presidential contender <strong> Rick Santorum </strong> to headline Catholic group's benefit in Mass..", "new_id": -2}, {"uid": "1295568042244678667", "i": 20677, "idx": 1, "sa": ["Eric Schmidt"], "q": "a browser-based app that's integrated with Google Apps. It comes with pre-built workflows, includes expense tracking& customer payment tracking. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297093828077135937", "i": 38617, "idx": 5, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "There's a lot of stuff[ in] the press that say <strong> Colin Powell </strong> was against[ the war],\" he said. \"But I never saw even the slightest hint of that.\" <q>The idea that he was lying or duped is nonsense,</q> <strong> Donald Rumsfeld </strong> added. <strong> Donald Rumsfeld </strong> said \"it's possible\" that decisions on troop levels in Iraq may have been the biggest mistake of the war. He maintained that the war overall was not a mistake.", "new_id": -2}, {"uid": "1295220232075988993", "i": 16313, "idx": 0, "sa": ["David Letterman", "Jerry Douglas", "Aly Bain", "Tom Brady", "Paul Brady", "Maureen McCormick"], "q": "Shaw dobro- <strong> Jerry Douglas </strong> fiddle- <strong> Aly Bain </strong>... <strong> Tom Brady </strong> on <strong> David Letterman </strong> 9:47 New England Patriots <strong> Tom Brady </strong> NFL This was back in like 2003-2004... video results for: brady against brady PASTOR SHERYL BRADY PREACHES@ ST. JAMES COGIC PT1 <q>THERE'S A STORY BEHIND MY PRAISE</q>... Previously On: \"The Governor's Race\" <strong> Paul Brady </strong> Episode Too busy watching Glee to keep up with the Governor's race? Here's what you missed.... <strong> Maureen McCormick </strong> Marcia <strong> Paul Brady </strong> tells all on WGN-TV Marcia", "new_id": -2}, {"uid": "1295779311072171695", "i": 46278, "idx": 1, "sa": ["Andy Coulson"], "q": "murky truth will come to light.\" Mr <strong> Andy Coulson </strong> is understood to have told the Prime Minister of his intention to resign on Wednesday but the decision was announced on Friday. 22 Jan 2011 <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,</q> he added. The Prime Minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice", "new_id": -2}]