[{"uid": "1295757314175325206", "i": 45976, "idx": 1, "sa": ["Allen Iverson", "Chris Webber"], "q": "rebound and looked down the court for an open man, only to have <strong> Chris Webber </strong> reach around and strip the ball. ''I was very cognizant of the fact, don't touch him,'' <strong> Chris Webber </strong> said. <q>I saw him hold it out there. He was looking at the ref. A lot of times they'll hold the ball close to their chest and he didn't do that today.</q> <strong> Allen Iverson </strong> missed two free throws-- the second http://wn.com/2010_NBA_Finals_Game_7_Lakers_vs_Celtics_06172010__True_Game_Recap|| MUST READ|| Download NBA 2k11Game For Free and working online only at www.nba2k11free.info Install acces toolbar if requested by pressing start, their copy actually works online", "new_id": -2}, {"uid": "1295010847175898671", "i": 1787, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Susan Boyle"], "q": "Got Talent star is throwing the party at her Â£ 300,000 gated home in Blackburn tomorrow, according to The Sun. The paper claims that the singer has invited both <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> to the event. <q>We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited,</q> a source said. ''<strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again.'' However, with <strong> Piers Morgan </strong> currently filming for his new CNN show in America it seems unlikely that he will be in attendance.", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from ''The Tonight Show'' settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q>He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing,</q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight: ''The Pillowman'' By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}, {"uid": "1296277380125009976", "i": 37408, "idx": 0, "sa": ["Colin Powell"], "q": "each other. That is my aim and that is what I am going to do.'' Government MPs pounded their desks resoundingly. Sandy added that no one could question his patriotism having spent <q>days and nights in the field in 1970 and 1990 as well.</q> After disclosing that former US Secretary of State <strong> Colin Powell </strong> will attend the launch of the ministry's mentoring programme in April, Sandy apologised for a second time in the sitting when he said it appears as if", "new_id": -2}, {"uid": "1297147149028524553", "i": 31638, "idx": 1, "sa": ["Donald Rumsfeld", "Michael Mullen", "Gen. David Petraeus", "Robert Gates", "Hillary Clinton"], "q": "international media engagement, an office created last summer. ''If we are not in the conversation, people will be speaking for us or about us,'' said Shell Smith, who speaks Arabic. <q>We need to make sure we are out there speaking for ourselves.</q> Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong>, Army <strong> Gen. David Petraeus </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> and Adm. <strong> Michael Mullen </strong>, chairman of the Joint Chiefs of Staff, have been on the network's Arabic and English channels in the past year.", "new_id": -2}, {"uid": "1295122108061161595", "i": 47627, "idx": 2, "sa": ["Barack Obama", "Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "Liberal <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>. It asked whether <q>right-wing reactionaries, through threats and acts of violence, intimidated people with different points of view from expressing their political positions</q> in the state. He drew criticism from conservatives, mirroring the reaction against <strong> Sarah Palin </strong>'s more widely reported video statement. Some of the jockeying was more subtle. Within two days of", "new_id": -2}, {"uid": "1297448100150323210", "i": 33644, "idx": 0, "sa": ["Michael Davis", "Michael Vick"], "q": "As <strong> Michael Davis </strong> sees it, The News has a vendetta against Caraway because the paper didn't like the positions that the mayor pro tem took on last year's property tax hike. <q>They've been gunning for payback ever since,</q> <strong> Michael Davis </strong> writes, adding, ''Sorry to inform the Dallas Morning News, but Dwaine's not going anywhere.'' present <strong> Michael Vick </strong> with a ''key to the city'' during Super Bowl week? Without informing", "new_id": -2}, {"uid": "1295645892119324675", "i": 33129, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "the 8.5-hour oration delivered by independent Senator <strong> Sen. Bernie Sanders </strong> to stall the Obama tax cut deal in Congress- will have its own book. <strong> Sen. Bernie Sanders </strong> will publish the full text of his off-the-cuff opus in a tome entitled <q>The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class</q> in February, enabling Americans everywhere to learn the finer points of blocking Senate legislation from the comfort of their easy chairs. <strong> Sen. Bernie Sanders </strong>' impassioned performance ruled Twitter and got him hailed a hero when it was", "new_id": -2}, {"uid": "1295559524014680153", "i": 16181, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "to strategic projects, in particular working on new products. His title will be co-founder. He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> said. <q>As Google has grown, managing the business has become more complicated,</q> <strong> Eric Schmidt </strong> wrote. ''So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right", "new_id": -2}, {"uid": "1295665867007979096", "i": 29823, "idx": 7, "sa": ["Eric Schmidt"], "q": "suits him perfectly''. According to <strong> Eric Schmidt </strong>, as executive chairman he will focus wherever he can to add the greatest value, such as deals, partnerships, customers and broader business relationships. <q>We are confident that this focus will serve Google and our users well in the future. Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we anticipate working together for a long time to come</q>. The news comes as Google reported revenues of$ 8.44 billion for the quarter ending 31 December 2010- an increase of 26 per cent compared to the fourth quarter of 2009.", "new_id": -2}]