[{"uid": "1296679524252428319", "i": 25359, "idx": 0, "sa": ["Mitt Romney", "David Letterman"], "q": "voice in our party, that she has generated a great deal of support and attention, that she'd be great in a primary process,\" he said of the former vice-presidential nominee and Tea Party darling. <q> She'd bring attention to the process, and frankly, the more people we have on the stage in those debates talking about different ideas and different approaches, the better. </q> <strong> Mitt Romney </strong> has gone on a media blitz to discuss his new book, \"No Apology: The Case for American Greatness,\" making appearances on\" Late Show with <strong> David Letterman </strong>\" and \"The View", "new_id": -2}, {"uid": "1297284235241352714", "i": 28271, "idx": 0, "sa": ["Ron Paul", "Barack Obama", "Donald Rumsfeld"], "q": "has proven a launching pad for a few bright-eyed activists. Our personal favorite is Jonathan Krohn, who is still too young to drive, but parlayed his CPAC star turn two years ago into a bestselling book. <q> I'm not like a lot of my colleagues who think <strong> Barack Obama </strong>'s goal is trying to harm the country. That's insanity. That's out there. That's loony tunes, </q> the reasonable young man told us over ice cream last year. 8. <strong> Donald Rumsfeld </strong>'s Victory Lap Move over, Ron Paulald Reagan. Another conservative icon will seize the spotlight this week when the former", "new_id": -2}, {"uid": "1297181606166789139", "i": 45799, "idx": 0, "sa": ["George H. W. Bush", "John McCain", "Donald Rumsfeld"], "q": "an appearance on ABC's \"Good Morning America\" on Tuesday, former Defense Secretary <strong> Donald Rumsfeld </strong> Rumsfeld-on-John McCain-not-a-good-fit-12864641\" target=\"_hplink\"> addressed friction that appears to exist between himself and Arizona Senator <strong> John McCain </strong>. describes the Republican lawmaker as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media. </q> leaked prior to the book's release, <strong> John McCain </strong> hit back at <strong> Donald Rumsfeld </strong> during an H. W. Bush/2011/02/sen-John McCain-John McCain-fires-back-at-Donald Rumsfeld-Donald Rumsfeld-memoir-thank-god-he-was-relieved-of-his-duties.html#tp\" target=\"_hplink\"> appearance on GMA. \"Thank God he was relieved of his duties,\" the Arizona senator", "new_id": -2}, {"uid": "1295826281073957377", "i": 49187, "idx": 0, "sa": ["Eric Schmidt"], "q": "the Internet giant. <strong> Eric Schmidt </strong> SELLS SHARES In a regulatory filing last week, Google said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said., <strong> Eric Schmidt </strong> had about 9.2 million shares of Google stock and controlled 9.6 percent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class A-- meaning he would", "new_id": -2}, {"uid": "1296005496137592917", "i": 48405, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": ". \"Investing doesn't guarantee anything, but not investing will put you in a pretty bad spot.\" Yee said investors would support a strategy of more purchases to bolster drug development. <q> One should expect Amgen to continue to make further in-licensing pipeline deals for the rest of the year, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1295609285143458376", "i": 53881, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> n'est plus le P-DG de Google: <q> Larry est pr?t? diriger </q> ITespresso.fr a traduit la contribution blog d'Eric Schmidt annon?ant sa d?mission et la nouvelle r?partition des responsabilit?s pour diriger Google. Google en 2001, je n'ai jamais imagin, m?me dans mes r?ves les plus fous,", "new_id": -2}, {"uid": "1296124108014483472", "i": 1707, "idx": 0, "sa": ["Andy Coulson"], "q": "10:26 AM So Plastic Dave is trying to spin his way out of this by pleading ignorance.Did he not ever discuss the matter with <strong> Andy Coulson </strong>? Thakinski 27 January 2011 10:26 AM BigB73 <q> Seriously do people really care about this at all? </q> By the number of comments on this issue over the past few months the answer is quite simply a resounding In order to post a comment you need to be registered and signed in.", "new_id": -2}, {"uid": "1296456455168951827", "i": 13674, "idx": 0, "sa": ["Allen Iverson", "Shaquille O'Neal"], "q": "I just want to see things get better for them.\" For the first time in his career, <strong> Allen Iverson </strong> may have enjoyed watching the 76ers lose, but he swore he took no extra gratification in it. <q> People ask that question all day, but my whole thing is to just win the basketball game, </q> <strong> Allen Iverson </strong> insisted. \"If I had a <strong> Shaquille O'Neal </strong> game and we didn't win I would be feeling terrible right now. I'm just happy we got the win. Like I said, it's just another", "new_id": -2}, {"uid": "1295679221036077645", "i": 24311, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "duties to <strong> Larry Page </strong>, now 37. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, <strong> Larry Page </strong> says he will be making most of the big decisions as he tries to rekindle <q> the soul and passion of a startup. </q> <strong> Sergey Brin </strong> will concentrate on developing new products. He's worth$ 15 billion, but <strong> Larry Page </strong> remains something of a rebel who has always had a disdain for corporate protocol. \"<strong> Larry Page </strong> and <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1297236828167477280", "i": 248, "idx": 6, "sa": ["Simon Cowell"], "q": "a singer get famous on national television. \"What I was more concerned about was the[ Idol] ratings falling off a cliff, meaning the whole genre is over,\" he said. <q> It kinda feels we've come out of this gray period[ in the music business] into a very fun, extreme time. </q> Later, <strong> Simon Cowell </strong> stated the challenge simply: \"If we don't, with what I've put[ up as a prize], find a global star, I think we've failed.", "new_id": -2}]