[{"uid": "1296145693210010117", "i": 43867, "idx": 1, "sa": ["Allen Iverson", "LeBron James", "Dwyane Wade"], "q": "cast that's used to winning big. \"It's always an honor to be named an All-Star and it's a blessing to be in this league,\" said <strong> Allen Iverson </strong>, twice the Game's MVP. <q>Being named an All-Star makes it that much more special. The fact that the fans have voted me onto the team makes this a great honor and it's truly appreciated.</q> The final results of fan balloting didnt exactly bring any major surprises. Miamis <strong> Dwyane Wade </strong>( 2741413) and Detroits <strong> Allen Iverson </strong>( 1804649) will be in the Easts backcourt, alongside reigning All-Star MVP <strong> LeBron James </strong> of Cleveland( 2940823", "new_id": -2}, {"uid": "1294977377249905176", "i": 9007, "idx": 3, "sa": ["Paul Pierce", "Allen Iverson", "Antoine Walker"], "q": "for most of the game before coming alive briefly in the fourth quarter. <strong> Antoine Walker </strong> scored 25 points but was scoreless in the final period. \"This is what playoff basketball is all about,\" <strong> Paul Pierce </strong> said. <q>Nobody said it was going to be easy when we got here. It's obviously not.</q> \"It's hard to get the clinching game,\" said <strong> Allen Iverson </strong>, who has gotten five of them in his career. \"Those shots at the beginning of the game are a lot easier than the ones", "new_id": -2}, {"uid": "1294980033023642253", "i": 32777, "idx": 0, "sa": ["Colin Powell", "Barack Obama", "James Stavridis"], "q": "perhaps a potential 2012 challenger to <strong> Barack Obama </strong>. There's some talk Mullen might be replaced by another admiral, <strong> James Stavridis </strong>, head of the European Command, but it's unheard of to have back-to-back admirals as chairmen. <q><h6> Budget Cutting Should be Considered </h6> <strong> Barack Obama </strong> needs to have a Defense Secretary with credibility in Congress( a BIG IMPORTANT factor) who sees the clear need to cut back the military to pre-GWB levels.</q> <strong> Colin Powell </strong> is a good man, but he really stepped in it regarding the run-up to Iraq. It would be great to get a budget geek from the Pentagon who is known as supporting a strong defense,", "new_id": -2}, {"uid": "1297212843168738824", "i": 2464, "idx": 0, "sa": ["Richard Hunter", "Michael Vick"], "q": "risotto from a crafts service on location Did anybody go to this yesterday? I'm curious how much food you get. I'm totally down for a free m the <strong> Richard Hunter </strong> video of <strong> Michael Vick </strong> <q>I don't care about the dog</q> <strong> Michael Vick </strong> that started this whole thing went from 3,000 views yesterday to more", "new_id": -2}, {"uid": "1297711660141344780", "i": 12641, "idx": 0, "sa": ["Bernard Fassier", "Zahi Hawass"], "q": "January 28 when clashes began. The recovered items are a Heart Scarab and a small Ushabti statue, <strong> Zahi Hawass </strong> said in a statement. Nine suspected looters have been detained. <strong> Bernard Fassier </strong>: <q>We will hold meetings with the Azerbaijani President, Foreign and Defense Ministers</q> NATO International School of Azerbaijan begins winter session in Baku State Customs Committee purchases 3 boats and 42 cars- Azerbaijani people commemorate martyrs of January 20 events- 15-floor Hotel Built in China in Only Six Days- Execution", "new_id": -2}, {"uid": "1297163077054263818", "i": 40516, "idx": 6, "sa": ["Simon Cowell"], "q": "contestants. Which means the judges will be just as competitive as their charges. With that level of personal investment in the contestants, <strong> Simon Cowell </strong> acknowledged the effect it will have on the panel's judgment. <q>It makes it amusing to judge other judges' contestants,</q> said <strong> Simon Cowell </strong>. A few other interesting' X Factoids' from the call: â\u0080¢ No specific Sony label has been secured yet. The winner will be assigned to the in-house label that best", "new_id": -2}, {"i": 12105, "idx": 0, "index_answer": 0, "new_id": -1, "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!</q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog. \"Larry, in my clear opinion, is ready to lead.\" Page will take over April 4, with <strong> Eric Schmidt </strong> taking the", "sa": ["Eric Schmidt"], "uid": "1295670206191152262"}, {"uid": "1296155717100335616", "i": 23212, "idx": 0, "sa": ["Nikki Haley", "Bobby Jindal", "Marco Rubio", "Mike Pence", "Susana Martinez", "John Kasich", "Rob Portman"], "q": ", from a longtime senior Republican political aide who believes the \"Why now?\" question is exactly what leads to the answer that <strong> Mike Pence </strong> should run. This aide explained that 2012 would be <strong> Mike Pence </strong>'s moment: <q>If you're a smart, ambitious, medium-age pol... do you want to run against <strong> John Thune </strong> and <strong> Mitt Romney </strong> and[ etc.] now? Or do you want to run against rock stars later?</q> Among the names he rattled off for future presidential candidates were Paul Ryan, <strong> Bobby Jindal </strong>, <strong> Marco Rubio </strong>, <strong> Nikki Haley </strong>, <strong> Susana Martinez </strong>, <strong> John Kasich </strong>, and <strong> Rob Portman </strong>. The aide, who has 20 years of experience in national politics,", "new_id": -2}, {"uid": "1296859850024854534", "i": 2211, "idx": 4, "sa": ["Carl-Peter Forster", "Sergio Marchionne"], "q": "India. Tata CEO <strong> Carl-Peter Forster </strong> was quoted as saying this week that he is unhappy with sales under the partnership. \"Likewise,\" <strong> Sergio Marchionne </strong> said when asked about <strong> Carl-Peter Forster </strong>'s comments by reporters. <q>That's why it's on the table and we're going to discuss it.</q> <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding \"for all I know it could be based here.\" But", "new_id": -2}, {"uid": "1295501732152404071", "i": 20406, "idx": 3, "sa": ["Doc Rivers", "Allen Iverson", "Pat Garrity", "Darrell Armstrong"], "q": "76ers. <strong> Allen Iverson </strong> shrugged off a slow start to score a season-high 46 points Wednesday night, but the Magic contained Philadelphia's other starters to beat the 76ers 110-105 behind 25 points by <strong> Pat Garrity </strong> and 20 by <strong> Darrell Armstrong </strong>. <q>That little guy is something else. He drove me crazy,</q> <strong> Doc Rivers </strong>, Orlando's first-year coach, said. \"We didn't want to trap him, and it nearly cost us. We told the guys if we could stop the other four, we could win the", "new_id": -2}]