[{"uid": "1295807164069746710", "i": 41324, "idx": 1, "sa": ["Steve Cohen", "Mike Pence", "George H. W. Bush"], "q": "in office, but <strong> Mike Pence </strong> <strong> Steve Cohen </strong>( D-Tenn.) this week went one step further: He thanked the Almighty for it. <strong> Steve Cohen </strong> took to the House floor on Tuesday, where he delivered remarks titled <q> Thank God George H. W. Bushs Gone. </q> <strong> Steve Cohen </strong> blamed the 43rd <strong> George H. W. Bush </strong> for the financial crisis, calling him`` Hoover <strong> George H. W. Bush </strong>,'' after former <strong> George H. W. Bush </strong> Hoover.`` Now all[ people] can say is George H. W. Bushs gone,'' <strong> Steve Cohen </strong>", "new_id": -2}, {"uid": "1297482510048791575", "i": 4381, "idx": 3, "sa": ["Scott Garrett", "Mike Pence"], "q": "came from`` a whole cross-section of our members.'' <strong> Mike Pence </strong> <strong> Scott Garrett </strong>( R-N.J.), an RSC leader, who was involved with a number of meetings with top Republicans this week, said leadership was <q> receptive to going higher with the cuts </q>- something he conceeded could've happened earlier in the process. MisssingRonnieR Party: Conservative Reply# 2 Feb. 11, 2011- 6:40 PM EST Congrats to the freshmen. Why is it so hard for", "new_id": -2}, {"uid": "1297005230017629195", "i": 2823, "idx": 0, "sa": ["Donald Rumsfeld", "Art Donovan", "Maureen Dowd"], "q": ", they found a way to unify the pArt Donovany establishment with the tea pArt Donovany movement, avoiding many of the conflicts that occurred in other states.'' href=\"http://wapo.st/eOIwlo\"> http://wapo.st/eOIwlo-- <strong> Maureen Dowd </strong>, on <strong> Donald Rumsfeld </strong>: <q> His memoir,`` Known and Unknown, </q> is like a living, breathing version of the man himself: very thorough, highly analytical and totally absent any credible self-criticism. The 78-year-old Rumstud, as W. dubbed him, was both the youngest defense secretary in", "new_id": -2}, {"uid": "1295629922045006856", "i": 19899, "idx": 4, "sa": ["Eric Schmidt"], "q": "which, <strong> Eric Schmidt </strong> said, he will focus on building relationships with customers, business partners and the government. \" The company followed up the change with a href=\"http://voices.washingtonpost.com/fasterforward/2011/01/google_offers_confirmed_google.html\" target=\"\"> new product: <q> The company's desire to get into the coupon business is well-known, especially since Groupon turned down a$ 6 billion buyout offer from Google. </q> \" Google has all but confirmed that the new feature is real, telling Mashable,`` Google is communicating with small businesses to enlist their support and participation in a test of a pre-paid offers/vouchers program. This initiative", "new_id": -2}, {"uid": "1297393753089440263", "i": 45725, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Mitt Romney", "Ron Paul"], "q": " Mr. Trump, who is mulling a 2012 run, spoke bluntly about the Barack Obamaial prospects of Mr. <strong> Ron Paul </strong>'s father, Rep. <strong> Ron Paul </strong>, the Texas Republican whose libertarian, small-government ideas are popular with many conservatives. <q> <strong> Ron Paul </strong> can not get elected, I'm sorry, </q> Mr. Trump declared, as boos erupted. Things got rowdier when former Secretary of Defense <strong> Donald Rumsfeld </strong> took the stage to receive an award. He was greeted by boos and interMitt Romneyent applause. Some people walked out", "new_id": -2}, {"uid": "1296098111217432120", "i": 4227, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor.`` In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,'' <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> Ford proposed this back in 2001( If I remember the year correctly) But I am glad to see someone utilizing it finally. I think it should be a much less costly alternative to fuel/electric hybrids", "new_id": -2}, {"uid": "1297183947119177270", "i": 52362, "idx": 3, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": ",'' <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>.`` We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.'' <q> It's hard to know. You know, the path you didn't take is always smoother, </q> he said. The former Pentagon chief's comments came in his first television interview since leaving public life in December 2006 after a long and divisive tenure at the Pentagon. They largely echoed his", "new_id": -2}, {"uid": "1296100761011763717", "i": 7768, "idx": 0, "sa": ["Gabrielle Giffords", "Russ Mitchell", "Kirsten Gillibrand"], "q": "politics& type= Video& sent= no& search= Search'',`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012202229.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'': <q> http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011- 8v&amp;flvURL=/media/2011/01/22/01222011- 8v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011- 8v.jsn </q>}{`` title'':`` <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support'',`` description'':`` Senator <strong> Kirsten Gillibrand </strong>( D-NY) spoke with <strong> Russ Mitchell </strong> with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after", "new_id": -2}, {"uid": "1296167198184549428", "i": 1439, "idx": 3, "sa": ["Mike Pence", "Tim Moore"], "q": "debated, there was an opportunity for members to read it.`` The present speaker has made it clear that this body is not going to sit around idly,'' said <strong> Mike Pence </strong> <strong> Tim Moore </strong>, R-Cleveland. <q> We know what the people of this state want and we're going to do it. </q> GOP leaders will decided whether the bill moves to Appropriations committee or directly to the House floor, where it is expected to pass. The GOP-controlled Senate also is likely to pass it. Senate Tea", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected.`` The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,'' said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q>`` For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,'' said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri.`` This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}]