[{"uid": "1297292715002195456", "i": 22722, "idx": 0, "sa": ["Sergio Marchionne"], "q": "personal mission for the sprightly 38-year-old marketing whiz whose knack for tapping into consumer lifestyles outside of traditional advertising venues caught the eye of <strong> Sergio Marchionne </strong>, the chief executive of both Fiat Autos SpA and Chrysler Group. <q> She's the most nontraditional auto person around, </q> said <strong> Sergio Marchionne </strong>, the workaholic boss who lured her away from Volkswagen last year after a long career at Ford Motor.`` She sees cars in a different way than most automotive executives,'' who, he said", "new_id": -2}, {"uid": "1295667423103448577", "i": 38363, "idx": 1, "sa": ["Andy Coulson"], "q": "public figures launching civil actions against publisher News International over alleged hacking. The Prime Minster went on to praise the manner in which <strong> Andy Coulson </strong> ran the Number 10 communication's team, saying it worked in a <q> very proper and transparent and decent way; that hasn't always been the case in the past </q>. <strong> Andy Coulson </strong> has been the centre of endless speculation in recent months over how much he knew about phone-hacking while he was editing the News of The World and how widespread it was.", "new_id": -2}, {"uid": "1295552145232112145", "i": 5183, "idx": 0, "sa": ["Ronald Reagan", "Mike Pence"], "q": "as having a`` <strong> Ronald Reagan </strong> quality.'' On the 30th anniversary of <strong> Ronald Reagan </strong>'s inaugural, National Review Online spoke with <strong> Mike Pence </strong> about the Gipper, asking what his legacy means to him and the GOP. <q> <strong> Ronald Reagan </strong> is the reason I'm a Republican, </q> <strong> Mike Pence </strong> tells us.`` I was active in local Democratic politics when I was a teenager in Columbus, Indiana. Then I started to hear the voice of a B-movie actor, turned governor, turned candidate.", "new_id": -2}, {"uid": "1295593237183287808", "i": 33966, "idx": 4, "sa": ["Eric Schmidt"], "q": "interview and a conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.''`` I believe Larry is ready'' to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> Page hailed <strong> Eric Schmidt </strong> as a`` tremendous leader'' whose contributions exceeded all expectations.`` There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,'' Page said.", "new_id": -2}, {"uid": "1297413722221036567", "i": 28025, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ", we will bring consumers a new mobile experience, with stellar hardware, innovative software, and great services. We will create opportunities beyond anything that currently exists.'' Microsoft CEO <strong> Steve Ballmer </strong> said the partnership <q> brings the brands mobile consumers want, like Bing, Office, and of course Xbox Live. </q> <strong> Stephen Elop </strong> Shankland Full Profile E-mail <strong> Stephen Elop </strong> Shankland E-mail <strong> Stephen Elop </strong> Shankland If you have a question or comment for <strong> Stephen Elop </strong> Shankland, you can submit", "new_id": -2}, {"uid": "1295581455002506782", "i": 46437, "idx": 8, "sa": ["Eric Schmidt"], "q": "partners, a figure also known as traffic acquisition costs, the company reported revenue of$ 6.3 billion, which topped analysts' forecasts of$ 6.1 billion. What Google wants in Android hires <q> Our strong performance has been driven by a rapidly growing digital economy... and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said about Google's quarter.`` These results give us the optimism and confidence to invest heavily in future growth.'' Adult supervision over: <strong> Eric Schmidt </strong> yields to Google co-founder Page Select one with 3-12 characters", "new_id": -2}, {"uid": "1296286331249135135", "i": 36226, "idx": 2, "sa": ["Brandon Jennings", "Allen Iverson", "Kevin Garnett"], "q": "win it 90-83. Box Score sports.yahoo.com... <strong> Kevin Garnett </strong> game 1 round 1 2008 Playoffs 4-20-2008 BOSTON-- <strong> Kevin Garnett </strong> took a moment to control his emotions before running into the arena for his first playoff game in four years. <q> I had to slow down as I ran through the tunnel and to hear the crowd, to hear the building rocking and the bleachers were shaking, </q> Bos... 55 points- <strong> Brandon Jennings </strong>- Watch Every Single Point brandon jennings going crazy in the bucks win over the warriors.... <strong> Allen Iverson </strong> 26pts 7asts vs <strong> Kevin Garnett </strong> Wolves 06/07 NBA <strong> Allen Iverson </strong> 26pts 7asts vs <strong> Kevin Garnett </strong> Wolves 06/07 NBA", "new_id": -2}, {"uid": "1295026733173473825", "i": 6681, "idx": 0, "sa": ["Steve Ballmer", "Jeff Keltner"], "q": "users upgrade from Vista, Microsoft's CEO says. InformationWeek November 20, 2009 11:51 AM Microsoft's Windows 7 operating system is quickly gaining popularity among computer users, according to CEO <strong> Steve Ballmer </strong>. <q> Since launch, we've already sold twice as many units of Windows 7 than any other operating system we've ever launched in a comparable time, </q> said <strong> Steve Ballmer </strong>, who spoke Thursday at Microsoft's annual shareholder meeting. Google Apps Business Development Manager <strong> Jeff Keltner </strong> busts some of the most common myths about cloud computing. Though it's been on the market for", "new_id": -2}, {"uid": "1297712549158122038", "i": 10219, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q> Many people make the mistake of thinking that dreams can not come true, but they can, </q> he wrote.`` You have to believe, and know that they are more than just imagination.'' All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"i": 8023, "idx": 0, "index_answer": 0, "new_id": -1, "q": "want the <strong> Bill Clinton </strong> and Congress to work together on the big issues, not least the economy. <strong> Larry Sabato </strong> said the Republican takeover of the House of Representatives gives the <strong> Bill Clinton </strong> a new political lease on life. <q> Once the Tea Party members of the House start having a full airing of their views, <strong> Barack Obama </strong> will appear more moderate. He's going to be nicely positioned between the old <strong> Barack Obama </strong> and the new Republican House. I've said for more than a year that if the Democrats hold both the House and the Senate <strong> Barack Obama </strong> might be a one-term <strong> Bill Clinton </strong>. Now he has someone to blame and someone to make him to look better. </q> <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically.`` He hasn't achieved all of his purposes, but he", "sa": ["Larry Sabato", "Colin Powell", "Bill Clinton", "Barack Obama"], "uid": "1296560297058949650"}]