[{"uid": "1296482657189546496", "i": 2750, "idx": 0, "sa": ["Sergio Marchionne"], "q": "government, with no new products for much of the past two years. Only now is that situation starting to change, and Chrysler even has added back 5,000 workers to develop and build new vehicles. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> <strong> Sergio Marchionne </strong> said Monday in a statement. <strong> Sergio Marchionne </strong>'s Fiat got a 20 percent stake in Chrysler when it took over management. Earlier this month, Fiat upped its stake to 25 percent by meeting a government", "new_id": -2}, {"uid": "1296527331020578309", "i": 4286, "idx": 1, "sa": ["Michael Vick"], "q": "comment- 9 min ago Yahoo! Sports \"I hope <strong> Michael Vick </strong> falls face first in a pile of dog s*** and slowly chokes to death.\" WilliamH left a comment- 15 min ago news.yahoo.com <q> Wow! It makes me feel good to know that Bloomburg is taking advantage of the tragedy in Tuscon to... </q> sodapopis4me left a comment- 17 min ago news.yahoo.com \"Nice idea... ugly design! I like the idea of it ONLY being flown on certain holidays. I don't like...\"", "new_id": -2}, {"uid": "1296423892068993033", "i": 325, "idx": 7, "sa": ["Corliss Williamson", "Marc Jackson", "Kyle Korver", "John Salmons", "Eddie Gill", "Allen Iverson"], "q": "game.\" He was hot when it mattered, though, as <strong> Allen Iverson </strong> took the ball the length of the court and beat the short-handed Pacers with a shot from just above the free throw line over <strong> Eddie Gill </strong>. <q> <strong> Michael Jordan </strong> shots didn't fall until the last one, and who cares about the others? </q> coach Jim O'Brien said. <strong> Kyle Korver </strong> made seven 3-pointers and scored a career-high 23 points, <strong> Marc Jackson </strong> had 21 points and 10 rebounds, and <strong> John Salmons </strong> and <strong> Corliss Williamson </strong> each scored 15 points for the Sixers. <strong> Kyle Korver </strong> capped Philadelphia's", "new_id": -2}, {"uid": "1297538571085508105", "i": 16988, "idx": 0, "sa": ["Paolo Romani", "Sergio Marchionne", "John Elkann", "Silvio Berlusconi"], "q": "/ Bloomberg News Fiat SpA Chief Executive Officer <strong> Sergio Marchionne </strong> confirmed the Italian carmaker's pledge to spend 20 billion euros($ 27 billion) revamping its domestic plants after meeting with Prime Minister <strong> Silvio Berlusconi </strong>. <q> Fiat is a multinational which is expanding internationally, but will keep an Italian heart, </q> Industry Minister <strong> Paolo Romani </strong> said today after discussing the investment plan with the CEO and Chairman <strong> John Elkann </strong>. <strong> Paolo Romani </strong> attended the meeting with <strong> Silvio Berlusconi </strong> and other members of the government. Advertisement <strong> Sergio Marchionne </strong>, 58, caused", "new_id": -2}, {"uid": "1296485848063668253", "i": 617, "idx": 0, "sa": ["Sergio Marchionne"], "q": "government, with no new products for much of the past two years. Only now is that situation starting to change, and Chrysler even has added back 5,000 workers to develop and build new vehicles. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> <strong> Sergio Marchionne </strong> said Monday in a statement. <strong> Sergio Marchionne </strong>'s Fiat got a 20 per cent stake in Chrysler when it took over management. Earlier this month, Fiat upped its stake to 25 per cent by meeting", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. \"We're putting our money where our mouth is,\" <strong> Simon Cowell </strong> said. <q> It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star. </q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}, {"uid": "1296769550173654016", "i": 16470, "idx": 0, "sa": ["Kay Hagan", "Kirsten Gillibrand", "Patrick Leahy", "Frank Lautenberg", "John Kerry", "Sen. Bernie Sanders"], "q": "Secretaries last week when his office was first informed of the federal government's decision: http://menendez.senate.gov/newsroom/press/release/?id=fa1c6f19-9cde-45c8-967e-fac0b416d654 \"The National Mall is the only sensible venue to host the Solar Decathlon.\" wrote the Senators. <q> The first four wildly successful events were held on the Mall from 2002-2009 and the event grew in popularity each year. As a tourist attraction, it has provided the perfect venue for thousands to learn about solar energy and energy efficiency. And as a central pillar in our quest for clean energy, solar energy deserves a venue that sits adjacent to our country's legislative leaders. </q> The following Senators signed the letter: US Senators <strong> John Kerry </strong>( D-MA), <strong> Kirsten Gillibrand </strong>( D-NY), <strong> Sen. Bernie Sanders </strong>( D-VT), <strong> Kay Hagan </strong>( D-NH), <strong> Patrick Leahy </strong>( D-VT), <strong> Frank Lautenberg </strong>( D-NJ)", "new_id": -2}, {"uid": "1295577688207667284", "i": 36919, "idx": 2, "sa": ["Eric Schmidt"], "q": "'s fast-growing business and its headstrong founders, who remained deeply involved in the company's products and strategic direction and didn't always see eye to eye with <strong> Eric Schmidt </strong>. Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q> \"I believe Larry is ready\" to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. \"It's time for him to have a shot at running this.\" In", "new_id": -2}, {"uid": "1297445820223772798", "i": 7957, "idx": 0, "sa": ["Nancy Cordes", "Donald Rumsfeld", "Dick Cheney", "Donald Trump"], "q": " \"Infighting' at CPAC Kyle Drennen| February 11, 2011| 12:09 During a report on Friday's CBS Early Show, congressional correspondent <strong> Nancy Cordes </strong> emphasized division in the new Republican Congress: <q> The prospect of a mutiny had sent Republican leaders scrambling to craft an even leaner budget, and make good on their promises to the Tea Party... Just this week, small groups of conservatives defeated two of their own party's measures on the House floor. </q> <strong> Nancy Cordes </strong> went on to highlight tensions at the Conservative Political Action Conference in Washington: \"<strong> Dick Cheney </strong> and former Defense <strong> Donald Rumsfeld </strong> were booed by one faction of attendees. While <strong> Donald Trump </strong>, who\"s toying with a presidential", "new_id": -2}, {"uid": "1296777708217071642", "i": 4387, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> Donald Rumsfeld </strong>'s camp has sniped before. But he goes a step further-- somewhat surprisingly so, for a self-styled loyal soldier-- and points a finger at <strong> President Bush </strong> as well. <strong> Donald Rumsfeld </strong>, writes the Post, <q> suggests the former president was at fault for not doing more to resolve disagreements among senior advisers. </q> 1.2 And, I might add, \"long awaited\" by whom? 1.4 I want to know why he says he would have still invaded Iraq, even knowing they didn't have WMD.", "new_id": -2}]