[{"uid": "1295637236112984241", "i": 53639, "idx": 7, "sa": ["Andy Coulson", "Rupert Murdoch", "David Cameron"], "q": "written to <strong> David Cameron </strong> complaining about <strong> Andy Coulson </strong> the Tory head of communications, who was editor of the News of the World newspaper when the hacking took place.... News International and the Conservatives A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation.... Former Home Secretary on News of the World phone allegations Former Home Secretary on News of the World phone allegations Creepy Abandoned Motel( Oro-Medonte, Ontario)", "new_id": -2}, {"uid": "1297430569058949634", "i": 206, "idx": 0, "sa": ["Michael Gove"], "q": "Mr Justice Holman, sitting in London, allowed the challenges by the councils, declaring Mr <strong> Michael Gove </strong> had unlawfully failed to consult them before imposing the cuts. In five of the cases the failure was <q> so unfair as to amount to an abuse of power </q>, said the judge. The victorious authorities include Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council. The judge said: \"", "new_id": -2}, {"uid": "1295565460204783640", "i": 25135, "idx": 5, "sa": ["Larry Page", "Eric Schmidt"], "q": ", outstripping Wall Street's average forecast of$ 8.10. <strong> Eric Schmidt </strong> said on his blogpost that <strong> Larry Page </strong> will now lead product development and technology strategy, areas that are \"his greatest strengths.\" <q> It will be interesting to see what he'll do that's different, what he could not have done in his prior role, </q> said BGC Partners analyst Colin Gillis.", "new_id": -2}, {"uid": "1296244617002752522", "i": 15466, "idx": 12, "sa": ["Kevin Garnett", "Kobe Bryant", "Tyronn Lue", "Allen Iverson", "Derrick Rose"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said Garnett_Press_Conference_For_Game_7__Finals_2010 <strong> Kevin Garnett </strong> talks to the media about Game 7! I do not claim ownership or makin' money from this video. All rights reserved by copyright owners. Bryant_Kobe Bryant_Game_4_Presser__Lakers_vs_Magic_2009_NBA_Finals www.jalenDerrick Rose.com twitter.com <strong> Kobe Bryant </strong> talks to the press", "new_id": -2}, {"uid": "1296244097097697817", "i": 32851, "idx": 0, "sa": ["Vittorio Colao", "Eric Schmidt"], "q": "Egyptian authorities will have to find appropriate ways of satisfying them.\" \"France, a friend of Egypt, calls for calm and responsibility on all sides.\" <strong> Vittorio Colao </strong>, VODAFONE CHIEF EXECUTIVE <q> This morning the Egyptian government asked us to shut down... the entire network. We checked and found this was a legitimate request. We complied. We will be instructed when to turn it back on. I hope this will be very soon </q> <strong> Eric Schmidt </strong>, GOOGLE CHAIRMAN \"We obviously think it's a bad idea( Egypt's decision to shut down communications), we obviously do not want these things to happen.\"", "new_id": -2}, {"uid": "1297077527210305039", "i": 23962, "idx": 2, "sa": ["Sergio Marchionne"], "q": "immediate clarification\" of other comments, also made by the Fiat boss at the same event on Friday, that suggested the Italian firm might relocate its historic headquarters away from his city to the US. <q> In the next two or three years we will be able to see a single entity, </q> Mr <strong> Sergio Marchionne </strong> was quoted in the Italian newspaper Corriere della Sera as saying, in an apparent reference to a merger of Fiat and Chrysler. \"It could be based here in the United States,\"", "new_id": -2}, {"uid": "1295708353115458064", "i": 21200, "idx": 2, "sa": ["Andy Coulson", "Chris Bryant"], "q": "it's time to move on,\" he added. Mr Cameron said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being <q> punished for the same offence twice </q>. However, Labour frontbencher <strong> Chris Bryant </strong> said he hoped the Metropolitan Police would now conduct a thorough investigation into the phone hacking. It is understood Mr <strong> Andy Coulson </strong> informed the Prime Minister of", "new_id": -2}, {"uid": "1295596855029032465", "i": 39566, "idx": 13, "sa": ["Patricia Krenwinkel", "Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "\" and anticipated working \"for a long time to come\" with <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> as a \"tremendous leader\" who did an \"outstanding job\" leading Google. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> he added. Google shares were up 1.35 percent to 635.26 US dollars in after-hours electronic trading after the strong earnings results and management shakeup were Patricia Krenwinkelounced. AFP <cite> This story is sourced direct from", "new_id": -2}, {"uid": "1295419136019841068", "i": 1481, "idx": 11, "sa": ["Toby Young", "Simon Cowell"], "q": "tell it like it is. \"It's funny because 75 years ago Americans had a reputation for being honest and plainspoken, while Brits were thought to be mealy-mouthed and obsessed with propriety,\" says <strong> Toby Young </strong>. <q> It's as if we've switched places. </q> But with <strong> Simon Cowell </strong> gone, who's going to judge our nation of underachievers? GeraldF.ShieldsJr. at 8:53 PM January 18, 2011 It's not that most folks like mean judges, folks like", "new_id": -2}, {"uid": "1295627764018169864", "i": 58562, "idx": 4, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.\" \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,\" adds <strong> Larry Page </strong>. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader, and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity; we are only at the beginning, and I can't wait to get started. </q> Google reports revenues of US$ 8.44 billion for the quarter ended December 31, 2010, representing an increase of 26% compared to Q4 of 2009. \"Q4 marked a terrific end to a", "new_id": -2}]