[{"uid": "1296583927119291947", "i": 46954, "idx": 1, "sa": ["Mark Sanford", "David Letterman"], "q": "Bathsheba.( And that photo was the moment that inspired <strong> Mark Sanford </strong> King <strong> David Letterman </strong> to write the Psalm about \"He leadeth me beside the still waters\". That's the Psalm that also includes walking the Appalachian trail <q> Yea though I walk through the valley </q>. Just thought you might want to print a correction.:-) uZFl% 2BNGkatVlBBChS% 2FOM6Jh9YZte6gA5GURvNwW4tS% 2BJSeQ7% 2Buh4YOtZECsmBf8rzQSMphE41mgZgXiOl3utoQ% 3D% 3D", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}, {"uid": "1296105188059129936", "i": 1636, "idx": 0, "sa": ["Mark Sanford", "David Letterman"], "q": "which he confessed \"I have been unfaithful to my wife.\" In lengthy interviews with The Associated Press, <strong> Mark Sanford </strong> declared his lover his soul mate. According to the article in Caras, <q> Belen and <strong> Mark Sanford </strong> took in the sun, walked hand-in-hand along the surf and kissed passionately, showing that long-distance love, in the electronic age, is not impossible. </q> The AP sought comment Wednesday from <strong> Mark Sanford </strong>, with no immediate response. bfouhy Is this a new pic? or from their Appalachian Trail days? RT <strong> David Letterman </strong> Admits Sexual Affairs With Staffers, Details Extortion", "new_id": -2}, {"uid": "1295387016075563050", "i": 12790, "idx": 2, "sa": ["David Letterman"], "q": "the cancellation of Aerosmith's tour- he was high. \"It's not any news here about my drug use and addictions in the past,\" the frontman said when asked about the tumble. <q> A couple years ago, you know, I was doing Lunesta because I had some problems with my feet. </q> And after admitting the sleeping aid was actually \"the tip of the iceberg\" for him, he explained that he \"was snorting that; I fell off the stage.\" <strong> David Letterman </strong> was", "new_id": -2}, {"uid": "1296149236246923378", "i": 47350, "idx": 1, "sa": ["Eric Schmidt"], "q": "explanation that the management reshuffle is about clarifying and tightening lines of authority among the troika that has jointly run Google for a decade. \"This has nothing to do with competitors,\" <strong> Eric Schmidt </strong> said. <q> I publicly said the next 10 years will be as successful as the past 10. We're going to run this way for a while. It's a full-time job just to deal with </q> the areas <strong> Eric Schmidt </strong> will oversee, he said. These include \"all the external stuff: customers, partners, deals, M&A, government, press, publicity and marketing. It was misinterpereted by many people who", "new_id": -2}, {"uid": "1295440324144605237", "i": 37510, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": ".\" After several years of contests that were panned by critics and many viewers, the producers are promising more input from professional music producers, more entertaining performances by contestants and fewer distractions from surprise guests. <q> We have got to go back to creating an American idol, </q> said <strong> Simon Cowell </strong> <strong> Nigel Lythgoe </strong>, who helped create \"Idol\" and returned to it last fall after two years away. Last year \"Idol\" brought an average of about 24 million viewers to Fox twice a", "new_id": -2}, {"uid": "1295564661204079113", "i": 19600, "idx": 0, "sa": ["Eric Schmidt"], "q": ", 1/20/2011 5:08:57 PM Google co-founder Larry Page is replacing <strong> Eric Schmidt </strong> as CEO effective April 4. a blog posting from <strong> Eric Schmidt </strong> posted Thursday. <strong> Eric Schmidt </strong>, who was brought in during 2001, said that <q> now was the right moment to make some changes to the way we are structured. </q> \"Day-to-day adult supervision no longer needed!, <strong> Eric Schmidt </strong> tweeted( http://twitter.com/#!/ericschmidt) a reference to the fact he was retained to help run a company started by college kids in a dorm room. Comcast", "new_id": -2}, {"uid": "1297485029134791201", "i": 42658, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "say, to do good things for Western New York. But others, including New York's junior Senator, are determined to make sure his absence will not hurt the people he used to represent. <q> For a lot of people this is a tough time, but I'm very focused on making sure that the constituents of that district feel well looked after, </q> Sen. <strong> Kirsten Gillibrand </strong>( D) said. In his second term, Lee was appointed to serve on the U.S. House of Representatives Ways and Means Committee. It's an important panel that shapes tax policy and", "new_id": -2}, {"uid": "1295733874106954754", "i": 14041, "idx": 3, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said 1993 NIGEL MANSELL FIRST TEST IN A", "new_id": -2}, {"uid": "1297069271184320000", "i": 5376, "idx": 1, "sa": ["Simon Cowell"], "q": "But Steve- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show. <q> I've spoken to numerous people and all I'll say about it is it's a job I really, really want and I'd love to do. I don't want to go in depth all about it because I think that's a foolish thing to do. It's just a thing I want to do and we'll see in time, </q> he said. Keep updated with the latest breaking news and content on our Twitter feed. Latest dining reviews Read the latest reviews by the Shropshire Star's dining out reviewers before you decide where", "new_id": -2}]