[{"uid": "1296182170102957071", "i": 7703, "idx": 1, "sa": ["Barack Obama", "Sarah Palin", "Mike Pence"], "q": ", but many in political circles assumed that would be the case since he stepped down last year from his House leadership position. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q> a Christian, a conservative, and a Republican, in that order. </q> The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning sixth term in November. PALIN-STATE OF THE UNION <strong> Sarah Palin </strong> issues scathing response to <strong> Barack Obama </strong> speech", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}, {"uid": "1296004077137592834", "i": 1140, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "Universal- creating a conglomerate that will be the largest cable provider, the largest Internet provider, and one of the largest content producers in the United States- represents a surrender to the demands of corporate America. <q> Once we allow companies to become this powerful, the FCC does not regulate them, </q> said <strong> Sen. Bernie Sanders </strong>( I., Vt.).`` They regulate the FCC.'' No reasonable regulator would debate <strong> Sen. Bernie Sanders </strong>' point- or the threat to democracy posed by abandoning protections against media monopolies. Unfortunately", "new_id": -2}, {"uid": "1296137334113377297", "i": 2581, "idx": 3, "sa": ["Michael Vick"], "q": ", although there would be no signing bonus- but he backed down a little from that stance on Wednesday.`` If they franchise me, we'll see how that goes,'' <strong> Michael Vick </strong> said. <q> I'll leave it up to my agent to work everything out.... I'm expecting everything to go according to plan. We'll see what happens over the next couple of months. I've just got to be patient and take it one day at a time. </q> He has, at least, received a new revenue stream. On Tuesday, <strong> Michael Vick </strong> struck a two-year deal with Unequal Technologies, a Kennett Square-based company that equipped <strong> Michael Vick </strong> with a vest, shoulder pads,", "new_id": -2}, {"uid": "1295618610111296531", "i": 15545, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "difficult for me to give the 110 per cent needed in this role.'' <strong> David Cameron </strong> said that he was`` very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.'' <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> Mr. <strong> David Cameron </strong> said in a statement, which made no direct mention of the hacking claims. A reporter and a private investigator working for the News of the World were caught illegally eavesdropping on the phones of", "new_id": -2}, {"uid": "1296583408157270040", "i": 21224, "idx": 1, "sa": ["Zahi Hawass"], "q": "a news story about Egyptology in the last 10 years, you have probably seen <strong> Zahi Hawass </strong>-- the flamboyant, larger-than-life director of Egypt's Supreme Council of Antiquities-- and you know that he is rarely calm. <q> If the museum is safe, Egypt is safe, </q> <strong> Zahi Hawass </strong> said to an Associated Press reporter following him. Soldiers ring the museum. Even in crisis, Egypt's government-- and the protesters who would bring it down-- know the country depends heavily on", "new_id": -2}, {"uid": "1295256413206143491", "i": 15704, "idx": 0, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": ", the game. After Sacramento http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said.`` I will remember this night for the rest of my", "new_id": -2}, {"uid": "1297440938101842954", "i": 6286, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "mobile ecosystem. The partnership will result in significant benefits for consumers, developers, mobile operators and businesses around the world. It was announced by Nokia CEO <strong> Stephen Elop </strong> and his Microsoft counterpart <strong> Steve Ballmer </strong>. <q> We each bring incredible assets to the table. Nokia's history of innovation in the hardware space, global hardware scale, strong history of intellectual property creation and navigation assets are second to none. Microsoft is a leader in software and services, </q> said <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> in a joint letter. The specific details of the partnership are currently being worked out but it is expected that Nokia will adopt Windows Phone as its primary smartphone strategy in order to", "new_id": -2}, {"uid": "1296149573243646477", "i": 35914, "idx": 11, "sa": ["Michael Vick"], "q": "to hated. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q> I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short, </q> he said. You must fill out the comment body in order to submit a comment. Eagles quarterback <strong> Michael Vick </strong> drops back to pass during practice for the the Pro Bowl Wednesday.( EUGENE TANNER/Associated Press)", "new_id": -2}, {"uid": "1296839401168542238", "i": 20646, "idx": 0, "sa": ["Howard Stern", "David Letterman"], "q": "Did <strong> David Letterman </strong> just pull a Regis and announce his retirement last night? Maybe! During a chat with <strong> Howard Stern </strong> the shock jock asked the late night host <q> how much longer are you doing this, really? </q> To which <strong> David Letterman </strong> responded`` I don't know. Maybe two more years?''`` Two more years and then you exit?'' <strong> Howard Stern </strong> continued.`` That's why we got ta beat Jay", "new_id": -2}]