[{"uid": "1295124191182747183", "i": 40288, "idx": 0, "sa": ["Tobias Harris", "Allen Iverson", "Donyell Marshall", "John Thompson", "Ray Allen"], "q": "only Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Tobias Harris </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> John Thompson </strong> created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me http://wn.com/Allen Iverson_Allen Iverson_Georgetown_vs_Ray Allen_Allen Iverson_Connecticut_1995 For those who were", "new_id": -2}, {"uid": "1295795435125714464", "i": 10725, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "'s endorsement in 2008, has lived up to his promise but still has`` got a way to go.''`` He hasn't achieved all of his purposes,'' <strong> Colin Powell </strong> said on CNN's <q> State of the Union, </q> while crediting <strong> Barack Obama </strong> with stabilizing the economy, dealing with unemployment, reaching out to countries across the globe and taking on healthcare reform,`` whether you agree with him or not.''`` I hope", "new_id": -2}, {"uid": "1297250613009437217", "i": 45656, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "the British show, which rivals the Parliament as a British national institution. But <strong> Simon Cowell </strong> did not reveal who might sit next to him on the judges' panel, instead teasing he'd make an announcement <q> in three or four weeks. </q> One name that could be in the mix: former` American Idol' colleague <strong> Paula Abdul </strong>.`` I'm a massive fan of <strong> Paula Abdul </strong>'s,'' he said.`` When you work with", "new_id": -2}, {"uid": "1295481575005455907", "i": 42894, "idx": 1, "sa": ["James S. Baker", "Bernie Sanders"], "q": "that in some ways we have not been as up to snuff as we should be in terms of the kind of technology that we have had here at the academy,'' said <strong> Bernie Sanders </strong>, I-Vermont. <q> One of the first things that we have to do is create an IT strategy to support this because the backbone in infrastructure in this building and the IT structure that supports our operation here is aged and I think that is a polite way of putting it, </q> said Col. <strong> James S. Baker </strong> of the Vt.. State Police. <strong> James S. Baker </strong> said the academy hopes to build a new administrative building on campus but still needs legislative approval on that budget. Comments Terms of Use:", "new_id": -2}, {"uid": "1296546507227508228", "i": 30215, "idx": 2, "sa": ["Ronald Herring", "Donald Rumsfeld"], "q": "place.'' He reiterated former Secretary of Defense <strong> Donald Rumsfeld </strong>'s question,'`` Are we creating more terrorists than we're killing?''' Since Pentagon policymakers can not answer that question, <strong> Ronald Herring </strong> said <q> people are getting killed for no reason. </q> Thus, if the U.S. were to withdraw from Afghanistan,`` the same thing would happen if we stayed there, since[ Prime Minister] Karzai will need to negotiate with the Taliban regardless.''", "new_id": -2}, {"uid": "1297120126257998868", "i": 29003, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1297177593144113675", "i": 16279, "idx": 12, "sa": ["Lady Gaga", "Simon Cowell", "Paula Abdul"], "q": "<strong> Paula Abdul </strong>,'' he said.`` We've been in regular contact.'' <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it. <q> Over the years you've seen a different type of artist emerge, </q> he explained, noting that a certain`` je ne sais quoi'' has become just as important as chops.`` A good example of that is <strong> Lady Gaga </strong>. God only knows what we would have said to her", "new_id": -2}, {"uid": "1297485578090832922", "i": 51517, "idx": 0, "sa": ["Vidal Sassoon", "Kevin Costner", "Simon Cowell", "Jude Law", "Michael Rosenbaum", "Sienna Miller", "Katy Perry", "Michelle Trachtenberg"], "q": "Grammys tribute Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? Rihanna rehearsing for Grammys despite illness <cite> Reuters </cite> <strong> Vidal Sassoon </strong> discusses his iconic pixie haircut <cite> Reuters </cite> <strong> Michael Rosenbaum </strong> Returning to Smallville For Series Finale <strong> Michelle Trachtenberg </strong>: <q> One Day I Woke Up and Had Boobs </q> <strong> Katy Perry </strong>:' I Was Shaped Like a Square' href=\"http://us.rd.yahoo.com/blogs/crush/mileys-puppy-love/558\"> Miley's Puppy Love <cite> Crush- February 11, 2011 8:25 PM PST </cite> <strong> Kevin Costner </strong>'s Little Golfing Buddies <strong> Jude Law </strong>, <strong> Sienna Miller </strong> Call It Quits <cite>", "new_id": -2}, {"uid": "1294957383066879509", "i": 16488, "idx": 0, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand", "Debbie Wasserman Schultz", "Barack Obama"], "q": "the nation when he said,`` <strong> Gabrielle Giffords </strong> opened her eyes for the first time.'' The First Lady gripped the hand of <strong> Gabrielle Giffords </strong>'s husband, astronaut <strong> Mark Kelson </strong>. <strong> Barack Obama </strong> continued, saying, <q> She knows we are here. She knows that we love her, and she knows that we are rooting for her through what is undoubtedly going to be a difficult journey. </q> New details are emerging about that magical moment inside the Congresswoman's hospital room. Two of <strong> Gabrielle Giffords </strong>'s best friends in Congress were there: Senator <strong> Kirsten Gillibrand </strong> of New York and Congresswoman <strong> Debbie Wasserman Schultz </strong> of Florida. Joining", "new_id": -2}, {"i": 5185, "idx": 2, "index_answer": 0, "new_id": -1, "q": "B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in.'' Republicans, <strong> Mike Pence </strong> continues, should learn from how <strong> Ronald Reagan </strong> led. <q> I think <strong> Ronald Reagan </strong> personifies both the substance and the style of conservatism in the 21st century, </q> he says.`` On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.''`` But on", "sa": ["Mike Pence", "Ronald Reagan"], "uid": "1295552145232112145"}]