[{"uid": "1296709836249151511", "i": 23451, "idx": 0, "sa": ["Courtney Lee", "Allen Iverson"], "q": "game and showed some of the grit they displayed last season, when they reached the NBA Finals. \"It's extra special( to win) when you have to fight and struggle,\" <strong> Allen Iverson </strong> said. <q>We were able to keep fighting through it. I know last year's team is dead and stinkin', but we took something from last year's team( in this game).<q> \"I've had this team for five years and they try,\" Sixers coach Larry <strong> Courtney Lee </strong> said. \"They might not always play right and they might not always play good, but they try.\"", "new_id": -2}, {"uid": "1295906569160563308", "i": 22292, "idx": 0, "sa": ["Eric Schmidt"], "q": "for an executive who is transitioning out of the CEO role- and may even be unusual for sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q>the board clearly wants to retain his guidance for the next four years.<q> \"It's a signal to shareholders that he'll continue to steer the boat,\" Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder Larry Page.", "new_id": -2}, {"uid": "1296273660046694426", "i": 25268, "idx": 3, "sa": ["Maurice Cheeks", "Allen Iverson"], "q": "at that end, considering he lost his starting job because of his poor defense. \"We didn't make the correct switch,\" Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q>Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end.<q> <strong> Allen Iverson </strong> http://wn.com/Allen_Iverson_17pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_1 <strong> Allen Iverson </strong> expected the Philadelphia 76ers to own the kind of killer instinct that can finish off teams for good once they build a double-digit lead. Because they don't consistently have one, sub-500. teams such", "new_id": -2}, {"uid": "1295571005103366701", "i": 2349, "idx": 0, "sa": ["Dan Quayle", "Saddam Hussein", "Mikhail Gorbachev", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "Feb. 24, 1991. They show that <strong> Saddam Hussein </strong> tried to work out a last-minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong>, while at the same time remaining defiant and referring to <strong> George H.W. Bush </strong> as <q>the enemy of God and humanity.<q> The documents were released by the National Defense University in Washington. Along with <strong> George H.W. Bush </strong>, the reunion will include former <strong> Dan Quayle </strong>, then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong> and others.", "new_id": -2}, {"uid": "1295093305253313052", "i": 3339, "idx": 1, "sa": ["Magic Johnson", "Allen Iverson"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q>You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.<q> The Philadelphia star scored 60 points, a career high and the most in the NBA this season, to lead the 76ers to a 112-99 victory over the Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading", "new_id": -2}, {"uid": "1297211505102973444", "i": 24581, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "much as a cursory glance at his book of 815 pages, hundreds of footnotes and some 1300 endnotes? A: Yes, it would be extremely foolish. 16 posted on 02/08/2011 4:23:07 PM PST <q>There are things we know we know, things we know we don't know, and things we don't know we don't know<q>- <strong> Donald Rumsfeld </strong> on putting the Media in its place. He was one of the few that did( and that's why they hated him.) 17 posted on 02/08/2011 4:27:36 PM PST( The Left: the", "new_id": -2}, {"uid": "1297010680158695426", "i": 7100, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. \"We certainly want to avoid that,\" <strong> Eric Schmidt </strong> told the paper in an interview. <q>I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct. \"We'll find out and make sure we are operating well within the law and the spirit of the law.<q> Brussels launched a formal investigation into <strong> Google Inc. </strong> in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. A previous EU investigation into software giant", "new_id": -2}, {"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,\" <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q>That wasn't the first time he threw one in like that,<q> <strong> Keyon Dooling </strong> said. \"He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.\" The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}, {"uid": "1296789416115392517", "i": 21892, "idx": 5, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q><strong> Sen. Joe Lieberman </strong>'ve now scored 40 points on the highest stage you can ever score,<q>... Wall Street Shock: Stock Market crashes as Dow Jones plunges 1000 points Wall Street Shock: Stock Market crashes as Dow Jones plunges 1000 points US regulators are still trying to work out the cause of a dramatic", "new_id": -2}, {"uid": "1296167802222920921", "i": 43225, "idx": 1, "sa": ["Mike McDaniel", "Mike Pence"], "q": "in 2012- and beyond. <strong> Mike Pence </strong>'s staff did not return repeated phone calls and e-mails to The Associated Press. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q>a Christian, a conservative, and a Republican, in that order.<q> He had made multiple trips to states that host early presidential primary contests. <strong> Mike McDaniel </strong> said the decision not to run must have been difficult. \"He had a lot of people around the country", "new_id": -2}]