[{"uid": "1297620569105463821", "i": 1023, "idx": 2, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies in Congress- primarily liberal Democrats- have vowed to fight the proposed funding cut. <q> In my community, Planned Parenthood is a very highly regarded mainstream organization, </q> said Rep. <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as \"driven by an extreme ideological agenda.\" <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss", "new_id": -2}, {"uid": "1295980272233783310", "i": 28171, "idx": 3, "sa": ["Eric Schmidt"], "q": "words. That is just plain ridiculous...\" RedRat: \"Actually have <strong> Eric Schmidt </strong> host a tech type show on TV might not be a bad idea. Right now, you have these news...\" RedRat: <q> Verizon greedy???!!! How can this be! Be still my quiet heart. Oh, the world is ending. Come on man, give... </q> Levi Sumagaysay: \"The RSS feed is now working. The ampersand was coded correctly in the headline for the Q&A...\" Tom Allen: \"P.S. I just spent several hours coding a fix for this,", "new_id": -2}, {"uid": "1295618523207978567", "i": 5853, "idx": 3, "sa": ["Eric Schmidt", "Jessica Vascellaro", "Barack Obama"], "q": "will travel to Cambridge, Maryland to attend the Democratic Issues Conference at the Hyatt Regency Chesapeake Bay.... The <strong> Barack Obama </strong> will return to Washington, DC at night.\"-- THE V.P.'s day: <q> In the morning, the Vice <strong> Barack Obama </strong> will meet with <strong> George H.W. Bush </strong> advisors. At 1:45 PM, the Vice <strong> Barack Obama </strong> will deliver remarks at the Democratic Issues Conference in Cambridge, Maryland. </q> TECHWATCH- WSJ 4-col. lead, \"Power Shifts Atop Google: Internet Giant Says Co-Founder Larry Page Will Replace CEO <strong> Eric Schmidt </strong>,\" by Amir Efrati and <strong> Jessica Vascellaro </strong>: \"<strong> Eric Schmidt </strong>[ age 55],", "new_id": -2}, {"uid": "1295503548083329037", "i": 15681, "idx": 3, "sa": ["Kobe Bryant", "Tyronn Lue", "Elgin Baylor", "Juan Carlos Navarro", "Allen Iverson"], "q": " \"<strong> Elgin Baylor </strong> just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said Palau Sant Jori, Barcelona, Spain Boxscore: www.nba.com <strong> Kobe Bryant </strong> plays 25 minutes, misses all 3-pointers BARCELONA, Spain-- <strong> Juan Carlos Navarro </strong> scored 25 points to help", "new_id": -2}, {"uid": "1297434399252067840", "i": 1498, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "CEO <strong> Steve Ballmer </strong> outlined their new partnership in an analysts' meeting in London today, painting a picture of Nokia as Microsoft's premiere Windows Phone partner and of Windows Phone as Nokia's core smartphone platform. <q> Nokia will adopt Windows Phone as our primary smartphone strategy, </q> <strong> Stephen Elop </strong> said. \"We will help drive the future of the platform, and we will bring Windows Phone to extended price points, market segments and geographies.\" Nokia will bring \"leading mobile devices", "new_id": -2}, {"uid": "1295955730102252553", "i": 34831, "idx": 3, "sa": ["Colin Powell", "Bill Clinton", "Gordon Adams"], "q": ".) \"Our goal was to reduce to a Base Force level with a cut of 500,000 active duty and an overall reduction of 25 percent of the budget,\" <strong> Colin Powell </strong> said in an email. <q> The new level may not have been reached while Mr. Cheney was still there or before I left, but the reductions were in train. </q> He noted, \"<strong> Bill Clinton </strong> cut it even more.\" <strong> Gordon Adams </strong>, an international relations professor at American University who at the time was the Office of Management and Budget official responsible for the DOD budget,", "new_id": -2}, {"uid": "1297698057228933682", "i": 44751, "idx": 0, "sa": ["Zahi Hawass"], "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artifacts outside the museum between a government building that got burned and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artifacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "new_id": -2}, {"uid": "1296235589060588149", "i": 5045, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": " Mentalist( R) 1.9/ 5 10.12 ABC Private Practice( R) 1.0/ 3 3.44 10:30 NBC Outsourced 1.9/ 6 4.15- Via NBC press note: <q> In Late-Night Metered Markets Thursday night: â\u0080¢ In Nielsen's 56 metered markets, household results were: \"The Tonight Show with <strong> Jay Leno </strong>, </q> 2.7/ 7; CBS's\" Late Show with <strong> David Letterman </strong>,\" 2.7/ 7 with an encore; and ABC's combo of\" Nightline,\" 2.9/ 7; and \"<strong> Jimmy Kimmel </strong>", "new_id": -2}, {"uid": "1297281618071155737", "i": 45775, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": ". Microsoft lags far behind its rival in search share, and the Online Services Business loses money quarter after quarter. It's a money pit. e-mail sent to employees and publicly released by Microsoft: <q> In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops. We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways. </q> <strong> Steve Ballmer </strong> praises <strong> Satya Nadella </strong>'s work at OSB: \"He led the overall R&D efforts for some of the largest online services and drove the technical vision and strategy for several important milestones, including the critical launch of", "new_id": -2}, {"i": 12457, "idx": 1, "index_answer": 1, "new_id": -1, "q": ",\" <strong> Simon Cowell </strong> revealed. Adding to the humiliation was that the group hadn't booked a car to pick them up, so they were left red-faced sitting on the steps outside the building. <q> I turned to the other Simons and said, \"The good news is, it will never get worse than this,' </q> he said. <strong> Simon Cowell </strong>, who became an international star when <strong> the Fox </strong> network bought` Pop Idol' and turned it into` American Idol\", used the interview to fuel speculation that he will quit the", "sa": ["the Fox", "Simon Cowell"], "uid": "1295779438083050512"}]