[{"uid": "1295570955080838693", "i": 33311, "idx": 0, "sa": ["Colin Powell", "Brent Scowcroft"], "q": "believed( erroneously) that Iraq had weapons of mass destruction. At tonight's symposium, held on a stage at one end of the Texas A&M Aggies' basketball arena, Baker is scheduled to discuss <q>the diplomacy of a winning coalition.</q> Cheney's topic is \"forging victory in the first post-Cold War conflict,\" and <strong> Colin Powell </strong> will handle \"planning and fighting modern coalition warfare.\" <strong> Brent Scowcroft </strong> will attend the symposium as will representatives from", "new_id": -2}, {"uid": "1297369833096845847", "i": 15031, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": " of all home mortgages are underwater.# 9 28 million Americans that would like full-time jobs but that don't have full-time jobs. In a recent interview, <strong> Donald Rumsfeld </strong> said that he takes <q>great pride in the structures that the Bush administration put in place that this <strong> Barack Obama </strong> administration criticized and ran against and now have retained: military commissions and indefinite detention and( the prison at) Guantanamo Bay, Cuba.</q># 11 The number of net jobs gained by the U.S. economy during this past decade was smaller# 12 The <strong> Barack Obama </strong> administration and the Federal Reserve are both declaring that the U.S. economy is in recovery mode", "new_id": -2}, {"uid": "1297714527167477255", "i": 2782, "idx": 6, "sa": ["William Cohen", "Donald Rumsfeld", "Robert Gates", "Bill Clinton", "Aaron Belkin"], "q": "<strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> and former Defense <strong> Donald Rumsfeld </strong> <strong> William Cohen </strong>, who headed the Pentagon under <strong> Bill Clinton </strong>, have also called for an end to the law. <strong> Aaron Belkin </strong>, director of the Palm Center, said <strong> Donald Rumsfeld </strong>'s endorsement of <q>Don't Ask, Don't Tell</q> repeal shows support for ending the law is \"unambiguous and transcends party lines.\" \"We have now entered the next phase of the repeal process in which certification and implementation should be completed swiftly in", "new_id": -2}, {"uid": "1297412018192020522", "i": 30084, "idx": 1, "sa": ["Luke Scott", "Michael Vick"], "q": "bad to say, but there were times where we hope he gets hurt. Everything... done to these dogs, something bad needs to happen to these guys.\" According to CBS.com, Buehrle also said: <q>Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane?</q> The quotes were later removed from MLB.com, but writer <strong> Luke Scott </strong> Merkin had posted them on his Twitter account. We have a feeling that <strong> Michael Vick </strong>, who was named NFL comeback player of the year", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}, {"uid": "1296250153055099523", "i": 46120, "idx": 1, "sa": ["Michael Vick", "Ruud Gullit"], "q": ". The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q>We're real excited about it,</q> chief executive <strong> Ruud Gullit </strong> rejects criticism of his move to Terek Grozny, says he wants to bring joy... AMSTERDAM- <strong> Ruud Gullit </strong> has rejected criticism of his decision to coach Chechnyan club Terek Grozny, whose president,", "new_id": -2}, {"uid": "1295607635131039250", "i": 27793, "idx": 6, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said on his blogpost that Page, the son of a Michigan State University computer science professor, will now lead product development and technology strategy, areas that are \"his greatest strengths.\" <q>It will be interesting to see what he'll do that's different, what he could not have done in his prior role,</q> said BGC Partners analyst Colin Gillis. FREE You are currently not logged into this site. Please log in or register for a FREE ONE Account. Logged in visitors may comment on articles", "new_id": -2}, {"uid": "1296852317242089998", "i": 17570, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "<strong> Michael Vick </strong> tells NFL commissioner <strong> Roger Goodell </strong> he's not hosting Super Bowl party <strong> Michael Vick </strong> has told NFL commissioner <strong> Roger Goodell </strong> that he will not be hosting a Super Bowl XLV party. <q>He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that,</q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. \"I want", "new_id": -2}, {"uid": "1295644189196657172", "i": 21593, "idx": 7, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": "a \"second chance\" after his resignation as News of the World editor following the jailing of <strong> Clive Goodman </strong>, the paper's former royal editor, and <strong> Glenn Mulcaire </strong>, the private investigator, over phone hacking. <q>This was very much <strong> Andy Coulson </strong>'s decision,</q> one Downing Street source said. \"The prime minister, who has obviously been very supportive of <strong> Andy Coulson </strong>, did not want him to resign. But the prime minister did accept that the pressure had made it difficult", "new_id": -2}, {"uid": "1296226773041238599", "i": 43797, "idx": 1, "sa": ["Tim Pawlenty", "Michele Bachmann", "Mike Pence"], "q": "In the wide-ranging interview, <strong> Tim Pawlenty </strong> talked about his faith, his reversal on cap and trade, and the possibility of running against <strong> Michele Bachmann </strong>,\" the Minnesota Independent writes. PENCE: <q>U.S. <strong> Newt Gingrich </strong> <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: <strong> Jon Huntsman </strong> of Indiana,</q> the Indianapolis Star reports. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,' <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in", "new_id": -2}]