[{"uid": "1296791740102318090", "i": 19649, "idx": 0, "sa": ["Kevin Kouzmanoff", "Greg Oden", "Allen Iverson", "Gilbert Arenas"], "q": "this week doing a piece on Evergreen's Own <strong> Kevin Kouzmanoff </strong>. So what did his dad, Marc, think after getting a look at the Indians' other minor-leaguers after <strong> Kevin Kouzmanoff </strong> was drafted by the Tribe in 2003? <q>They had 200 players- 100 pitchers and 100 position players. I mean, they were good-looking guys. I thought, \"We don't have a chance.'</q>... Memo to <strong> Greg Oden </strong>: <strong> Gilbert Arenas </strong> says you\"re an idiot for letting naked pictures of yourself pop up on the Internet... Remember a couple of months ago when <strong> Allen Iverson </strong> bagged the Grizzlies for the", "new_id": -2}, {"uid": "1295677692065617926", "i": 10091, "idx": 3, "sa": ["Kobe Bryant", "Allen Iverson", "Andrew Bynum"], "q": ", 2009 Staples Centre Los Angeles, CA <strong> Andrew Bynum </strong> scored 15 points and the Los Angeles Lakers held off the Charlotte Bobcats 91-87 on Saturday night in their first game back at Staples Center since winning the NBA title. <q>It was great to be back home,</q> <strong> Kobe Bryant </strong> Br... <strong> Allen Iverson </strong> 48pts 8asts 7rebs vs Okafor Bobcats 04/05 NBA* one man show <strong> Allen Iverson </strong> 48pts 8asts 7rebs vs Okafor Bobcats 04/05 NBA* one man show The Philadelphia 76ers would rather not rely so heavily on <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295611385143458309", "i": 19545, "idx": 4, "sa": ["Ken Auletta", "Eric Schmidt", "Sergey Brin"], "q": "very tough management patch,\" <strong> Ken Auletta </strong> said. While Google resisted threats from rivals Yahoo! and Microsoft under <strong> Eric Schmidt </strong>, Page will confront fiercer rivals, said Whit Andrews, an analyst at Gartner. <q>Google versus Facebook is an order of magnitude more challenging,</q> said Andrews. Competing with the social network for the attention of Web users will require new technology that differs from search, he said. Google co-founder <strong> Sergey Brin </strong>, 37, will focus on strategic projects,", "new_id": -2}, {"uid": "1297698057228933682", "i": 44751, "idx": 0, "sa": ["Zahi Hawass"], "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q>We found two of the eight missing artifacts outside the museum between a government building that got burned and the gift shop. We are continuing the search and will find more,</q> <strong> Zahi Hawass </strong> told Reuters. Artifacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "new_id": -2}, {"uid": "1296149159246923304", "i": 40045, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "David Cameron"], "q": "World, who resigned from the paper when Goodwin and <strong> Glenn Mulcaire </strong> were convicted in 2007. <strong> Andy Coulson </strong> has always claimed he knew nothing about the hacking but last week he quit as <strong> David Cameron </strong>'s communications chief, saying <q>when the spokesman needs a spokesman, it's time to move on.</q> Even with the number of suspects and alleged victims growing, many doubt the scandal will change Britain's keenly competitive tabloid culture. Newspapers believe readers are hungry for scoops-- and will forgive tabloids their transgressions", "new_id": -2}, {"i": 24465, "idx": 0, "index_answer": 0, "new_id": -1, "q": "bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Archuleta </strong> Cook's surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q>You came out here tonight to win, and what we have witnessed is a knockout,</q> said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming \"the best singer of season 7 is right there,\" following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s \"Imagine,\" a song that earlier in the", "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "uid": "1296233986144064524"}, {"uid": "1297175471266534922", "i": 10430, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.\" SteveO This", "new_id": -2}, {"uid": "1295883291107462794", "i": 44876, "idx": 0, "sa": ["Donald Rumsfeld", "Keith Olbermann", "Curtis LeMay"], "q": "And so was born` the special comment\"-- his first one coming in August 2006, rebutting a speech that then-Defense <strong> Donald Rumsfeld </strong> had delivered to the American Legion. Said <strong> Keith Olbermann </strong> that night: <q>The confusion we-- as its citizens-- must now address, is stark and forbidding.</q> But variations of it have faced our forefathers, when men like Nixon and McCarthy and <strong> Curtis LeMay </strong> have darkened our skies and obscured our flag. Note-- with hope in your heart-- that those earlier Americans", "new_id": -2}, {"uid": "1296273660046694426", "i": 25275, "idx": 10, "sa": ["Stephen Jackson", "Verdell Jones III", "Danny Granger", "Brett Finkelmeier", "Allen Iverson"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q>When a guy is shooting like that, there's nothing you can do.</q> <strong> Allen Iverson </strong> scored 14 http://wn.com/Indiana_drops_regular-season_finale_at_Wisconsin_85-61 The career-high 23 points from <strong> Verdell Jones III </strong> and defensive intensity of surprise starter <strong> Brett Finkelmeier </strong> weren't enough for the Hoosiers as they fell 85-61 to Wisconsin. http://wn.com/NBA_Pretemporada_16/10/2009__Houston_Rockets_104_Vs_Indiana_Pacers_119 <strong> Danny Granger </strong> is picking up where he left off last", "new_id": -2}, {"uid": "1296946943070664193", "i": 30483, "idx": 2, "sa": ["Sergio Marchionne"], "q": "derived from German, usually refers to an unscrupulous or unethical person. <strong> Sergio Marchionne </strong> said Chrysler remains grateful for the bailouts and noted that no other parties were willing to assist in Chrysler's recovery. <q>The two governments levied interest rates that, although appropriate at the time, are above current market conditions,</q> he continued. \"This was done with the full support and understanding of the members of Chrysler Group LLC.\" Chrysler hopes to reach a deal with banks by the end of March to", "new_id": -2}]