[{"uid": "1297109142037732360", "i": 26411, "idx": 2, "sa": ["Justin Bieber", "Simon Cowell", "Lady Gaga"], "q": ".\" The host and judges' panel are yet to be announced. \"It's a singing competition,\" <strong> Simon Cowell </strong> says in Fox press materials. But it takes more than that. <q> You don't have to necessarily have the best voice. You may not be the best-looking person, but you have something which defines you as a star, like <strong> Lady Gaga </strong>. </q> <strong> Lady Gaga </strong> was featured in one of the two \"X-Factor\" promo ads shown during the Super Bowl Sunday, other faces in it included <strong> Justin Bieber </strong> and <strong> Lady Gaga </strong>. As well as, of course, <strong> Simon Cowell </strong> himself", "new_id": -2}, {"uid": "1295665368254312471", "i": 4735, "idx": 1, "sa": ["Hu Jintao", "Andy Coulson", "Barack Obama"], "q": "clothing retailer Baroque Japan Ltd. is... Video: GE CEO to Lead White House Jobs Council Report Abuse \" You know you lost your country when another country, promises jobs to yours, lol. \" Report Abuse <q> äº\u0094æ¯\u009b( paid communist commentator)= å\u009e\u0083å\u009c¾ ï¼\u0088 garbage) in Chinese </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and <strong> Hu Jintao </strong>'s Talks Won't End U.S.-China Tensions Mom's$ 5 Anti Aging Trick Dermatologists DO N'T Want You Knowing About This", "new_id": -2}, {"uid": "1296831010140378163", "i": 30344, "idx": 0, "sa": ["Barack Obama", "Ronald Reagan", "Sen. Bernie Sanders"], "q": ".\" Independent <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, a standard-bearer for the American Left, acknowledged to AFP this week that <strong> Ronald Reagan </strong> \"was a very warm individual\" who \"connected with the American people.\" <q> But I think many of the policies that he developed did a great deal of disservice to the middle class and working families of this country. And I think we can learn from those serious policy errors and hopefully not continue, </q> said <strong> Sen. Bernie Sanders </strong>. Article: <strong> Ronald Reagan </strong> legacy weighed amid 100th birthday events... CORRECTS LOCATION OF COLLEGE- FILE- In this 1931... <strong> Ronald Reagan </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article:", "new_id": -2}, {"uid": "1296770511173654034", "i": 12164, "idx": 14, "sa": ["Donald Rumsfeld"], "q": "intelligence that have affected key national security decisions and contingency planning.\" This, of course, was the mother of all intelligence failures, but <strong> Donald Rumsfeld </strong> attempts to shift the argument to higher ground, saying illegal weapons <q> should have been only one of the many reasons </q> for invading Iraq, including violations of U.N. resolutions and attacks on American pilots in the no-fly zone. But it was WMD, of course, that was the principal tool in the administration's salesmanship of the war", "new_id": -2}, {"uid": "1297192174179781728", "i": 47880, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers", "Ric Flair"], "q": "Show with <strong> David Letterman </strong> on Monday night. <strong> Aaron Rodgers </strong>, who helped lead the sixth seed Green Bay Packers to the Super Bowl Championship, played off his role as a team leader in the interview. <q> <strong> Ric Flair </strong> do have to be one of the leaders, </q> <strong> Aaron Rodgers </strong> told <strong> David Letterman </strong>, \"but <strong> Ric Flair </strong> think it takes multiple leaders to have a locker room that functions properly... <strong> Ric Flair </strong>'m more of a leader by example.\" <strong> Aaron Rodgers </strong> threw for 304 yards, three", "new_id": -2}, {"i": 44090, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is working on new projects, but doesn't want to provide any details, lest he be accused of introducing vaporware. \"I don't want to repeat that in the future,\" he said. <q> I think our primary reason for purchasing the building... was the office space that we really enjoy using, </q> <strong> Eric Schmidt </strong> said. Jonathan Rosenberg, senior vice president for product management, said Google opted to buy the building because it was able to accomodate the growing number of Google employees in New York, currently at", "sa": ["Eric Schmidt"], "uid": "1295570584118865943"}, {"uid": "1295546693266108960", "i": 12827, "idx": 0, "sa": ["Ron Paul", "Mr. Bauer", "Gary Bauer", "Mike Pence"], "q": "is against abortion, they should also be against this policy.\" The policy has been www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana <strong> Ron Paul </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1297240862104841230", "i": 14919, "idx": 0, "sa": ["Donald Rumsfeld", "Gabrielle Giffords", "Malcolm Gladwell"], "q": "commentary throughout the day from In a self-destructive P.R. move, lobbyists urge Oscar to shun the scruffy activist documentary \"Gasland\" A simple and hilarious template lets you apply <strong> Malcolm Gladwell </strong>'s wisdom to pretty much everything RummyLeaks: <q> The <strong> Barack Obama </strong> then said, \"<strong> Richard Nixon </strong> doesn't shoot blanks' </q> <strong> Donald Rumsfeld </strong>'s contemporary account of a deeply weird 1972 White House cabinet meeting Fight between Beck, Kristol pits crazy right-wingers against merely nutty Rep. <strong> Gabrielle Giffords </strong> Recovering` at Lightning Speed,\" Husband Mark Kelly Says", "new_id": -2}, {"uid": "1295567992105267256", "i": 22539, "idx": 1, "sa": ["Eric Schmidt"], "q": "during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his \"best friends.\" \"I believe Larry is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes with running one of world's most scrutinized companies. For the first time last year, he started to sit out Google", "new_id": -2}, {"uid": "1295240169095436825", "i": 356, "idx": 2, "sa": ["Steve Ballmer", "Kevin Gallagher"], "q": "weakest,\" <strong> Steve Ballmer </strong> told the paper. U.S. businesses' fears range from outright piracy of their goods to the transfer of technological know-how that can be inevitable in joint ventures with Chinese companies. <q> Sometimes Beijing mandates that foreign firms share technology, locate R&D in China and so forth, and the U.S. business community sees that as tying their hands when they go to China, </q> said <strong> Kevin Gallagher </strong>, professor of international relations at Boston University. \"They say, \"We\"ll do that for five years and then all of a sudden China will have its own competitor that looks just like us", "new_id": -2}]