[{"uid": "1297183312119177307", "i": 56047, "idx": 3, "sa": ["Simon Cowell", "Matt Lauer"], "q": "what I used to do before. I think the show had to reinvent itself. I think it's right that it's a different show to what we made before.'' He continued: <q>`` I left the show on fantastic terms. I still talk to Randy and Ryan, and I still talk to Kenny, one of the executive producers. We're still good friends, but we're going to be competitive with each other; make no mistake. </q> \" <strong> Matt Lauer </strong> was unsuccessful in getting any real X Factor`` news'' out of the acerbic judge. He asked about who will be judging the American version of the show with Mr. <strong> Simon Cowell </strong> when it begins", "new_id": -2}, {"uid": "1297255122064307212", "i": 7691, "idx": 4, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "den Aufstand gegen die US-Besatzer nicht h?tten kommen sehen. Donald Rumsfelds besonderer Zorn gilt seinem Kabinettskollegen <strong> Colin Powell </strong>, der sich sp?ter vom Irak-Krieg distanziert hatte. <strong> Colin Powell </strong> habe sich in internen Sitzungen nie gegen den Krieg ausgesprochen: <q> Es ist in den Medien viel zu lesen, dass <strong> Colin Powell </strong> dagegen war </q>, sagte <strong> Donald Rumsfeld </strong> s?ffisant dem Sender ABC.`` Davon habe ich aber nicht das Geringste gemerkt.'' Bittere Machtk?mpfe Donald Rumsfelds Buch gew?hrt einen Einblick in bittere Machtk?mpfe zwischen Verteidigungs- und Au?enministerium in Washington", "new_id": -2}, {"uid": "1295636762010666003", "i": 17382, "idx": 0, "sa": ["Naomi Campbell", "David Cameron", "Andy Coulson"], "q": "his time as editor of a Sunday tabloid. In his own version of <strong> Naomi Campbell </strong>'s dictum, <strong> Andy Coulson </strong> quit 10 Downing Street on Friday morning in a bid to spare his boss further embarrassment, declaring: <q> When a spokesman needs a spokesman, it's time to move on. </q> Only a few days earlier, <strong> David Cameron </strong> had stood by his man, insisting he had given <strong> Andy Coulson </strong> a`` second chance'' in 2007, after the affair which led to his resignation as editor of the(", "new_id": -2}, {"uid": "1295459502213254229", "i": 22631, "idx": 0, "sa": ["Sergio Marchionne"], "q": "new vehicle architecture that will support a variety of top-hats including a sliding-door minivan, likely in the Dodge brand, and a luxury crossover, likely in the Chrysler brand. Mr. <strong> Sergio Marchionne </strong> states to The Detroit News, <q> The architecture would be a lot more capable and allow us to make a minivan-like vehicle as well as others. </q> href=\"http://www.dailytech.com/Ford+to+Build+Next+Gen+Gas+Hybrid+and+PlugIn+Vehicles+on+a+Single+Line/article20404.htm\" title=\"Ford to Build Next Gen Gas, Hybrid, and Plug-In Vehicles on a Single Line\"> Like Ford, Chrysler is working to keep production local. It will be producing the new architecture vehicles at", "new_id": -2}, {"uid": "1296492708037863446", "i": 23146, "idx": 4, "sa": ["LeBron James", "Allen Iverson", "Phil Taylor"], "q": "on the right thumb he badly sprained less than two weeks ago, he scored 17 of Phil Tayloradelphia's last 26 points.`` I was just trying to take what the defense gave me,'' <strong> Allen Iverson </strong> said. <q> I didn't want to be overaggressive. I just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taLeBron James away some of the shots I wanted by zoning up. My teammates held the fort, and then when I got an opportunity, I just tried to make the best of it. </q> <strong> Allen Iverson </strong> made 10-of-24 shots, including 4-of-7 3-pointers. He added six assists and three steals and confounded the Grizzlies with his quickness. The 76ers never trailed over the last three quarters but played fast and loose with the", "new_id": -2}, {"uid": "1295387255083918891", "i": 33900, "idx": 0, "sa": ["Gabrielle Giffords", "Mike Pence", "Sarah Palin"], "q": "yet decided what course her political future would take, but declared:` I'm not going to sit down. I'm not going to shut up.''' The href=\"http://bit.ly/gQau15\"> AP: <q> Former Alaska Gov. <strong> Sarah Palin </strong>, defending herself against criticism following the Tucson, Ariz., shootings, said Monday that she used the term`` blood libel </q> to describe comments made by those who falsely tried to link conservatives to the assassination attempt against <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong>.'' Meanwhile,`` Only 30% of those surveyed in a new ABC News-Washington Post poll approved", "new_id": -2}, {"uid": "1297242441083116117", "i": 25372, "idx": 0, "sa": ["David Letterman", "Jay Leno"], "q": " Stern made it clear from the get-go he was disappointed in what he deemed to be a`` complacent'' attitude among Team <strong> David Letterman </strong> when it came to the business of crushing <strong> Jay Leno </strong> in the ratings. <q> You had your foot on his neck, </q> Stern admonished <strong> David Letterman </strong>, referring to the 2010 href=\"http://www.tv.com/super-bowl/show/51466/summary.html\"> Super Bowl ad that placed the Late Show host on a couch just inches away from his nemesis.`` What was that? I didn't like", "new_id": -2}, {"uid": "1297322486070123521", "i": 30627, "idx": 0, "sa": ["Colin Powell", "Bill Gates"], "q": "like someone, like, oh say, <strong> Bill Gates </strong> or <strong> Colin Powell </strong> to see one. Just ONCE, Mr. Space Alien, is that too much to ask?''- julie noir About <q> From Pyramid Big Dig to Big Do-Over </q>:`` Will somebody finally realize its one, true purpose- as a mausoleum? It could become one of the seven modern wonders of the world and actually- yes- attract tourism. Add to", "new_id": -2}, {"uid": "1296132642224641040", "i": 41288, "idx": 1, "sa": ["Sienna Miller", "David Cameron", "Andy Coulson"], "q": "significant new information relating to allegations of phone hacking at The News of the World in 2005/06.'' The Crown PSienna Millercution Service also recently said it would expand its review of evidence gathered by the police to include any <q> recent or new substantive allegations. </q> <strong> Andy Coulson </strong>, the editor of The News of the World from 2003 to 2007, resigned as Prime Minister href=\"http://topics.nytimes.com/top/reference/timestopics/people/c/David Cameron_David Cameron/index.html?inline=nyt- per\" title=\"More articles about David Cameron.\"> <strong> David Cameron </strong>'s director of communications, saying continued speculation about his", "new_id": -2}, {"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q> This was a big win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said.`` Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.'' Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}]