[{"uid": "1295450840183418905", "i": 17882, "idx": 0, "sa": ["Andy Burnham", "Andy Coulson", "Steve Hilton", "David Cameron"], "q": ". As for the rest of the papers, here are the stories and articles I found particularly interesting. in the Independent say relations between <strong> Andy Coulson </strong> and <strong> Steve Hilton </strong> have reached a new low. <q>Admirers of Mr <strong> Andy Coulson </strong> query Mr <strong> Steve Hilton </strong>'s judgment, claiming he goes \"through the back door</q> to re-open decisions by appealing directly to Mr <strong> David Cameron </strong>.\" One source, referring to the allegations against the News of the World, said: \"<strong> Steve Hilton </strong> and <strong> Andy Burnham </strong> have never been close. Relations have", "new_id": -2}, {"uid": "1297267029254083122", "i": 6504, "idx": 0, "sa": ["Simon Cowell"], "q": "drives by ripping them up with two pairs of pliers, according to the complaint.\"( P) ulled the external drives apart,\" Longueuil told Freeman, according to the complaint. <q>Put( them) into four separate little baggies, and then at 2 am... 2 am on a Friday night, I put this stuff inside my black North Face... jacket... and leave the apartment and I go on like a 20-block walk around the city... and try to find a, a garbage truck... and threw the( it) in the back of like random garbage trucks, different garbage trucks... four different garbage trucks.</q> Barai could face a maximum penalty of 20 years in prison and a maximum fine of$ 5 million. Pflaum and Freeman face a statutory maximum sentence of 25 years in prison. <strong> Simon Cowell </strong> says launching", "new_id": -2}, {"uid": "1295745495072876080", "i": 6368, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "off. Fatigued 23 January 2011 12:33 AM macgilleleabhar 23 January 2011 12:33 AM Guilty as charged. Pass the the black hat... There is an old Scots saying: <q>If they were nae there they were there aboots</q> BrotherBig 23 January 2011 12:34 AM â\u0080¢ Mr <strong> Andy Coulson </strong>'s truth-telling â\u0080¢ The trespass on people's privacy â\u0080¢ The peculiar behaviour of the police â\u0080¢ The <strong> Rupert Murdoch </strong> hegemony in the British media", "new_id": -2}, {"i": 18509, "idx": 1, "index_answer": 0, "new_id": -1, "q": "by thieves who climbed up a fire escape and then used ropes to lower themselves into the museum. The thieves appear to have carefully selected some of the most valuable objects while ignoring less important artefacts. <q>They are not something you would come and randomly find,</q> an Egyptologist at Cairo's American University, <strong> Salima Ikram </strong> Said <strong> Salima Ikram </strong>, told Reuters. Restoration work has already started at the museum to repair the damage by looters. <strong> Zahi Hawass </strong> said that 70 pieces were damaged.", "sa": ["Salima Ikram", "Zahi Hawass"], "uid": "1297667248167985164"}, {"uid": "1296084552189841416", "i": 5700, "idx": 2, "sa": ["Michael Vick"], "q": "the unusual things teams are coming up with to defend <strong> Michael Vick </strong>. \"I think we're making good adjustments as players and coaches; I like to do that sooner than later,\" Reid said. <q>We're getting some unique looks. Everybody has a certain way,[ defensively] that they're playing <strong> Michael Vick </strong>, and it's not your normal- it's hard to put on another tape and see teams do what they do to <strong> Michael Vick </strong>, they just change things up and throw you a little bit of a curveball. So you have to make some adjustments. You have to be able to do that.</q> Sunday, the biggest adjustment seemed to be the offensive line finally sorting out the Giants' blitzes, giving <strong> Michael Vick </strong> a little time and room to work with, especially when he decided to run.", "new_id": -2}, {"uid": "1295943954061587476", "i": 28325, "idx": 0, "sa": ["Steve Ballmer", "Jeff Immelt"], "q": "outpaced the Standard& Poor's 500 Index for the first time since 2004. <strong> Jeff Immelt </strong>'s appointment was welcomed by executives, including <strong> Steve Ballmer </strong>, chief executive officer at Microsoft. <q><strong> Jeff Immelt </strong> and I started our careers together at Procter& Gamble, and I have enormous respect for the success he's had at GE,</q> <strong> Steve Ballmer </strong> said. \"He is an ideal business leader to chair the President's Council on Jobs and Competitiveness and help drive a focus on what we can all do to increase American competitiveness and create new jobs.", "new_id": -2}, {"uid": "1295966271237928491", "i": 42779, "idx": 1, "sa": ["Michelle Murphy", "Eric Schmidt", "Marc Flanagan"], "q": "will be located right here in our technology centre in Munich,\" <strong> Eric Schmidt </strong> said. He added he believes his next decade at Google( as executive chairman) will be more interesting than the first. <q>Technology will finally start doing what we want, instead of us telling technology what we want it to do.</q> Search Quality Associate( Multiple Languages Available)- EU Headquarters <strong> Michelle Murphy </strong>, Sage Ireland <strong> Michelle Murphy </strong> has been appointed Sage Pay sales executive, with responsibility <strong> Marc Flanagan </strong>, Origina Origina has announced the appointment of <strong> Marc Flanagan </strong> as director of", "new_id": -2}, {"uid": "1295465541045563930", "i": 5670, "idx": 0, "sa": ["Stephen Breyer", "Mike Pence"], "q": ", I was awake enough to say \"huh?\" It seems that yesterday, during oral argument at the Supreme Court-the context is unimportant-Justice <strong> Stephen Breyer </strong> said that if a certain course of reasoning were to be adopted, <q>we are not just throwing a monkey wrench into the gears of government contracting; we're throwing the whole monkey.</q> Columbus, Indiana-based WCSI does the forensics on <strong> Mike Pence </strong>'s upcoming decision, and reports that he met with another Indiana The Republicans in the House commenced the debate on repealing Obamacare by expressing their view that they are doing", "new_id": -2}, {"uid": "1295646089003719170", "i": 13777, "idx": 0, "sa": ["Eric Cantor", "Mike Pence", "Dennis Kucinich", "Norah O'Donnell", "Elena Kagan"], "q": "with us for a short interview about his proposal, his position on the confirmation of <strong> Elena Kagan </strong> to the Supreme Court, and the new START treaty. http://wn.com/Dir_Elmendorf_tells_W_M_the_Dems'_Bill_Will_Expand_Federal_Health_Care_Spending_Significantly Congressional Budget Office Director Elmendorf tells Ways and Means that: <q>The coverage proposals in this legislation would expand federal spending on health care to a significant degree. And in our analysis so far, we dont see other provisions in this legislation reducing federal health spending by a corresponding degree.</q> http://wn.com/3-6-2009__Pence_on_MSNBC_calling_for_federal_spending_freeze <strong> Dennis Kucinich </strong> <strong> Mike Pence </strong> appeared on MSNBC with host <strong> Norah O'Donnell </strong> to discuss the House Republican proposal to freeze federal spending at current levels http://wn.com/Boehner_Endorses_Mandatory_Review_Period_for_Major_Spending_Bills During a meeting today with representatives of organizations fighting government waste organized by House GOP Whip <strong> Eric Cantor </strong>", "new_id": -2}, {"uid": "1296665388235831341", "i": 19989, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "<strong> Kirsten Gillibrand </strong> chose the nominees from a large group of qualified applicants. Decisions were based on a criteria including academic record, leadership potential and overall achievement. Final acceptance is determined solely by the service academies. <q>Our service academies are distinguished by a devotion to honor, courage and commitment. I am honored to nominate these young, talented New Yorkers who exemplify these core values. It is my hope that these accomplished nominees have the chance to live their dreams and serve in our country's armed forces with distinction,</q> <strong> Kirsten Gillibrand </strong> said.", "new_id": -2}]