[{"uid": "1295647683245137442", "i": 24018, "idx": 0, "sa": ["Eric Schmidt"], "q": "1,295, very close to a psychologically important top of 1,300. The Dow, meanwhile, got somewhat closer to 12,000. But investors seem to be focused Friday more on the good news. <q>I think it boils down to one thing: the earnings are coming in at levels that will be adjusted to higher PE ratios, so that's a fundamental plus for the market,<q> Cardillo said.], meanwhile, also traded lower despite reporting after the market closed Thursday. The search engine giant also stunned investors by announcing that <strong> Eric Schmidt </strong> will resign as CEO and that co-founder Larry Page,", "new_id": -2}, {"uid": "1295780846083050501", "i": 15593, "idx": 3, "sa": ["Colin Powell", "Obama Girl", "Immortal Technique", "Barack Obama"], "q": "Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Fo... <strong> Immortal Technique </strong> on <strong> Obama Girl </strong>, 9/11 truth& Corporate America <strong> Immortal Technique </strong> on <strong> Obama Girl </strong>, 9/11 truth& Corporate America Have this year's negative political ads really <q>taken dirty to a whole new level, as CNN's <strong> Anderson Cooper </strong> frets? Is a \"return to civility... a relic of a bygone era,<q> as <strong> Barack Obama </strong> laments? Er, not exactly. If anonymous political speech, the other widely... Debate' 08: <strong> Obama Girl </strong> vs Giuliani <strong> Obama Girl </strong> Song# <strong> Barack Obama </strong>: Debate' 08: <strong> Obama Girl </strong> vs Giuliani <strong> Obama Girl </strong> Vocals performed", "new_id": -2}, {"uid": "1295700143038944800", "i": 27037, "idx": 0, "sa": ["Andy Coulson"], "q": "Photo: Iranians work in an internet cafe in central Tehran Iran talks focus on fuel swap deal as step to confidence building Report Abuse \"Like this is some big Deal to the world???-\" Report Abuse <q>The world needs to shut off all aid to N. Korea and to Iran... I could add about another 6 countries to the list as well...<q> Make a total and secure blockade around the countries. Tell China if they don't agree to N. Korea... no contracts... Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why", "new_id": -2}, {"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q>Day-to-day adult supervision no longer needed!<q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}, {"uid": "1295643802119324695", "i": 4356, "idx": 0, "sa": ["Eric Schmidt"], "q": "make these changes in an effort to simplify Google's management structure and improve its decision making process. As the new CEO, Larry will be responsible for lead product development and technology strategy. <q>In this new role I know he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead,<q> <strong> Eric Schmidt </strong> said in a company blog post. In his role as the new Executive Chairman, <strong> Eric Schmidt </strong> said he will be focusing on the deals, partnerships, customers and broader business relations, government outreach and", "new_id": -2}, {"uid": "1297119970200310797", "i": 16255, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "you didn't take is always smoother,\" he said. <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that <q>in a war, many things cost lives.<q> But he had no regrets about his leadership for the wars in Iraq and Afghanistan- the latter now nearing its 10th anniversary. \"I think the world's a better place with <strong> Saddam Hussein </strong> gone", "new_id": -2}, {"uid": "1296539752082821193", "i": 10886, "idx": 3, "sa": ["Kobe Bryant", "Allen Iverson", "Anthony Parker"], "q": "and the Denver Nuggets beat the Charlotte Bobcats 117-101 on Saturday night. \"It didn't hurt at all,\" said <strong> Anthony Parker </strong>, who missed five games after landing on the foot of <strong> Kobe Bryant </strong> on Jan. 21. <q>It felt good to be back.<q> The Nuggets, who won their eighth straight game at home, were all too happy to have him back, especially <strong> Allen Iverson </strong>. \"When he is not in the lineup, it makes it tougher for me,", "new_id": -2}, {"uid": "1296253839209223722", "i": 7151, "idx": 0, "sa": ["Michael Vick", "Ashley Fox", "Carl Edwards", "Rudyard Kipling"], "q": "what it's like to be humbled by failure. Two lines from <strong> Rudyard Kipling </strong>'s poem \"If\" are reminders: If you can meet with Triumph and Disaster And treat those two imposters just the same <q>Defeat is bad, but winning can be just as bad for you,<q> <strong> Carl Edwards </strong> said Thursday on the <strong> Ashley Fox </strong>: <strong> Michael Vick </strong> living the suite life in Hawaii Hawaii- The NFL surprised <strong> Michael Vick </strong> with the ultimate perk on Tuesday: the 4,200-square-foot presidential suite at the official hotel of the Pro", "new_id": -2}, {"uid": "1295717001239091721", "i": 43826, "idx": 2, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": ", said he was representing four people who believe they were targeted by other newspapers. \"This was almost kids' play time. It was such a widespread practice,\" said Mr Lewis. <q>Although it is a crime, people were regarding it as though it was driving at 35mph in a 30, that you just sort of do it and hope you don't get caught.<q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Although he accepted ultimate responsibility", "new_id": -2}, {"uid": "1295570534120422412", "i": 3119, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Charlie Rose"], "q": "into the interview, <strong> Charlie Rose </strong> brought up <strong> Eric Schmidt </strong>'s appointment, asking, \"What's the idea behind that- I mean, you guys couldn't run it yourself?\" To which <strong> Sergey Brin </strong> responded, <q>Parental supervision, to be honest.<q> <strong> Charlie Rose </strong> laughs hard, and asks Page, \"Do you agree with that- you guys need adult supervision?\" Page: \"I don't know if I'd say need, but", "new_id": -2}]