[{"uid": "1296541613250052616", "i": 56355, "idx": 0, "sa": ["Colin Powell"], "q": "Shelby Township  Cut Pentagon budget  Former Secretary of State <strong> Colin Powell </strong> and many members of Congress from both parties have said that cuts in Pentagon spending must be on the table to address the budget deficit( <q> Defense Secretary Gates proposes$ 78B in budget cuts over 5 years, </q> Jan. 7). Credible proposals have been put forward to cut Pentagon spending over the next decade. In an era when our states are facing terrible financial problems, I hope that our representative and senators", "new_id": -2}, {"uid": "1295073695171851783", "i": 3867, "idx": 0, "sa": ["Amanda Holden", "Simon Cowell", "Michael McIntyre", "Piers Morgan"], "q": ". After already appearing on the US version of the ITV1 series, the Hoff admitted the acts battling it out in the competition were`` far crazier'' than their American counterparts. He said: <q> I'm mad for it in Manchester. You guys have some far better and far crazier talent here in the UK. </q> Meanwhile, existing judge <strong> Amanda Holden </strong> praised the new additions to the show- with <strong> Michael McIntyre </strong> and the Hoff having replaced last year's <strong> Piers Morgan </strong> and href=\"http://uk.news.yahoo.com/fc/x-factor.html\"> <strong> Simon Cowell </strong> on the panel- and admitted the new", "new_id": -2}, {"uid": "1295218070163594249", "i": 685, "idx": 20, "sa": ["Simon Cowell", "Jonathan King"], "q": "in exchange for <strong> Simon Cowell </strong> continuing with American Idol, Pop Idol would be pulled off the air, conceding the United Jonathan Kingdom entirely to The X Factor. London's Independent newspaper quoted one senior music executive as saying, <q> It has come out 75/25 in favor of <strong> Simon Cowell </strong>. He is the star. He had all the aces. </q> But there was a catch, and a very big one indeed. In exchange for winning the airwaves in the United Jonathan Kingdom, <strong> Simon Cowell </strong> forfeited his dream of bringing The X Factor to the United States.", "new_id": -2}, {"uid": "1297129044188514306", "i": 597, "idx": 12, "sa": ["Simon Cowell"], "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On` The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I'm Letting 12-Year-Olds Do X-Factor", "new_id": -2}, {"uid": "1295562310244678704", "i": 28229, "idx": 0, "sa": ["Eric Schmidt"], "q": "the US internet search giant in April. He will take over from <strong> Eric Schmidt </strong>, who has been in the job for a decade and will become executive chairman. Google said Mr <strong> Eric Schmidt </strong> would focus on <q> deals, partnerships, customers and broader business relationships </q>. The surprise news came as Google unveiled a strong rise in net profits in the last three months of$ 2.54 bn(? 1.6 bn) on revenues of$ 8.44 bn. Mr", "new_id": -2}, {"uid": "1296581048157810744", "i": 5522, "idx": 7, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Ministry, but it constitutes a separate ministry in the new government. While protesters dismissed the Cabinet reshuffle as cosmetic and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. <q> The people in the streets have to give this government an opportunity to change, </q> he said cheerfully.`` Beautiful things happened in the last five days.'' News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1297356961224657458", "i": 380, "idx": 0, "sa": ["Anderson Cooper", "David Letterman"], "q": "Digg this <strong> Anderson Cooper </strong> talks being` pummeled' on <strong> David Letterman </strong> Feb. 10, 2011 08:34 AM USA TODAY <strong> Anderson Cooper </strong> talked about being`` pummeled'' in Egypt by pro-Mubarak`` thugs'' on Wednesday night's <q> Late Show with <strong> David Letterman </strong>. </q>`` Tell us about that experience,'' said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said.`` I don't recommend it. I'd never been hit in the head before.", "new_id": -2}, {"uid": "1295780844219185156", "i": 11991, "idx": 3, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "$ 48 Bill Clintonion in new defense spending.'' More money for the Pentagon, CBS News Correspondent Vince Gonzales reports, while its own auditors admit the military can not account for 25 percent of what it spends. <q> According to some estimates we can not track$ 2.3 trillion in transactions, </q> <strong> Donald Rumsfeld </strong> admitted.$ 2.3 trillion- that's$ 8000 for every man, woman and child in America. To understand how the Pentagon can lose track of trillions, consider the case of one military accountant who", "new_id": -2}, {"uid": "1295674806217972741", "i": 36099, "idx": 1, "sa": ["Andy Coulson"], "q": "Downing Street communications chief. In a personal statement, Mr <strong> Andy Coulson </strong> said that the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110% needed''. <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. The Prime Minister said he was`` very sorry'' Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being`` punished for the same offence twice", "new_id": -2}, {"i": 3958, "idx": 1, "index_answer": 3, "new_id": -1, "q": "'' and`` The Late Show With <strong> David Letterman </strong>.''`` Jay-Z is a person in hip-hop that you almost don't think he exists until you meet him,'' <strong> Nicki Minaj </strong> explained to MTV News last February. <q> It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like,` Jay-Z knows me?' I didn't think he knew who I was, let alone recommend me for something. </q> <strong> Nicki Minaj </strong> Rocks Madison Square Garden with <strong> Lil Wayne </strong>, <strong> Friday star </strong>, Drake For New York-area hip-hop artists, ripping the Madison Square Garden stage is a status-cementing moment that few are able to realize. But not", "sa": ["David Letterman", "Lil Wayne", "Friday star", "Nicki Minaj"], "uid": "1296174568165871655"}]