[{"uid": "1295584716071549019", "i": 4398, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "Thursday's announcement. In the regular session earlier, the stock fell$ 4.98, or 0.8 percent, to close at$ 626.77. The stock peaked at$ 747 before the recession. <q><strong> Eric Schmidt </strong> has played his innings very well,</q> said analyst Sandeep Aggarwal of Caris& Co. The management reshuffling appears to be amicable. Both Page and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1295018754011190366", "i": 37563, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": "as possible.\" A judge will hear the matter on January 26th. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead. He tells Late Show host <strong> David Letterman </strong>, <q>The kids are doing ok, we have been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I, <strong> Kayte Walsh </strong>'s my new girl, we're planning to get married soon. Sometime in February.</q> You can send a story to multiple email addresses by separating the email addresses with a semicolon(;) Powerball 19, 21, 23, 40, 48, Powerball: 27, Power Play: 4", "new_id": -2}, {"uid": "1295933799148537355", "i": 10365, "idx": 0, "sa": ["Brad Shanks", "David Letterman"], "q": "balanced between a quaint setting and a site large enough for major shows. <strong> Brad Shanks </strong>, the manager and promoter of the Jackpot, realizes the need to bring in larger shows while keeping a local feel. <q>We are a middle-of-the-road venue for the more underground and independent bands. We do our own promoting for touring bands, but we like a good mix,</q> <strong> Brad Shanks </strong> said. The Jackpot will be hosting the band Tapes'N Tapes on Friday, March 4. The band was signed to XL Recordings in 2006, and performed on \"The Late Show with <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1296685321182059018", "i": 46258, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "taxes for the wealthy. Searching for some way to make rich people happy to fork over the extra taxes, Adams landed on the idea of selling the naming rights for airports and bridges. The cartoonist mused: <q> \"It does seem like a waste of taxpayer resources to name a road after a dead politician if we can get a better price at auction.</q>\", the latest installment of The Market This Minute offered a look back at outgoing <strong> Google Inc. </strong>( GOOG) CEO <strong> Eric Schmidt </strong>'s most memorable quotes. Click here to watch the video. For", "new_id": -2}, {"uid": "1295826103073957409", "i": 10435, "idx": 1, "sa": ["Ronald Reagan", "Candy Crowley", "Colin Powell", "President Bush", "George H.W. Bush", "Bill Clinton"], "q": "<strong> President Bush </strong>, chairman of the Joint Chiefs of Staff for Presidents <strong> George H.W. Bush </strong> and <strong> Bill Clinton </strong> and national security adviser for <strong> Ronald Reagan </strong>. As for the coming election, <strong> Colin Powell </strong> said he will wait to see what unfolds. <q>I will always vote as I have throughout my life, for the person that I think is best qualified to be <strong> Bill Clinton </strong> of the United States,</q> he told CNN. \"And I don't adhere to a single party line.\" Here is a partial transcript of the chat between <strong> Colin Powell </strong> and CNN's <strong> Candy Crowley </strong>: \"CROWLEY: We are", "new_id": -2}, {"uid": "1295606779143458354", "i": 45230, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "Idol is much more fun without <strong> Simon Cowell </strong>, insists <strong> Nigel Lythgoe </strong>. \"<strong> Simon Cowell </strong>\" <strong> Nigel Lythgoe </strong>, 61, back on the show as executive producer, reckons more wannabe singers have turned up. He added: <q>There isn't the fear that there was of the embarrassment of singing in front of <strong> Simon Cowell </strong>. \"I think you'll see a lot more fun this year.</q> <strong> Simon Cowell </strong> quit the show, which returned to Fox on Wednesday, to launch X Factor in the States. Have your say on the issues of the day with MY Sun Â© News Group Newspapers Ltd.", "new_id": -2}, {"uid": "1295568054055377936", "i": 4501, "idx": 2, "sa": ["Eric Schmidt"], "q": "applications, mostly entertainment and social, for these phone platforms.\" He also asserted Google must focus on the development of technology that allows people to use their phones to do financial transactions. <q>Phones, as we know, are used as banks in many poorer parts of the world- and modern technology means that their use as financial tools can go much further than that,</q> he wrote. Finally, <strong> Eric Schmidt </strong> said Google would like to make inexpensive smartphones available to the most destitute regions of the planet. \"We envision literally a billion people getting inexpensive, browser-based touchscreen", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.</q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}, {"uid": "1296442320042500124", "i": 1125, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "headquarters, having appointed his new junta of former military and intelligence officers. The rumour went round the square: the old wolf would try to fight on to the end. Others said it didn't matter. <q>Can he kill 80 million Egyptians?</q> Veterans Slam <strong> Sen. Bernie Sanders </strong> Bachmann's Plan To Cut Vet Benefits: \"Heartless,'` Shows Contempt' For Troops' Sacrifice Virginia Lawmaker Says GOP\"s 2010 Victories Driven by Opposition to Black <strong> Barack Obama </strong> UPDATED: Members", "new_id": -2}, {"uid": "1295564145075235334", "i": 41898, "idx": 4, "sa": ["Eric Schmidt", "Mike Hickey"], "q": "Analysts said Google appeared to have strengthened its internet advertising machine during the pre-Christmas shopping season, sparking a 26% surge in revenues to$ 8.44 bn. <strong> Mike Hickey </strong>, analyst at Janco Partners, said: <q>When you see an executive change, you hesitate because generally, it's a disruption at the top. Obviously the numbers look good, so it's a balance between the two.</q> Google's management changes: Page becomes CEO; <strong> Eric Schmidt </strong> Exec Chair Piling on the pressure US marines take fight to Taliban in southern Afghanistan", "new_id": -2}]