[{"uid": "1295559914021315632", "i": 10675, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q> There is no other <strong> The CEO </strong> in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him'' The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the", "new_id": -2}, {"uid": "1297104143023560218", "i": 47272, "idx": 1, "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "q": "<strong> Michael Vick </strong> turned his back as his entourage restrained <strong> Richard Hunter </strong>. There's a stand-up guy right there. <strong> Richard Hunter </strong>, in the closing text to the video, summed it up well. <strong> Dwaine Caraway </strong> gave <q> the key to the city of Dallas to a felon who is still on probation. Now we're going to have to spend a fortune in tax dollars to have all the locks changed. </q> East Dallas Times, an online community news outlet serving the White Rock Lake area. He applauds <strong> Richard Hunter </strong>.  Copyright NBC Local Media ", "new_id": -2}, {"uid": "1295934217032604162", "i": 16230, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s chief creative officer, recognized that death, while potent, is not necessarily lasting and that the death of a character in comics has turned out`` to be very cliche'' in plot developments. <q> Whether the human torch comes back or not is really a question that will be answered in time, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog EDUCATION Company Cabrillo College Location EMPLOYMENT OPPORTUNITIES Company ENGINEER", "new_id": -2}, {"uid": "1295609593042827788", "i": 5161, "idx": 7, "sa": ["Eric Schmidt", "Google Inc."], "q": "<strong> Eric Schmidt </strong> said on his blogpost that Page, the son of a Michigan State University computer science professor, will now lead product development and technology strategy, areas that are`` his greatest strengths.'' <q> It will be interesting to see what he'll do that's different, what he could not have done in his prior role, </q> said BGC Partners analyst Colin Gillis. In this combo, <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong>, left, and... Larry Page File photo of <strong> Google Inc. </strong> co-founder Larry Page and CEO <strong> Eric Schmidt </strong>... AGE: 37 EDUCATION: Bachelor's", "new_id": -2}, {"uid": "1295568158148553733", "i": 24497, "idx": 0, "sa": ["Simon Cowell"], "q": "The judges aren't desperately trying to fill a premade roles and I find myself agreeing with them more often than not. JEANNE DEPAUL: I wasn't going to watch Wednesday evening either, Susie. <q> They won't pull me in again; I will watch when I want to, not when THEY decide I should. I'll record it and watch it Thursday... or maybe even Friday. </q> But I am a child of the TV generation. I had to see it right away, that gaping and smoking hole left by the departure of <strong> Simon Cowell </strong>. Perhaps there would be a shrine off to", "new_id": -2}, {"uid": "1297055456082575366", "i": 12598, "idx": 0, "sa": ["David Hasselhoff", "Emma Bunton", "Simon Cowell", "Holly Willoughby", "Myleene Klass", "Michael McIntyre"], "q": "- after she suffered a miscarriage last May. Devastated... Amanda Holden and husband Chris Hughes Singer <strong> Emma Bunton </strong> and TV's <strong> Myleene Klass </strong> and <strong> Holly Willoughby </strong>- all pregnant- were deeply touched. <strong> Myleene Klass </strong> tweeted: <q> I'm so very sorry. Please God, watch over your family and your little angel in heaven. </q> Mum-of-one <strong> Emma Bunton </strong> sent`` prayers'', while <strong> Holly Willoughby </strong> said:`` Sending you so much love x.'' Amanda's best pal <strong> Simon Cowell </strong> was in regular phone contact. BGT stars <strong> Michael McIntyre </strong>, <strong> David Hasselhoff </strong>,", "new_id": -2}, {"uid": "1295299590143114289", "i": 34784, "idx": 1, "sa": ["Ernie Grunfeld", "Allen Iverson", "LeBron James"], "q": "ball and fouling <strong> LeBron James </strong> Jones with 13.6 seconds to play. Jones hit two free throws to tie the game at 93. It was the first time in the fourth quarter Miami didn't trail. QUOTABLE <strong> Allen Iverson </strong>: <q> You have crazy games throughout the NBA seasons, and I was glad to be on the winning end. </q>- <strong> LeBron James </strong> on the Heat's unlikely win. HOT: Young, who Wizards president <strong> Ernie Grunfeld </strong>. WashingtonOpenMRI.com 866-674-2727 The World's Most Advanced Open MRI The preferred method to scan backs, necks and knees( the most", "new_id": -2}, {"uid": "1295956479149733513", "i": 27476, "idx": 1, "sa": ["Mike Pence"], "q": ", <strong> Mike Pence </strong> said the fight for life should not be ignored. He said the process of cutting federal spending should begin with a denial of all federal funding for abortion, both at home and abroad. <q> We must not remain silent when great moral battles are being waged, </q> said <strong> Mike Pence </strong>.`` Those who would have us ignore the battle being fought over life have forgotten the lessons of history. As in the days of a house divided, America's darkest moments have come when economic", "new_id": -2}, {"uid": "1295683197065617921", "i": 35158, "idx": 3, "sa": ["Eric Schmidt"], "q": ", about adding some experience to their three year old company in 2001. The rest is history.`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,'' enthused Page. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity- we are only at the beginning and I can't wait to get started. </q> Pleasantries aside this is where things get interesting. Page may say Google is`` only at the beginning'', but the reality behind these high level changes is that the company also finds itself", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.'' As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said.`` He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}]