[{"uid": "1297096904101318657", "i": 21248, "idx": 4, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell"], "q": ",'' he said.... <strong> Colin Powell </strong>, <strong> Donald Rumsfeld </strong> said, never spoke up in meetings with the president to raise objections to the Iraq war. Nor was <strong> Donald Rumsfeld </strong> particularly impressed with <strong> Condoleezza Rice </strong>, either: <q> <strong> Donald Rumsfeld </strong> was less impressed by some of the president's closest advisers. Of <strong> Condoleezza Rice </strong>, <strong> President Bush </strong>'s national security adviser and later secretary of state, he said,`` She'd never served in a <strong> George H.W. Bush </strong> administration position </q>- a lack of experience that showed in her lack of organization in putting together critical meetings. \"`` She'd been an academic. And, you know, a lot of academics like to have", "new_id": -2}, {"uid": "1297283444062046208", "i": 8460, "idx": 0, "sa": ["Kirsten Gillibrand", "Frank Lautenberg", "Barbara Boxer"], "q": "The Republican-led House has launched an outrageous assault on women's rights and wants to take away the rights of our sisters, daughters and granddaughters to make their own health care decisions,'' <strong> Barbara Boxer </strong> <strong> Frank Lautenberg </strong> said. <q> Once again, we are seeing a male-o-garchy trying to turn the clock back on women's health. I remain committed to ensuring that American women always have the right to choose what's best for their own lives and their own bodies. </q>`` Republicans claim that they want to keep government out of people's lives, but they insist on asserting their authority in the lives of women,'' <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong> said.`` They've been in", "new_id": -2}, {"uid": "1295455208049922048", "i": 41721, "idx": 3, "sa": ["Sergio Marchionne"], "q": "sufficient to drive the motor.`` In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,'' <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> The Chrysler Group has actively adopted fuel-saving technologies including cylinder deactivation on V-8 engines, a new MultiAir system that is being introduced on the Fiat 500 today and will introduce an eight-speed transmission in the 2011 Chrysler", "new_id": -2}, {"uid": "1296062754109985833", "i": 101, "idx": 1, "sa": ["Michael Vick"], "q": "provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday.`` We're real excited about it,'' chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract.`` We believe it was worth", "new_id": -2}, {"uid": "1295981303233783296", "i": 18603, "idx": 6, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said Google had considered stopping indexing confidential cables released by WikiLeaks, but had decided to carry on. Some other U.S. organisations have bowed to government pressure to stop cooperating with the controversial site. <q> Has Google looked at the appropriateness of indexing WikiLeaks? The answer is yes, and we decided to continue, </q> he said.`` Because it's legal.''", "new_id": -2}, {"uid": "1295581455002506782", "i": 46437, "idx": 8, "sa": ["Eric Schmidt"], "q": "partners, a figure also known as traffic acquisition costs, the company reported revenue of$ 6.3 billion, which topped analysts' forecasts of$ 6.1 billion. What Google wants in Android hires <q> Our strong performance has been driven by a rapidly growing digital economy... and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said about Google's quarter.`` These results give us the optimism and confidence to invest heavily in future growth.'' Adult supervision over: <strong> Eric Schmidt </strong> yields to Google co-founder Page Select one with 3-12 characters", "new_id": -2}, {"uid": "1295584716071549019", "i": 4394, "idx": 1, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q> My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup, </q> Page said in a Thursday interview.`` I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s", "new_id": -2}, {"uid": "1295715899131842121", "i": 25771, "idx": 7, "sa": ["Kirsten Gillibrand"], "q": "'' That said, <strong> Kirsten Gillibrand </strong> is obviously galled by the disrespect she-and female candidates generally-have faced. She recounts with dismay the`` enormous amount of inappropriate comments'' to come from her Republican opponent in 2006. <q> The candidate kept saying,` She's just a pretty face. She's just a pretty face.'? </q> One of his aides, meanwhile, sniped,`` All she knows how to do is buy pocketbooks in New York City.''`` Remarkable,'' says <strong> Kirsten Gillibrand </strong>, flashing a small, satisfied smile.", "new_id": -2}, {"uid": "1295537212247300126", "i": 2539, "idx": 0, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong>- who has an estimated personal fortune of over Â£ 165m- admits he was never academically successful but believes he has done well out of life because he has such good instincts. He said: <q> All my life I had to teach myself. I never really had a proper education. I wasn't born with any skill. I didn't learn anything from school.`` Mainly, I trust my instincts because I have very broad tastes. I genuinely believe that if I like something, other people are going to like it as well. </q> <strong> Simon Cowell </strong> quit` American Idol' last year in order to focus on bringing his UK show,` The X Factor', to the US and admits it took a discussion with an unnamed`` successful", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}]