[{"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q> I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles, </q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}, {"uid": "1296492708037863446", "i": 19114, "idx": 0, "sa": ["Michael Heisley", "Rasheed Wallace", "Chris Bosh", "Lionel Hollins", "Allen Iverson"], "q": "33 points helped his team to won!!!! http://wn.com/Allen_Iverson_SIGNED_with_Memphis_Grizzlies_ESPN_NBA_!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that I will continue my career. </q> Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Bosh </strong> <strong> Rasheed Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added: \"I feel that they are committed to developing a winner and I know that I can help", "new_id": -2}, {"uid": "1295685666063881291", "i": 44139, "idx": 1, "sa": ["Andy Coulson"], "q": "of the World journalists being named. MPs on the Culture Media& Sport Select Committee held an inquiry, and Mr <strong> Andy Coulson </strong> repeated his declaration that the royal phone-hacking had been an isolated incident. <q> What we had with the <strong> Clive Goodman </strong> case was a reporter who deceived the managing editor's office and in turn deceived me. I've thought long and hard about it- I did when I left. What could I have done to stop this from happening? </q> he said. \"But if a rogue reporter decides to behave in that fashion, I'm not sure there's an awful lot more I could have done.\" The MPs remained unconvinced", "new_id": -2}, {"uid": "1297258263038010892", "i": 11008, "idx": 0, "sa": ["Jim Schmitt", "David Letterman", "Aaron Rodgers"], "q": ", named Super Bowl Most Valuable Player, admitted to being tired after a busy couple of days that included a parade at Disney World in Florida and an appearance on the <strong> David Letterman </strong> show in New York. <q> It's been a great journey this year, </q> <strong> Aaron Rodgers </strong> said. \"We've got the greatest fans in the world.\" Green Bay Mayor <strong> Jim Schmitt </strong> promised a street in town would be renamed \"McCarthy's Way\" after the coach. Green Bay", "new_id": -2}, {"uid": "1295887665065683465", "i": 31472, "idx": 4, "sa": ["Eric Schmidt"], "q": "something fresh and new to stay competitive. Ruling by consensus can be effective, but as you grow larger it grows more challenging.\" After 10 years of having \"equal\" decision making power, <q> we will continue to discuss the big decisions among the three of us, </q> <strong> Eric Schmidt </strong> wrote. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" Some Google employees are reportedly concerned about the timing", "new_id": -2}, {"uid": "1296178798053526610", "i": 29573, "idx": 0, "sa": ["Newt Gingrich", "Mike Pence"], "q": "of his closest advisers and political confidantes are now telling CNN that he is at least open to a presidential bid if a suitably conservative candidate fails to emerge from the early and wide-open GOP field... \" <q> He hasn't completely shut the door on running, and if there is a massive void in the group of candidates, who knows what could happen?, </q> said the adviser, who was quick to caution that there is only a five percent chance the senator will run. Aside from Indiana <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>, who is currently deciding between a presidential run and a", "new_id": -2}, {"uid": "1297097447088211513", "i": 8006, "idx": 3, "sa": ["Donald Rumsfeld", "Ben Bradlee", "Marian Wright Edelman", "Hubert Humphrey", "Richard Nixon"], "q": "conservative, but he has not given up his taste for smart people who are passionate about ideas. Terry Lenzner, for one, has maintained a friendship with the man who fired him and says that <strong> Donald Rumsfeld </strong> is <q> open to different personalities and ideas. </q> <strong> Donald Rumsfeld </strong> and his wife, Joyce( also New Trier' 50), have collected scores of friends with liberal credentials, a few even worthy of <strong> Richard Nixon </strong>'s \"enemies list\"- <strong> Hubert Humphrey </strong>, <strong> Marian Wright Edelman </strong>, <strong> Ben Bradlee </strong>", "new_id": -2}, {"uid": "1296527089108003332", "i": 16234, "idx": 2, "sa": ["Mack Brown", "Allen Iverson"], "q": "\" said <strong> Allen Iverson </strong>. \"I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,\" <strong> Mack Brown </strong> said. <q> There were so many lessons to be learned, from him http://wn.com/Football_Playbook__Create_a_playbook_using_PowerPoint__save_time www.youthfootballhandbook.com- <strong> The Coach </strong> Erik Saunders of the Football Academy and author of \"The Youth Football Coaches Handbook </q> teaches us how to use Microsoft PowerPoint to create a football playbook. The process also includes a color coding techniques that is sure to reduce the amount of time you spend teaching plays this season. Visit the www.youthfootballhandbook.com", "new_id": -2}, {"uid": "1297270090210468915", "i": 44162, "idx": 1, "sa": ["Colin Powell"], "q": "with Secretary of State <strong> Colin Powell </strong>-- has been wrong and even dangerous to long-term U.S. national interests... \"The only one who can reach the president is his father,\" one former senior official said. <q> But it is not timely yet to talk to him. </q>", "new_id": -2}, {"uid": "1295666817014565419", "i": 20541, "idx": 5, "sa": ["Rasheed Wallace", "Rip Hamilton", "Vince Carter", "Allen Iverson"], "q": "low. \"No one was going to come in and be <strong> Rasheed Wallace </strong>, <strong> Rip Hamilton </strong> or Dice, but we have guys who will come off the bench and help us in their own way,\" <strong> Allen Iverson </strong> said. <q> We just had to utilize that, even when it meant playing a totally different style. </q> The Nets lost some of their advantage when <strong> Vince Carter </strong> was ejected after for arguing a second-quarter call with referee Derrick Stafford. <strong> Vince Carter </strong> argued a call on an out-of-bounds play, then appeared to get extremely angry after receiving a", "new_id": -2}]