[{"uid": "1295915641195493939", "i": 17085, "idx": 0, "sa": ["Eric Schmidt", "Joe Scarborough", "Bill Maher"], "q": "We always knew the CEO's corner office at Googleplex was no place for an acerbic wit like <strong> Eric Schmidt </strong>'s. Say something like <q> The Google policy on a lot of things is to get right up to the creepy line and not cross it. I would argue that implanting something in your brain is beyond the creepy line- at least for the moment, until the technology gets better </q> onstage during a product demo, and you're a PR nightmare. Say it from behind the anchor's desk, and you're giving <strong> Joe Scarborough </strong> and <strong> Bill Maher </strong> a run for their money. So it's only natural", "new_id": -2}, {"uid": "1296922649262193174", "i": 35463, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "had done some drugs. Sure thing, <strong> Donald Rumsfeld </strong>. Perfectly good excuse. You </blockquote> should drop some leaflets on the families of people, American and Iraqi, whose children have died in that war. <q> Sorry, my son was doing drugs. I was emotional at the time. Not my fault. </q> Stuef also had a suggestion for those plans to invade and occupy Iraq to be`` creative'' that`` Rummy says Defense was preparing for offense on Afghanistan at the time, but <strong> President Bush </strong> asked him to be", "new_id": -2}, {"uid": "1297249562136822788", "i": 7602, "idx": 0, "sa": ["Kirsten Gillibrand", "Barbara Boxer"], "q": "R-N.J. Smith is the key sponsor of the bill to write the Hyde language into permanent law.( House leaders give the first handful of bill numbers to measures they want to highlight as legislative priorities.) <q> I think it says to the world that we are serious; it is time for a national debate on abortion that has never really occurred, </q> Smith said. Democrats in the Senate, however, said the public would rather Congress focus on other things.`` This election was about the economy,'' said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y.``", "new_id": -2}, {"uid": "1295999735228769821", "i": 38013, "idx": 4, "sa": ["Magic Johnson", "Allen Iverson", "Dwight Howard", "James Gribble"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Magic Johnson </strong> 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... <strong> James Gribble </strong> Making Puffin <strong> Magic Johnson </strong> Part 1 This two-part movie features <strong> James Gribble </strong> telling the story of his tragic accident on 1 November, 2008, that left him a quadriplegic", "new_id": -2}, {"uid": "1296712178075202560", "i": 47782, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "<strong> Barack Obama </strong>- In a report prepared for <strong> Sen. Bernie Sanders </strong>, the Department of Defense disclosed that it paid$ 285 billion over a three-year span to hundreds of military contractors that defrauded the Pentagon during the same period. <q> With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money, </q> said <strong> Sen. Bernie Sanders </strong>( I-Vt.).`` The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars", "new_id": -2}, {"uid": "1297135617068190238", "i": 25159, "idx": 1, "sa": ["George Shultz", "Donald Rumsfeld"], "q": "spent in the public eye.`` I remember talking to[ former <strong> Donald Rumsfeld </strong> of State] <strong> George Shultz </strong> and he said,` Don, that's the way it is,'' <strong> Donald Rumsfeld </strong> recalled. <q> Everyone has their slice of history and you need to write yours one day so that it is part of the records.' </q> So, in 815 pages culled from decades of notes, memos and more, the former defense secretary has told his side of the story. And though some have characterized it as a``", "new_id": -2}, {"uid": "1297008715150536220", "i": 31687, "idx": 0, "sa": ["Michael Vick"], "q": "it. After missing two seasons serving a federal sentence for dogfighting, then spending most of the previous year as a seldom-used backup in Philadelphia, <strong> Michael Vick </strong> was back at his best in 2010. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.", "new_id": -2}, {"uid": "1297327001072368149", "i": 489, "idx": 0, "sa": ["Andy Coulson", "Francis Maude"], "q": ". There are familiar whipping boys- some more real that others.`` <strong> Andy Coulson </strong> barred us from engaging with commentators,'' one Cabinet Office source said as a poll showed two-thirds thought BS just spin. <q> To prepare the ground or` roll out the pitch' </q> they continued.`` Whatever the phrase is. But then they're surprised when no one understands what we're trying to do.'' <strong> Francis Maude </strong> appeared to allow himself to blame the newly departed <strong> Andy Coulson </strong> for the communications", "new_id": -2}, {"uid": "1295018682159514651", "i": 7955, "idx": 0, "sa": ["Colin Powell", "Maurice Thomas"], "q": "bestow, to the Tuskegee Airmen for their contributions and sacrifices made decades earlier. At the presentation ceremony, former Secretary of State <strong> Colin Powell </strong> addressed the 300 airmen, widows and other relatives gathered in the Capitol rotunda: <q> Why did you serve a nation that would not serve you? When the conflict was over, you returned to the same conditions. You still believed in a vision of what the Declaration and Constitution set forth of what America could be. Thank you for what you did for African-Americans. Thank you for what you've done for America. </q> The Congressional Gold Medal, part of which belongs to Glen Rock's Flight Officer <strong> Maurice Thomas </strong> Hawkins, is on display at the National Air and Space Museum at the Smithsonian Institution in Washington,", "new_id": -2}, [{"i": 13003, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", and Fiat is set to hit two more targets to reach a 35-percent stake in Chrysler, possibly increasing it to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. <q> I think the opening of the capital markets window in the United States is real, </q> <strong> Sergio Marchionne </strong> said.`` I think it would be unwise for Chrysler not to take advantage of the opening.'' On the Italian side, he is preparing to invest â\u0082¬ 700 million in a plant", "sa": ["Sergio Marchionne"], "uid": "1296231906026230879"}]]