[{"uid": "1297451519240746502", "i": 2859, "idx": 0, "sa": ["Dick Cheney", "Donald Rumsfeld", "Ron Paul", "Rand Paul"], "q": "anti-war cult figure Congressman <strong> Ron Paul </strong>. As the two partners in crime, as <strong> Rand Paul </strong> supporters view them, yukked it up on stage, there were cries of`` draft dodger''( to <strong> Dick Cheney </strong>), <q> so where's bin Laden then? </q>( to <strong> Donald Rumsfeld </strong>) and`` war criminal''( to either, or both). Characteristically, the barracking bothered them one jot.`` Sit down and shut up,'' <strong> Dick Cheney </strong> told the hecklers", "new_id": -2}, {"uid": "1296830789203898892", "i": 28388, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "former Republican presidential candidate hit back yesterday over unflattering comments made by Mr <strong> Donald Rumsfeld </strong> in his new autobiography, Known and Unknown. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. <strong> John McCain </strong>, a fellow Republican, supported the Iraq war but argued for more US troops and resources. He said yesterday that he respected the former defence secretary but the pair had a`` very,", "new_id": -2}, {"uid": "1295205658188956674", "i": 16876, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Sen. Mark Udall", "Tom Coburn", "Chuck Schumer"], "q": "' Meet The Press, <strong> Sen. Mark Udall </strong> <strong> Kirsten Gillibrand </strong>( D-NY) that her friend <strong> Sen. Mark Udall </strong> <strong> Gabrielle Giffords </strong>( D-AZ) is making progress in her recovery from the shooting in Tucson, though she is not yet able to speak: <q> It's far too early for that. But she's making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So she's really-- it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> <strong> Chuck Schumer </strong>: I Will Sit With <strong> Tom Coburn </strong> At SOTU Appearing on Meet The Press, <strong> Sen. Mark Udall </strong> <strong> Chuck Schumer </strong>( D-NY) said that he and <strong> Sen. Mark Udall </strong> <strong> Tom Coburn </strong>( R-OK) will sit together at the State", "new_id": -2}, {"uid": "1295464300008323104", "i": 48305, "idx": 1, "sa": ["Eric Schmidt", "Patrick Pichette", "Nikesh Arora"], "q": "all, you have to be in the right place at the right time to make money.'' Tracy Weslosky will be keynote speaker at the IR Conference 2011( www.irconference.ca) on Friday January 21st in Vancouver on <q> IR Secret Weapons-- Ensure Success and Quantify Results </q>. www.ellismartinreport.com http contact: martinreports@gmail.com http://wn.com/WWE_Getting_Rid_of_the_Survivor_Series_PPV/WWE_Looking_to_Launch_TV_Network_in_2011 <strong> Eric Schmidt </strong>, <strong> Patrick Pichette </strong>, <strong> Nikesh Arora </strong>, and Jonathan Rosenberg participate in Google's Q409 Earnings Call on January 21, 2010. http://wn.com/CEO_Space_Utah_Business_Networking__Take_Your_Business_to_the_Next_Level Make sure when you are buying at auction- take", "new_id": -2}, {"uid": "1296155962139182086", "i": 42483, "idx": 0, "sa": ["Kelly Hoppen", "Andy Coulson", "Sienna Miller"], "q": "criminal activity January 2011- CPS to review all material held by police, following civil action launched against the NoW by actress <strong> Sienna Miller </strong>. Mr <strong> Andy Coulson </strong> resigns as prime minister's communications chief In a statement NoW said: <q> We have carried out an extensive investigation led by a team of independent forensic specialists and we have found no evidence whatsoever to support this allegation.`` The civil litigation is ongoing, as is the internal investigation and until both are concluded it would be inappropriate to comment further.`` However, we are disappointed the BBC chose to lead with this misleading report without giving the News of the World an opportunity to respond. </q> The Guardian has previously reported that Mr Evans' defence is he phoned Ms <strong> Kelly Hoppen </strong>'s number for legitimate reasons and accidentally accessed her voicemail when the keys on his own phone got stuck. Mr", "new_id": -2}, {"uid": "1296135713210878469", "i": 33, "idx": 1, "sa": ["Mike Luckovich", "Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> What's altered in the two photos? See how you score when you play the Find 5 Challenge! Editorial cartoonist <strong> Mike Luckovich </strong> gives his take on local news, politics, sports and celebrities.", "new_id": -2}, {"uid": "1296541564262815760", "i": 10547, "idx": 0, "sa": ["Doc Rivers", "Paul Pierce", "Allen Iverson"], "q": "win games, especially on the road,'' Celtics coach <strong> Doc Rivers </strong> said. Boston led 55-50 at the half, then got outscored 32-18 in the third quarter.`` There is no excuse,'' <strong> Paul Pierce </strong> said. <q> We had our opportunities. We had the lead at http://wn.com/NBA_2K11_Video_Ten_Teams_in_Ten_Days__Day_10_'86_Celtics_and_Bulls Make sure you subscribe, to get the latest sports video game videos. For more sports gaming news, find us at www.operationsports.com`` LIKE </q> us on Facebook http and follow us on Twitter twitter.com http://wn.com/Allen_Iverson_38pts_vs_Boston_Celtics_04/05_NBA_*Game_Winning_Shot The Atlantic Division is heading down to the wire. It's also heading down to the bottom. <strong> Allen Iverson </strong> scored 38 points for Philadelphia, which beat Boston", "new_id": -2}, {"uid": "1295960558216842285", "i": 46602, "idx": 0, "sa": ["Eric Schmidt"], "q": "comments section or shoot a Twitter message to@WSJDealJournal or@ShiraOvide. UPDATE: Asked to respond to the New York Post story, Google said the company doesn't`` comment on gossip or speculation.'' <q> Previous Deals of the Day: The <strong> Morgan Stanley </strong> Banker Drawn into Galleon Case 12:00 pm January 24, 2011 <cite> Len Feldman </cite> wrote:`` The Stream of Consciousness Hour </q>, where <strong> Eric Schmidt </strong> says creepy, inept things in the first half-hour and spends the next half-hour explaining that they were jokes. 11:14 am January 24, 2011 <cite> Precision Trading Solutions </cite> 11:04 am January 24,", "new_id": -2}, {"uid": "1296522316264929290", "i": 18310, "idx": 0, "sa": ["Michael Vick"], "q": "We moved to another town. If I were in Chicago today, I'd move somewhere else. Report Abuse <blockquote> How come nobody is` talkin' the global warming thing NOW? </blockquote> Report Abuse <q> OMG!!!! Reality Check: This is Chicago, Illinois... it SNOWS! Why would you put plows on Garbage trucks? This is the only way those in the city can take thier lawn furniture out of the family room to save their parking place. Let it Snow! </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"i": 6048, "idx": 1, "index_answer": 0, "new_id": -1, "q": "proposal intended to incite a panicked response to a phony crisis,'' <strong> Bill Lockyer </strong>, a Democrat, said during a conference call with reporters organized by the Economic Policy Institute, a Washington, D.C., think tank. <q> Killer bees, space aliens... now it's the invasion of the bankrupt states. The truth is, no state wants to declare bankruptcy, no state needs to declare bankruptcy, and no state would. </q> The proposal at issue would give states the option of declaring bankruptcy in much the same way that businesses can, though it is unclear whether courts would go along with such a move because states, unlike", "sa": ["Bill Lockyer"], "uid": "1295967628237387816"}]