[{"uid": "1296455315108167179", "i": 21756, "idx": 0, "sa": ["Dicky Eklund", "Mike Pence", "Micky Ward", "Simon Cowell", "Terrence Howard"], "q": "inspirations for \"The Fighter,\" the red carpet at the Screen Actors Guild awards Sunday was a cakewalk. It's \"a lot calmer here\" than in the ring, <strong> Simon Cowell </strong> <strong> Dicky Eklund </strong> said. <q>It's a lot of excitement- but in the ring, you got ta keep your head,</q> his brother, <strong> Micky Ward </strong>, Indiana's <strong> Mike Pence </strong> opts out of 2012 presidential run lead their countries effectively. In both countries, Democrats were chastened in their last <strong> Terrence Howard </strong>: Young Hollywood Hearts www.younghollywood.com Young Hollywood hangs with <strong> Terrence Howard </strong>", "new_id": -2}, {"uid": "1297457173244645933", "i": 11498, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Stephen Elop </strong>, the two said, \"There are other mobile ecosystems. We will disrupt them.\" <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both spoke Friday at a news briefing in London that was broadcast on the Internet. <q>This partnership with Nokia will accelerate, dramatically accelerate, the development of a vibrant, strong Windows Phone ecosystem,</q> <strong> Steve Ballmer </strong> said. The partnership brings together software from Microsoft and phones from Nokia. The two companies say they will combine services, such as Nokia Maps, with Microsoft's search engine, Bing, and", "new_id": -2}, {"uid": "1296770511173654034", "i": 12179, "idx": 29, "sa": ["Donald Rumsfeld", "Abraham Lincoln", "Colin Powell"], "q": "responsibility,\" as if they had collectively shrugged, \"stuff happens.\" <strong> Donald Rumsfeld </strong> seems to suggest it was a mistake for American civilians to be running Iraq-he offered to go there for two weeks-rather than <q>putting an Iraqi face on postwar Iraq as soon as possible.</q> But he noted that <strong> Colin Powell </strong>'s State Department had \"proposed an American-led civil authority for an indefinite period.\" As for Bush's \"Mission Accomplished\" appearance on the U.S.S. <strong> Abraham Lincoln </strong>, well, <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1297431527058949667", "i": 38267, "idx": 0, "sa": ["Shayne Ward", "Justin Bieber", "Simon Cowell"], "q": "believes <strong> Simon Cowell </strong> should revoke his recent decision to allow kids as young as 12 to enter the competition, as he thinks 15 or 16 is a more appropriate age. <strong> Shayne Ward </strong> told Digital Spy: <q>Obviously there are a lot of 12-year-olds over in America who are incredible singers. But I personally think it's too low. It's a completely different world over there. \"With the whole <strong> Justin Bieber </strong> thing, I can see why lowering the age threshold might be seen as a good thing, but personally I think it should be set at about 15 or 16.</q> <strong> Justin Bieber </strong> thing, I can see why lowering the age threshold might be seen as a good thing, but personally I think it should be set at about 15 or 16.\" Comment on this Article While", "new_id": -2}, {"uid": "1295821315130777097", "i": 42265, "idx": 0, "sa": ["Mahmoud Abbas", "Andy Coulson"], "q": "approves more east Jerusalem settler homes Photo in Slideshow: FEATURE- Al Jazeera TV makes waves with Tunisia... Photo in Slideshow: Palestinian President <strong> Mahmoud Abbas </strong> Article: Egypt accuses Gaza militants in Coptic church bomb... Report Abuse <q>they seem they are coming from Zionism</q> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297207732016187415", "i": 2096, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "led <strong> Mayor Tom Leppert </strong> to ask for a city review of how council members hand out ceremonial gifts. \"We don't condone it and clearly didn't approve it,\" <strong> Mayor Tom Leppert </strong> said of the <strong> Michael Vick </strong> award. <q>It's unfortunate, and I would rather have not seen the situation.</q> The key <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> was less than official, city officials explained. The official Dallas \"keys\" are made from gold or crystal and given out mostly to foreign dignitaries under strict protocol.", "new_id": -2}, {"uid": "1296425350029392900", "i": 32991, "idx": 4, "sa": ["Zahi Hawass"], "q": "he said. <strong> Zahi Hawass </strong> discovered that three \"tourist police\" who had stayed at the museum throughout the night had caught and bound one of the nine looters who had smashed through the roof. <q>I saw his face, and he looked like an outlaw,</q> <strong> Zahi Hawass </strong> said. The looters, who <strong> Zahi Hawass </strong> believes were searching for gold, smashed 13 showcases on the museum's top floor, then entered the famous King Tutankhamun galleries, where they broke several more artifacts", "new_id": -2}, {"uid": "1297260081046088218", "i": 10082, "idx": 7, "sa": ["Eric Schmidt"], "q": "competitors, hopefully they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law,\" <strong> Eric Schmidt </strong> added. <q>We understand we play a major role in Europe and we're not denying that. We have a lot of meetings with appropriate government officials.</q> I don't get it? Why is Eu investigating Google again?? this does not make sense \"artificially boosting the ranking of its own services in search results, to the detriment of smaller", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q>I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company,</q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called \"Googled: The End of the World As We Know It,\" said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}, {"uid": "1296106992079347723", "i": 1202, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "house-hunting in Los Angeles. The word is that the American executives behind the launch of <strong> Simon Cowell </strong>'s X Factor US are not convinced that <strong> Cheryl Cole </strong> is well enough known among the show's potential core audience. <q>It was thought the American job was a done deal but it seems the US executives have had a last-minute change of heart. They are now questioning whether she's famous enough in America.</q> According to the same source, <strong> Simon Cowell </strong> is doing \"everything in his power\" to persuade them <strong> Cheryl Cole </strong> is the right choice. It seems her rivals for the job are the Barbadian-born superstar", "new_id": -2}]