[{"uid": "1296232388135299211", "i": 42998, "idx": 7, "sa": ["Mike Pence"], "q": "U.S. Rep. <strong> Mike Pence </strong> will begin his version of a listening tour on Friday as he mulls whether to run for Indiana governor. <strong> Mike Pence </strong> announced Thursday that he wouldn't en... shrinktalkingheads 0 minute ago( 11:21 AM) <q> In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead, </q> <strong> Mike Pence </strong> said. Yo! <strong> Mike Pence </strong>. Enough listening. Jobs? Where are the jobs? shrinktalkingheads: \"In the months ahead, as we attend to our duties Littlekit 0 minute ago( 11:20 AM", "new_id": -2}, {"uid": "1297227563238518272", "i": 25019, "idx": 8, "sa": ["Donald Rumsfeld", "Barack Obama", "President Bush"], "q": "turnaround that now has U.S. forces poised to leave Iraq by year's end. In the interview, <strong> Donald Rumsfeld </strong> defended the <strong> President Bush </strong> decision in 2008 to agree to have all forces out this year. <q> The government of Iraq is eventually going to have work with the Iraqi people and fashion various accommodations so that they can go forward and govern the country, </q> <strong> Donald Rumsfeld </strong> said. \"And being aimed in that direction starts them along that road, and that's basically a good thing.\" <strong> Barack Obama </strong> addresses the U.S. Chamber of Commerce in... Photo in Slideshow: U.S.", "new_id": -2}, {"uid": "1295581455002506782", "i": 46437, "idx": 8, "sa": ["Eric Schmidt"], "q": "partners, a figure also known as traffic acquisition costs, the company reported revenue of$ 6.3 billion, which topped analysts' forecasts of$ 6.1 billion. What Google wants in Android hires <q> Our strong performance has been driven by a rapidly growing digital economy... and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said about Google's quarter. \"These results give us the optimism and confidence to invest heavily in future growth.\" Adult supervision over: <strong> Eric Schmidt </strong> yields to Google co-founder Page Select one with 3-12 characters", "new_id": -2}, {"uid": "1295635525217038960", "i": 9300, "idx": 1, "sa": ["Eric Schmidt"], "q": " \"I certainly lack experience there, and that's an issue,\" he said. That being said, Page said he was confident that where he lacked in experience, he made up for it <q> in terms of understanding the industry I am in, and what the company does. </q> <strong> Eric Schmidt </strong> said Thursday that Page is now ready to lead. told BusinessWeek that running a company collaboratively produces better results \"because you have more bandwidth and checking and balancing going on.\" \"", "new_id": -2}, {"uid": "1296791221147030018", "i": 16742, "idx": 5, "sa": ["Allen Iverson", "George Karl"], "q": "for its fourth straight win. <strong> Allen Iverson </strong>'s old team improved to 16-5; his new-again team fell to 5-16. \"It was a positive experience to be part of AI returning,\" Nuggets coach <strong> George Karl </strong> said. <q> <strong> Elgin Baylor </strong> thought he fatigued as the game went on and we got the benefit of it. He's not in the best of shape yet. </q> <strong> Allen Iverson </strong> received a standing ovation when he left in the fourth quarter. He scored 11 points on 4-for-11 shooting and had six assists in 37 minutes. <strong> Allen Iverson </strong>'s rousing return did little to mask the fact that the", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,\" <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q> Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud. </q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business' \"move forward into the era of cloud computing,\" one that would apparently require \"new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}, {"uid": "1295205413016711683", "i": 46748, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "of the victims of the shooting last Saturday in Tucson, AZ.. <strong> Kirsten Gillibrand </strong> and <strong> Gabrielle Giffords </strong> were freshmen members of Congress in 2007. <strong> Gabrielle Giffords </strong> is breathing on her own after doctors removed her ventilator on Saturday. <q> Well, she's doing great, </q> <strong> Kirsten Gillibrand </strong> said. \"I talked to her husband Mark( Saturday) night and she's making progress and if there's anyone in the world that can recover fully from this kind of crime and unbelievable injury,", "new_id": -2}, {"uid": "1295802494101695495", "i": 36366, "idx": 9, "sa": ["Colin Powell", "Barack Obama"], "q": "leave in 2011. When <strong> Barack Obama </strong> was a candidate \"and during the transition period, various conversations were held within the staff, but nothing was of interest to me,\" <strong> Colin Powell </strong> said. <q> I would rather be someone the president calls on from time to time for personal advice, without me expecting anything in return or asking for a position, </q> <strong> Colin Powell </strong> said. On Afghanistan, <strong> Colin Powell </strong> said the 30,000 additional U.S. troops <strong> Barack Obama </strong> authorized in December 2009 haven't turned the war decisively yet. The last of the additional troops arrived in October.", "new_id": -2}, {"uid": "1295451814058523658", "i": 23395, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "interviewed Sirius Radio host, <strong> Howard Stern </strong>. During the interview, Mr. <strong> Howard Stern </strong> commented that he doesn't like <strong> Jay Leno </strong> of NBC's Tonight Show and doesn't understand why his ratings are higher than <strong> David Letterman </strong>'s. <q> America must be filled with morons, </q> he said about <strong> Jay Leno </strong>'s fans who tune in every night. \"I don't like <strong> Jay Leno </strong> personally,\" <strong> Howard Stern </strong> said. He complimented the comedian's career early on, but added, \"I", "new_id": -2}, {"uid": "1296174054124354589", "i": 40924, "idx": 0, "sa": ["Bob McDonnell", "Mike Pence"], "q": "<strong> Mike Pence </strong> decision \"major coup\" for RGA- David Catanese: <strong> Mike Pence </strong> decision \"major coup\" for RGA Indiana Rep. <strong> Mike Pence </strong> isn't running for president, which means a gubernatorial run is almost inevitable. <q> <strong> Mike Pence </strong> won't formally announce his gubernatorial campaign on Thursday-a state law prohibits announced candidates from raising money during the state legislative session, scheduled to end April-but he fully intends to run for governor, a source with knowledge of his thinking told POLITICO. </q> <strong> Mike Pence </strong> was Perry's first recruitment call after he became chairman, a source with knowledge of the call told POLITICO, and <strong> Mike Pence </strong> met in Washington on Wednesday with Virginia Gov. <strong> Bob McDonnell </strong>, the RGA's vice", "new_id": -2}]