[{"uid": "1297506934117407768", "i": 57373, "idx": 0, "sa": ["Ryan Reynolds", "Johnny Depp", "Angelina Jolie", "Jennifer Aniston", "Brad Pitt"], "q": "got 41 per cent of votes in a poll of omg! Yahoo readers on the woman with whom they would least like to spend Valentine's Day. <strong> Jennifer Aniston </strong> and <strong> Angelina Jolie </strong> were the two top choices for <q> dream female celebrity date, </q> with <strong> Johnny Depp </strong> and <strong> Brad Pitt </strong> voted the most romantic males. <strong> Angelina Jolie </strong> was the top choice among lesbians, while gay men went for <strong> Ryan Reynolds </strong>. FREE You are currently not logged into this site. Please href=\"http://dailygleaner.canadaeast.com/onsite.php?page=login\"> log", "new_id": -2}, {"uid": "1295456090049922076", "i": 29898, "idx": 0, "sa": ["Jennifer Lopez", "Steven Tyler", "Simon Cowell", "Randy Jackson"], "q": "makes its seasonal bow.`` American Idol is surely set to come back to the pack in terms of ratings,'' said Jeffrey McCall, a professor of media studies at DePauw University and author of <q> Viewer Discretion Advised: Taking Control of Media Influences. </q>`` American Idol'' judges <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong> prepare for the shows first season without the iconic <strong> Simon Cowell </strong> in the judges' box.`` No show can maintain craze status indefinitely. The show", "new_id": -2}, {"uid": "1295094125134053943", "i": 24356, "idx": 14, "sa": ["Allen Iverson", "Desmond Lee", "Carmelo Anthony"], "q": "that brought them together three months ago. Now, the surging Nuggets hit the road for five straight games and eight of their next nine.`` This does a lot for our confidence,'' <strong> Allen Iverson </strong> said. <q> To win four games in a row, you get a cerDesmond Leen swagger about your game. </q> The Nuggets have quite the saunter thanks to their red-hot superstars. <strong> Allen Iverson </strong> made 16-of-22 shots from the field and <strong> Carmelo Anthony </strong> was 13-for-20. And many of the shots were alley-oop dunks and rim-rattling jams that were the product of", "new_id": -2}, {"uid": "1295591908000901134", "i": 39832, "idx": 2, "sa": ["Alassane Ouattara", "José Eduardo dos Santos", "Raila Odinga"], "q": "presidential election, which U.N.-certified electoral commission results showed <strong> Alassane Ouattara </strong> won but Gbagbo, who retains the control of the military, has rejected. <strong> Raila Odinga </strong>'s office said he would meet Angola's <strong> José Eduardo dos Santos </strong> on Thursday afternoon <q> after securing the backing of three West African states whose stand is viewed as critical to the next course of action by the international community </q>.", "new_id": -2}, {"uid": "1295640121217038855", "i": 6595, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Ken Auletta"], "q": "reported Friday that <strong> Eric Schmidt </strong> had been`` nudged aside.`` <strong> Ken Auletta </strong> said that after losing out to Page and co-founder <strong> Sergey Brin </strong> over the company's href=\"http://www.earthtimes.org/tag/China.html\"> China policy a year ago,`` <strong> Eric Schmidt </strong> lost some <q> energy and focus.`` <strong> Eric Schmidt </strong> was also criticized for allowing Google to be overtaKen Auletta by Facebook, for the company's increasingly frequent privacy scandals and its increasing internal bureaucracy. Together with the co- founders, he decided to step aside.In announcing the move Thursday, <strong> Eric Schmidt </strong> said that the company no longer needed his`` adult supervision </q> and that Page, 38, was ready to run the world's leading internet company.`` We have been talking about how best to simplify our management structure and speed up decision making for a long time,", "new_id": -2}, {"uid": "1295487172086802452", "i": 6127, "idx": 3, "sa": ["Allen Iverson", "Stephon Marbury", "Brad Greenberg"], "q": "the draft. After the second workout, <strong> Brad Greenberg </strong> knew the <strong> Stephon Marbury </strong> jersey would not be needed.`` He's a special athlete and a special competitor and he has leadership ability,'' <strong> Brad Greenberg </strong> said of <strong> Allen Iverson </strong>. <q> He made it an easy decision. </q> <strong> Allen Iverson </strong>, who said he didn't know for sure about the pick until it was made, referred both to a new era for the 76ers, a team that has lost successively more games in each of their", "new_id": -2}, {"uid": "1295482576045400091", "i": 10819, "idx": 0, "sa": ["Regis Philbin", "David Letterman", "Dick Cheney"], "q": "look great. 4. <strong> David Letterman </strong>: <strong> Regis Philbin </strong> announced he's quitting show business. He wants to spend more time with his money. I think the real loser here is[ his wife] Joy. <q> Don't you play golf or something? </q> <strong> Regis Philbin </strong> was discovered back in the 1950s. He was a golden-voiced drifter. 3. <strong> David Letterman </strong>: Doctors say <strong> Dick Cheney </strong> may need a heart transplant, but <strong> Dick Cheney </strong> isn't worried. He's already picked out", "new_id": -2}, {"uid": "1296542506250052624", "i": 40753, "idx": 0, "sa": ["Michael Vick"], "q": "reasons. Washington, D.C. Police Chief Cathy Lanier, who commanded that city's vehicular homicide unit in the late 1990s, said cameras conserve manpower and keep officers safe while reducing fatalities. Report Abuse <q> I simply can't believe all the comments here. </q> IT'S A STOP SIGN IT MEANS STOP! So what is the big deal. Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Stock Picking Software No Guessing-", "new_id": -2}, {"uid": "1295241558038617120", "i": 4883, "idx": 0, "sa": ["Angelina Jolie"], "q": "percent believed in or leaned toward accepting so-called a priori knowledge. There were more-specialized questions, too. Philosophers were widely split on the question of whether zombies were`` inconceivable''( 16 percent), <q> conceivable but not metaphysically possible </q>( 35.5 percent), or`` metaphysically possible''( 23 percent). On that particular issue, twenty-five percent opted for`` other.'' About brainiac What's happening in the world of ideas. <strong> Angelina Jolie </strong>", "new_id": -2}, {"i": 12447, "idx": 1, "index_answer": 0, "new_id": -1, "q": "the collapse of such a dictatorship was`` inevitable'' in Egypt, as well as in other countries throughout the world.`` What comes next, it's hard to predict,'' <strong> Patrick Leahy </strong> said. <q> A huge part of( Egypt's) natural product is tourism. They've got to get tourists feeling free to go back. Nobody's about to book a trip to Egypt right now.`` The United States really needs stability there, </q> <strong> Patrick Leahy </strong> continued,`` because of our interests in Israel and Jordan and elsewhere.'' <strong> Sen. Bernie Sanders </strong>, I-Vt., had a similar response and called on the United States to support a transition to democracy.", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1297523762190513232"}]