[{"uid": "1295976171233406549", "i": 34016, "idx": 0, "sa": ["Alejandro Gonzalez Inarritu", "Bill Lockyer", "Newt Gingrich"], "q": "I believe he deserves it and has made a monumental work,'' <strong> Alejandro Gonzalez Inarritu </strong> said. He said he felt a rare and extraordinary sensation to be nominated for a film that has no happy ending and lacks <q> certain elements that would be obvious to the academy. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Land Rover 2008 Range Rover$ 44,794 Land Rover 2008 Range Rover$ 48,991", "new_id": -2}, {"uid": "1297129044188514306", "i": 483, "idx": 5, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> said a decision about who will sit beside him on the panel will be made in the next three or four weeks. He says he's looking for people who could one-up him in battle. <q> I have to put people on this panel who I genuinely think could be better than me, so it becomes a real competition, </q> he said.`` It is a very, very different principle. It's easy to make comments, but when you have to put together the entire performance yourself and your fellow judges are judging you, it", "new_id": -2}, {"uid": "1296293585238108723", "i": 2963, "idx": 0, "sa": ["David Bianculli", "David Letterman"], "q": "your home each morning and is hard not to like and easy to keep watching. He is <strong> David Letterman </strong>'s favorite butt of jokes, but even that notorious crank regards him with genuine, touching affection. <q> <strong> Regis Philbin </strong> is one of those fine broadcasters that television doesn't serve up very often, </q> said <strong> David Bianculli </strong>, a veteran television critic and now a media professor at Rowan University in New Jersey.`` We are going to miss him. He is honest in a medium that doesn't reward honesty and does", "new_id": -2}, {"uid": "1297621691039272449", "i": 21417, "idx": 0, "sa": ["Zahi Hawass"], "q": "Eight major pieces have been stolen from the Egyptian museum, including a statue of King Tutankhamun, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects missing from the famed museum included <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of`` a gilded wood statue of Tutankhamun harpooning'', <strong> Zahi Hawass </strong> said in a statement. US internet censorship fight fails State department efforts to combat internet censorship in China and other countries have fallen", "new_id": -2}, {"uid": "1295644860262504456", "i": 16543, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "Twitter:`` Day-to-day adult supervision no longer needed!'' <strong> Eric Schmidt </strong> said that although what he called the`` triumvirate approach'' of leadership by himself, Page and <strong> Sergey Brin </strong> has real benefits, it is time <q> to clarify our individual roles so there's clear responsibility and accountability. </q> <strong> Eric Schmidt </strong> became CEO of <strong> Google Inc. </strong> in July 2001, when he'd already been chairman of the board for several months- <strong> Google Inc. </strong> put him on the board and made him chairman in March of that year.", "new_id": -2}, {"uid": "1297323057252542979", "i": 10137, "idx": 9, "sa": ["Donald Rumsfeld"], "q": "puck opined:`` The fact that Politicians lie, is no revelation.'' There's no logic in this as a mere substitution of the collective noun`` little children'' shows: <q> The fact that little children lie, is no revelation. </q> I would still reprimand my child for lying. What <strong> Donald Rumsfeld </strong> is doing is called in the ten commandments`` Bearing false witness.'' Something a good sight worse than a mere fib. That he publilshed", "new_id": -2}, {"uid": "1295988296031850526", "i": 6101, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace"], "q": "front of decision makers. That was one reason cited by Google's outgoing CEO <strong> Eric Schmidt </strong> for passing the torch to co-founder Larry Page, writing in a blog post last week that a change was needed to <q> simplify our management structure and speed up decision making. </q>`` Google is still the same entrepreneurial company it was when I started, encouraging Googlers to take on big ideas and high-risk, high-reward opportunities,'' <strong> Alan Eustace </strong> wrote. Last week Google said that as of", "new_id": -2}, {"uid": "1295389612219906114", "i": 40632, "idx": 3, "sa": ["Sergio Marchionne"], "q": "or redistributed.) WINDSOR, Ontario( AP)- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295415443092504110", "i": 9184, "idx": 2, "sa": ["Sergio Marchionne"], "q": "from the U.S. Department of Energy would come at favorable interest rates. <strong> Sergio Marchionne </strong> said the loans were an important part of Chrysler's refinancing plans. The automaker is also talking to financial institutions to refinance the debt. <q> Because of the long-term nature of the DOE funding-- it's a multi-year commitment and we need it to go forward, </q> he told reporters. In addition to making changes to its minivan lineup, Chrysler will revive the Jeep Wagoneer in 2013 and is developing a Wrangler-based utility vehicle with a pick-up bed that would sell outside North America.", "new_id": -2}, {"i": 5003, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1.59 bn), up from$ 1.97 bn a year earlier, far better than expected. <strong> Eric Schmidt </strong> said it had been a`` great privilege'' to lead the company and he looked forward to working with his <q> literally best friends and partners Larry and <strong> Sergey Brin </strong>. </q> The company said Page would take over from 4 April when <strong> Eric Schmidt </strong> will become executive chairman,`` focusing externally on deals, partnerships, customers and broader business relationships''. <strong> Eric Schmidt </strong> has led the", "sa": ["Eric Schmidt"], "uid": "1295571569192872501"}]