[{"uid": "1296229265086933518", "i": 29436, "idx": 1, "sa": ["Michael Yaki", "Mike Pence"], "q": "The same is true for most other parts of the Arab world...''-- <strong> Mike Pence </strong> has removed himself from 2012 presidential contention( by all accounts 1 So much for equal protection under Obama law <q> DOJ official:`` The law was written to protect black people. </q> </blockquote> <strong> Michael Yaki </strong>, one of the investigation's most vituperative critics, has publicly admitted that some of the allegations of racial favoritism we have uncovered, if true, are very disturbing. Specifically, he said", "new_id": -2}, {"uid": "1296853529158482436", "i": 11507, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Paul McMullan"], "q": "a former features executive and investigative journalist at the title, said former editor <strong> Andy Coulson </strong>`` knew a lot of people'' used the technique when both men worked at sister paper the Sun. <strong> Paul McMullan </strong> said: <q> As he sat a few feet from me in the[ Sun] newsroom he probably heard me doing it, laughing about it... and told others to do it </q>. <strong> Andy Coulson </strong>, who last month quit as <strong> David Cameron </strong>'s director of communications, worked at the Sun for more than a decade before joining the News of the World in 2003.`` <strong> Andy Coulson </strong> knew", "new_id": -2}, {"uid": "1296921227106987589", "i": 28845, "idx": 1, "sa": ["Howard Stern", "David Letterman"], "q": "made. At one point in the interview, there was this exchange between <strong> Howard Stern </strong> and <strong> David Letterman </strong>: <strong> Howard Stern </strong>:`` How much longer are you doing this, really?'' <strong> David Letterman </strong>: <q> I don't know. Maybe two years, I think. </q> <strong> Howard Stern </strong>:`` Two years, you're thinking you're going to exit?'' <strong> David Letterman </strong>:`` I think that's what it is. Yeah.'' <strong> Howard Stern </strong>:`` That", "new_id": -2}, {"uid": "1296872180102547487", "i": 44905, "idx": 2, "sa": ["Travis Pastrana", "David Letterman"], "q": "better riders and better friends.'' For the managing director of Global Action Sports, <strong> David Letterman </strong> Porra, the show, and the antics of <strong> Travis Pastrana </strong>, needs to be seen to be believed. <q> <strong> Travis Pastrana </strong> is the greatest action sports star on the planet and to have him performing live at venues around New Zealand for the very first time is a massive coup for all of his fans there, </q> said Porra.`` The show is the most action you can pack into 2 hours and every aspect of it will completely blow your mind.'' It is almost like the Nitro Circus Live", "new_id": -2}, {"uid": "1295762811142376968", "i": 29988, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "The Crown Prosecution Service has also asked a senior QC to`` comprehensively'' re-examine material amassed as part of the original inquiry and any new evidence. In his resignation statement, Mr <strong> Andy Coulson </strong> said: <q> Nothing is more important than the Government's task of getting this country back on its feet.`` Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role.`` I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> Mr <strong> Andy Coulson </strong> joined Mr <strong> David Cameron </strong>'s team before the General Election and then ran the PM's communications strategy. Labour leader <strong> Ed Miliband </strong> said the row raised`` real questions about <strong> David Cameron </strong>'s judgement", "new_id": -2}, {"uid": "1295644712254836740", "i": 41540, "idx": 0, "sa": ["Jerry Brown", "Andy Coulson", "Jerry Taylor"], "q": "But two days after <strong> Jerry Brown </strong> spoke to the city leaders and urged their cooperation, the mayors and council members said Friday that the governor needs to find another way of fixing the state's budget mess. <q> It would prevent us from continuing to address the blighted communities, and these are focused on low-income areas, </q> said Riverside City Councilman <strong> Andy Coulson </strong> Melendrez. Ridgecrest Vice <strong> Jerry Brown </strong> <strong> Jerry Taylor </strong> said his city recently sold$ 24 million in bonds to pay for new redevelopment and has counted on it to significantly improve the isolated community.", "new_id": -2}, {"uid": "1296964906258326574", "i": 17476, "idx": 1, "sa": ["Michael Vick"], "q": ", who dealt with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. <q> He had a plan and he stuck to that, both on and off the field, </q> Reid said.`` He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job", "new_id": -2}, {"uid": "1295396744034422784", "i": 15258, "idx": 0, "sa": ["David Letterman", "Edwin Edwards"], "q": "brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of Uma <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 <q> The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State... </q> former governor edwin e...( 18:02:05`` former governor edwin edwards granted 5 day furlough==== wesawthat.blogspot.com====...'' <strong> Edwin Edwards </strong> Top Ten F...( 18:03:04`` Louisiana's legendary governor <strong> Edwin Edwards </strong> was a guest on", "new_id": -2}, {"uid": "1295571569192872501", "i": 5005, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "has such incredible opportunity- we are only at the beginning and I can't wait to get started.'' <strong> Eric Schmidt </strong> said the three had been taking decisions together but it had been a slow process. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said. <strong> Sergey Brin </strong> would devote his energy to`` strategic projects, in particular working on new products,'' Google said in a statement. Google continues to dominate search and online advertising but", "new_id": -2}, [{"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason.`` I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong> said. <q> I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on. </q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}]]