[{"uid": "1295963757002146392", "i": 8133, "idx": 0, "sa": ["Bill Lockyer"], "q": "a zone-blocking purist, and I am not a zone-blocking purist.''-- You are all about winning, and your coach is a proven loser. You did the math, and announced that the coach <q> had been in football 20 years, had been with a winning team three years out of 20. </q> So what did you do? You held your nose and let him lead your team for another entire season. Just win, baby? This article appeared on page Treasurer <strong> Bill Lockyer </strong>", "new_id": -2}, {"uid": "1296546100250052628", "i": 5607, "idx": 1, "sa": ["David Letterman", "Justin Bieber"], "q": "answer <strong> David Letterman </strong>'s question without alienating himself, but <strong> David Letterman </strong> is a funny man who can make a point.`` Well, that's really what me and my mom was thinking,'' says <strong> Justin Bieber </strong>. <q> Like this guy named Scooter wants to sign me. Just how professional could he be? But it turns out he says he has some credibility. </q> There's no question that Scooter is definitely one of the forces behind <strong> Justin Bieber </strong>. The friendship they have created while being shot to stardom keeps both of them going strong and it is more than just business", "new_id": -2}, {"uid": "1295808445044548103", "i": 38397, "idx": 1, "sa": ["Mike Pence"], "q": "'' remains, in terms of messaging and strategy, within the field. <strong> Mike Pence </strong> is reportedly being urged by`` stalwart conservative movement leaders'' to throw his hat into the presidential ring. In Hillyer's view, <q> nobody since Reagan has so fully supported all three pillars of the movement( financial, defense, social). </q> The Wall Street Journal that a`` coalition of conservative state legislators'' in South Carolina is urging <strong> Mike Pence </strong> to run for president, pledging support for him in that state's early primary. of New Hampshire Republican party", "new_id": -2}, {"uid": "1297119095257998856", "i": 49839, "idx": 4, "sa": ["Simon Cowell", "Nigel Lythgoe", "Paula Abdul"], "q": "have to make a case-by-case decision based on them as a person.'' And what does <strong> Simon Cowell </strong> think of the new season of American Idol?`` I haven't seen a full episode,'' he said. <q> I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over. </q>` American Idol' EP <strong> Nigel Lythgoe </strong>:' I Worry About Being Called Karaoke' <strong> Simon Cowell </strong> Suggests <strong> Paula Abdul </strong> Could Be in the Running for` X-Factor' Judging... 4 2011 Grammy Nominees- Various Artist href=\"http://www.hollywoodreporter.com/blogs/heat-vision\"> Heat Vision", "new_id": -2}, {"uid": "1297491655239927298", "i": 21667, "idx": 0, "sa": ["Mike Pence"], "q": "figure balked, forcing the Appropriations Committee back to the drawing board. The new cuts will total about$ 60 billion, and the plan appeared to be winning support from the conservative rank and file. <q> House Republicans will keep our word to the American people, </q> said Representative href=\"http://topics.nytimes.com/top/reference/timestopics/people/p/Mike Pence_Mike Pence/index.html?inline=nyt- per\" title=\"More articles about Mike Pence.\"> <strong> Mike Pence </strong>, Republican of Indiana. The Republicans had given themselves an extraordinarily difficult task by promising ahead of the November elections to exclude military", "new_id": -2}, {"uid": "1297278646168607769", "i": 47624, "idx": 8, "sa": ["Simon Cowell", "Billy Bush", "Kit Hoover", "Paula Abdul"], "q": "she's probably going] 14 times a week.'' The <strong> Simon Cowell </strong> bashing continued as <strong> Billy Bush </strong> attempted to uncover <strong> Paula Abdul </strong>'s love life secrets and what she finds most attractive in the opposite sex. <q> What turns me on? Tight tees, yes. Hair that does this kind of thing[ using her hands to make square shape on top of her head], </q> <strong> Paula Abdul </strong> told <strong> Billy Bush </strong> and <strong> Kit Hoover </strong>.`` Pants that are up so high it's like,` What's that on your neck? Oh it's a belt!' I got it.'' The", "new_id": -2}, {"uid": "1297217470140312578", "i": 57009, "idx": 1, "sa": ["George W. Bush", "Colin Powell"], "q": "'' Rumsfeld wrote that the Joint Chiefs of staff supported a strike, based on what Rumsfeld called extensive but not conclusive CIA evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> The prewar attack never happened, although the site was struck in the opening days of the war that <strong> George W. Bush </strong> launched in March 2003, about six weeks after <strong> Colin Powell </strong>'s U.N. speech. The United States never", "new_id": -2}, {"uid": "1295538156252182548", "i": 20355, "idx": 0, "sa": ["Allen Iverson", "Clayton Brothers", "Peter Broggs"], "q": "more quality bmx movies http://wn.com/Allen Iverson_Allen Iverson_mobbed_as_he_arrives_in_Turkey_8_November_2010_to_play_for_Besiktas_?stanbul'da Click here to watch in smooth quality www.youtube.com Subscribe for more quality bmx movies http://wn.com/Allen Iverson_Allen Iverson_unveiled_at_press_conference_for_hysterical_Besiktas_fans_in_Istanbul_Turkey <strong> Allen Iverson </strong> is unveiled for the Besiktas basketball fans on his new home court and he talks to the fans saying <q> I want to tClayton Brothers you fans for welcoming me and embracing me the way you have... I can't promise you that we will win every basket-ball game. But one thing I can promise you is that we will play hard, we will play together and we'll give everything that we have on the basket ball court night in and night out. </q> A great amount of international media were present to witness the event including CNN, BBC and NBA TV. RARE OLDIES VIDEO WITH MR <strong> Peter Broggs </strong>'' RED'' <strong> Allen Iverson </strong>& HIS ALL STARS! <strong> Peter Broggs </strong>`` Red'' <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295779419107937821", "i": 46709, "idx": 1, "sa": ["Simon Cowell", "Nicole Lyn"], "q": "at any time during their act. <strong> Simon Cowell </strong>.`` This is a famous and infamous audience,'' says href=\"http://www.nydaiNicole Lynews.com/topics/Marion+Caffey\" title=\"Marion Caffey\"> Marion J. Caffey, the Amateur Night producer who hand-picks the talent. <q> We have judges, but they only judge the response of the audience. A lot of other shows have judges who make that final decision, and they overrule the audience about who stays and who goes.`` At the Apollo, however, the crowd actually does the hiring and the firing, and they get pretty wild. </q> Caffey kicked off the 2011 season's open auditions last October; hundreds of hopefuls lined up at 125th St.`` They're given 90 seconds to show me what they have, but most people", "new_id": -2}, {"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q> In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it, </q> he said.`` But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.'' <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}]