[{"uid": "1296611107097845302", "i": 18326, "idx": 0, "sa": ["Bill Lockyer"], "q": "firms in the state's underwriter pool to stop including the dues in their calculation of fees paid out of bond proceeds, Tom Dresslar, a spokesman for <strong> Bill Lockyer </strong>, said in an e-mailed statement today. <q> Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances, </q> <strong> Bill Lockyer </strong>, a 69-year-old Democrat, said in the statement. \"It's improper, it will stop now, it will not happen again and we will get our money back.\" The payments went", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.\" Saying his \"heart was in Indiana,\" <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}, {"uid": "1296344292125665473", "i": 718, "idx": 0, "sa": ["Zahi Hawass"], "q": "of widespread looting of supermarket chains. Despite an impromptu guard made up of volunteers, at least two looters managed to get into Cairo's museum of antiquities, damaging some of the exhibits. <q> They were able, these two people to enter the Cairo museum from the[ roof] and they destroyed two mummies and they opened one case, </q> said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. The UK has advised against all but essential travel to Cairo, Alexandria, Luxor and Suez. The US has issued warnings", "new_id": -2}, {"uid": "1296443805235372691", "i": 14723, "idx": 4, "sa": ["Kobe Bryant", "Allen Iverson", "Dwight Howard"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't r... <strong> Kobe Bryant </strong> Scores 81 Points Raptors vs Lakers( Part 2) With the 18997 fans at Staples Center chanting \"MVP! MVP!\" <strong> Kobe Bryant </strong> made two free", "new_id": -2}, {"uid": "1296770511173654034", "i": 12150, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "and his take on Hurricane Katrina. Ten days after the attacks of Sept. 11, 2001, <strong> Donald Rumsfeld </strong> wrote himself a note. \"At the right moment,\" it said, <q> we may want to give <strong> Saddam Hussein </strong> a way out for his family to live in comfort. </q> Known and Unknown, the former Defense secretary says he believed that \"an aggressive diplomatic effort, coupled by a threat of military force, just might convince <strong> Saddam Hussein </strong> and those around him to seek exile.\"", "new_id": -2}, {"uid": "1297715935009617444", "i": 37436, "idx": 2, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. \"Many people make the mistake of thinking that dreams can not come true, but they can,\" he wrote. <q> You have to believe, and know that they are more than just imagination. </q> Web links to Kyiv Post material are allowed provided that they contain a URL hyperlink to the www.kyivpost.com material and a maximum 500-character extract of the story. Otherwise, all materials contained on this site", "new_id": -2}, {"uid": "1295669834215973888", "i": 44953, "idx": 0, "sa": ["Eric Schmidt"], "q": "share of US$ 7.81. Google-owned sites generated revenues of US$ 5.67 bn, or 67pc, while revenues from outside of the United States totalled US$ 4.38 bn, representing 52pc of total revenues. <q> Q4 marked a terrific end to a stellar year, </q> said <strong> Eric Schmidt </strong>. \"Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display", "new_id": -2}, {"uid": "1297088895231997447", "i": 31052, "idx": 2, "sa": ["Paolo Romani", "Sergio Marchionne", "Maurizio Sacconi"], "q": "Minister <strong> Paolo Romani </strong>. \"In the next two or three years we will be able to see a single entity. It could be based here in the United States,\" Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. <q> We'll have to integrate the companies first, though, and then look at the management, </q> he added. Faced with the outcry, the Labor Ministry published a statement showing the Fiat chief backing away from his previous remarks in a telephone conversation with labor minister <strong> Maurizio Sacconi </strong>. According to the ministry, <strong> Sergio Marchionne </strong> explained", "new_id": -2}, {"uid": "1296200478083099666", "i": 7959, "idx": 1, "sa": ["Brad Ellsworth", "Mike Pence"], "q": ".\" <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates. \"The social conservatives love him,\" says former Republican state chairman Rex Early. <q> The fiscal conservatives-- he talks the talk. He is a fiscal conservative. The business people would be very comfortable with him. </q> He also doesn't alienate the opposition. \"I like <strong> Mike Pence </strong>,\" says former House Speaker <strong> Brad Ellsworth </strong> Gregg, a Democrat. \"He is a conservative, but unlike some conservatives he's", "new_id": -2}, {"uid": "1295656103127647773", "i": 27172, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, now 37 and greying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q> the soul and passion of a startup. </q> <strong> Sergey Brin </strong> will concentrate on developing new products. He's worth$ 15 billion, but Page remains something of a rebel who has always had a disdain for corporate protocol. \"Larry and <strong> Sergey Brin </strong>", "new_id": -2}]