[{"uid": "1295790223050479164", "i": 13805, "idx": 2, "sa": ["Jerry Brown", "Bill Lockyer", "Darrell Steinberg"], "q": "'' Democratic Treasurer <strong> Bill Lockyer </strong> said. But:`` The last I heard, the University of California and California schools create jobs.'' The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday, <q> You may win on redevelopment and then we take something else away. </q> But why? Mark Hedlund, spokesman for Senate President Pro Tem <strong> Darrell Steinberg </strong>, framed the issue well- it's a choice between`` a subsidy for public and private development'' and", "new_id": -2}, {"uid": "1297268976172048400", "i": 6439, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer"], "q": " Microsoft Appoints <strong> Satya Nadella </strong> as President of Server and Tools Business, Feb. 9, 2011/ PRNewswire/-- Microsoft Corp. today promoted Senior Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business. <q> We're already making strong traction across our Server and Tools Business by embracing cloud services, </q> said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>.`` <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future", "new_id": -2}, {"uid": "1296046631187023369", "i": 50057, "idx": 0, "sa": ["Steve Ballmer", "Timothy Ferriss"], "q": "gets burned by the recession. The company announced the cuts Thursday as it reported an 11 percent drop in second-quarter profit, which fell short of Wall Street's expectations. Microsoft shares plunged more than 11 percent. <q> We're certainly in the midst of a once-in-a-lifeTimothy Ferrisse set of economic conditions, </q> Chief Executive <strong> Steve Ballmer </strong> said during a conference call. With less access to credit, businesses and consumers are spending less and stretching the life span of their existing computers. The biggest names in the technology sector have been", "new_id": -2}, {"uid": "1295630063219987992", "i": 1934, "idx": 0, "sa": ["Simon Cowell"], "q": "Why did I sign up for this?'' she said, dropping her head on the table-- was a sweet element to the first episode, and she did manage to toughen up as the show progressed. <q> It sounds like you're singing in a voice that's not your voice, </q> she said, putting her finger on just one of the problems with the nerdy,`` burping guy.''`` Idol's'' far more troubling task was replacing the face of the show, <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1295217134075989080", "i": 4662, "idx": 0, "sa": ["Bernie Sanders", "Harry Reid"], "q": "Senate Democrats may support raising the retirement age. But he said there is also a faction of the caucus, led by Senate Majority Leader <strong> Harry Reid </strong>( D-Nev.), staunchly opposed to benefits cuts. <q> I raised my concerns on this payroll tax holiday and it was raised by a number of other Democrats- <strong> Harry Reid </strong> was very strong on the Social Security issue, </q> <strong> Bernie Sanders </strong> said.`` Not every member of the Democratic caucus holds that view,'' he said. <strong> Harry Reid </strong> said during a Jan. 9 appearance on NBC's`` Meet the Press'' that he", "new_id": -2}, {"uid": "1295499873140181535", "i": 54496, "idx": 3, "sa": ["Grant Hill", "Chris Webber", "Allen Iverson", "Kobe Bryant", "Andre Iguodala", "Kyle Korver", "Shaun Johnson", "Phil Jackson"], "q": "at the buzzer was short. <strong> Grant Hill </strong>, who led the <strong> Shaun Johnson </strong> with 25 points, had hit a similar shot to tie the game at 103 with 12 seconds left, but <strong> Allen Iverson </strong> answered that with the game-winner. <q> They wanted it a <strong> Kobe Bryant </strong> more than we did and that's a <strong> Kobe Bryant </strong> disappointing, </q> <strong> Grant Hill </strong> said. <strong> Allen Iverson </strong> finished 15-of-25, including three 3-pointers, but he was hardly alone in scoring from the perimeter. Reserve <strong> Kyle Korver </strong> had 28 points on 10-of-13 shooting, while <strong> Andre Iguodala </strong> and <strong> Chris Webber </strong> each added 11 for Phil Jacksonadelphia", "new_id": -2}, {"uid": "1295785558098680872", "i": 53476, "idx": 0, "sa": ["Nelson Mandela", "Andy Coulson"], "q": "and now it's time to get all the facts out in the open.'' A Scottish Government spokesman said Labour's assertion of 10,000 complaints was`` entirely misleading''. He said: <q> Responses received were both supportive and unsupportive- for example a letter from the <strong> Nelson Mandela </strong> Foundation carried his support for the decision- and other issues have generated far greater levels of response, such as the consultation on the then-proposed smoking ban which attracted tens of thousands of responses. </q> Downing Street spin doctor <strong> Andy Coulson </strong> resigns in phone-hacking row Life for youths who battered man to death because it was` funny' Kevin` Gerbil' Carroll shooting: Murder accused released from prison Full video interview:", "new_id": -2}, {"uid": "1295304916046972943", "i": 4015, "idx": 0, "sa": ["Mike Pence", "Jack Kemp"], "q": " NRO: What makes him`` The Conservative Champion''? What makes him unique? BENKO: <strong> Mike Pence </strong> is courageous for conservative policies and the Constitution across the board. He was Human Events's <q> Conservative of the Year. </q> He was the choice of the Values Voter Summit. He seems to be unique in sharing the Reagan/Jack Kemp economic-growth imperative: jobs and prosperity, and how to get us there. NRO: Aren't", "new_id": -2}, {"uid": "1295599142252706826", "i": 8067, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "in particular, new products.`` We've been talking about how best to simplify our management structure and speed up decision-making for a long time,'' <strong> Eric Schmidt </strong> said in a statement released by Google. <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Internally, <strong> Eric Schmidt </strong>, 55, will continue to act as an adviser to <strong> Larry Page </strong>, 37, and Google co-founder <strong> Sergey Brin </strong>, also 37, who will also focus on strategic projects and new products. The", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he's working very hard on the issue of unemployment,'' <strong> Colin Powell </strong> said, <q> which I think is the major problem facing America right now. </q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}]