[{"uid": "1295665773077054051", "i": 12749, "idx": 4, "sa": ["Don Van Natta Jr.", "Andy Coulson", "Alan Cowell", "Rupert Murdoch"], "q": "\" Tom Watson, another Labour member of the culture committee and a persistent critic of Mr. <strong> Rupert Murdoch </strong>'s media empire and of Mr. <strong> Andy Coulson </strong>, said it was \"not the end\" of the scandal. <q>It's just the end of the beginning,</q> he said. <strong> Alan Cowell </strong> contributed reporting from Paris, and <strong> Don Van Natta Jr. </strong> from Florida.", "new_id": -2}, {"uid": "1295458617235356186", "i": 691, "idx": 1, "sa": ["Lloyd Blankfein", "Hu Jintao", "Steve Ballmer", "Jeff Immelt"], "q": "other's success,\" he said. <strong> Hu Jintao </strong> said U.S. and China \"share broad common interests.\" \"Our cooperation as partners should be based on mutual respect,\" he said. <q>China and the United States should respect each other's development path.</q> Later this afternoon, Chief Executive Officers <strong> Steve Ballmer </strong> of Microsoft Corp. and <strong> Lloyd Blankfein </strong> of Goldman Sachs Group Inc. will be joined by General Electric Co.. CEO <strong> Jeff Immelt </strong>, Jim McNerney of Boeing Co. and 10 other U.S.", "new_id": -2}, {"uid": "1295518631063569936", "i": 13663, "idx": 0, "sa": ["Justin Timberlake", "American McGee", "Simon Cowell", "Billy Joel"], "q": " \"Idol' Embraces Kinder, Gentler Attitude ABC News The Associated Press By DERRIK <strong> Justin Timberlake </strong> LANG AP LOS ANGELES January 18, 2011( AP) When a husky, mustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q>The Longest Welcome to the born-again <strong> American McGee </strong> Idol. With the departure of \"the mean one,</q> judge <strong> Simon Cowell </strong>, the TV juggernaut seems to have gone through a conversion. At a recent Fox` <strong> American McGee </strong> Idol\" judges are in the spotlight this year PASADENA, Calif.- The most intriguing part of", "new_id": -2}, {"uid": "1295635525217038960", "i": 9306, "idx": 7, "sa": ["Eric Schmidt"], "q": "- getting out and talking to users, clients, and lawmakers about what Google does, and what it plans to do in the future. In terms of his strategy with government activity, <strong> Eric Schmidt </strong> said <q>the simple answer is that we're talking to them.</q> blog comments powered by Disqus LogMeIn Rescue: On-demand remote support for PCs, Macs and more. 5GB of FREE IDrive Online Backup, start protecting your digital life today! Get the PC Magazine Editors' Choice", "new_id": -2}, {"uid": "1295304647068321291", "i": 3038, "idx": 0, "sa": ["Steve Ballmer"], "q": "with an upcoming XNA update dubbed the \"Community Technical Preview.\" The report adds detail to statements made by Microsoft head <strong> Steve Ballmer </strong> earlier this month, when the CEO said Kinect on PC would be supported <q>in a formal way in the right time.</q> Kinect SDK and driver support on the PC will reportedly allow third-party developers to enable Kinect functionality on PC-based applications, including games. Of course, hackers haven't waited for Microsoft, releasing a flood of", "new_id": -2}, {"uid": "1297242024149028872", "i": 23749, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers"], "q": "good chance to become the first team to repeat as Super Bowl champs since the \"Every team has a different face to it,\" the 27-year-old <strong> Aaron Rodgers </strong> told the Milwaukee Journal Sentinel. <q>Every year, different players, guys come and go. But I think the core, the nucleus of this team, is intact to make runs like this for the next four or five years.</q> <strong> David Letterman </strong> ended the segment by pulling out a football and asking the Super Bowl MVP to throw him a pass. \"Do you mind throwing me something simple?\" <strong> David Letterman </strong> asked before he quickly added", "new_id": -2}, {"uid": "1295665859231571524", "i": 3513, "idx": 0, "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "q": "nights in Philadelphia at the urging of a friend. From there, he never wanted to do anything else. \"It was the only thing I didn't want to quit,\" <strong> Joe Matarese </strong> said. <q>I started when I was 19. I quit every single job I had up until that point. I started going and I was hooked immediately. And I never stopped.</q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's \"", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q>You'd rather be at the table than not at the table,</q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business. \"You figure this is a way to do something useful for your country.\" <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1295831264124387374", "i": 17396, "idx": 5, "sa": ["Eric Schmidt"], "q": "though. \"A growing number of MSPs have embraced the Google Apps Reseller program,\" says an article on MSPmentor.net, which tracks the managed services provider market. MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained <q>more channel partner momentum with managed services providers. Indeed, 29 of the world's top 100 MSPs now promote Google Apps to their end-customers.</q> The article asks, \"Will that trend continue when the CEO crown soon shifts from <strong> Eric Schmidt </strong> to Google co-founder Larry Page?\" Spin off? While there's no reason to think Google would kill", "new_id": -2}, {"uid": "1295397624010076164", "i": 35078, "idx": 3, "sa": ["Sergio Marchionne"], "q": "up one inch of territory,\" <strong> Sergio Marchionne </strong> said. Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}]