[{"uid": "1295610181062603290", "i": 6402, "idx": 0, "sa": ["Andy Coulson"], "q": "over the phone-hacking scandal, with a slew of revelations in a number of civil court cases that appeared to bring the scandal closer to his door. This is what the Press Association has just reported: <q> The Prime Minister's communications chief <strong> Andy Coulson </strong> is expected to issue a personal statement today. </q> Mr <strong> Andy Coulson </strong> has been under intense pressure to step down over allegations of phone-hacking by the News of the World when he was the newspaper's editor. A No 10 spokeswoman told reporters at a regular", "new_id": -2}, {"uid": "1296108988167460874", "i": 741, "idx": 6, "sa": ["Michael Vick"], "q": "Bowl. He takes satisfaction that his passing was better this season than it ever has been.`` I feel like this one, I had to work hard to get it,'' he said. <q> It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it worked out for me. </q> <strong> Michael Vick </strong> set career highs in yards passing( 3,018), touchdown passes( 21), touchdowns rushing( nine), completion percentage( 62.6) and passer rating( 100.2). The Eagles finished", "new_id": -2}, {"uid": "1295580024033980422", "i": 26578, "idx": 15, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "Jan. 20( UPI)-- Larry Page, who co-founded <strong> Google Inc. </strong> with <strong> Sergey Brin </strong>... <strong> Eric Schmidt </strong> will remain as Chairman of the Board and <strong> Sergey Brin </strong> will work on... Technology Video: Spy Satellite Launched From California Report Abuse <q> Federal Government Tax Revenues$ <strong> Barack Obama </strong> TRILLION </q> Federal Government Expenditures$ 3 TRILLION No more taxes... PLEASE! Liquor Tax Luxury Tax Excise Taxes Property Tax Cigarette Tax Medicare Tax Inventory Tax Car Rental", "new_id": -2}, {"uid": "1295968642108970021", "i": 22808, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "of a New Vision for global think tanks. For more information visit www.ceip.org <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>, gives an exclusive interview to iinnovate( www.iinnovatecast.com) on <strong> Google Inc. </strong>, innovation, and the web landscape. www.theytoldyou.com <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place, </q> <strong> Eric Schmidt </strong> tells CNBC http://wn.com/Eric_Schmidt,_CEO_of_Google_discusses_Internet_dictators Dr. <strong> Eric Schmidt </strong> delivered the keynote address at the Carnegie Endowment for International Peace's launch of a New Vision for global think tanks. For more information visit The Carnegie Endowment for International Peace: www.ceip.org", "new_id": -2}, {"uid": "1295903297179077120", "i": 31102, "idx": 8, "sa": ["Donald Rumsfeld", "Dick Cheney", "President Lyndon Johnson"], "q": "'' he said.`` I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.''' Another <strong> Donald Rumsfeld </strong> Rule: <q> If you are not criticized, you may not be doing much. </q> As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and was a close ally of <strong> Dick Cheney </strong> <strong> President Lyndon Johnson </strong> <strong> Dick Cheney </strong>. But he was deeply disliked by opponents of the Iraq", "new_id": -2}, {"uid": "1295571782118030340", "i": 3037, "idx": 6, "sa": ["Eric Schmidt", "Google Inc."], "q": "Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop`` <strong> Google Inc. </strong> had a strong second quarter,'' said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. <q> Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video results for: google schmidt billion After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 2 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 2 www.StockMarketFunding.com Pt 2$ 16 Drop`` <strong> Google Inc. </strong> had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>.`` Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1297220779174489602", "i": 49086, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his UN presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaeda terrorist network. <strong> Colin Powell </strong> stood in way", "new_id": -2}, {"uid": "1295618617243957797", "i": 6334, "idx": 2, "sa": ["Clive Goodman", "Andy Coulson", "Tommy Sheridan", "Sean Hoare"], "q": "involving <strong> Clive Goodman </strong>. No one was more sorry about it than me; that's why I resigned.'' <strong> Tommy Sheridan </strong> asked whether he know what the phrase`` the dark arts'' meant. <strong> Andy Coulson </strong> replied: <q> As far as I'm concerned it means investigative work.`` I think others have described it as meaning illegal work. All I can tell you is that as far as my reporters are concerned the instructions were very clear: they were to work within the law and within the PCC code. It's in their handbooks. </q> <strong> Andy Coulson </strong> was asked about allegations by a former NoW journalist, <strong> Sean Hoare </strong>, that <strong> Andy Coulson </strong> asked him to use the`` dark arts''. <strong> Andy Coulson </strong> replied:`` I have absolutely no recollection of telling him that", "new_id": -2}, {"uid": "1297170003034897939", "i": 16567, "idx": 1, "sa": ["Simon Cowell"], "q": ":`` Cheryl's signed the deal, the Americans like her, but suddenly there's all this typical <strong> Simon Cowell </strong> smoke and mirrors going on.'' SEE PICS OF SEXY NICOLE SCHERZINGER HERE! <q> She's been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing the puppet master. </q> They added:`` His indecision is final, But he's making us very nervous. This to-ing and fro-ing is not a good sign.'' threat to Cheryl's position on the panel after", "new_id": -2}, [{"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q> These bills show a heinous disregard for the health and well-being of women in America, </q> <strong> Kirsten Gillibrand </strong> says.`` It is a tax on all women who want access to a full-range of reproductive health care.'' The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}]]