[{"uid": "1297077971265338891", "i": 43629, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "concedes that \"it's possible\" that decisions on how many \"In a war, many things cost lives,\" <strong> Donald Rumsfeld </strong> told <strong> Diane Sawyer </strong>. <strong> President Bush </strong> has written that cutting troop levels in Iraq was <q>the most important failure in the execution of the war,</q> <strong> Donald Rumsfeld </strong> called that \"interesting.\" \"I don't have enough confidence to say that that's right. I think that it's possible. We had[ an] enormous number of troops ready to", "new_id": -2}, {"uid": "1295943954061587476", "i": 28326, "idx": 1, "sa": ["Steve Ballmer", "Jeff Immelt"], "q": "chief executive officer at Microsoft. \"<strong> Jeff Immelt </strong> and I started our careers together at Procter& Gamble, and I have enormous respect for the success he's had at GE,\" <strong> Steve Ballmer </strong> said. <q>He is an ideal business leader to chair the President's Council on Jobs and Competitiveness and help drive a focus on what we can all do to increase American competitiveness and create new jobs.</q> Married and the father of one daughter, <strong> Jeff Immelt </strong> grew up in Cincinnati and played football at Dartmouth College, where he earned a bachelor's degree in applied mathematics in 1978. He received", "new_id": -2}, {"uid": "1295642253262504457", "i": 30727, "idx": 1, "sa": ["Andy Coulson"], "q": "me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,\" he said. Mr. <strong> Andy Coulson </strong>, in a statement, said: <q>It's been a privilege and an honor to work for <strong> David Cameron </strong>,</q> and added that \"nothing is more important than the government's task of getting this country back on its feet.\" \"Unfortunately,\" he said,\" continued coverage of events connected to my", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,\" <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as \"deals, partnerships, customers and broader business relationships,\" while Page would <q>merge Google's technology and business vision.</q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so \"there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}, {"uid": "1297437360129613826", "i": 23327, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "bio labs.\"] On chemical weapons, the U.S. could not confirm the identity of any Iraqi sites that could produce the final chemical agent.[ because the production lines were cold] <q>Our overall knowledge of the Iraqi CW program is primarily limited to infrastructure& doctrine. The specific agent and facility knowledge is 60-70 percent incomplete,</q> the report stated. On the one hand, now we know that <strong> Donald Rumsfeld </strong> got his \"we don't know what we don't know\" quote from this two-star Air Force general officer( see second", "new_id": -2}, {"uid": "1296968578257851407", "i": 40183, "idx": 0, "sa": ["George Shultz", "Donald Rumsfeld"], "q": "memos to letters <strong> Donald Rumsfeld </strong>'s parents wrote to each other during World War II. <strong> Donald Rumsfeld </strong>'s sister <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations. <q>I started thinking about this amazing archive I had,</q> he says during a recent interview. \"The fact that I had it, persuaded me that I ought to take advantage of it.\" <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite in", "new_id": -2}, {"uid": "1297273219262504460", "i": 29973, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell", "Abu Musab al-Zarqawi"], "q": "hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> <strong> Donald Rumsfeld </strong> said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of <strong> Abu Musab al-Zarqawi </strong> Qaeda. <strong> Donald Rumsfeld </strong> wrote that he wanted to attack", "new_id": -2}, {"uid": "1296266736254001186", "i": 9111, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "giving her fair or poor ratings. Her favorable rating has increased by double digits among Democrats, Republicans and non-enrolled New Yorkers. Upstate, her approval rate has risen from 40 percent to 49 percent. <q>This is the first time since being appointed to the U.S. Senate by former Governor <strong> David Paterson </strong> that <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> has established herself with New York voters in terms of her job performance,</q> says Dr. Lee M. Miringoff, director of The Marist College Institute for Public Opinion. \"Voters see <strong> Kirsten Gillibrand </strong> in a different light.\" <strong> Chuck Schumer </strong>, the state's senior senator, wins approval from 59", "new_id": -2}, {"uid": "1296488488202686632", "i": 41140, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "own 17-year-old nephew so it's not like we think <strong> David Letterman </strong> is going to crack the enigma that is <strong> Justin Bieber </strong>. No, what we want to see is the <strong> David Letterman </strong> side of the interaction. <strong> Justin Bieber </strong> appeared on the <q>Late Show' last year as a performer, but now he'll show his range by handling a <strong> David Letterman </strong> interview AND presenting a Top 10 list. Admittedly though, we kind of hope <strong> David Letterman </strong> won't let <strong> Justin Bieber </strong> sit down but rather make him field his questions from next to the exit. Like he did when CBS forced him to have the \"Survivor</q> contestants on his show each week.-- Brill Bundy Tuesday, Feb. 1 \"The Good Wife\"( CBS), 10 p.m. ET This courtroom drama puts", "new_id": -2}, {"uid": "1297202882240402460", "i": 3013, "idx": 3, "sa": ["Colin Powell", "President Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q>As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal,</q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious sign", "new_id": -2}]