[{"uid": "1295682265065617928", "i": 116, "idx": 10, "sa": ["Mike Pence"], "q": "to get you to the finish line. You need to be able to expand beyond that.'' <strong> Mike Pence </strong> said Monday he's leaning in one direction but declined to say what it was. <q> We're nearing the end of a process that began right after Election Day in November, </q> <strong> Mike Pence </strong> said.`` We've determined that it would be appropriate for us to make a decision on our general direction before the end of January.'' His recent activities suggest he has been keeping his", "new_id": -2}, {"uid": "1295985212180977683", "i": 37383, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "`` You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right,'' she said. <q> If you are not,... it's probably a program best administered and controlled at the state level. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1297451814077103115", "i": 11522, "idx": 4, "sa": ["Michael Gove"], "q": "up the possibility that other councils could make similar claims, the judge said he believed it was`` far too late'' for them to apply. Waltham Forest Council leader Chris Robbins said the ruling was <q> a victory for common sense and fair play </q>.`` They must now make a decision on our funding based on the real evidence about the difficulties our schools face,'' he said. A spokesman for the Department for Education said <strong> Michael Gove </strong>", "new_id": -2}, {"uid": "1295432780218038315", "i": 5655, "idx": 0, "sa": ["Ian Edmondson", "Andy Coulson", "Steve Coogan", "Andy Gray", "Glenn Mulcaire"], "q": "himself. He has admitted he took orders from <strong> Ian Edmondson </strong>, the paper's associate editor, in a separate case brought by the football agent Sky <strong> Andy Coulson </strong>. <strong> Glenn Mulcaire </strong>'s lawyer Alex Marzec said: <q> Some documents have been produced by the Metropolitan police that may show[ <strong> Glenn Mulcaire </strong>] was interested in Mr <strong> Andy Gray </strong>. They don't show there is any interception[ of voicemail messages] at all. </q> The hearing was adjourned until 31 January after the judge said <strong> Steve Coogan </strong> and <strong> Andy Gray </strong> should submit evidence about which voicemails had been targeted. A full trial has been scheduled for November. Meanwhile, <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295996277049692672", "i": 44677, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Dick Conway"], "q": "many new people as the economy improves, <strong> Dick Conway </strong> says. During the recovery after the 2001 recession, Boeing was a major job generator, directly or indirectly creating 65,000 jobs. But in this recovery, <q> it's going to be closer to zero, </q> <strong> Dick Conway </strong> said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 3 BR/ 3 BA$ 250,000.00 SAN FRANCISCO 3", "new_id": -2}, {"uid": "1295807656066191367", "i": 1150, "idx": 0, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": "bluff'' la menace des Etats de la r?gion de recourir? la force pour installer au pouvoir l'ancien Premier ministre <strong> Alassane Ouattara </strong>, consid?r par la communaut internationale comme le vainqueur de la pr?sidentielle du 28 novembre. <q> Ceux qui pensent que la C?te d'Ivoire sera isol?e sont aussi ceux qui croient que nous n'avons pas d'autre choix que de traiter avec eux </q>, a-t-il dit. Pour ce qui est de l'exportation du cacao, Ahoua Don Mellot la C?te d'Ivoire est le premier pays producteur mondial, <strong> Ahoua Don Mello </strong> a pr?cis que des navires venus d'Asie et d'ailleurs remplaceraient les cargos europ?ens", "new_id": -2}, {"uid": "1296232207160088064", "i": 23157, "idx": 8, "sa": ["Mike Pence", "Barack Obama"], "q": "'' The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "new_id": -2}, {"uid": "1296233042135299079", "i": 9130, "idx": 1, "sa": ["David Hasselhoff", "Simon Cowell"], "q": " <strong> Simon Cowell </strong> would take lessons he's learned from other shows though- new judges <strong> David Hasselhoff </strong> and comedian <strong> David Hasselhoff </strong> MacIntyre were added to the panel on show Britain's Got Talent. <strong> Simon Cowell </strong> says: <q> The most important thing I've learned with these shows is don't be predictable. We have to make sure all the shows are gon na be back bigger, better, stronger, different. </q>", "new_id": -2}, {"uid": "1295351570142295047", "i": 52775, "idx": 0, "sa": ["Mike Pence"], "q": "has introduced a bill that would cut off federal funding to Planned Parenthood and other abortion providers. The bill, the Title X Abortion Provider Prohibition Act, has 127 co-sponsors, including seven from California. <q> It is morally wrong to end an unborn human life by abortion, </q> said <strong> Mike Pence </strong> in a prepared statement.`` It is also morally wrong to take the taxpayer dollars of millions of pro-life Americans and use them to promote abortion at home or abroad.''`` Last year", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}]