[{"uid": "1295785147114884679", "i": 10524, "idx": 1, "sa": ["Spencer Grammer", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "on Broadway.) According to an insider, \"<strong> Camille Grammer </strong> and <strong> Spencer Grammer </strong> had no relationship... And <strong> Spencer Grammer </strong> and her father are closer than ever since he split with <strong> Camille Grammer </strong>.\" interview with <strong> David Letterman </strong>, <strong> Kelsey Grammer </strong> said, <q><strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon.</q> And although his divorce from <strong> Camille Grammer </strong>-- mother of his two youngest children-- may cost him in the neighborhood of$ 50 million, the 55-year-old Emmy winner reportedly isn't inclined to sign a pre-nup with his 29-year-old", "new_id": -2}, {"uid": "1295907918177651713", "i": 23778, "idx": 15, "sa": ["Donald Rumsfeld", "Henry Kissinger", "Ronald Reagan", "Saddam Hussein", "President Lyndon Johnson"], "q": "Iraq. The differences were not personal, <strong> Donald Rumsfeld </strong> says. He recalls receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription, \"To an occasional adversary and a permanent friend.\" <q>When I started working on the book, <strong> Henry Kissinger </strong> said, \"You tell it like it was.' We differed on some issues, and there\"s nothing wrong with that. It was professional and healthy,</q> <strong> Donald Rumsfeld </strong> says. Working on the book meant second-guessing his memory. In 1983, <strong> Donald Rumsfeld </strong> was a special Middle East envoy for <strong> President Lyndon Johnson </strong> <strong> Ronald Reagan </strong> and met with Iraqi leader <strong> Saddam Hussein </strong>,", "new_id": -2}, {"uid": "1295002006132628500", "i": 18417, "idx": 0, "sa": ["Barack Obama", "Ms. McCarthy", "Mike Pence"], "q": "word \"gun safety bills.\" And this one just addresses the narrow issue of these clips.\" <strong> Ms. McCarthy </strong> said she would try to appeal to members of the Senate and <strong> Barack Obama </strong> to push her legislation forward. <q>Listen, any kind of bill the N.R.A. is against is always a problem.</q> Asked about prospects for new gun restrictions, Representative <strong> Mike Pence </strong>, Republican of Indiana, asserted, \"I maintain that firearms in the hands of law-abiding citizens makes communities safer, not less safe.", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. \"I think he's working very hard on the issue of unemployment,\" <strong> Colin Powell </strong> said, <q>which I think is the major problem facing America right now.</q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}, {"uid": "1295726389160612375", "i": 36234, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Martin Indyk", "President Bush", "Dick Cheney", "Paul Wolfowitz", "Bill Clinton"], "q": "term of office and then National Security Adviser to <strong> President Bush </strong> during <strong> President Bush </strong>'s second term. In these positions he worked closely and comfortably not only with <strong> Paul Wolfowitz </strong> but also men like <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>. <strong> Barack Obama </strong>. <q>A second effort[ is] led by <strong> Martin Indyk </strong>.</q> And who is <strong> Martin Indyk </strong>? <strong> Martin Indyk </strong> served twice as U.S. Ambassador to Israel as well as being a member of the National Security Council under <strong> Bill Clinton </strong>. Before that he was deputy research director for", "new_id": -2}, {"uid": "1296753620175587617", "i": 38382, "idx": 0, "sa": ["Paul Bremer", "Joe Biden", "Condoleezza Rice", "Colin Powell", "President Bush", "Hillary Clinton"], "q": "regrets for the war in Iraq. ABC News, Rumsfeld \"criticizes other members of the <strong> President Bush </strong> national security team- <strong> Condoleezza Rice </strong>, <strong> Colin Powell </strong> and, especially, Iraq administrator <strong> Paul Bremer </strong>.\" <q>There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch,</q> he wrote. As for <strong> Hillary Clinton </strong>, <strong> Joe Biden </strong> and other critics who had at first supported the Iraq war, Rumsfeld wrote: \"You wouldn't want to be in a foxhole with them.\"", "new_id": -2}, {"uid": "1295502688237502473", "i": 4086, "idx": 1, "sa": ["Rep. Joe Barton", "Mike Pence"], "q": "takeover of health care when it doesn't even include a public option( for government-funded health care),\" Scott said. But <strong> Rep. Joe Barton </strong> <strong> Mike Pence </strong>, R-Ind., said that description is accurate. <q>When you mandate that every American purchase health insurance whether they want it or need it or not, you mandate that every business provide health insurance, you send people to a government-run exchange, you pay for it with hundreds of billions of dollars in higher taxes and mandates and you throw in public funding of abortion against the wishes of the overwhelming majority of the American people, that's a government takeover of health care and the American people know it,</q> <strong> Mike Pence </strong> said. Democrats countered that the law is already benefiting millions of Americans and should not be derailed. \"Because of the Affordable Care Act, Americans no longer have to live in fear", "new_id": -2}, {"uid": "1295752898235700267", "i": 4479, "idx": 2, "sa": ["Jerry Brown", "Bill Lockyer", "Steven Glazer"], "q": "not publicly warned of that possibility. \"I'm not supposed to say any of this,\" <strong> Bill Lockyer </strong> said. <strong> Jerry Brown </strong> advisor <strong> Steven Glazer </strong> said <strong> Bill Lockyer </strong>'s warning is consistent with what the governor has said. <q>We've asked the Legislature to act quickly. That cures a lot of ills.</q> <strong> Bill Lockyer </strong>, a Democrat, is a strong supporter of the budget-balancing approach proposed by <strong> Jerry Brown </strong>, who has asked the Legislature to make$ 12.5 billion in spending reductions by March, then ask voters in June", "new_id": -2}, {"uid": "1297105919173965369", "i": 29430, "idx": 0, "sa": ["Simon Cowell"], "q": "Mon, Feb 7, 2011, 2:11 PM EST- \"The X Factor' winner to get$ 5 million contract{ \"s\": \"nwsa\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} On Monday February 7, 2011, 2:03 pm NEW YORK( AP)-- The winner of <strong> Simon Cowell </strong>\"s upcoming game show on", "new_id": -2}, {"uid": "1296619354222035975", "i": 13520, "idx": 0, "sa": ["Dirk Nowitzki", "Allen Iverson"], "q": "control. A day after scoring 51 points in a defeat, <strong> Allen Iverson </strong> may have been even better, scoring 35 points and dishing out 12 assists while leading the Denver Nuggets past the Dallas Mavericks 122-109 Thursday night. <q>AI had it all going from everywhere,</q> said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds. \"He was driving and making shots in-between.\" <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line.", "new_id": -2}]