[{"uid": "1295094125134053943", "i": 20096, "idx": 26, "sa": ["Allen Iverson", "Matt Geiger"], "q": "champion <strong> Allen Iverson </strong> scored 30 points in his first playoff game and the play of 7-footer <strong> Matt Geiger </strong> in the fourth quarter lifted Philadelphia to a 104-90 victory over the Orlando Magic in the opener of their Eastern Conference first-round series. <q>I am still excited about this game,</q> <strong> Allen Iverson </strong> said. \"I feel like I could still play another 48 minutes. The crowd was against us and it was just great playing in that kind of atmosphere. This was my first one, and I", "new_id": -2}, {"uid": "1295774335001081384", "i": 46523, "idx": 0, "sa": ["Jonathan Ross", "Tony Blair", "Andy Coulson", "Betty Kitten Ross"], "q": "a sudden, unwanted taste of stardom. On Tuesday, during an interview on Gaydar Radio, <strong> Betty Kitten Ross </strong>'s dad, <strong> Jonathan Ross </strong>, was asked how he'd feel his daughter came home with a woman. <q>Well, my oldest daughter is gay, so that's a question that I have dealt with on a regular basis,</q> he replied. At which point the student found herself momentarily as big a news story as <strong> Tony Blair </strong>, <strong> Andy Coulson </strong> and Alan Johnson combined. Newspapers spilled the imaginary beans about \"<strong> Jonathan Ross </strong> girl's torment\",", "new_id": -2}, {"uid": "1295907918177651713", "i": 23776, "idx": 13, "sa": ["Donald Rumsfeld", "Gerald Ford", "Henry Kissinger"], "q": "them in a direct way,\" he says. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by former <strong> Donald Rumsfeld </strong> of State <strong> Henry Kissinger </strong> as a <q>skilled full-time politician-bureaucrat in whom ambition, ability, and substance fuse seamlessly.</q> In the 1970s, as chief of staff and then defense secretary in the <strong> Gerald Ford </strong> administration, <strong> Donald Rumsfeld </strong> clashed with <strong> Henry Kissinger </strong>, with <strong> Donald Rumsfeld </strong> opposing, and helping to prevent, by many accounts, an arms control deal <strong> Henry Kissinger </strong>", "new_id": -2}, {"uid": "1296018266109002765", "i": 13589, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "John Thune", "Paul Tonko"], "q": " \"I was happy to hear that the president and I agree: The foundation of our future economy will be built on investments in higher education and in scientific research and development,\" said <strong> Paul Tonko </strong>. <q>Innovation in technology and clean energy will be the keys that unlock unlimited opportunities for future generations of Americans, and allow us to maintain our status as the leader of the global economy.</q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., who sat with South Dakota Republican <strong> Barack Obama </strong> <strong> John Thune </strong>, expressed optimism that the evening's bipartisan mood could translate into bipartisan legislating. \"We need to continue the spirit of", "new_id": -2}, {"uid": "1295750091189693976", "i": 43208, "idx": 5, "sa": ["Allen Iverson", "Paul Pierce", "Albertina Walker"], "q": "for most of the game before coming alive briefly in the fourth quarter. <strong> Albertina Walker </strong> scored 25 points but was scoreless in the final period. \"This is what playoff basketball is all about,\" <strong> Paul Pierce </strong> said. <q>Nobody said it was going to be easy when we got here. It's obviously not.</q> \"It's hard to get the clinching game,\" said <strong> Allen Iverson </strong>, who has gotten five of them in his career. \"Those shots at the beginning of the game are a lot easier than the ones", "new_id": -2}, {"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?\" American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q>It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like, \"What just happened?'?</q> But <strong> Simon Cowell </strong>'s value was instantly clear. \"I still didn\"t know what the hook of this show was-all these kids come out and sing,\" stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}, {"uid": "1297120638195428364", "i": 18729, "idx": 2, "sa": ["Dwaine Caraway", "Jason La Canfora", "Michael Vick"], "q": "making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs, making positive choices about picking friends, and the importance of education,\" <strong> Dwaine Caraway </strong> said. <q>For those reasons, <strong> Michael Vick </strong> deserves such an action from my office.</q> Posted by Evan Silva on February 7, 2011, 4:55 PM EST NFL Network's <strong> Jason La Canfora </strong> reports that the Cardinals have formally begun pursuing Steelers linebackers coach Keith Butler for their defensive coordinator vacancy.", "new_id": -2}, {"uid": "1295599142252706826", "i": 6762, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "in particular, new products. \"We've been talking about how best to simplify our management structure and speed up decision-making for a long time,\" <strong> Eric Schmidt </strong> said in a statement released by Google. <q>By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> Internally, <strong> Eric Schmidt </strong>, 55, will continue to act as an adviser to Page, 37, and Google co-founder <strong> Sergey Brin </strong>, also 37, who will also focus on strategic projects and new products. The", "new_id": -2}, {"uid": "1295026521123977730", "i": 12428, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "her hospital room shortly after <strong> Barack Obama </strong> and his wife, Michelle, visited. The two women were encouraging their friend to recover quickly so they could go out to eat and vacation together, they said. <q>We knew she could hear and understand what we were saying,</q> <strong> Kirsten Gillibrand </strong> said. \"She started to open her eyes, literally... It was such a moment, and we were just in tears of joy watching this.\" <strong> Gabrielle Giffords </strong> was wounded Saturday when a gunman", "new_id": -2}, {"uid": "1295676548215973969", "i": 29963, "idx": 1, "sa": ["Eric Schmidt"], "q": "leave Google to work for the social networking company. \"My goal is to run Google at the pace and with the soul and passion of a startup,\" Page said in a Thursday interview. <q>I think I will have time to do that given the way we have split up our responsibilities.</q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. \"I am not as concerned about the titles as I am winning", "new_id": -2}]