[{"uid": "1297190662226541577", "i": 44547, "idx": 9, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "refused to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons. \"I have no idea. I have no idea,\" he said. <q>What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons.</q> <cite> http://topsy.com/www.rawstory.com/rs/2011/02/rumsfelds-top-regret-quitting-abu-ghraib/?utm_source=pingback&amp;utm_campaign=L2 </cite> Tweets that mention <strong> Donald Rumsfeld </strong>'s top regret: not quitting after Abu Ghraib| Raw Story- Topsy.com[...] This post was mentioned on Twitter by WorldNewsRecord, News. News said:", "new_id": -2}, {"uid": "1295593945183287950", "i": 14961, "idx": 0, "sa": ["Peter Asher", "Philip Weiss", "David Letterman", "Pete Best", "Paul Shaffer"], "q": "<strong> Philip Weiss </strong> Auctions in a sale of Hollywood memorabilia. You can see many of the items from the auction described here in the slideshow at left. Here's the official description of the picture, Lot# 1419: <q>Four Beatles Autographs on a 1962 Black& White Photo, original black and white 6.25</q> x 8.25,\" Photo pictures Beatles with orginal drummer <strong> Pete Best </strong>, http://wn.com/Former_Beatle_Pete_Best_talks_about_The_Thing_with_the_Fab_Fourum_at_Abbey_Road_on_the_River_2010 A clip of <strong> Peter Asher </strong> backstage with <strong> Paul Shaffer </strong> of \"Late Show With <strong> David Letterman </strong>\" Friday night at the Iridium Club in New York. Taken by Charles", "new_id": -2}, {"uid": "1296539752082821193", "i": 10888, "idx": 5, "sa": ["Linas Kleiza", "Allen Iverson"], "q": "won their eighth straight game at home, were all too happy to have him back, especially <strong> Allen Iverson </strong>. \"When he is not in the lineup, it makes it tougher for me,\" <strong> Allen Iverson </strong> said. <q>He is the main part of our team and he enables us to do so much with the attention that he gets.</q> <strong> Linas Kleiza </strong> may be drawing more attention after the fourth-quarter performance he turned in against the Bobcats. <strong> Linas Kleiza </strong> scored 16 of his 23 points in the period. \"I started being more aggressive and it paid off,\"", "new_id": -2}, {"uid": "1295004834083214337", "i": 14684, "idx": 1, "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "q": "said: \"i'd do it for a million for SANDS. money, mouth??????????????????\" <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q>I will get ITV to make substantial five-figure donation to your charity for the interview</q>. But <strong> Lily Allen </strong> told him: \"Those are my terms. I've got no interest in coming on your show, you've been asking me for years.\" She revealed she had", "new_id": -2}, {"uid": "1297127661189071411", "i": 37776, "idx": 0, "sa": ["Clive Davis", "Paula Abdul", "Simon Cowell", "Leona Lewis"], "q": "'s X Factor Announces Prize:$ 5 Million Sony Music Record Deal <strong> Simon Cowell </strong> Suggests <strong> Paula Abdul </strong> Could Be in the Running for \"X-Factor' Judging Panel <strong> Simon Cowell </strong> on` The X Factor's'$ 5 Million Prize: <q>Yes, I Think We Should Be Nervous</q> \"There is a range of labels for different kinds of music,\" said <strong> Simon Cowell </strong>. \"I remember when we did X Factor with <strong> Leona Lewis </strong>, <strong> Clive Davis </strong> called me-- she hadn\"t won yet--", "new_id": -2}, {"uid": "1294994914169689121", "i": 8532, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "The appeals court is due to publish its decision at a later date. In the case of Ali v. <strong> Donald Rumsfeld </strong>, the ACLU alleges that nine prisoners, who were later released without charge, <q>were beaten, tortured, sexually abused</q> between 2002 and 2004 in American prisons in Iraq and Afghanistan. The ACLU alleges that <strong> Donald Rumsfeld </strong> and members of the military hierarchy knew of such practices and are thus personally responsible for the prisoners' treatment.", "new_id": -2}, {"uid": "1295063169065486905", "i": 29248, "idx": 2, "sa": ["Brian Cashman", "Mike D'Antoni", "David Letterman", "Mike Francesa"], "q": "Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. \"He doesn't listen to me,\" <strong> Mike D'Antoni </strong> said with a laugh. <q>He was nice, though, very diplomatic.</q> Breakfast With A Champion WFAN and <strong> Mike Francesa </strong> will host a very special \"Breakfast with a Champion\" with Yankees GM <strong> Brian Cashman </strong>! The Boomer and Carton Football Challenge is over, check the results to see how you", "new_id": -2}, {"uid": "1294966525056983567", "i": 2307, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson", "George Karl"], "q": ". <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Philadelphia on Dec. 19. <strong> Michael Jordan </strong> season high is 46 against Chicago on Nov. 24. \"He's good,\" <strong> George Karl </strong> said. <q>He's better than I thought and I thought he was( darn) good.</q> After coming out of the lineup with 1:04 remaining, <strong> Allen Iverson </strong> and <strong> George Karl </strong> had a brief conversation and then a quick hug. \"To be a part of something like that is something to http://wn.com/Allen_Iverson_36pts_10assists_vs_T-Mac_Houston_Rockets_06/07 The Denver Nuggets have", "new_id": -2}, {"uid": "1295675869065781762", "i": 48673, "idx": 0, "sa": ["Lenny Wilkens", "Kevin Willis", "Allen Iverson", "Keon Clark"], "q": "the deal that sent veteran forward <strong> Kevin Willis </strong> to the Nuggets, <strong> Keon Clark </strong> quietly stole the show from two of the NBA's top scorers. \"We're excited about( <strong> Keon Clark </strong>),\" Toronto coach <strong> Lenny Wilkens </strong> said. <q>We're trying to work in as quickly as we can, and show him something different every day, and he's just gobbling it up. He's excited about being here and I thought that was just an incredible job he did to step in for( <strong> Baron Davis </strong>). We went to him several times because we wanted him to know we had confidence in him. He did a great job.</q> After helping Toronto eclipse a 20-point first-half deficit, <strong> Keon Clark </strong> watched helplessly as <strong> Allen Iverson </strong> fueled a 17-0 Philadelphia burst with 11 points, leaving the Raptors with an 89-78 deficit with 8:47 left in regulation. But the 6-11 reserve", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season. \"I thought AI had a real good feel for the game,\" Nuggets coach <strong> George Karl </strong> said. <q><strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved.</q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}]