[{"uid": "1296181910199016468", "i": 55124, "idx": 0, "sa": ["David Jason", "Bruce Forsyth", "Simon Cowell", "Eric Sykes"], "q": "admits he's given up hope of getting the award himself. <strong> Bruce Forsyth </strong>, 82, reckons he will never receive a knighthood because the Queen doesn't reward comics, like <strong> Eric Sykes </strong>. He said: <q> Why were Morecambe and Wise never knighted? \"The Two Ronnies, why were they never knighted? Our comedic people never get knighted. </q> The TV veteran's remarks came as <strong> Simon Cowell </strong> joined growing calls for him to become a <strong> David Jason </strong>. He said it was \"crazy\" <strong> Bruce Forsyth </strong> wasn't on the 2011 New Year's Honours List", "new_id": -2}, {"uid": "1295796520180797441", "i": 40181, "idx": 0, "sa": ["Colin Powell"], "q": "'s problems. <strong> Colin Powell </strong> says that \"Superman\" wasn't elected to the White House and but he is confident that today's challenges can be met. His comments came Sunday on CNN's <q> State of the Union. </q> We encourage an open exchange of affirming and dissenting opinions on our stories. We invite you to comment on our content as part of our interactive community. Click here to read our comment guidelines and", "new_id": -2}, {"uid": "1296581048157810744", "i": 5522, "idx": 7, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Ministry, but it constitutes a separate ministry in the new government. While protesters dismissed the Cabinet reshuffle as cosmetic and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. <q> The people in the streets have to give this government an opportunity to change, </q> he said cheerfully. \"Beautiful things happened in the last five days.\" News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1295340588116441088", "i": 11389, "idx": 0, "sa": ["Piers Morgan", "Michael Vick", "Larry King"], "q": "no expectations. I just want to hear <strong> Piers Morgan </strong> be as clueless as <strong> Larry King </strong>. \"So, you have a TV show, yes?\" I am the messenger to deliver the message of hope. <q> My personal journey is to fulfill the highest expression of myself. </q> Whuck? 200 British pounds are bet between O and <strong> Piers Morgan </strong> on who will get <strong> Michael Vick </strong> first. Wait, what about the Euro? I am trying to be my best self tonight in these tweets.", "new_id": -2}, {"uid": "1295559175029818886", "i": 57865, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "for day-to-day operations and product development and strategy. That doesn't mean <strong> Eric Schmidt </strong> is leaving-- he'll carry on as Executive Chairman and serve as an advisor to <strong> Larry Page </strong> and co-founder <strong> Sergey Brin </strong>, focused on external things like <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> As for <strong> Sergey Brin </strong>, he'll now \"devote his energy to strategic projects, in particular working on new products,\" with the simple title of Co-Founder. <strong> Eric Schmidt </strong>'s clarified and explained the change in", "new_id": -2}, {"uid": "1295736733074268675", "i": 45531, "idx": 5, "sa": ["Tyronn Lue", "Ted Kennedy", "James Madison", "Allen Iverson", "Marcus Gilbert", "Larry Brown"], "q": "would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach <strong> Larry Brown </strong> said. <q> This is kind of unexpecTed Kennedy but it's neat. </q> In betJames Madisonn <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable <strong> Marcus Gilbert </strong> for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1296655289246464543", "i": 883, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "beyond its blockbuster startup phase. Effective April 4, <strong> Larry Page </strong> will oversee day-to-day operations as well as product development and technology strategy, while <strong> Eric Schmidt </strong>, bumped up to executive chairman, will by his own account focus on <q> customers and broader business relationships, government outreach and technology thought leadership, </q> while <strong> Sergey Brin </strong> will focus on \"strategic projects, in particular working on new products.\" <strong> Eric Schmidt </strong>, the professional executive and respected technologist, served Google well during his decade as CEO. But with Google facing", "new_id": -2}, {"uid": "1297161526055738379", "i": 41068, "idx": 9, "sa": ["Paula Abdul", "Simon Cowell"], "q": "\" he said. <strong> Paula Abdul </strong>, he called himself a \"massive fan\" of <strong> Paula Abdul </strong> and said they have been in regular touch since she left \"Idol\" several years ago. But, he said, <q> we really haven't decided </q> on the panel yet. Initial auditions will be held in major cities, including New York/ Los Angeles. A couple of rounds into the auditions, <strong> Simon Cowell </strong> said, contestants will perform", "new_id": -2}, {"uid": "1295610181062603266", "i": 27534, "idx": 6, "sa": ["Andy Coulson"], "q": "2011 11:40 AM riggers1 21 January 2011 11:41 AM I am sure <strong> Andy Coulson </strong> will quote either \"pressures\" of work vs. \"family commitments\" as his reason for leaving the post and no doubt <q> looking forward to new challenges </q> in the future. windbag86 21 January 2011 11:41 AM Lushattic 21 January 2011 11:42 AM rabaisse 21 January 2011 11:42 AM In order to post a comment you need to be", "new_id": -2}, {"uid": "1297196814258572315", "i": 47248, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "and during the Iraq war. Among them were several that proved prescient, he says: concerns that Washington \"could fail to manage post-Saddam Hussein Iraq successfully\" and a prediction that Iraq would devolve into <q> ethnic strife among Sunni, Shia and Kurds. </q> In the early post 9-11 period, Mr. <strong> Donald Rumsfeld </strong> also authorized tougher interrogation methods thought to have contributed to the 2004 Abu Ghraib prison scandal in which American soldiers tortured and humiliated their Iraqi detainees.", "new_id": -2}]