[{"uid": "1297206545083279894", "i": 9801, "idx": 2, "sa": ["Colin Powell"], "q": "hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to Abu Musab Al-Zarqawi, a Jordanian extremist who later led the Iraq branch of the Al Qaeda terrorist network. Rumsfeld wrote", "new_id": -2}, {"uid": "1296309067021659679", "i": 6641, "idx": 3, "sa": ["Mike Pence"], "q": "family) went back and forth in our heads, we never went back and forth in our hearts.\" Saying his \"heart was in Indiana,\" <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone. Nurse Fatu", "new_id": -2}, {"i": 34417, "idx": 1, "index_answer": 0, "new_id": -1, "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. <strong> We Trust </strong>'ve missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four Part 2: www.youtube.com Sacramento Kings rookie point guard <strong> Pooh Jeter </strong> does his first ever video blog. <strong> Pooh Jeter </strong> talks about the past season in Spain", "sa": ["Elton Brand", "Pooh Jeter", "Allen Iverson"], "uid": "1295507174010305539"}, {"uid": "1295461104131301415", "i": 35316, "idx": 6, "sa": ["Gary Moore", "Allen Iverson"], "q": "said have been resolved. When no NBA team was interested in him, <strong> Allen Iverson </strong> was wooed by Besiktas executive board member Seref Yalcin to continue his career overseas. <q> He's enjoying the beauty of the country, the beauty of the people, </q> <strong> Gary Moore </strong> said. \"No one has any expectations of him other than what he gives on the basketball court. No one cares about what he did five, six years ago.\" Ex-con with long", "new_id": -2}, {"uid": "1297652095245153826", "i": 24655, "idx": 2, "sa": ["Donald Rumsfeld", "Hunter S. Thompson"], "q": "of the obtuse and esoteric references department: <strong> Donald Rumsfeld </strong>'s adorable \"didn't know\" shenanigans reminded this columnist of the opening of \"The <strong> Hunter S. Thompson </strong> Sleep,\" when Carmen Sternwood falls backwards. Philip Marlowe says: <q> I had to catch her or let her crack her head on the tessellated floor. </q> The mainstream media does for <strong> Donald Rumsfeld </strong> what Marlowe did for Carmen by unquestioningly accepting his disingenuous explanations. \"Good boy, Rover!\" The previously mentioned letter sent to the New York Times", "new_id": -2}, {"uid": "1296126576085180439", "i": 40262, "idx": 1, "sa": ["Michael Vick"], "q": "release said. Unequal President Rob Vito said the company was proud to have <strong> Michael Vick </strong> on board and addressed the 2007 dog fighting conviction that sent <strong> Michael Vick </strong> to federal prison got him booted out of the league. <q> As a dog owner, I know the love of a pet... But as a Christian, I believe that people can repent and deserve a second chance. </q> <strong> Michael Vick </strong>, 30, made his NFL comeback in 2009 after spending 21 months of his 23-month sentence in Leavenworth, Kan., federal prison. He served the last two months confined to his home in Virginia", "new_id": -2}, {"uid": "1296335581205897728", "i": 421, "idx": 0, "sa": ["Zahi Hawass"], "q": "archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1297112033026116113", "i": 49273, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> 3:00 p.m.- 4:00 p.m. Let's Make A Deal 8:00 p.m.- 8:30 p.m. How I Met Your Mother 8:30 p.m.- 9:00 p.m. Rules Of Engagement", "new_id": -2}, {"uid": "1295597951213057559", "i": 9356, "idx": 0, "sa": ["Michael Vick"], "q": "by his starting quarterback this week. <strong> Michael Vick </strong> has been saying all along that he wanted to be back with the Eagles, and if that meant playing under a one-year, franchise-tag contract, no problem. <q> It really doesn't matter as long as I can play football next year, </q> <strong> Michael Vick </strong> said the day after the Eagles' playoff loss to Green Bay. \"It's all a blessing to me.\" Ah, but then <strong> Michael Vick </strong> had a little chat with his agent, Joel", "new_id": -2}, {"uid": "1295554703175849476", "i": 33161, "idx": 9, "sa": ["Mike Pence"], "q": "In the meantime, Republicans, <strong> Mike Pence </strong> says, will use the \"power of the purse\" to block Obamacare's implementation. \"We have a wide variety of legislative tools available.\" reports, <q> <strong> Mike Pence </strong> has raised his profile a number of times in recent years- when he was elected chairman of the the House conservative caucus in 2005, when he ran for House minority leader in 2006, and when he won election as House Republican Conference chairman in 2008 to become the third-ranking Republican in the chamber. He left that post after the GOP won control of the chamber in the Nov. 2 election. </q> <strong> Mike Pence </strong>, the former chairman of the House Republican Conference, The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO", "new_id": -2}]