[{"uid": "1297304788026935319", "i": 27463, "idx": 2, "sa": ["Donald Rumsfeld", "John McCain", "Dick Cheney", "Gerald Ford", "Richard Nixon", "Bill Clinton"], "q": "<strong> Dick Cheney </strong> <strong> Gerald Ford </strong>, whose administration was listing from management troubles within and a feisty primary challenger named \"We had members of Congress savaging what was going on down there[ at Gitmo],\" <strong> Donald Rumsfeld </strong> said. <q>And it was not true. That prison is a world-class operation.</q> The brash aides' directive: Clean up the <strong> John McCain </strong> House operation, or accept their resignations. Or this memo, sent to <strong> Richard Nixon </strong> as <strong> Donald Rumsfeld </strong>'s attempt to urge the <strong> Bill Clinton </strong> to do more to", "new_id": -2}, {"uid": "1295534247247300096", "i": 25281, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q>The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class.</q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. Previous article Factsheet: Mitsubishi Lancer Sportback Ralliart", "new_id": -2}, {"uid": "1297444054223772678", "i": 21875, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "happen to Nokia in years. It's Happy Friday for Microsoft and Nokia rivals. In an internal memo leaked earlier in the week, <strong> Stephen Elop </strong> wrote to Nokia employees about the company's burning platform: <q>We poured gasoline on our own burning platform. I believe we have lacked accountability and leadership to align and direct the company through these disruptive times. We had a series of misses. We haven't been delivering innovation fast enough. We're not collaborating internally. Nokia, our platform is burning.</q> <strong> Stephen Elop </strong>'s solution is to swap out one burning platform for another? Someone should hold him accountable before it's too late. <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> laid out the broad terms of the deal in an\"", "new_id": -2}, {"uid": "1297263656179191809", "i": 8905, "idx": 1, "sa": ["Simon Cowell"], "q": "Photo: Former Liberian... Former Liberian president Charles Taylor Video: <strong> Simon Cowell </strong> on New Judges, Life After \"Idol\" Report Abuse \"What!!!!! Africans enslaving Africans... then raping and killing them...\" Report Abuse <q>Taylor, the first African ruler to stand trial for war crimes, is charged with instigating murder, rape, mutilation, sexual slavery and conscription of child soldiers during a brutal civil war in Sierra Leone. He denies the charges.</q> Report Abuse \"What about the diamond profiteers in Belgium? They knew what was happening, Who gave weapons and drugs in exchange for diamonds. Which european countries? The U.S also?\" They gave Taylor", "new_id": -2}, {"uid": "1295931009036896782", "i": 23226, "idx": 0, "sa": ["Chris Huhne", "Andy Coulson", "David Cameron"], "q": "evidence in the case. Phone hacking is a criminal offence under British law. There are no indications that <strong> David Cameron </strong> was involved, but he is being accused of poor judgment in hiring <strong> Andy Coulson </strong>. <q>It seemed clear that the number of people being hacked clearly was not consistent with it being one rogue reporter,</q> energy minister and coalition partner Liberal Democrats member <strong> Chris Huhne </strong> told a TV channel. \"We know police were not keen on the subject.\" A comment in the Guardian newspaper went further", "new_id": -2}, {"uid": "1297166979054263863", "i": 44797, "idx": 0, "sa": ["Eric Schmidt"], "q": ") for allegedly having abused a dominant position in online search is still ongoing, a spokeswoman said Tuesday, responding to press reports that the company is seeking an early settlement agreement on the probe. <q>There are no discussions. As is known, the commission is conducting an in-depth market investigation. The investigation is not finished,</q> said Amelia Torres, spokeswoman for competition issues at the commission, which has antitrust powers within the European Union. Google's new executive chairman and outgoing chief executive, <strong> Eric Schmidt </strong>, told", "new_id": -2}, {"uid": "1296086133189841409", "i": 37016, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt.\" <q>There will be huge explosions all over Fleet Street if police get to the truth,</q> he told the BBC. Live fish, baby chicks tossed at North Side High School pep rally", "new_id": -2}, {"uid": "1295755514184385552", "i": 31014, "idx": 0, "sa": ["Rasheed Wallace", "Allen Iverson", "Dirk Nowitzki", "Rick Barry"], "q": "Detroit Pistons from start to finish Tuesday night, the finish got pretty close before Dallas pulled out a 103-101 victory. \"Hey, stuff happens in this league,\" said <strong> Dirk Nowitzki </strong>, who scored 30 points. <q>We'll take the wins as we can get them.</q> <strong> Rick Barry </strong> Hamilton was a late scratch for Detroit because of an aggravated groin problem. With <strong> Rasheed Wallace </strong>( calf) and <strong> Allen Iverson </strong>( back) also out, the Pistons were missing a combined average of 48.5 points per game", "new_id": -2}, {"uid": "1295358434148537377", "i": 30674, "idx": 0, "sa": ["Steve Ballmer"], "q": ", along with partner-hosted options, according to the firm. Microsoft chief executive <strong> Steve Ballmer </strong> unveiled the new release, saying that it redefined productivity by offering an industry-leading product that fully embraces the cloud. <q>This is the first time we've made a release in the cloud before we have done so in the server version, and I think that really reflects the push by Microsoft into the cloud,</q> he said. Previous versions of Dynamics CRM largely focused on the on-premise model, in contrast to CRM providers such as Salesforce.com which have long made their products available online as software-as-a-service. Now,", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q>part of a more complicated set of negotiations.</q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned. \"We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}]