[{"uid": "1297462823095535141", "i": 7728, "idx": 5, "sa": ["Paula Abdul", "Simon Cowell"], "q": "( <strong> Simon Cowell </strong> will announce the full panel in the next three or four weeks.) But when asked if former`` Idol'' judge <strong> Paula Abdul </strong> would be involved, he left the option open. <q> I'm a massive fan of <strong> Paula Abdul </strong>, </q> he said.`` We've been in regular contact.'' <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it.`` Over the", "new_id": -2}, {"uid": "1295983558186695688", "i": 39140, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "how today marks the beginning of what should be an intense budget battle that will take place over the next several months- one in which <strong> Sen. Bernie Sanders </strong> Paul Ryan( R., Wis.) will play a starring role: <q> All eyes will be on <strong> Barack Obama </strong> this evening as he delivers his much-anticipated State of the Union address. But it's a momentous day for House Budget Committee chairman </q> Paul Ryan( R., Wis.) as well. Not only has he been tapped to deliver the GOP response to <strong> Barack Obama </strong>'s speech, but by the time the president arrives at the Capitol, the", "new_id": -2}, {"uid": "1295887665065683465", "i": 31470, "idx": 2, "sa": ["Eric Schmidt", "Laura Macias"], "q": "CEO, was 28 and there were fewer than 200 employees in a small Mountain View office. But after a decade and perhaps some`` CEO charm school'' for Page, as <strong> Laura Macias </strong> put it, <q> The training wheels are off, these guys are old enough now to run the company, </q> Kasperzak said. In a blog post announcing the change, <strong> Eric Schmidt </strong> appears to be saying that the company is looking to be more agile, perhaps seeking that`` start-up spark,'' as some have called", "new_id": -2}, {"uid": "1296665397235831409", "i": 757, "idx": 1, "sa": ["Clive Goodman", "Andy Coulson", "Peter Horrocks"], "q": "first time I had been considered for it, and came to the conclusion that it will be an exciting and challenging opportunity.'' BBC director of global news, <strong> Peter Horrocks </strong> praised Mr Oliver but added: <q> Given the crucial editorial independence of the BBC, Craig and I have agreed that he should end his duties at the BBC immediately. </q> Mr <strong> Andy Coulson </strong>, who quit as Downing Street's director of communications in January, was editor of the News of the World in 2007 when its royal editor <strong> Clive Goodman </strong> was jailed for conspiracy to access phone messages", "new_id": -2}, {"uid": "1297390855091619342", "i": 816, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "the six years during which he ran the Defense Department for <strong> President Bush </strong>- particularly because nearly two-thirds of the book deal with that relatively brief period in the author's life. But, as <strong> Donald Rumsfeld </strong> writes, he's <q> never much of a handwringer, I don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others. </q> As seems typical of so much here, that's partially true; the author has no taste for self-criticism or second-guessing himself. Masterful bureaucratic survivor that he was until he ran out of room to maneuver", "new_id": -2}, {"uid": "1295756651021528610", "i": 13743, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin", "Will Page"], "q": "the first place.''`` Every young person one day will be entitled automatically to change his or her name on reaching adulthood in order to disown youthful hijinks stored on their friends' social media sites.'' <q> Just remember when you post something, the computers remember forever. </q>`` You can trust us with your data.'' The Google China Syndrome: <strong> Eric Schmidt </strong> Had Enough <strong> Eric Schmidt </strong> wanted to stay in China. <strong> Will Page </strong> and <strong> Sergey Brin </strong> didn't.`` Upset'' after losing this", "new_id": -2}, {"uid": "1295245546048136202", "i": 20486, "idx": 6, "sa": ["Tony Parker", "Rafer Alston", "Allen Iverson"], "q": "want to get Game <strong> Rafer Alston </strong>.'' If <strong> Allen Iverson </strong> and <strong> Tony Parker </strong> play this well again, the Nuggets have a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter. <q> Two years ago we probably were just happy to be in the playoffs, </q> <strong> Tony Parker </strong> said.`` Now we ain't just happy to be in the playoffs. We know we're a good team and when we play good we can play with the best of them.'' And the", "new_id": -2}, {"uid": "1296528551074448918", "i": 13594, "idx": 0, "sa": ["Michael Vick"], "q": ".. finally they will say, OK.. that's it... the rich keep getting rich, the poor who have all the guns, will finally stand up and say NO!!! Report Abuse <q> whether we were to come up with the split thing after i tell you what you do or not that doesn't change what's going on because of you. everything i talked about is happening. that we previously talked about </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Homeland Security Plane Lands on Interstate Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295818501241696782", "i": 5803, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "phone occurred while <strong> Andy Coulson </strong> was editor of the News of the World. He resigned as <strong> Tony Blair </strong> <strong> David Cameron </strong>'s director of communications Friday. He denied any knowledge of illegal practices as editor, but said the affair made it <q> difficult for me to give the 110 per cent needed in this role. </q> The Conservative <strong> David Cameron </strong>'s office denies reports that <strong> Andy Coulson </strong>'s resignation was demanded by <strong> Rupert Murdoch </strong>, who owns the News of the World, The Independent reported. The police investigation of the paper is expanding", "new_id": -2}, [{"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}]]