[{"uid": "1296105146124256263", "i": 398, "idx": 0, "sa": ["Bernie Sanders"], "q": "that it's got to come from somewhere.'' Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q> Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government, </q> said Sen. <strong> Bernie Sanders </strong>, I-Vt.`` It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this", "new_id": -2}, {"uid": "1296367768155516987", "i": 7721, "idx": 1, "sa": ["Sam Mitchell", "Allen Iverson"], "q": "what I do.''`` I played that game like it was my last when I was a rookie and scored 50,'' said <strong> Allen Iverson </strong>, who equaled the most points scored in the NBA this season. <q> I did the Sam Mitchelle thing tonight, just like I do every night. And we won. </q> <strong> Allen Iverson </strong>, approaching his first All-Star game, had a slew of incredible numbers: A career-high 20 field goals and 40 attempts, nine rebounds and six assists. He favorite stat was the one that goes in the", "new_id": -2}, {"uid": "1295880426196345861", "i": 57085, "idx": 0, "sa": ["Alan Johnson", "Andrew Rawnsley", "Tony Blair", "Andy Coulson"], "q": "any journalist, bAlan Johnsonced articles though off <strong> Andrew Rawnsley </strong> would be refreshing.. I crave a return to traditional Labour values, something <strong> Tony Blair </strong> despised, he's gone <strong> Andrew Rawnsley </strong>, live with it.. <q> I crave a return to traditional Labour values, something <strong> Tony Blair </strong> despised, he's gone <strong> Andrew Rawnsley </strong>, live with it.. </q> SonOfNyeBevan 23 January 2011 1:14 AM I forgot to add in my posts today, given <strong> Andy Coulson </strong> has been forced to step down as Tory Press Secretary, and given the position is now vacant and", "new_id": -2}, {"uid": "1295670200061620307", "i": 35845, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "pre?edinte executiv. Postul de CEO va fi preluat de c?tre <strong> Larry Page </strong>, cofondator al companiei. Schimbarea va avea loc ncep?nd cu 4 aprilie 2011. ntr-o postare pe blogul oficial al companiei, <strong> Eric Schmidt </strong> scrie c <q> se va concentra asupra elementelor c?rora le poate da o valoare ad?ugat: extern, pe dealuri, parteneriate, clien?i i rela?ii cu clien?ii mai mari, contactul cu guvernul i dezvoltarea tehnologiei care este tot mai important ca urmare a importan?ei globale a Google; i intern n calitate de consilier al lui <strong> Larry Page </strong> i Serghei( cei doi cofondatori ai motorului de c?utare- n. r.) </q>.`` Sunt foarte m?ndru de cei zece ani la conducerea companiei i sunt sigur c urm?torii 10 ani sub conducerea lui <strong> Larry Page </strong> vor fi i mai buni!'', a mai scris <strong> Eric Schmidt </strong>.``", "new_id": -2}, {"uid": "1296331356214581249", "i": 31037, "idx": 0, "sa": ["Ruairi Quinn", "Micheál Martin", "Eamon Gilmore", "Pat Leahy", "Enda Kenny"], "q": "main party leaders would make the best prime minister irrespective of party support, 31 percent chose <strong> Micheál Martin </strong>, 26 percent nominated Labour leader <strong> Eamon Gilmore </strong>, while 19 per cent said they preferred Fine Gael leader <strong> Enda Kenny </strong>. <q> Fianna Fail is still on course to lose substantial numbers of seats in the election, but the popularity of new leader <strong> Micheál Martin </strong> suggests that a modest recovery in the party's fortunes may be possible, </q> The Sunday Business Post's political editor <strong> Pat Leahy </strong> said. Labour lawmaker <strong> Ruairi Quinn </strong> told national broadcaster RTE earlier on Saturday that a separate poll due to be published in the Sunday Independent would show Fine Gael on 34", "new_id": -2}, {"uid": "1297097447088211513", "i": 9624, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "of Fortune 500 companies, including the Skokie-based G. D. Searle. Throughout, <strong> Donald Rumsfeld </strong> has been known as a tough operator who lives and works by a collection of rules he has assembled over the decades. Sample: <q> Prune businesses, products, activities, people. Do it annually. </q>( The full roster of 154`` <strong> Donald Rumsfeld </strong>'s Rules'' was once posted on the Pentagon's Web site. Now it can be found target=\"_blank\" href=\"http://www.analects-ink.com/weekend/020308.html\"> here.) <strong> Donald Rumsfeld </strong>'s hawkish", "new_id": -2}, {"uid": "1295667499250150927", "i": 352, "idx": 1, "sa": ["Bill Lockyer", "Bill Clinton"], "q": "the world, would not benefit from the legislation, Treasurer <strong> Bill Lockyer </strong> said.`` States didn't ask for it. We don't want it. We don't need it,'' <strong> Bill Lockyer </strong> said. <q> Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs. </q> Struggling to close a$ 25 Bill Clintonion budget gap, California already holds Moody's Investors Service's lowest state credit rating-- a distinction it shares with Illinois.`` Just the availability of a", "new_id": -2}, {"uid": "1295698317198803458", "i": 54723, "idx": 3, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "that he's done for me, for the government and for the country,'' <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "new_id": -2}, {"uid": "1295833841223035433", "i": 7054, "idx": 7, "sa": ["Gabrielle Giffords", "Colin Powell"], "q": "Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said.`` All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country, but with", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life` Truman Show' PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}]