[{"uid": "1295638013070795356", "i": 21695, "idx": 2, "sa": ["Bill Clinton", "Barbara Walters", "David Letterman", "Henry Kissinger"], "q": "astounding that people think that heart disease is a disease of men, when in fact, it kills more women,\" <strong> Henry Kissinger </strong> Kathy Magliato says in an ABC release. <strong> David Letterman </strong> says in the special, <q>Take advantage of the technology and the care that's available. There's no reason why a man or woman in this day and age should unexpectedly drop dead of a heart attack.</q> Comments are moderated. By posting a comment, you affirm that you are 13 years of age or older and you agree to our copyright and <strong> Barbara Walters </strong> looks at heart disease with <strong> Bill Clinton </strong>, <strong> David Letterman </strong>,", "new_id": -2}, {"uid": "1295433052260259931", "i": 357, "idx": 0, "sa": ["Lionel Richie", "Don Kirshner", "Arsenio Hall", "David Letterman", "Billy Crystal", "Billy Joel", "Paul Shaffer"], "q": "musicians including <strong> Billy Joel </strong> and the Police. <strong> Don Kirshner </strong> also helped launch the careers of Prince, The Eagles, <strong> Lionel Richie </strong> and Ozzy Osborne. The show also boosted careers of comics including <strong> Billy Crystal </strong>, <strong> Arsenio Hall </strong> and <strong> David Letterman </strong>. <q><strong> Don Kirshner </strong> gave new, young musicians the opportunity to showcase their performances for a huge audience during the \"golden age' of the popular music business,</q> <strong> Billy Joel </strong> said in a statement. \"At the time, his` hands-off\" approach to how rock and roll music was presented made television a viable medium for many now-iconic recording artists.\" <strong> Paul Shaffer </strong>,", "new_id": -2}, {"uid": "1296145693210010117", "i": 43866, "idx": 0, "sa": ["Allen Iverson"], "q": "Link: tinyurl.com http://wn.com/2009_All-Stars_Starter_Allen_Iverson__NBA_Videos_and_Highlights No longer a one-man show or half of a dynamic duo, AI( 17.9 ppg, 5.4 apg) is blending his considerable skills into an ensemble cast that's used to winning big. <q>It's always an honor to be named an All-Star and it's a blessing to be in this league,</q> said <strong> Allen Iverson </strong>, twice the Game's MVP. \"Being named an All-Star makes it that much more special. The fact that the fans have voted me onto the team makes this a great honor and it's", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries. \"Things have been stable since June\" in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q>But you never know; it's possible for the government to cause us to not work.</q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}, {"uid": "1297239482104841255", "i": 47144, "idx": 2, "sa": ["Colin Powell", "President Bush"], "q": "recommendation to <strong> President Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as telling the meeting, <q>We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.</q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as \"Terrorist Poison and Explosive Factory, Khurmal.\" Rumsfeld said Khurmal was operated by Ansar", "new_id": -2}, {"uid": "1295562468254656539", "i": 4375, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the business so brilliantly,\" Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. The Pathways ICT Leadership Development Program Overview And 2011 Course Curriculum McGrathNicol takes streamlined approach to keep", "new_id": -2}, {"uid": "1296083432189841414", "i": 18530, "idx": 0, "sa": ["Michael Vick"], "q": "this one. Then. Now. \"I would say the feeling this week is comparable to other weeks in the season,\" Reid was saying yesterday, after his Monday news conference. <q>I know we've got a good team, but I also know that I haven't been through this with them. There are a lot of new pieces here and I haven't been through a playoff experience with them.</q> Reid has never had a younger team make the postseason than this one. He has never had a more dynamic quarterback than <strong> Michael Vick </strong>. He has never had a playoff defense that allowed this many points and", "new_id": -2}, {"uid": "1297114520257425423", "i": 35168, "idx": 9, "sa": ["Paula Abdul", "Noel Gallagher", "Simon Cowell", "Nicole Scherzinger"], "q": "not\" doing it), <strong> Nicole Scherzinger </strong> Doll-turned- \"Dancing With the Stars\" champ <strong> Nicole Scherzinger </strong> and former Oasis guitarist <strong> Noel Gallagher </strong>. <strong> Simon Cowell </strong> also didn't rule out the possibility of reuniting with <strong> Paula Abdul </strong>. <q>I'm a massive fan of <strong> Paula Abdul </strong>,</q> he said. \"We honestly haven't made our mind up yet... We're talking to a number of people. We hope to make an announcement in 3-4 weeks.\" Auditions for the first", "new_id": -2}, {"uid": "1296128197246497300", "i": 17590, "idx": 1, "sa": ["Michael Vick"], "q": "dogfighting operation four years ago. \"This one feels great due to the fact that I've been through so much,\" <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q>To be able to get back to this position is paramount to me, and I'm just thankful.</q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for", "new_id": -2}, {"uid": "1295809830194183172", "i": 2248, "idx": 1, "sa": ["Eric Schmidt", "... More", "Thomas Aragon", "Woodrow Wilson"], "q": "have made their case on <strong> ... More </strong> <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009 <strong> ... More </strong>. Public Health 257B- Fall 2009- Lecture 6 Public Health Preparedness and Emergency Response Professor <strong> Thomas Aragon </strong> <strong> ... More </strong> Public Health 257B-", "new_id": -2}]