[{"uid": "1296691911219119623", "i": 10635, "idx": 0, "sa": ["Sergio Marchionne", "Maurizio Landini"], "q": "the FIOM leaders seek a new basis for collaboration with <strong> Sergio Marchionne </strong>. On Friday, speaking in Milan's cathedral square, FIOM Secretary <strong> Maurizio Landini </strong> blamed the brutal exploitation contained in the agreement on`` modernity'': <q> We say no to a modernity, which in the name of competition, pits one worker against another. </q> He called for`` innovation, research and public intervention'' and added,`` Of course, we want to conclude contracts, and we want the company to function and that fundamental rights are extended, that's", "new_id": -2}, {"uid": "1295958129216842277", "i": 10778, "idx": 1, "sa": ["Dick Armey", "Mike Pence"], "q": "of their state Capitol on Wednesday to encourage <strong> Mike Pence </strong> to run for president.`` It's not a complicated message, but it's a heartfelt one,'' said state <strong> Dick Armey </strong> Kris Crawford. <q> We would like him on the ballot. </q> Leaders of the conservative movement made the same argument in a letter sent to <strong> Mike Pence </strong> this week.`` Seize this moment, <strong> Mike Pence </strong>,'' said the letter signed by former", "new_id": -2}, {"uid": "1296282709080461832", "i": 2910, "idx": 4, "sa": ["Allen Iverson"], "q": "had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102.`` This was a big win for us at somebody else's home,'' <strong> Allen Iverson </strong> said. <q> Down seven points with 3 minutes to go. It was a gut check for us. <strong> I Roy </strong> think a game like this is going to help us down the road. </q> Elias Says <strong> Allen Iverson </strong> posted his own kind of triple double on Wednesday, leading the Nuggets to a win over Memphis by shooting 11-of-26 from the floor, 10-of-12 from the line and adding 12 assists. It was only", "new_id": -2}, {"uid": "1296168415065404947", "i": 21041, "idx": 5, "sa": ["Barack Obama", "Rand Paul", "Mike Pence"], "q": "covered in... Photo in Slideshow: The sidewalk in front of the White House Politics Video: DHS Ends Color-Coded Threat Level System Politics Video: <strong> Rand Paul </strong>: <strong> Barack Obama </strong>` Been Co-Opted By The Tea Party' Report Abuse <q> You need a little help here understanding this article. </q> He is not a third party candidate. He is a republican candidate. The article reads'' An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way''. Report Abuse", "new_id": -2}, {"uid": "1295466774131301385", "i": 2662, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": "about a quarter of Oprah money? The answers to both are no, according to <strong> Howard Stern </strong>, who appeared on <strong> Piers Morgan </strong>'s second prime-time show Tuesday night. Between slamming his gig( <q> It makes me crazy. I hate getting up early in the morning, and I don't particularly like doing the show </q>) and <strong> Jay Leno </strong>(`` he's a crook,''`` not fit to scrub <strong> David Letterman </strong>'s feet''), he addressed a topic that makes the otherwise no-holds-barred broadcast personality uncomfortable: money. reportedly", "new_id": -2}, {"uid": "1297490833134791170", "i": 47896, "idx": 1, "sa": ["Mike Huckabee", "Mike Pence"], "q": "between the problems they identify and the policy solutions they propose. They tend to talk about issues such as abortion and gay rights, stem cell research and the role of religion`` in the public square'': <q> Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history, </q> said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said:`` We need to understand there is a direct correlation between", "new_id": -2}, {"uid": "1296275225095797286", "i": 36204, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success,`` the board clearly wants to retain his guidance for the next four years.'' <q> It's a signal to shareholders that he'll continue to steer the boat, </q> Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page. Both men, along with <strong> Google Inc. </strong>'s other co-founder <strong> Sergey Brin </strong>( Alert), have limited their salaries", "new_id": -2}, {"uid": "1296813127059981847", "i": 4283, "idx": 0, "sa": ["Michael Vick"], "q": "has three Lombardi Trophies, but doesn't make the list. And then there is the case of <strong> Michael Vick </strong>. Master said <strong> Michael Vick </strong> was No. 30 on the Philadelphia list in that October survey. <q> <strong> Michael Vick </strong> has one of the highest levels of awareness in Philadelphia, even higher than some of the top five, </q> Master said.`` But his appeal is not really as high, for obvious reasons...`` I would think, based on the success of his season, that he would be higher when", "new_id": -2}, {"uid": "1296146613005734416", "i": 10568, "idx": 2, "sa": ["Craig Dunn", "Mike Pence"], "q": "the state whether he's made a decision. One sign pointing to a gubernatorial campaign is that he's already scheduled to speak during at least nine GOP county dinners in Indiana this winter and spring. <q> Certainly if a person was going to be running for president of the United States, I think he'd probably be doing more Lincoln Days in Iowa and New Hampshire than he would in Indiana. That's just the pure reality of the matter, </q> said Howard County GOP Chairman <strong> Craig Dunn </strong>, who has lined up <strong> Mike Pence </strong> to speak at a dinner in Kokomo on March 22. A <strong> Mike Pence </strong> spokesman, who said on Tuesday that no announcement had yet been set", "new_id": -2}, {"i": 5030, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Jimi Hendrix </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Jimi Hendrix </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me The BP symbol is on", "sa": ["Allen Iverson", "Jimi Hendrix", "Donyell Marshall"], "uid": "1295212882209371150"}]