[{"uid": "1297355394081428543", "i": 7928, "idx": 0, "sa": ["Ben Bernanke", "Sen. Bernie Sanders"], "q": ", more the excuse for FED to buy bonds. </blockquote> this will help make the stock market fly and devaluate savings of american people and more unemployment more foreclosure and more bank failures Report Abuse <q> A Real Jaw Dropper at the Federal Reserve </q> by <strong> Sen. Bernie Sanders </strong> At a Senate Budget Committee hearing in 2009, I asked Fed Chairman <strong> Ben Bernanke </strong> to tell the American people the names of the financial institutions that received an unprecedented backdoor bailout from the", "new_id": -2}, {"uid": "1296387706032849961", "i": 25218, "idx": 0, "sa": ["Philip Rivers", "Michael Vick", "Peyton Manning"], "q": ", but it just seems like a lot of the players who were there say they're glad to be back here in Hawaii,'' said <strong> Peyton Manning </strong>, who missed the game while preparing for the Super Bowl. <q> It's always an honor to be here, it's a privilege. </q> <strong> Peyton Manning </strong> will back up AFC starter <strong> Philip Rivers </strong> of San Diego. Philadelphia's <strong> Michael Vick </strong>, subject of perhaps the NFL's most compelling story line this season, is slated to start for the NFC.", "new_id": -2}, {"uid": "1297130959189071378", "i": 41873, "idx": 0, "sa": ["Zahi Hawass"], "q": "last few years, is transforming our knowledge of the early human populations of the British Isles and throwing all sorts of fascinating light on the history of populations in Europe as well,'' he said. <q> The idea, in effect, of removing any possibility of carrying out further investigations on these bones is just a complete disaster-- it's not just a specialist interest. </q> <strong> Zahi Hawass </strong> Mike Heyworth director of the Council for British Archaeology agreed.`` It would be tragic,'' he told Reuters.`` If this material becomes inaccessible to us we have lost that opportunity forever and", "new_id": -2}, {"uid": "1295617480099680409", "i": 6060, "idx": 0, "sa": ["Andy Coulson"], "q": "doctor resigns THE British prime minister's director of communications <strong> Andy Coulson </strong> has resigned amid accusations that he was aware of phone hacking by his journalists while working as editor of the`` News of the World'' newspaper. <q> I can today confirm that I've resigned as Downing Street director of communications, </q> <strong> Andy Coulson </strong> said in a statement.`` Unfortunately, continued coverage of events connected to my old job at the`` News of the World'' has made it difficult for me to give the 110 per cent", "new_id": -2}, {"uid": "1297161584212434954", "i": 26029, "idx": 0, "sa": ["Dina Lohan", "Michael Lohan", "Simon Cowell"], "q": "'s not the only <strong> Dina Lohan </strong> response to Glee: <strong> Michael Lohan </strong> had his own take on the insult against his ex-wife.`` As true as this might be, it is wrong,'' he told PopEater. <q> <strong> Dina Lohan </strong> deserves a lot worse of a title after all she has done to destroy the relationships with my kids and entire family. </q> He also claimed his ex surrounds herself with`` the epitomes of losers.'' â\u0080¢ â\u0080¢ â\u0080¢ Acerbic British music judge and entrepreneur <strong> Simon Cowell </strong> said yesterday that the winner of the first U.S.", "new_id": -2}, {"uid": "1297662316154386433", "i": 20629, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer", "Robert McNamara"], "q": "<strong> Donald Rumsfeld </strong> is starting to make <strong> Robert McNamara </strong> look good. At least <strong> Robert McNamara </strong> felt sorry at the end for all those lives and limbs lost because of his colossal misjudgments and cretinous refusal to admit mistakes. <q> We do not have the God-given right to shape every nation in our image or as we choose, </q> a penitent <strong> Robert McNamara </strong> said. By contrast, when <strong> Diane Sawyer </strong> asked <strong> Donald Rumsfeld </strong> last week if he ever revisited decisions that cost lives, he blandly replied,`` Well, you know, in a war, many", "new_id": -2}, {"uid": "1296387505015253604", "i": 30917, "idx": 5, "sa": ["Michael Vick"], "q": "right home. Best Friends isn't simply looking for any pet lover.`` We feel like dogs going into these homes are being ambassadors'' for the breed, Garcia said. <q> They're not just adopting a dog, but fighting the good fight. </q> By spreading the message that pit bulls are only as nice, or vicious, as their owners train them to be, the <strong> Michael Vick </strong> dogs are helping rewrite the book on both the public perception of", "new_id": -2}, {"uid": "1295033449268353562", "i": 12623, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "strong bond even before <strong> Gabrielle Giffords </strong> won a congressional seat in Arizona in 2006. Their families have vacationed together in New Hampshire, and they have exchanged visits to South Florida and Arizona. <q> We were just thrilled to be by her side, </q> <strong> Debbie Wasserman Schultz </strong> recalled of her visit to the hospital Wednesday night, along with House Minority Leader <strong> Nancy Pelosi </strong> and New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>.`` And we were prepared to do and say anything- if she could hear", "new_id": -2}, {"uid": "1297435533253329439", "i": 47697, "idx": 0, "sa": ["Steve Ballmer"], "q": "Android surpassed Symbian to become the world's No 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team <q> more innovation, greater global reach and scale. </q> Subject Nokia, Microsoft join forces for smartphone Should Malta have a consultative referendum on divorce before Parliament votes, or should it have an abrogative referendum after the House decides? Malta should", "new_id": -2}, [{"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies.`` Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,'' <strong> Bill Lockyer </strong> said. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}]]