[{"uid": "1297247574255688768", "i": 9154, "idx": 0, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> confessed that he is a <q> massive fan of <strong> Jay Leno </strong> that she felt that was an understatement. \"I think you need to take \"mass' off and put` obsessive,' </q> said Abdul when asked to comment on <strong> Simon Cowell </strong>'s remark. The singer then clarified, \"He\"s obsessed with me.\" American Idol.\" Now, both have left the show, going on to", "new_id": -2}, {"i": 12105, "idx": 0, "index_answer": 0, "new_id": -1, "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! </q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog. \"Larry, in my clear opinion, is ready to lead.\" Page will take over April 4, with <strong> Eric Schmidt </strong> taking the", "sa": ["Eric Schmidt"], "uid": "1295670206191152262"}, {"uid": "1295803019101695619", "i": 39690, "idx": 4, "sa": ["Colin Powell", "Geoffrey Wawro", "George H.W. Bush"], "q": ": America's Pursuit of Power in the Middle East\" last year, writes in the online analysis in great detail about various aspects of the war with a special emphasis on the war's ending. <q> A year after the war, <strong> Saddam Hussein </strong> mocked <strong> President Bush </strong> from Baghdad and claimed victory: \"It was <strong> George H.W. Bush </strong> with his own will who decided to stop the fighting. Nobody had asked him to do so.' Seizing on that appearance of presidential weakness, <strong> Bill Clinton </strong> campaigned that year against <strong> President Bush </strong>- and beat him- chiding <strong> George H.W. Bush </strong> for not putting <strong> Saddam Hussein </strong> and his acolytes on trial for war crimes. \"<strong> Bill Clinton </strong> would prove no more effective than <strong> George H.W. Bush </strong> in removing <strong> Saddam Hussein </strong>, </q> <strong> Geoffrey Wawro </strong> noted. \"Perhaps <strong> Colin Powell </strong> said it best, in his post-war memoirs, when he compared the pressures weighing on <strong> George H.W. Bush </strong>\"s war termination with the pressures weighing on Meade after Gettysburg, or on Eisenhower", "new_id": -2}, {"uid": "1294997731235044878", "i": 42722, "idx": 2, "sa": ["Brian Finneran", "Michael Vick"], "q": "70 yards down the field and he'd still yank it up to you. Always stay alive.\" <strong> Brian Finneran </strong> doesn't argue with <strong> Michael Vick </strong>'s own self-description of the quarterback's Falcons years. <q> Mike always worked hard on the football field, </q> <strong> Brian Finneran </strong> said. \"But as a quarterback, you've got to know everything about that offense, about the line, where the running backs are supposed to be. No question he could have worked harder in", "new_id": -2}, {"uid": "1296372233130301995", "i": 16634, "idx": 0, "sa": ["Sarah Sellers", "Simon Cowell"], "q": "boy? I saw you lookin' down,\" followed by a fist bump. To a full-lipped <strong> Sarah Sellers </strong>: \"You had me sold the second you laid eyes on me.\" To scout Chris Cordeiro: <q> You scared everyone in the room. </q> To tone-deaf Michael Perotto: \"Did you eat paint chips as a child?\" In general:\"* Bleep** Bleep** Bleep*.\"$ 12 million, about a third of <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1295580862256213017", "i": 43362, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "and a few just plain angry. \"I thought <strong> Steven Tyler </strong> was hilarious,\" Garrett wrote. \"I personally loved him, and I can't wait to see more.\" Ted agreed, adding, <q> My expectations were low but I thought they did good. I will watch it again. </q> Plipton approached the show with caution, fearing it would not be as good without beloved iconic \"mean judge\" <strong> Simon Cowell </strong>. \"But I truly enjoyed it,\" Plipton said. \"I thought <strong> Steven Tyler </strong>", "new_id": -2}, {"uid": "1296008739261193768", "i": 24247, "idx": 0, "sa": ["Serena Williams", "David Letterman", "Brian Urlacher"], "q": "<strong> Serena Williams </strong> better be careful clearing her throat This probably qualifies as a scratchy throat. Tweeted sidelined tennis star <strong> Serena Williams </strong>, complaining of cold symptoms: <q> every time I take a sip of sumthin it feels like i just swallowed 20,000 mini knives. </q> OD'd on football? Among the signs you have NFL playoff fever, from CBS's <strong> David Letterman </strong>: â\u0080¢ \"Got your wife a makeover so she'd look more like <strong> Brian Urlacher </strong>.", "new_id": -2}, {"uid": "1295974238110362647", "i": 35204, "idx": 0, "sa": ["Barack Obama", "Eric Cantor", "Steve Israel", "Nir Barkat", "Sen. Bernie Sanders", "Peter Roskam", "Benjamin Netanyahu"], "q": "GREENWALD Soon-to-be GOP House Majority Leader <strong> Eric Cantor </strong> met on Wednesday with Israeli Prime Minister <strong> Benjamin Netanyahu </strong>-- the same day when the actual US Secretary of State met with <strong> Benjamin Netanyahu </strong>-- and vowed that he and his GOP colleagues wo... <q> <strong> Steve Israel </strong> is an Ally, Not a Project </q> Jerusalem's Mayor, <strong> Nir Barkat </strong>, met with the Co-Chair of the Republican <strong> Steve Israel </strong> Caucus, <strong> Sen. Bernie Sanders </strong> <strong> Peter Roskam </strong>, today in Washington. They discussed the Mayor's plans for upgrading and improving the Holy City that <strong> Barack Obama </strong> has requested", "new_id": -2}, {"uid": "1295294243074366995", "i": 19314, "idx": 4, "sa": ["David M. McIntosh", "Barack Obama", "Mike Pence"], "q": "ACORN, GOP Future Congressman <strong> Mike Pence </strong> appeared on the FOXNews program \"Hannity's America\" to discuss ACORN as well as the future of the Republican Party.... <strong> David M. McIntosh </strong> <strong> Mike Pence </strong> Jokes About MSNBC and <strong> Barack Obama </strong>; Says GOP <q> Back in the Fight on the Right </q> <strong> David M. McIntosh </strong> <strong> Mike Pence </strong> Jokes About MSNBC and <strong> Barack Obama </strong>; Says GOP \"Back in the Fight on the Right\" From Indiana to Israel: <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>( R-IN) <strong> Mike Pence </strong> has been Israel's most ardent supporter in Congress for", "new_id": -2}, {"uid": "1295579790167378954", "i": 7109, "idx": 1, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "slump or slip further away from the top spot. American viewers have never known an \"Idol\" that does not feature <strong> Simon Cowell </strong>'s rolling eyes, one-liners or antagonistic adjectives. Will they embrace it? <q> We're certainly back to having fun, </q> said executive producer <strong> Nigel Lythgoe </strong>, who rejoined the singing competition after a two-year hiatus. \"At some point along the way, and we're certainly all guilty of it, we started taking ourselves too seriously. I", "new_id": -2}]