[{"uid": "1295557709260145166", "i": 43335, "idx": 0, "sa": ["... More", "Simon Cowell", "Swizz Beatz"], "q": "page I also gave you a link to there wiki page for some more info on them. BASSHUNTER HOME PAGE: www.basshunter.se BASSH <strong> ... More </strong> <strong> Swizz Beatz </strong>- It's Me Bitches( Instrumental MP3 Download) <strong> Simon Cowell </strong> Fantastic dancing in <q>So You Think You Can Dance.</q> www.youtube.com MP3 Download: www.zshare.net <strong> ... More </strong>*** IF ANYONE HAS THE SHEET MUSIC FOR THIS THAT THEY GOT FROM JOSH'S ANIME SHEET MUSIC SITE THEN PLEASE SEND IT TO ME BECAUSE I WANT TO REPLAY IT*** Me playing", "new_id": -2}, {"uid": "1295984011193069115", "i": 1062, "idx": 4, "sa": ["Eric Schmidt"], "q": "and is facing stiff competition from companies like Facebook and Twitter, which are stealing web traffic and perceived to be poaching engineering talent. <strong> Eric Schmidt </strong> rejected the notion that Google was losing key people. <q>Our retention has been actually the same and our turnover has been exactly the same for seven years,</q> he said. \"We're going to be hiring many thousands of people this year.\" <strong> Eric Schmidt </strong> said that in his new role he would be able to spend more time on government issues and Google", "new_id": -2}, {"uid": "1295605578062603272", "i": 37028, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years- \"a nice round number\"- and Page was ready to lead the company into the future. <q>Larry and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up,</q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly$ 30 billion.", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,\" he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q>My goodness, the intelligence was certainly wrong.</q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons. \"I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}, {"uid": "1295615268003915777", "i": 12839, "idx": 2, "sa": ["Eric Schmidt"], "q": "of the Google DC Talks series, Google's Washington office hosted a special book talk with Chris Anderson, Editor in Chief of Wired Magazine and best-selling author of \"The Long Tail.\" In his new book <q>Free: The <strong> Distant Future </strong> of a Radical Price,</q> Anderson makes the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, \"Prosperity", "new_id": -2}, {"uid": "1295043177208601103", "i": 18971, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "Conduct Ourselves Better' <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY) was with Rep. <strong> Gabrielle Giffords </strong>( D-AZ) in her hospital room this week when <strong> Gabrielle Giffords </strong> opened her eyes for the first time since the shooting last weekend in Tucson. <q>She is the vision of hope for this country right now,</q> <strong> Kirsten Gillibrand </strong> said referring to <strong> Gabrielle Giffords </strong>. \"She embodies everything that <strong> Barack Obama </strong> was trying to say that we have to be better than we are, that we all have to conduct ourselves better than we do.\" While", "new_id": -2}, {"uid": "1297697522107970622", "i": 26072, "idx": 3, "sa": ["Steve Ballmer"], "q": "more easily.\" Well, no kidding, <strong> Steve Ballmer </strong>. What else you got? 4:09 PM Smart design and hubs are the two pivotal topics he's about to start on. Smart design first. 4:09 PM <q>Great products are really defined by the passion and the loyalty that they inspire from the people who've gone out and purchased them.</q> Sounds like Symbian fans to us, hah! 4:08 PM \"93% of customers are delighted with their Windows Phones.\" 4:08 PM \"We knew from the reaction that we got here at MWC last year", "new_id": -2}, {"uid": "1295996572097009665", "i": 29894, "idx": 3, "sa": ["Sergio Marchionne"], "q": "and the 300 and Charger in the future success of the company. \"The launch of the all-new 2011 Chrysler 300 and Dodge Charger demonstrates how far this company has come in 18 months,\" said <strong> Sergio Marchionne </strong>. <q>The assistance of the governments of Canada and the Province of Ontario gave us the opportunity to create a future. Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the US for the loans that enabled a vibrant, restructured company to emerge in June 2009. Along with the commitment, dedication and support of our CAW partners and employees, we are demonstrating what can be achieved when industry, government and labor recognize the need to come together.</q> The Company has invested more than US$ 1 billion since 2008 for the launch of the 300, Charger and Challenger for assembly http://wn.com/Talk_with_Napa_Sustainable_Winegrowing_Group_Part_2_of_5 www.americanfeast.com The Napa Sustainable Winegrowing Group was formed in 1995 to promote integrated pest management", "new_id": -2}, {"uid": "1297010105188809220", "i": 14317, "idx": 0, "sa": ["Simon Cowell"], "q": "weeks. <strong> Simon Cowell </strong>'s hesitance is also thought to be retaliation for ITV's decision to pass on a new Top Of The Pops-style format from his production company Syco. An ITV spokesperson confirmed: <q>We have a great relationship with <strong> Simon Cowell </strong> but we haven't commissioned any new shows with Syco and we're not working on any plans at the moment.</q> They added: \"We are excited about this year's X Factor", "new_id": -2}, {"uid": "1295116940052232197", "i": 27754, "idx": 3, "sa": ["Allen Iverson", "Matt Geiger"], "q": "game. <strong> Matt Geiger </strong> scored 10 of his playoff career-high 23 points in that span. He also finished with a postseason-high 10 rebounds. \"I think their big guys focused on <strong> Allen Iverson </strong> a lot,\" <strong> Matt Geiger </strong> said. <q>I got to some key spots and my teammates found me. I am feeling good about my shot right now.</q> <strong> Matt Geiger </strong>, who was signed as a free agent to a six-year,$ 48 million contract before the season, averaged 13.5 points in 50 games during the regular season. With Orlando's defense scrambling to double-team http://wn.com/Flair_Bartending_Competition_in_Omaha__Zero_Gravity_Flair__Final_Round", "new_id": -2}]