[{"uid": "1296673148174342186", "i": 9149, "idx": 1, "sa": ["Simon Cowell", "Oprah Winfrey"], "q": "appeared to be phoning it in for much of the year-- something he recently confirmed to <strong> Oprah Winfrey </strong>. Appearing on <strong> Oprah Winfrey </strong>'s show, <strong> Simon Cowell </strong> said he had grown`` bored'' with`` Idol.'' <q> There were too many times, <strong> Oprah Winfrey </strong>, where I was sitting there bored, and I thought,` The end of the day, the audience doesn't tune in to watch me being bored. They deserve more than that,' </q> he said on <strong> Oprah Winfrey </strong>'s yakker last week.`` But I can't hide it when I'm bored. I just can't fake it.'' Much of the cause of`` Idol's''", "new_id": -2}, {"uid": "1296463074084328459", "i": 29233, "idx": 0, "sa": ["Louis Walsh", "Katie Price", "Simon Cowell"], "q": "the Daily Star Sunday, the music mogul called <strong> Katie Price </strong> his`` woman of the decade'' and refused to rule her out of the running for a place on next series's show. He said: <q> Do I want[ <strong> Katie Price </strong>] as a judge on the X Factor panel? Yeah, that could work. Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade. </q> <strong> Simon Cowell </strong>'s longtime friend Sinitta also backed the speculative plan to bring in <strong> Katie Price </strong>, adding that she would love to see the model sitting alongside <strong> Louis Walsh </strong>.`` Having[ <strong> Katie Price </strong>] on the panel", "new_id": -2}, {"uid": "1295027214165101579", "i": 53911, "idx": 0, "sa": ["Howard Stern", "Kelsey Grammer", "Andy Cohen", "David Letterman"], "q": "`` Real Housewives.'' Taking off from <strong> Howard Stern </strong>'s show, <strong> Andy Cohen </strong> said to Camille:`` No sex? You were not having sex?''`` I have a confession to make,'' Camille said. <q> I'm wearing men's briefs. </q> <strong> Kelsey Grammer </strong>'s been busy, too, though he refuses to respond to Camille's statements about him. Last night, he appeared on`` Late Show With <strong> David Letterman </strong>'' on CBS, noting that he plans to leave", "new_id": -2}, {"uid": "1295659003068894727", "i": 35061, "idx": 0, "sa": ["Andy Coulson"], "q": "of <strong> Andy Coulson </strong>, Downing Street's director of communications, signals the end of target=\"_blank\" href=\"http://wn.com/?an?\"> an uncomfortable chapter. It will not and it should not. Mr <strong> Andy Coulson </strong> himself still has many questions to answer. <q> I stand by what I've said, </q> he asserted in his resignation statement yesterday. This refers to Mr <strong> Andy Coulson </strong>'s claim that he News of the World shifts away from` one-rogue' phone-hacking response Tabloid publisher is battling to regain credibility by gradually distancing itself", "new_id": -2}, {"uid": "1295984269158924821", "i": 7132, "idx": 7, "sa": ["Eric Schmidt"], "q": "the <strong> Eric Schmidt </strong>''`` <strong> Eric Schmidt </strong> Happens''`` I'm Getting Too Old For This <strong> Eric Schmidt </strong>''`` I <strong> Eric Schmidt </strong> You Not''`` Who Gives a <strong> Eric Schmidt </strong>?''`` The <strong> Eric Schmidt </strong> Storm'' Sadly, nobody suggested <q> <strong> Eric Schmidt </strong> My CEO Says! </q> Or perhaps he could host a reality dance show competition called'' href=\"http://blog.searchenginewatch.com/101026-073000\"> Just Move!'' Despite his hopes of landing a TV gig, it appears the Chairman won't be straying", "new_id": -2}, {"uid": "1295439770220266591", "i": 7599, "idx": 0, "sa": ["Kimberly Caldwell", "Simon Cowell"], "q": "put off and pique interest. But several past competitors, who endured the wrath of <strong> Simon Cowell </strong>, think the show will be just fine. The Era of Mean, it seems, is over. <q> When I first heard <strong> Simon Cowell </strong> was leaving, I wondered how would Idol even make sense anymore, </q> says Katy native href=\"http://www.Kimberly Caldwell-Kimberly Caldwell.com/\" target=\"_blank\"> <strong> Kimberly Caldwell </strong>, who finished seventh during the second season. Her debut album, Without Regret, drops in April.`` But the producers obviously know what they are", "new_id": -2}, {"uid": "1295127815262242331", "i": 53799, "idx": 2, "sa": ["Nick Johnson", "Allen Iverson", "Tim Johnson", "Boo Williams", "Chris Johnson"], "q": "vulnerable defender, <strong> Allen Iverson </strong> discussed his uncertain basketball future- he's a free agent for the first Tim Johnsone in his 13-year pro career- and referenced his checkered past. He conceded to a big ego and cautioned those <q> ready to put me in a rocking chair. </q> He spoke lovingly of his family and wistfully about a former coach. But one moment trumped all during his hour-long news conference at the <strong> Boo Williams </strong> Sportsplex. Hampton High graduates <strong> Chris Johnson </strong> and <strong> Nick Johnson </strong> Chamblee had just told the audience", "new_id": -2}, {"uid": "1296104852079347741", "i": 36445, "idx": 0, "sa": ["Bernie Sanders"], "q": "that it's got to come from somewhere.'' Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q> It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government, </q> said Sen. <strong> Bernie Sanders </strong>, I-Vt.`` It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this", "new_id": -2}, {"uid": "1296744552199131154", "i": 36506, "idx": 30, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "community knew`` that some of these sources were not good,''`` didn't speak up,'' and`` that devastated me.'' <strong> Donald Rumsfeld </strong> fires back that the secretary of State had once been <q> the most senior military officer in our country </q> and no one else in the administration had`` even a fraction of his experience'' on intelligence matters.`` <strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about Saddam's suspected WMD stockpiles", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}]