[{"uid": "1297391223224575510", "i": 21472, "idx": 0, "sa": ["Eric Schmidt"], "q": "Sample The Wall Street Journal reported on Thursday that Google, Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q>Yes, that is my plan.</q> Larry Page would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman. Catholic Church gives nod to \"Confession\" Application for Apple iPhone, iPad and iPod Touch WSJ", "new_id": -2}, {"uid": "1297177999266534917", "i": 29928, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "troubled.\" ABC News, which has released a preview of <strong> Donald Rumsfeld </strong>'s interview with <strong> Diane Sawyer </strong>, the former defense secretary claimed that the interrogation of 9/11 plotter Mohammad al-Qahtani provided valuable information that saved American lives. <q>Qahtani, who was the 20th hijacker, they say-- he gave a lot of information,</q> <strong> Donald Rumsfeld </strong> said. \"And it was very helpful to our interrogators and to the United States government in saving lives.\" <strong> Donald Rumsfeld </strong> later concluded that \"the fact that we haven't had an attack in", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q>two turkeys do not make an eagle,</q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet\"... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}, {"uid": "1295875051245907472", "i": 24477, "idx": 0, "sa": ["Michael Gove", "Chris Robbins"], "q": "Forest Council leader Councillor <strong> Chris Robbins </strong> said his council stood to lose Â£ 275m of investment because of Mr <strong> Michael Gove </strong>'s decision. He added a judicial review was his council's only option because the government would not <q>sit down amicably and explain their decision to us</q>. He added: \"We have significant levels of deprivation in our borough and Building Schools for the Future( BSF) was a once-in-a-lifetime opportunity to raise the aspirations of our entire population.", "new_id": -2}, {"uid": "1296495974113491968", "i": 8651, "idx": 1, "sa": ["Sergio Marchionne", "Jesse Toprak"], "q": "from the third quarter on reduced shipments. \"It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,\" CEO <strong> Sergio Marchionne </strong> said. <q>However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.</q>+0.50%), sold 1.52 million vehicles last year and managed to pull its market share up to 9.2% from 8.8% in 2009. Truecar.com analyst <strong> Jesse Toprak </strong> lauded Chrysler's progress and said he expects", "new_id": -2}, {"uid": "1296591076195919887", "i": 40219, "idx": 3, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": ".\" Finally, three hours later, he called me. He basically said, \"I don't want to be married anymore.\" But the Examiner doesn't think she should be a problem. <q>This will be, if they make it to the altar, <strong> Kelsey Grammer </strong>'s fourth marriage http://wn.com/Camille_Grammer_Demands_50_Million_In_Divorce_Settlement Please Visit www.newsvideosite.com and you can watch <strong> Camille Grammer </strong> Demands$ 50 Million In Divorce Settlement <strong> Camille Grammer </strong>, <strong> Camille Grammer </strong> Divorce, <strong> Kelsey Grammer </strong> Divorce, <strong> Kelsey Grammer </strong> Divorce Settlement, <strong> Kayte Walsh </strong>, <strong> Kelsey Grammer </strong>, <strong> Kelsey Grammer </strong> Divorce, <strong> Kelsey Grammer </strong> Prenup, Entertainment News http://wn.com/Kelsey_Grammer_To_Marry_Girlfriend_Kayte_Walsh_in_February click our link thetodaybuzz.com- to watch full \"<strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February</q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans on marrying his girlfriend <strong> Kayte Walsh </strong> next month. The actor currently stars in the Tony Award-winning musical", "new_id": -2}, {"uid": "1297235057187482124", "i": 41854, "idx": 0, "sa": ["Zahi Hawass"], "q": "off to people since the protests began for security reasons. For many, like Minister of Antiquities <strong> Zahi Hawass </strong>, it is the first time in memory that these attractions have been blocked off from the public. <q>I don't remember that this site was ever closed,</q> <strong> Zahi Hawass </strong> said.( NEW YORK)-- The number of people killed in Egypt since anti-government protests started two weeks ago has been grossly under-reported, according to the New York-based Human Rights Watch. While the", "new_id": -2}, {"uid": "1295880095158040073", "i": 31334, "idx": 0, "sa": ["Eric Schmidt", "Brian Marshall"], "q": "denigrating Android- But <strong> Eric Schmidt </strong>'s exodus from the CEO's chair isn't likely to mean much, at least in the short- and mid-term, to the tussle between Google and Apple. <q>I don't think it will change the situation at all,</q> said <strong> Brian Marshall </strong>, an analyst with Gleacher& Co. who tracks Apple. \"The companies will continue on the paths that they're now on for the foreseeable future. Google will throw things against the wall and sees", "new_id": -2}, {"uid": "1297712336141344797", "i": 2205, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q>Many people make the mistake of thinking that dreams can not come true, but they can,</q> he wrote. \"You have to believe, and know that they are more than just imagination.\" All content Â© Copyright 2000- 2011 WorldNow and KCBD, a", "new_id": -2}, {"uid": "1296199690069206039", "i": 22327, "idx": 8, "sa": ["Jim Ryun", "James Garfield", "Dick Armey", "Mike Pence"], "q": "former <strong> Dick Armey </strong> <strong> Jim Ryun </strong>, R-Kansas, offered his help in collecting signatures from conservatives and tea party activists to encourage <strong> Mike Pence </strong> to get into the race. <strong> Mike Pence </strong> thanked those who had encouraged him, but added: <q>While we may have been able to seek the presidency, we believe our best opportunity to continue to serve the conservative values that brought us to public life is right here in Indiana.</q> But it would have been an uphill climb. No sitting member of the House of Representatives has won the presidency since <strong> James Garfield </strong> in 1880. And he's been mired in the bottom of polls", "new_id": -2}]