[{"uid": "1296664605083984414", "i": 11436, "idx": 2, "sa": ["Allen Iverson", "LaMarcus Aldridge", "Brandon Roy", "LeBron James"], "q": ": With the Blazers in front by seven after <strong> LaMarcus Aldridge </strong>'s basket with 1:46 remaining, they failed to score on three straight possessions. The Heat converted seven points over that duration to draw even. QUOTABLE <strong> Allen Iverson </strong>: <q><strong> I Roy </strong> didn't want to jinx it pregame by saying something to my teammates, but every time he's played here, he's shot the ball well. It's like he saves all his jump shots for us.</q>-- <strong> LaMarcus Aldridge </strong> on <strong> LeBron James </strong> HOT: <strong> LeBron James </strong> scored 11 points in the final three minutes of overtime to pull Miami even, then scored This time, <strong> Brandon Roy </strong> and the Portland Trail Blazers didn't need any late-game heroics to", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" Mr. <strong> Mike Pence </strong> told \"America's Morning News\" radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q>cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10.</q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}, {"uid": "1296821695221364241", "i": 36383, "idx": 0, "sa": ["Zahi Hawass"], "q": "said a million tourists had left the country since the unrest began last week, costing the national economy about$ 1 billion so far. <strong> Zahi Hawass </strong>, just promoted by Mubarak to be minister for cultural affairs. <q>I want people to know that after nine days of protests, the monuments are safe. Why? Because the Egyptian people are protecting them.</q> <strong> Zahi Hawass </strong> appears often in television documentaries about Egyptian archaeology, and if you have seen him, you know he is rarely relaxed. But today, in a blog post widely read by Western archaeologists", "new_id": -2}, {"uid": "1297390855091619342", "i": 819, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Tenet a memo saying that \"we might be missing an opportunity\" and wondering if more troops were needed. <strong> Donald Rumsfeld </strong> alleges that he later learned a CIA agent on the ground had requested just that but adds: <q>I never received such a request from either <strong> Tommy Franks </strong> or Tenet. And can not imagine denying it if I had. If someone thought <strong> Osama bin Laden </strong> was cornered, as later claimed, I found it surprising that Tenet had never called me to urge <strong> Tommy Franks </strong> to support their operation.</q> <strong> Donald Rumsfeld </strong>'s explanation? \"Their recollections may be imperfect.\" While the author goes out of the way to stress his loyalty to <strong> President Bush </strong> and to express admiration for his personal qualities, he employs his", "new_id": -2}, {"uid": "1297407745191856652", "i": 4340, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "people on some days. \"We will open the museum after the strike is finished. I don't know when the strike is finished,\" said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q>I need things to go back to normal.</q> <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week, raising fears of widespread destruction of the most coveted artifacts from the age", "new_id": -2}, {"uid": "1295840632071843856", "i": 7990, "idx": 1, "sa": ["Andy Coulson", "Ray Chapman"], "q": "and other reporters. The reporter, <strong> Ray Chapman </strong>, was involved in standing up and confirming many of the News of The World's major stories in that time. The Guardian reported overnight: <q>Last week executives, including the editors of <strong> Rupert Murdoch </strong>'s four British papers, held a three-day meeting at Babington House in Somerset about the future of the company, aware that <strong> Rupert Murdoch </strong> is flying into London this week at a crucial time. \"I'd be amazed if they didn't discuss <strong> Andy Coulson </strong>,</q> said a source with some knowledge of the meeting. <strong> Andy Coulson </strong> still has close links with the company and enjoys friendly relations with key executives.\" Questions also remain over what, if any, action News", "new_id": -2}, {"uid": "1296218198081313814", "i": 8404, "idx": 1, "sa": ["Eric Schmidt"], "q": "Chocolate Factory machine. Nor were the company's top three men arguing over Google's somewhat strained China affair, he said. \"This has nothing to do with competitors,\" said <strong> Eric Schmidt </strong>. <q>I publicly said the next 10 years will be as successful as the past 10. We're going to run this way for a while.</q> The Google boss will step aside for the company's co-founder Larry Page to take over the CEO role in April. He said he was baffled by the idea that Google was battling for interwebs", "new_id": -2}, {"uid": "1295665787007979011", "i": 22385, "idx": 1, "sa": ["Eric Schmidt"], "q": "of delivering personalized, timely and location-aware information to people. The company has already made strides in each area. The first is the development of fast networks, specifically LTE, <strong> Eric Schmidt </strong> wrote. They will <q>usher in new and creative applications, mostly entertainment and social, for these phone platforms,</q> he wrote. All of the major operators in the U.S. are already building their LTE networks or have stated that they plan to. While Google is not in the business of building networks, it has", "new_id": -2}, {"uid": "1295627755155697152", "i": 36893, "idx": 0, "sa": ["Eric Schmidt"], "q": "%. Industrial names United Technology( Fortune 500) were also strong. \"The profit news is pretty favorable today,\" said Nick Kalivas, vice president of financial research at MF Global. <q>GE is probably the poster child for that, but Google certainly did well last night.</q> Google reported late Thursday that quarterly profits and sales rose from year-ago and beat analysts' forecasts. The company also said <strong> Eric Schmidt </strong> is stepping down as chief executive, with co-founder Larry Page taking", "new_id": -2}, {"uid": "1297260236064307266", "i": 23668, "idx": 1, "sa": ["Andy Coulson", "Max Mosley"], "q": "features editor at the News of the World between 1998 and 2001 when <strong> Andy Coulson </strong> was deputy editor, and from <strong> Max Mosley </strong>, who sued the NoW for breach of privacy after it exposed his extra-marital exploits with dominatracies. <q>Further to our conversation today a brief email to explain phone hacking was very easy in the 90s when people were new to mobiles and did not change their codes, you simply rang them up to ensure their phone was engaged;</q> you rang a second time, got to their message system pressed 9, followed by 0000, you could then listen to all their messages. Everyone in the schoolyard did it, many particularly showbiz", "new_id": -2}]