[{"uid": "2008100413_00027300_W", "i": 2367, "idx": 1, "sa": ["Gray O'Brien", "Tony Gordon"], "q": "<strong> Tony Gordon </strong>, played by scottish actor <strong> Gray O'Brien </strong>, said on the show that he \"could no more be interested in rosie webster than i could support glasgow rangers\" . according to an itv spokesman, the dialogue seemed <q> to have caused some upset </q>. as such, one of the character's lines in an upcoming episode- that he was allergic to \"warm beer, the english national anthem and glasgow rangers\" - has now been dropped. \"both", "new_id": -2}, {"uid": "2008122619_00010085_W", "i": 1500, "idx": 0, "sa": ["Bobby Keys", "Jack White", "Christina Aguilera"], "q": ", legendary sax playing <strong> Bobby Keys </strong> is one of the back-up musicians and <strong> Jack White </strong> and <strong> Christina Aguilera </strong> put in guest appearances. 7:30 p.m. at the wheeler in aspen. cost:$ 9. 920-5770. lunch with dr. jan: <q> loving our way into the new year with fewer recipes and more whole food. </q> noon at olive's restaurant inside the st. regis. call for more information and reservations. 925-5588. holiday mask-making presented by theatre aspen. grades 1-4 meet from 9 a.m. to noon, and grades 5-8 meet from", "new_id": -2}, {"uid": "2008110320_00028693_W", "i": 2542, "idx": 4, "sa": ["Barack Obama", "George H. W. Bush"], "q": "<strong> Barack Obama </strong> as a black man but as an american fighting for what's best for your children and your country.\" in a tribute to <strong> George H. W. Bush </strong> on monday, king wrote that he believes the gop <strong> Barack Obama </strong> is a <q> revolutionary, pioneer and trailblazer who loves america and the. </q> king commended <strong> George H. W. Bush </strong> for appointing blacks to key positions in his administration, including mcclatchy newspapers: final ipsos/mcclatchy poll: <strong> Barack Obama </strong> 50, mccain 42 abc news: voters to decide hot-button ballot issues recession proof jobswhen the economy", "new_id": -2}, {"uid": "2008122307_00018919_W", "i": 3313, "idx": 0, "sa": ["Brandan Wright", "Anthony Randolph", "Rob Kurz"], "q": "this time, nelson cycled through rookies <strong> Rob Kurz </strong> and <strong> Anthony Randolph </strong>- reversing his order from saturday's game at charlotte- before going back to <strong> Brandan Wright </strong>. is going down the depth chart in short stints the ideal approach? <q> not necessarily. it was something we tried in that game and whether it was successful or not, you can be the judge of that, </q> nelson said at monday's shootaround. we have different people who can play the position.... \"if they're playing well, within the system, they have a chance to play more. if they're", "new_id": -2}, {"uid": "2008122209_00002544_W", "i": 2053, "idx": 0, "sa": ["Rod Blagojevich"], "q": "a job for his wife, campaign contributions and donations to a nonprofit he hoped to create, according to the complaint. <strong> Rod Blagojevich </strong> expressed frustration in one conversation taped by the fbi that obama and his advisers weren't <q> willing to give me anything except appreciation.( expletive) them, </q> the affidavit states. associated press writers philip elliott in honolulu and subscribe add headlines to your personalized my yahoo! page( find a rewarding careerfind opportunities where you make a difference. education, health care and more", "new_id": -2}, {"uid": "2008121403_00010351_W", "i": 3790, "idx": 2, "sa": ["Julia Gillard"], "q": "their children not to be bullies, or not to be targets.\" verbal bullying was the most common form but cyber bullying through emails and text messaging was also becoming a huge problem, dr field said. <q> they are using the internet instead of a weapon and i see it as criminal, </q> she said. federal education minister <strong> Julia Gillard </strong> said student wellbeing and safety were essential for academic and social development. \"the rudd government wants to make sure that all students can learn and develop in safe and supportive environments", "new_id": -2}, {"uid": "2008111714_00008082_W", "i": 4163, "idx": 6, "sa": ["Joe Glenn"], "q": "bowl contention thursday in its loss to unlv, and it is rumored <strong> Joe Glenn </strong> may be on his way out as head coach. so, in horinek's eyes, this week is all about first things first. <q> we're going to go up and try and get that boot, first and foremost, </q> he said. \"if we can get into the postseason, that would be huge. we definitely want to go to a bowl game, but the boot is the most important thing. without the boot,", "new_id": -2}, {"uid": "2008121113_00002479_W", "i": 4189, "idx": 0, "sa": ["King Kong", "William González", "Joseph Agbeko"], "q": "26 fights indicate. <strong> Joseph Agbeko </strong>( 25-1) expects nicaragua's <strong> William González </strong>( 21-2, 19 kos) to become his 23rd knockout victim tonight when they fight for <strong> Joseph Agbeko </strong>'s international boxing federation bantamweight title at prudential center. <q> this fight has been postponed[ three] times, </q> said <strong> Joseph Agbeko </strong>, who hasn't fought in 14 months. \"i miss my fans and i'm very happy to go back in the ring. it's an opportunity to show the world that <strong> King Kong </strong> still lives", "new_id": -2}, {"uid": "2008110516_00051612_W", "i": 1834, "idx": 9, "sa": ["Paul Helmke", "Alan Grayson", "Sarah Brady"], "q": "rhetoric trying to scare legitimate gun owners about possible confiscation of their privately owned firearms, was rejected at the polls. \"guns are no longer a` wedge' issue for most voters,\" <strong> Paul Helmke </strong> said. <q> rather than being frightened with false alarms about the government taking their guns away, most voters want to do something to make it harder for dangerous people to get dangerous weapons and to stop the trafficking in illegal guns. </q> some additional facts and numbers about yesterday's results:-- more than 91 percent of <strong> Sarah Brady </strong> campaign endorsed candidates nationwide won their elections.-- some <strong> Sarah Brady </strong> endorsed candidates who won house seats-- like <strong> Alan Grayson </strong> in florida and", "new_id": -2}, {"uid": "2008110402_00019120_W", "i": 1802, "idx": 0, "sa": ["Sehat Sutardja"], "q": "the$ 758 million reported in the prior-year quarter. this equates to revenue between$ 780.7 million and$ 788.3 million. the company's prior outlook was for revenue between$ 860 million and$ 880 million. <q> the slowing of the worldwide economy has significantly impacted our business, </q> said <strong> Sehat Sutardja </strong>, chairman, president and chief executive in a statement. \"visibility into the future demand for our products has also deteriorated.\" open positions!a new career awaits. look through thousands of listings to find", "new_id": -2}]