[{"uid": "1296167480125468697", "i": 104, "idx": 1, "sa": ["Mike Pence", "Barack Obama", "Mike McDaniel"], "q": "a former state Republican chairman. <strong> Mike Pence </strong>'s staff did not return repeated phone calls and e-mails to The Associated Press. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q> a Christian, a conservative, and a Republican, in that order. </q> He had made multiple trips to states that host early Barack Obamaial primary contests. <strong> Mike McDaniel </strong> said the decision not to run must have been difficult. \" He had a lot of people around the country", "new_id": -2}, {"uid": "1296246869137003031", "i": 363, "idx": 2, "sa": ["Mary Pat Christie", "Mike Pence", "Gary Bauer", "Barack Obama", "Sarah Palin"], "q": "a government takeover of health care through a so-called publi... Ban Abortion- 2012 Barack Obamaial Candidate www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one... <strong> Sarah Palin </strong>: SRLC 2010 Republican Leaders <strong> Mike Pence </strong> gave an encouraging and Mary Pat Christieriotic speech at the AFP` November Speaks \" Rally against the Democrat led Lame Duck session.... Republicans", "new_id": -2}, {"uid": "1295779892017170523", "i": 2219, "idx": 13, "sa": ["Mike Pence", "Mike Huckabee", "Marjorie Dannenfelser", "Sarah Palin"], "q": "a group opposing abortion. \" I truly don't know( if he's running for president), \" said Susan B. Anthony List President <strong> Marjorie Dannenfelser </strong>, who has urged <strong> Mike Pence </strong> to run. <q> It's my job to really encourage talent to seize the moment, and I think he can do it. </q> If <strong> Mike Pence </strong> is going to decide this month, he will have to do it without knowing who else is running. Those potential candidates include former Alaska Gov. <strong> Sarah Palin </strong> and former Arkansas Gov. <strong> Mike Huckabee </strong>.", "new_id": -2}, {"uid": "1296168803065814536", "i": 39782, "idx": 0, "sa": ["Mike Pence", "Brian Cashman"], "q": "a jerk to Winona in this movie. The emotional health of college freshmen has declined to unusually low levels, according to an annual survey that UCLA's Higher Education Research Institute conducts for some reason. <q> We don't know exactly why, </q> the director of the survey told the Congressman <strong> Mike Pence </strong> Is the Only Republican in America Definitively Not Running for President Add Bartending to the List of Things <strong> Brian Cashman </strong> Has Done This Off-Season The New NBC Chief's Five Make-or-Break", "new_id": -2}, {"uid": "1296197040069206031", "i": 47208, "idx": 6, "sa": ["Mike Pence", "Robert Dion"], "q": "a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it, \" he said. <q> But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money. </q> <strong> Robert Dion </strong> said one of <strong> Mike Pence </strong>'s strongest assets is that he seems able to bridge the gap between traditional Republicans and the tea party movement. The 2012 governor's race is wide open. Current", "new_id": -2}, {"uid": "1296225951235159601", "i": 474, "idx": 1, "sa": ["Mike Pence"], "q": "a letter sent to supporters Thursday but said he intended \" to serve the people of Indiana in some way. \" Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <q> In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead, </q> <strong> Mike Pence </strong> said. \" After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play. \" <strong> Mike Pence </strong> has a pair of public events scheduled", "new_id": -2}, {"uid": "1295954772070795352", "i": 36299, "idx": 0, "sa": ["Gabrielle Giffords", "Mike Pence", "Tim McGraw", "Mark Udall"], "q": "a member from the opposite party at the State of the Union address to promote civility and comity after the shooting of <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong>, D-Ariz. That idea is being promoted by Sen. <strong> Mark Udall </strong>, D-Colo. <q> You know there is a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address, </q> <strong> Mike Pence </strong>, R-Columbus, said last week during the House debate on repealing the health-care overhaul. \" Well, I've been in Congress for 10 years, and I learned a long Tim McGrawe ago it doesn't really", "new_id": -2}, {"uid": "1297350455055672878", "i": 12134, "idx": 0, "sa": ["Mitch Daniels", "Matt Lloyd", "Mike Pence"], "q": "a neoconservative magazine that the next U.S. president would \" have to call a truce on the so-called social issues \" in order to focus on more urgent Matt Lloyders of the federal debt and national security. <q> If <strong> Mitch Daniels </strong> is planning to run for president by running away from social issues, he will face a grass-roots revolt, </q> said Andy Blom, executive director of the American Principles Project. \" Mr. <strong> Mitch Daniels </strong> is only causing divisions in the movement by this talk of a` truce. \" ' <strong> Mike Pence </strong>, R-Ind., who is", "new_id": -2}, {"uid": "1296243233063520795", "i": 30718, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Chris Christie", "Gary Bauer"], "q": "a non-social party has won re-election in Parliament. And BP says its well is dead. www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one candidate, Mr. <strong> Gary Bauer </strong> sees only qualities that he likes. Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Chris Christietian credentials. To some, he's the", "new_id": -2}, {"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": "`` not committed'' to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q> Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile, </q> he said, adding he thinks <strong> Barack Obama </strong>`` is doing a good job right now.''  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}]