[{"uid": "1296225829149782528", "i": 10643, "idx": 8, "sa": ["Mike Pence", "Barack Obama"], "q": "\" he said. \"He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.\" <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most outspoken critics of title=\"Barack Obama\" Obama-Barack Obama-PEPLT007408.topic\"> <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to", "new_id": -2}, {"uid": "1295480681265797667", "i": 29272, "idx": 0, "sa": ["Mike Pence", "John Yarmuth"], "q": "300,000 of them with pre-existing conditions, your protection against discrimination will not go away,\" <strong> John Yarmuth </strong> said. Republican members saw the vote as an opportunity to follow through on a campaign promise. <q> Today, House Republicans are going to stand with the American people, </q> said U.S. <strong> Mike Pence </strong>( R- Indiana), \"and vote to repeal the government takeover of healthcare lock stock and barrel.\" The House repeal of the plan is largely symbolic, because Democrats still control", "new_id": -2}, {"uid": "1297142439056836101", "i": 33982, "idx": 1, "sa": ["George W. Bush", "Mike Pence"], "q": "were in a deep funk. \"Seriously, who else do we have, unless something miraculous happens and we get an unexpected gift candidate?\" one said. Another GOP stalwart agreed: <q> Sad to say, but at a time when we need someone with guts, like( <strong> George W. Bush </strong> Ronald) Reagan in' 76, challenging an incumbent <strong> George W. Bush </strong> of his own party, or( Marco) Rubio staying in the Florida Senate race when he was 40 points down to( Charlie) Crist, we get political calculation and personal ambition. </q> Poor <strong> Mike Pence </strong>. Let's remember he has young kids and other options, and the presidency would have been a gamble. While I appreciate these hard-working political veterans' early assessments of the field", "new_id": -2}, {"uid": "1296486373063668243", "i": 2838, "idx": 8, "sa": ["George W. Bush", "Mike Pence"], "q": "dump deal. <strong> Mike Pence </strong> denounced such tactics after the campaign, writing in an essay titled \"Confessions of a Negative Campaigner\" that \"negative campaigning, I now know, is wrong.\" <q> It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan bickering, </q> he wrote in 1991. That same year, <strong> Mike Pence </strong> became <strong> George W. Bush </strong> of the Indiana Policy Review Foundation, a conservative think tank based in Fort Wayne. After years as a radio talk-show host, <strong> Mike Pence </strong> started", "new_id": -2}, {"uid": "1296199690069206039", "i": 27003, "idx": 2, "sa": ["Mike Pence"], "q": "Republican in the House after the November elections, in order to focus on other political opportunities. And he telegraphed his interest in the governorship by focusing on Indiana in his letter, saying his <q> calling is closer to home. </q> He will now \"be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.\" That begins Friday. <strong> Mike Pence </strong>, who flew today", "new_id": -2}, {"uid": "1296163911042713105", "i": 25560, "idx": 1, "sa": ["Mike Pence"], "q": "developments occurred within an hour of an interview with the National Journal by <strong> Mike Pence </strong>'s mother, who has been urging him to finally put an end to all of the building speculation over his political future. <q> He will be making his announcement tomorrow, </q> said Nancy <strong> Mike Pence </strong> Fritsch, contacted today by telephone at her home in Columbus, Ind.. Asked to confirm reports that she has told her son to make up his mind, the congressman's mom did", "new_id": -2}, {"uid": "1296078105000753702", "i": 19033, "idx": 0, "sa": ["Ned Ryun", "Mike Pence"], "q": "on 1.26.11@ 4:11 PM My friend Mark Tapscott has probably the most eloquent column yet on why <strong> Mike Pence </strong> should run for president. Pence-Mike Pence-should-run-president\"> Read it here. <strong> Mike Pence </strong>, he writes, <q> is a man of faith and a genuine conservative who understands that economic freedom produces the best results for everybody concerNed Ryun when sown among consumers who are independent, trustworthy, family oriented and hard-working. </q> testimonial comes from <strong> Ned Ryun </strong>, president of a great grassroots group called American Majority. \"[ A] sk yourself who has held true to his or her principles under fire, time and time again? I", "new_id": -2}, {"uid": "1297365987123617329", "i": 54672, "idx": 1, "sa": ["Mike Pence"], "q": "'re going to have a long year,\" he said. \"You're going to see more spending cuts come out of this Congress than in any Congress in the history of this country.\" <q> Everything's on the table, </q> he said later. \"We're broke.\" In an interview with Fox News on Thursday, <strong> Mike Pence </strong>( R-Ind.) said members of the House GOP Conference are having \"frank\" discussions about", "new_id": -2}, {"uid": "1296173803032686171", "i": 10109, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "supporters that he will not mount a Barack Obamaial run in 2012. Though he stopped short of a formal announcement, <strong> Mike Pence </strong> strongly suggested that he will instead seek the governorship of Indiana next year. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> told supporters in an e-mail message sent Thursday afternoon. \"We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012.\" <strong> Mike Pence </strong> gave up his post in the House Republican leadership this year,", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the`` Jersey Shore'' sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong>`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t...`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010)`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}]