[{"uid": "1296128197246497300", "i": 17596, "idx": 7, "sa": ["Michael Vick"], "q": "an injured rib and back.`` Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,'' <strong> Michael Vick </strong> said. <q> Unequal was one of the reasons I've been able to make it through the season. </q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory.`` I'm very thankful and happy to be here and I'm going to try and", "new_id": -2}, {"uid": "1297639527102711458", "i": 15188, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "we're assured by <strong> Donald Rumsfeld </strong>, took his side. <strong> Donald Rumsfeld </strong> takes particular offense at Powell's contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. <q> Powell was not duped or misled by anybody, </q> <strong> Donald Rumsfeld </strong> writes.`` nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie.", "new_id": -2}, {"uid": "1295890517156680255", "i": 44514, "idx": 1, "sa": ["Will Smith", "Emma Watson", "David Letterman", "Andy Kaufman", "Stuart Scott", "Joaquin Phoenix"], "q": "- Never Let Go of My Hand- A Kerry E <strong> Stuart Scott </strong> Narration <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?@mjdasilva <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?@mjdasilva So are you in the <q> <strong> Joaquin Phoenix </strong> is on drugs and deeply disturbed camp? </q> or the`` He's having a laugh camp''. Either way, I can't wait for that debut hip-hop album. Follow me@mjdasilva... Late Show with <strong> David Letterman </strong>- <strong> Emma Watson </strong>( 2007) On <strong> Will Smith </strong> 11", "new_id": -2}, {"uid": "1295458359168706053", "i": 22520, "idx": 2, "sa": ["Paula Abdul", "Ryan Seacrest", "Ellen DeGeneres", "Simon Cowell", "Michael Jackson"], "q": "jumpsuit, came out next from underneath the stage in a cloud of swirling dry ice. The`` total package, the triple threat,'' as <strong> Ryan Seacrest </strong> called her, said she was excited to be there. <q> You have to just concentrate on the moment as best you can. Just live. It's your moment. </q> She added that she's`` looking for the next <strong> Michael Jackson </strong>.'' The new line-up brings big changes to` American Idol.' Gone are original judges <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>. Gone are more recent additions, <strong> Ellen DeGeneres </strong>", "new_id": -2}, {"uid": "1297451846240746502", "i": 36817, "idx": 10, "sa": ["George Washington", "Donald Rumsfeld", "Alexander Cooley", "Sean Roberts"], "q": "once more tacked towards military cooperation with <strong> George Washington </strong>,'' <strong> Alexander Cooley </strong> said. <strong> Donald Rumsfeld </strong>'s account highlights how high-profile security cooperation complicated US-Uzbek relations, said <strong> Sean Roberts </strong>, an international relations professor at <strong> George Washington </strong> University. <q> Prior to 9/11, <strong> George Washington </strong> was able to engage the country's civil society and scant independent media with modest resources in order to promote long-term opening up in the country, </q> <strong> Sean Roberts </strong> said.`` Once the Defense Department raised the level of engagement on security issues, this inevitably forced the issue <strong> George Washington </strong> taking a more forthright stance on human rights issues as well. As a result, what", "new_id": -2}, {"uid": "1296425350029392900", "i": 32987, "idx": 0, "sa": ["Zahi Hawass", "National Geographic Society"], "q": "thousand years of the country's deep cultural history. Iraq,'' two other countries that sustained looting of artifacts during the ongoing wars there, said Fred Hiebert, an archaeology fellow with the <strong> National Geographic Society </strong>. <q> Saqqara and Luxor are major tourist attractions, so there are signs pointing saying,` Valuable antiquities here.' The whole country is a museum, </q> he said. While deep concern- or even panic- continues to sweep through the community Egyptologists in the United States, <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council on Antiquities, said Sunday that", "new_id": -2}, {"uid": "1295397624010076164", "i": 35077, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week.`` We need to completely rethink the", "new_id": -2}, {"uid": "1297270331172048512", "i": 5260, "idx": 0, "sa": ["Simon Cowell"], "q": "start tuning up your act if you want to try out for <strong> Simon Cowell </strong>'s upcoming Fox game show, The X Factor. Dallas is among the cities that will host auditions this spring. says contestants must be <q> at least 12 years of age by March 1, 2011, a legal US citizen or eligible to work full time, and without a current music recording contract. </q> Unlike American Idol, there's no upper age limit, and it's open to vocal groups as well as solo singers. According to the Associated Press: The winner will get a$", "new_id": -2}, {"uid": "1297119812245366797", "i": 16911, "idx": 8, "sa": ["Simon Cowell"], "q": "prospects, but I hadn't got a clue whether it was going to be a hit or whether we were going to be kicked out of the country after three weeks,'' <strong> Simon Cowell </strong> told reporters. <q> All you can do, which I'm going to do, is you give it 110% percent effort and I'll do everything I can to make it the best show I possibly can, and then you hope that viewers like it. </q> <strong> Simon Cowell </strong>:` The X Factor' judging panel still has yet to be determined` The X Factor' announces$ 5 million record deal prize and auditions` Jersey Shore' star The Situation planning to leave", "new_id": -2}, {"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}]