[{"uid": "1294985458245579817", "i": 36462, "idx": 1, "sa": ["Mike Pence"], "q": "believed since the American founding, that firearms in the hands of law-abiding citizens make communities safer, not less safe,\" said Rep. <strong> Mike Pence </strong>, R- Ind., in an interview. <q>And I understand the human impulse us to look for blame. Heartache does that. But no expressed opinion and no public policy created what happened on Saturday last.</q> In recent years, mass shootings have not have generated momentum for new gun laws. Colorado, in which two teenagers murdered 13 people before killing themselves, sparked gun control proposals in Congress,", "new_id": -2}, {"uid": "1296828433039223362", "i": 34511, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld"], "q": "moronic. I say, sit the f down and shut the f up. He should cross over to the other side and we can be done with him. Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q>a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media</q>. Bravo Rummy... you captureds the essence of this vain and petty little man in one sentence! Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as \"a man with a hair-trigger temper and a propensity to", "new_id": -2}, {"uid": "1297005021190775334", "i": 8177, "idx": 0, "sa": ["Zahi Hawass"], "q": "on Sunday. Media reports during Egypt's political unrest had quoted <strong> Zahi Hawass </strong> as saying that looters damaged two mummies, but in a BBC interview on Sunday he said that this was not the case. <q>They were not mummies, there were two skulls taken outside from the CT scan machine. Everything will go back to normal at Cairo Museum today,</q> said <strong> Zahi Hawass </strong>, head of Egypt's antiquities authority since 2002. He was made a cabinet minister last week. On his own website, <strong> Zahi Hawass </strong> said the 70 broken antiquities included a statue of the boy", "new_id": -2}, {"uid": "1295618586136232983", "i": 4028, "idx": 0, "sa": ["Andy Coulson"], "q": "Alliance( ULA), an agency which built the Delta IV Heavy said that the launch is the second one for National Reconnaissance Office( NRO). Jim Sponnick, ULA vice president, Mission Operations said: <q>Most important is the critical NRO payload launched today which will significantly enhance the effectiveness and safety of brave men and women defending our nation every day.</q> Does Lower Volatility Signal a Market Correction? Not Necessarily <strong> Andy Coulson </strong> quits Number 10 a day after Labour loses its Shadow Chancellor Pre-market movers on Jan. 21( GE, AIG, MU, GOOG, SLB, SLE", "new_id": -2}, {"uid": "1295233159192299056", "i": 31308, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "Across the nation there's a feeling of defiance among politicians. They are undeterred by the violence that erupted at <strong> Gabrielle Giffords </strong>' political event in Tucson, Ariz., on Jan. 8, 2011. <q>I think right now she is inspiring all of us,</q> said Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.). \"I think she is inspiring our nation with her courage, with her strength.\" Now reinforcing that courage is added security. This weekend at a Minneapolis market", "new_id": -2}, {"uid": "1295589925085278736", "i": 31612, "idx": 1, "sa": ["Eric Schmidt"], "q": "accelerated in the fourth quarter, so has advertising spending, said Richard Fetyko, an analyst at Merriman Curhan Ford& Co. in New York, who recommends buying the stock and doesn't own it. <q>When consumers shop more, companies are more aggressive with advertising.</q> The company is focusing more attention on mobile devices with its Android operating system, an area where it competes with Apple for the sale of smartphones and tablets. <strong> Eric Schmidt </strong> was on Apple's board until 2009", "new_id": -2}, {"uid": "1296561500134217730", "i": 17287, "idx": 0, "sa": ["Mike Pence"], "q": "ring MUNCIE, Ind.-- U.S. Rep. <strong> Mike Pence </strong> discussed his political future-- in somewhat nonspecific terms-- while addressing students in a Central High School social studies class Friday. <strong> Mike Pence </strong> acknowledged he was considering <q>maybe coming home and running for governor,</q> but the Republican said he was likely months away from making a final decision. He didn't completely rule out seeking a seventh term representing Indiana's 6th District in the U.S. House. While", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of \"American Idol\" since he left the show. Talking to reports on a conference call for his new music competition series, \"The X Factor,\" <strong> Simon Cowell </strong> says, <q>I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well.</q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. \"What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}, {"uid": "1297109124023560237", "i": 5142, "idx": 3, "sa": ["Michael Gove", "Andy Burnham"], "q": "us is that when he gets into the education office he'll do exactly what <strong> Michael Gove </strong> is doing now, why? because his Marxist masters will tell him to. Consortium11 7 February 2011 7:23 PM <q>Outrageously, the English bac has been applied retrospectively to schools. As a result, it may have already unfairly damaged their reputation and ability to survive in the dog-eat-dog education world that <strong> Michael Gove </strong>'s bill creates.</q> Mr <strong> Andy Burnham </strong>, are you suggesting that schools were teaching to targets, merely to pass exams? cornerswell 7 February 2011 7:23 PM I am very thankful that my children are no longer in", "new_id": -2}, {"uid": "1296227273172146729", "i": 1453, "idx": 6, "sa": ["Barack Obama", "Mike Pence"], "q": "of GOP \"rising stars\" such as <strong> Mike Pence </strong>. \"<strong> Mike Pence </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,\" he said. <q>He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.</q> <strong> Mike Pence </strong>, who often describes himself as \"a Christian, a conservative, and a Republican, in that order,\" is one of the party's most outspoken critics of <strong> Barack Obama </strong>. In September,", "new_id": -2}]