[{"uid": "1295454223235356168", "i": 7116, "idx": 0, "sa": ["Sergio Marchionne", "Lisa P. Jackson"], "q": "vehicles. The announcement was made at the EPA laboratories in Ann Arbor, Mich., following a meeting with <strong> Sergio Marchionne </strong>, Chrysler Group CEO, and <strong> Lisa P. Jackson </strong>, Agency Administrator for the EPA. <q>In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,</q> <strong> Sergio Marchionne </strong> said. ''Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1297647737198574120", "i": 30999, "idx": 1, "sa": ["Rush Limbaugh", "Sen. Bernie Sanders"], "q": "Republicans have moved to the extreme right.( Of course, the Left has been saying this in earnest since 1964.) Now no left-wing gathering is complete without a strong whif of condescension. <strong> Sen. Bernie Sanders </strong> stated that <q>working-people who are hurting and are told the enemy of everything is government are being brainwashed.</q> In other words, working-people who listen to <strong> Rush Limbaugh </strong> are too stupid to figure things out on their own because of the ''concentration of corporate media.'' So what's the remedy? <strong> Sen. Bernie Sanders </strong> thinks there should be", "new_id": -2}, {"uid": "1296618533025804828", "i": 47192, "idx": 4, "sa": ["Hu Jintao", "Barack Obama", "David Letterman", "Conan O'Brien"], "q": "the check, <strong> Hu Jintao </strong> said, ''Your money is no good here.' <strong> Barack Obama </strong> laughed, and <strong> Hu Jintao </strong> said,` No, really, your money is no good.'' â\u0080¢ <strong> David Letterman </strong>-- <q>China's <strong> Barack Obama </strong> <strong> Hu Jintao </strong> is visiting the United States. If he likes what he sees, he may put down a deposit.</q> With unemployment stalled at nearly 10 percent, comics are unimpressed with <strong> Barack Obama </strong>'s economic promises: â\u0080¢ <strong> Conan O'Brien </strong>-- '''<strong> Barack Obama </strong> met with the CEOs of top companies about creating more jobs for Americans.", "new_id": -2}, {"uid": "1297689425188481557", "i": 46450, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ", despite the greater risk that he could have been recognized. While <strong> Steve Ballmer </strong> was waiting quietly in the lounge, his name was called out over the loud speaker because of an error related to his plane ticket. <q><strong> Steve Ballmer </strong> is a relatively recognizable individual ï¿½ It wouldn't have been funny if it had leaked,</q> <strong> Stephen Elop </strong> said of the deal. Copyright Â© 2011 Dow Jones Newswires", "new_id": -2}, {"uid": "1297709799012566528", "i": 34029, "idx": 0, "sa": ["Steve Ballmer"], "q": "NOK) are vying to be the third mobile platform ecosystem, alongside AAPL) and Android, in large part by being the most operator-friendly option. <q>The mobile operator can add value over and above connectivity and distribution and customer service,</q> CEO <strong> Steve Ballmer </strong> told MWC attendees in his keynote address Monday. ''Windows Phone will continue to be the best place for mobile operators to add value.'' Microsoft announced a number of improvements to Windows Phone", "new_id": -2}, {"uid": "1296371376213876815", "i": 2625, "idx": 5, "sa": ["Tyronn Lue", "Dwight Howard", "LeBron James", "Tracy McGrady", "Carmelo Anthony", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. ''We were trying to keep the ball out of his hands as much as possible.'' <q>He was holding me the whole time,</q> <strong> Allen Iverson </strong> said http://wn.com/Allen_Iverson_vs_Kobe_Bryant_Lakers_09/10_*24000pts_vs_24000pts_*The_last_game_as_a_grizzlies <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong> Mcgrady, Shaq, <strong> LeBron James </strong>, <strong> Dwight Howard </strong> All-Star Dance-Off, Slam Dunk Contest, Top 10, NBA Draft 2009, <strong> Dwight Howard </strong> Superman dunk, AND1, Hot sauce, <strong> LeBron James </strong> james, la", "new_id": -2}, {"uid": "1296747320116736041", "i": 23111, "idx": 0, "sa": ["Zahi Hawass"], "q": "Finch Rumors that the Egyptian Museum in Cairo caught fire yesterday( Feb. 2) were just that, according to <strong> Zahi Hawass </strong>, secretary general of the Supreme Council of Antiquities, on his blog today. <q>Again, I want to tell everyone that all the fights and fires in Tahrir Square that many people saw on television yesterday did not affect the Egyptian Museum, Cairo, at al,</q> <strong> Zahi Hawass </strong> wrote. Al Jazeera reports suggested the monuments of Saqqara-- a large burial ground of Ancient Egypt referred to as the ''City of the Dead''-- had been damaged and that items were stolen", "new_id": -2}, {"uid": "1295569075103366669", "i": 2261, "idx": 4, "sa": ["Barack Obama", "Erskine Bowles", "Sen. Alan Simpson", "Sen. Bernie Sanders"], "q": "be open to cutting Social Security benefits. <strong> Sen. Bernie Sanders </strong> said <strong> Barack Obama </strong> should have expected <strong> Erskine Bowles </strong> and <strong> Sen. Alan Simpson </strong> would recommend raising the retirement age. ''That wasn't an accident,'' he said. <q>When you appoint people, you know what you're going to get.</q> The commission issued a final proposal in December that called for increasing the retirement age to 68 by 2050 and to 69 by 2075. It also suggested using a different basis for calculating cost-of-living adjustments, which", "new_id": -2}, {"uid": "1296580982133529658", "i": 27683, "idx": 0, "sa": ["Allen Iverson"], "q": "<strong> Allen Iverson </strong> will attempt to rehabilitate his troublesome right calf without surgery after being examined Monday by noted surgeon James Andrews. Andrews diagnosed the injury as a calcium deposit with additional secondary bleeding. <strong> Allen Iverson </strong> <q>It's tricky because of the location,</q> Andrews said. ''So we're going to try to treat it without surgery.'' The first step will occur Tuesday when <strong> Allen Iverson </strong> will receive an anti-inflammatory injection intended to reduce the swelling. <strong> Allen Iverson </strong> will", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. ''It was definitely a special night,'' <strong> Linas Kleiza </strong> said. <q>I will remember this night for the rest of my life.</q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}]