[{"uid": "1296291756127057933", "i": 9475, "idx": 1, "sa": ["Marc Jackson", "Allen Iverson", "Shaquille O'Neal", "Kyle Korver", "Dwyane Wade"], "q": "spoil the return of <strong> Shaquille O'Neal </strong> and overcome a career-high 48 points from <strong> Dwyane Wade </strong> with a 126-119 overtime win over the Miami Heat on Thursday night. \"It's like a do or die situation,\" <strong> Allen Iverson </strong> said. <q> A loss here or there and we could be out of the playoffs. We understand that. It just says a lot about us. </q> <strong> Marc Jackson </strong> scored 26 and <strong> Kyle Korver </strong> 20 for the Sixers, who won for the fifth time in six games. With Cleveland's 95-89 loss to New York, the Sixers( 40-38) moved into a tie for seventh", "new_id": -2}, {"uid": "1295613101003915782", "i": 12850, "idx": 7, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": ", <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,\" <strong> Eric Schmidt </strong> said in a posting on the company's official blog. <q> And over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> Google also reported fourth-quarter financial results, beating Wall Street's net revenue expectations. <strong> Eric Schmidt </strong> said on his blogpost that <strong> Larry Page </strong>, the son of a Michigan State University computer science professor, will now", "new_id": -2}, {"uid": "1296494521100859915", "i": 32112, "idx": 10, "sa": ["Chris Bosh", "Danny Granger", "Allen Iverson", "Ray Allen", "José Calderón"], "q": "\"When TJ comes into the game, he gives you a different look, and when <strong> José Calderón </strong> comes into the game, he gives you a different look.\" <strong> Chris Bosh </strong> said there's no need for controversy. <q> Him( Ford) and <strong> José Calderón </strong> can split time, whoever's playing the best, or they can play together, </q> he said. Indiana forward <strong> Danny Granger </strong> said Ford looked like his old self. \"He's got something you can't really Allen_Allen Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_2 <strong> Allen Iverson </strong>'s \"team first\" approach with the Philadelphia 76ers has earned him respect from", "new_id": -2}, {"uid": "1297217356071778338", "i": 559, "idx": 12, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "even the slightest hint of that,\" he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> George W. Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about Saddam's alleged weapons.", "new_id": -2}, {"uid": "1297128027137412656", "i": 12874, "idx": 2, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "was \"ceremonial.\" \"These ceremonial gifts are different from the official keys to the city presented by the <strong> Mayor Tom </strong>,\" he said. As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, <q> I care deeply about animals </q> and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that \"since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children", "new_id": -2}, {"uid": "1297200983061325341", "i": 2166, "idx": 7, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "creation of an Iraqi transitional government. He instead appointed a \"governing council\" of Iraqis but refused to give even them any responsibility. The result: delays in elections and in building post-Saddam institutions. <q> You are always better having a <strong> George H. W. Bush </strong> look at each option, at the pros and cons, and make a decision among them, than trying to merge them, </q> says Mr. <strong> Donald Rumsfeld </strong>, especially when positions are \"contradictory to a certain extent.\" Mr. <strong> Donald Rumsfeld </strong> also faults today's Washington culture, with a hyperaggressive Congress and more \"litigious society.\" During his", "new_id": -2}, {"uid": "1297226666238518288", "i": 5469, "idx": 0, "sa": ["Simon Cowell"], "q": "in Chicago, Dallas, Miami, New York/New Jersey, and Seattle. Singers and groups must be at least 12-years-old to audition. There is not a cap on the upper age limit. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> <strong> Simon Cowell </strong> said in a press release. \"I've never believed that there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording", "new_id": -2}, {"uid": "1295917787195494007", "i": 46386, "idx": 0, "sa": ["Bill Lockyer", "Mimi Walters"], "q": "taxes) may be linked. <strong> Mimi Walters </strong> lost the November election for state treasurer by a wide margin to incumbent <strong> Bill Lockyer </strong>, who wasted no time in dismissing the idea in an unrelated conference call this morning. <q> It makes no sense, </q> he said. The treasurer then suggested that perhaps such proposals are being floated by those who think don't like public pension funds that manage retirement money \"for working people, not rich people.\"", "new_id": -2}, {"uid": "1295277333032079876", "i": 17468, "idx": 0, "sa": ["Al Harris", "Tramon Williams", "Charles Woodson", "Michael Vick"], "q": "<strong> Charles Woodson </strong> has been impressed with <strong> Tramon Williams </strong>, who took over for <strong> Al Harris </strong> at cornerback and clinched the wild-card win vs. the Philadelphia Eagles by intercepting <strong> Michael Vick </strong> in the end zone to preserve a 21-16 lead. <q> He's playing lights-out football, </q> <strong> Charles Woodson </strong> said of <strong> Tramon Williams </strong> on Fox's Sunday telecast. The Packers defense- which has allowed seven points or fewer six times this season despite losing three starters to injured reserve- limited the Falcons to a", "new_id": -2}, {"uid": "1296287013057311248", "i": 15025, "idx": 1, "sa": ["Michael Gove"], "q": "unions including the GMB, which has accused the backers of a free school in Wandsworth of setting its catchment area to exclude poorer children. Liberal Democrat party members last year voted to campaign against free schools because they <q> risk increasing social divisiveness and inequity </q>. Teaching unions share concerns that creating new schools will lead to a two-tier system. <strong> Michael Gove </strong> said yesterday: \"Yes, there are opponents, people trying to stop this. That's why it's", "new_id": -2}]