[{"uid": "1295779876044482732", "i": 43769, "idx": 0, "sa": ["Ahoua Don Mello", "Ali Coulibaly", "Alassane Ouattara"], "q": "Gbagbo boots French envoy THE government of incumbent Ivory Coast president Laurent Gbagbo cancelled the accreditation of France's ambassador after France recognised his rival <strong> Alassane Ouattara </strong>. <q> We have ended the accreditation of the French ambassador to Ivory Coast. He is now considered unemployed, an ordinary French citizen who is no longer an interlocutor for us, </q> spokesman <strong> Ahoua Don Mello </strong> said. He said the Gbagbo side had acted Saturday after receiving a note from Paris saying it had accredited <strong> Ali Coulibaly </strong>, <strong> Alassane Ouattara </strong>'s pick as Ivory Coast's envoy to France.", "new_id": -2}, {"uid": "1296127741218218551", "i": 56094, "idx": 0, "sa": ["Michael Gove"], "q": "and malnourishment. The ICRC, which has been operating in the country since the late 1970s, provides Somali hospitals with surgical equipment and medicine, pays for salaries and fuel and repairs facilities. <q> Both Keysaney and Medina hospitals treat all patients, regardless of their clan and religious or political background, </q> it said in a statement, calling for all sides of the conflict to spare civilians from harm. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will``", "new_id": -2}, {"uid": "1295364768237895680", "i": 15910, "idx": 6, "sa": ["Avril Lavigne", "Steven Tyler", "David Letterman", "Aggro Santos"], "q": "and] still rocking big time''. <strong> Steven Tyler </strong> also spoke about his new job with <strong> David Letterman </strong>, admitting that it had been a`` risk'' but insisting that he had no regrets about the experience. <q> I like to jump into things I'm not sure of and this has turned out great, </q> he said.`` It's nothing but great... Plus I get to sit next to J.Lo!'' Single ReviewsThis week, we rate Britney, Adele, <strong> Avril Lavigne </strong>& <strong> Aggro Santos </strong>!", "new_id": -2}, {"uid": "1296673148174342186", "i": 9150, "idx": 2, "sa": ["Simon Cowell"], "q": "fair, mounting a live show twice a week is a tall order. But`` Idol'' appeared to have an impossible time keeping the show moving smoothly-- particularly when compared to its CBS Television City neighbor, <q> Dancing With the Stars, </q> which perhaps runs a tighter ship( and doesn't have overrun problems).`` Idol'' has propelled Fox to No. 1 for an unprecedented six consecutive seasons. But with <strong> Simon Cowell </strong> exiting, the viewership decline is", "new_id": -2}, {"uid": "1295561523178864129", "i": 16321, "idx": 3, "sa": ["Eric Schmidt"], "q": "A billion browser-based phones also means that Google can display advertisements to that many more people around the world. Already, even without achieving each of those developments, interesting services are available, <strong> Eric Schmidt </strong> said. <q> We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth-- and to deliver such a service at scale, </q> <strong> Eric Schmidt </strong> wrote. If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments href=\"http://www.computerworld.com.au/article/253015/how_captcha_got_trashed/#comment-423722\">`` I have many question about your post. I think u", "new_id": -2}, {"uid": "1296391267266764295", "i": 10363, "idx": 5, "sa": ["Carmelo Anthony", "LeBron James", "Allen Iverson", "Michael Jordan", "King Syze"], "q": "as he led August Town to a 5-1 drubbing of George Headley, as the 2011 LIME/INSPORTS Primary Schools <strong> Allen Iverson </strong> 25pts Melo vs <strong> LeBron James </strong> Cavaliers NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules Cleveland's hoops <strong> King Syze </strong>. <q> I know he hates losing to me, </q> <strong> Carmelo Anthony </strong> said with a laugh. <strong> Carmelo Anthony </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over... Heat vs. Bulls 1996-1997. <strong> Michael Jordan </strong>'s 50 point statement November", "new_id": -2}, {"uid": "1295596909029032474", "i": 20007, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "to the development, <strong> Eric Schmidt </strong> will step down at the CEO, whilLarry Page will assume the same and <strong> Sergey Brin </strong> being designated as the co-founder. However, <strong> Eric Schmidt </strong> will act as the executive chairman of the company. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us, </q> stated <strong> Eric Schmidt </strong>. <strong> Larry Page </strong> will take charge of the day-to-day operations as Google's CEO and lead product development and technology strategy, w.e.f. April 4th.`` In this new role he will merge Google's technology", "new_id": -2}, {"uid": "1296319166261652482", "i": 5362, "idx": 0, "sa": ["Zahi Hawass"], "q": "army arrived, young Egyptians- some armed with truncheons grabbed off the police- created a human chain at the museum's front gate to prevent looters from making off with any of its priceless artifacts. <q> They managed to stop them, </q> <strong> Zahi Hawass </strong> said. He added that the would-be looters only managed to vandalize two mummies, ripping their heads off. They also cleared out the museum gift shop. He said the museum's prized King Tutankhamun", "new_id": -2}, {"uid": "1296139414011223058", "i": 37342, "idx": 2, "sa": ["Brian Lenihan", "Eamon Gilmore"], "q": "the general election''. Mr <strong> Brian Lenihan </strong> said he was happy to deal with the issue because`` once again Deputy <strong> Eamon Gilmore </strong> has displayed considerable constitutional ignorance''. He added that he hoped Mr <strong> Eamon Gilmore </strong> <q> will get in training for the high offices to which he aspires </q>. The Minister said`` the Government does not dissolve the D?il and has no function in regard to its dissolution. The President dissolves the D?il on the advice of the Taoiseach and that is a matter", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. </q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}]