[{"uid": "1295959277216842330", "i": 5452, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell", "Christian O'Connell"], "q": "has revealed that he has been kicked off Facebook because he was thought to be an imposter. The X Factor host did have an account on the social networking site, but it was taken off. <q> I've got to be honest, they chucked me off Facebook- they thought it was someone pretending to be me, so I haven't got a Facebook, they literally threw me off Facebook, how annoying is that? </q> he told Absolute Radio's <strong> Christian O'Connell </strong> on his breakfast show. <strong> Dermot O'Leary </strong> also revealed how X Factor judge <strong> Simon Cowell </strong> has a bath in his dressing room.`` <strong> Simon Cowell </strong>'s decked out his whole dressing room", "new_id": -2}, {"uid": "1297134193068190230", "i": 35040, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "Add to favorites Founded 2004, based in Garland, TX New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy? </q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1294959203181354515", "i": 23908, "idx": 1, "sa": ["Olivia Munn", "David Letterman"], "q": "16, she felt very alone, she said. Then, something big happened.`` In America, the way to make friends is, like, throw a party,'' <strong> Olivia Munn </strong> told <strong> David Letterman </strong>. <q> Some kids at school found out that my parents were gon na be out of town. I said,` Sure,' I would have a party. So then, as I was walking through the halls, somebody hands me a flyer, like,` Here, go to this party.' And I looked at the flyer and it was directions to my house. Sad, but it was actually fun for me, because I was like,` Now people want to be my friend.' </q> Facebook! Know something we don't? E-mail us at <strong> Olivia Munn </strong> is hot now, but it wasn't always that way. The` Attack of the Show' alum and new` Perfect Couples' star", "new_id": -2}, {"uid": "1295644189196657172", "i": 21591, "idx": 5, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "Tory said.`` The cloud had obviously become a lot bigger in recent weeks.'' One minister did, however, voice doubts about <strong> Andy Coulson </strong>'s claim that media intrusion alone had prompted his resignation. <q> This resignation must mean that <strong> Andy Coulson </strong> knows something is coming down the pipeline, </q> the minister said. Labour claimed the decision to appoint <strong> Andy Coulson </strong> to such a senior Downing Street post raised questions about <strong> David Cameron </strong>'s judgment. <strong> Ed Miliband </strong>, the Labour leader, said:`` The cloud of allegations", "new_id": -2}, {"uid": "1297202882240402449", "i": 17250, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "`` We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist with ties to the al-Qaida terrorist network. Egyptians renew appeal for Mubarak to resign now on biggest", "new_id": -2}, {"uid": "1296099209217432076", "i": 48533, "idx": 1, "sa": ["Shawn Marion", "Brandon Young", "Allen Iverson", "Dwyane Wade"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q> The next game, that's the one we have to have, </q> <strong> Allen Iverson </strong> said.`` If we approach everything that way, than everything will{ VA} <strong> Shawn Marion </strong> <strong> Dwyane Wade </strong> 41 points vs Bobcats( 11.08.08) http://wn.com/12_points_in_20_seconds__Brandon_Young_shoots_down_Bobcats__Unbelievable_finish Trailing 87-80 with 20.7 seconds remaining in the game, <strong> Brandon Young </strong> hit his", "new_id": -2}, {"uid": "1295389551128106499", "i": 4719, "idx": 0, "sa": ["Hu Jintao", "Chuck Schumer", "Kirsten Gillibrand"], "q": "President <strong> Hu Jintao </strong> during his state visit this week. <strong> Kirsten Gillibrand </strong> focused her attention on two issues-cybersecurity and the hoarding of rare earth elements( REEs)- where she feels the Chinese are behaving inappropriately. <q> Cybersecurity and REEs greatly affect both the national and economic security of the United States, and I continue to be concerned about China's policies regarding these two strategic interests, </q> she wrote in her letter. <strong> Kirsten Gillibrand </strong>'s letter comes on the heels of a formal complaint by Senator <strong> Chuck Schumer </strong> who has been a strong voice against the Chinese for much of the past decade. <strong> Chuck Schumer </strong> picked", "new_id": -2}, {"uid": "1295617480099680409", "i": 6062, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "110 per cent needed in this role.'' Prime Minister <strong> David Cameron </strong> said he was`` very sorry'' that <strong> Andy Coulson </strong> had decided to resign, but understood why he had chosen to step down. <q> I understand that the continuing pressures on him and his family mean that he feels compelled to do so. <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> <strong> David Cameron </strong> said. Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"uid": "1295568458148553731", "i": 25444, "idx": 0, "sa": ["Eric Cantor", "Mike Pence", "Newt Gingrich", "Paul Kanjorski"], "q": "Chairman <strong> Paul Kanjorski </strong> Ryan( R-WI) said that the GOP's goal was to cut`` a good$ 100 billion.'' <strong> Newt Gingrich </strong> Kevin McCarthy( of`` Young Gun'' fame) reiterated the promise, saying, <q> We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that. </q>`` We've got to roll back there. That will save$ 100 billion in the first year,'' agreed <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q> Our spacing was good, which made it very difficult to corral me, </q> <strong> Kobe Bryant </strong> said.`` When they did, we were able to swing the ball and get open opportunities for everybody else.'' <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}]