[{"uid": "1294997802152699116", "i": 21627, "idx": 1, "sa": ["Bill Cosby", "David Letterman", "Conan O'Brien"], "q": "n't edgy or realistic.`` Someone said,` How come one of your kids( from the show) is not dating a white kid?''' remembers the show's patriarch, <strong> Bill Cosby </strong>. <q> And I said,` Because the one on` Family Ties' hasn't touched a black person yet.' </q> <strong> Conan O'Brien </strong> OK with <strong> David Letterman </strong>, not so much with Leno'' tooltipId=`` mi_tt2''> <strong> Conan O'Brien </strong> OK with <strong> David Letterman </strong>, not so much with Leno <strong> Conan O'Brien </strong> says he got a phone call", "new_id": -2}, {"uid": "1295063362162578492", "i": 47911, "idx": 1, "sa": ["Alassane Ouattara", "Ban Ki-moon"], "q": "country, the world's biggest cocoa producer, has been in turmoil since early December when Laurent Gbagbo refused to leave office despite opposition leader <strong> Alassane Ouattara </strong>'s UN-certified and internationally-recognized victory in November's run-off election. <q> The facts on the ground are indisputable. Cote d'Ivoire has a legitimately elected president- <strong> Alassane Ouattara </strong>. The previous incumbent, Laurent Gbagbo, must stand aside, </q> Mr. <strong> Ban Ki-moon </strong> reiterated today both at the news conference and in an earlier speech to the 192-member General Assembly, as he outlined the UN's priorities for 2011. He stressed his deep concern at the growing", "new_id": -2}, {"uid": "1295138821018858005", "i": 37317, "idx": 1, "sa": ["Michael Gove"], "q": "him on the English baccalaureate. Charlie argued, rather well, that it is nonsense to deem some subjects as more worthy than others, if you believe that education should bring out the talents of individual children. <q> You're rubbishing all their choices[ of non-bac subjects] by creating an artificial hierarchy, </q> he said to <strong> Michael Gove </strong>.`` I don't start with an arbitrary selection of which things matter, I start with what will make this child blossom... and if that turns out to be sport or music or", "new_id": -2}, {"uid": "1295792009158990383", "i": 27672, "idx": 0, "sa": ["Simon Cowell", "Oprah Winfrey"], "q": "ditch the UK version in order to concentrate on the forthcoming American series. In a new interview with <strong> Oprah Winfrey </strong>, <strong> Simon Cowell </strong> admitted he wanted to quit while he was still at the top of his game. <q> I asked a successful guy,` What's the best advice you can give me?' He said,` <strong> Simon Cowell </strong>, know when to leave the fair'. I think that's good advice- one year, I actually found myself thinking,` I've run out of insults, I don't know how I'm going to tell people they suck'.`` Something inside you just says,` You know what, it's time to go', </q> <strong> Simon Cowell </strong> added.`` Without any regrets. I can look back on the past 10 years and say it's been a blast. I've enjoyed myself. I mean, it's not the most difficult job", "new_id": -2}, {"uid": "1295748875087883797", "i": 25633, "idx": 3, "sa": ["Alassane Ouattara"], "q": "that I served for 35 years.'' Cote d'Ivoire was represented at the Bamako meeting by <strong> Alassane Ouattara </strong>'s prime minister, Guillaume Soro, who said this was a positive step for the country. <q> The measures that were taken were good ones because the legitimate government of Ivory Coast could not accept that someone who confiscated power continued to withdraw money from the Ivory Coast's accounts, </q> Soro said.` Forced resignation' The government of Gbagbo`` rejected the forced resignation'' of Dacoury-Tabley. In comments broadcast on state television, still controlled by Gbagbo, his administration", "new_id": -2}, {"uid": "1295440324144605237", "i": 45557, "idx": 2, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "Ryan Seacrest.\"> <strong> Ryan Seacrest </strong> remains the host. Mr. Rushfield said the former judge panels had become`` outsized,'' detracting from the aspiring stars onstage. He said he expected that this year the panel would <q> consume a lot less oxygen, in terms of the drama it creates. </q> Ms. Lopez noted that unlike Mr. <strong> Simon Cowell </strong>, she and Mr. Tyler are singers and performers. Mr. Tyler, the frontman for Aerosmith, is working on another album for Sony now.`` We", "new_id": -2}, {"uid": "1297451775077103110", "i": 58513, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "Marketplace. Under the proposed partnership, Microsoft will provide devStephen Eloper tools. Nokia is moving Symbian and MeeGo off the table.`` I am excited about this partnership with Nokia,'' said Microsoft CEO <strong> Steve Ballmer </strong>, <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation, and a proven ability to execute. </q> A Nokia-Microsoft Merger? The Nokia-Microsoft partnership is much broader than IDC analyst Al Hilwa expected, and he said the total realignment of the smartphone platform strategy is unprecedented in scope. He thinks <strong> Stephen Elop </strong>", "new_id": -2}, {"uid": "1295798969051544087", "i": 25110, "idx": 4, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Colin Powell_Colin Powell_Endorses_Barack Obama_Barack Obama_on_Meet_the_Press Appearing on Meet the Press, former Secretary of State Gen. <strong> Colin Powell </strong> says he", "new_id": -2}, {"uid": "1295586061144719886", "i": 20821, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "move, Google co-founder <strong> Larry Page </strong> will replace <strong> Eric Schmidt </strong> and take over as Chief Executive Officer in April. <strong> Eric Schmidt </strong>, 55, who became CEO in 2001, will assume the role of Executive Chairman, focusing externally on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, according to the official Google blog spot. <strong> Eric Schmidt </strong> would continue to act as an advisor to <strong> Larry Page </strong> and co-founder <strong> Sergey Brin </strong>.`` <strong> Larry Page </strong> will take charge of Google </q> s day-to-day operations as Chief Executive Officer starting April 4. <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products,'' <strong> Eric Schmidt </strong> said in the blog spot. The management reshuffle has been", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of`` American Idol'' since he left the show. Talking to reports on a conference call for his new music competition series,`` The X Factor,'' <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings.`` What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}]