[{"uid": "1297338113118145033", "i": 16091, "idx": 2, "sa": ["Donald Rumsfeld", "Mohammed al-Qahtani"], "q": "intelligence gathered through`` enhanced interrogation techniques'' had been worth the bad press. In response, <strong> Donald Rumsfeld </strong> specifically defended the torture of <strong> Mohammed al-Qahtani </strong>, who was accused of participating in the September 11 terrorist plot. <q> Qahtani, who was the 20th hijacker, they say-he gave a lot of information, </q> <strong> Donald Rumsfeld </strong> said.`` And it was very helpful to our interrogators and to the United States government in saving lives.... And I think that the fact that we haven't had an attack in a decade is", "new_id": -2}, {"uid": "1295159503096436248", "i": 47564, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": "third-year quarterback 0-2 in playoff games with six turnovers. Ryan threw two interceptions, including one that was returned 70 yards for a touchdown by <strong> Tramon Williams </strong>, and also lost a fumble. He finished with 186 yards. <q> We moved the ball pretty effectively but we just didn't capitalize, </q> Ryan said.`` We didn't get points when we needed to get points. It's disappointing.'' The Falcons also had a fourth-quarter fumble by receiver <strong> Michael Vick </strong> Jenkins. For Ryan, the postseason disappointment was", "new_id": -2}, {"uid": "1296127977138051604", "i": 37084, "idx": 0, "sa": ["Peter Capaldi", "Andy Coulson"], "q": "Malcolm Tucker... always in the thick of it. Photograph: Allstar/BBC Films/Sportsphoto/Allstar Malcolm Tucker might be fictional, but that doesn't stop <strong> Peter Capaldi </strong> being pestered for comment about the demise of <strong> Andy Coulson </strong>. <q> I'd like to hack his voicemail and find out what's going on in his life, </q> <strong> Peter Capaldi </strong> told the Independent.`` I can't believe he didn't know what was going on. I'm an actor, what do I know? But I don't like the idea that we", "new_id": -2}, {"uid": "1295589516230457394", "i": 40615, "idx": 2, "sa": ["Eric Schmidt"], "q": "about working with both him and Sergey for a long time to come.''`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,'' Page said in a written statement. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity... and I can't wait to get started. </q>", "new_id": -2}, {"uid": "1295612541207978516", "i": 25106, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "wishing the <strong> Tony Blair </strong>, his family and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government.'' Mr <strong> David Cameron </strong> said in a statement: <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. I wish <strong> Andy Coulson </strong> all the very best for his future, which I am certain will be a successful one. </q> Last week Mr <strong> David Cameron </strong> refused to confirm or deny reports that Mr <strong> Andy Coulson </strong> had offered to resign to spare the Government further damage. But he admitted that his communications director was`` extremely embarrassed'' about the", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called`` Googled: The End of the World As We Know It,'' said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}, {"uid": "1295652755122683468", "i": 27496, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "Thursday, he would earn about$ 334.7 million on the stock sale. He would still own about 2.7 percent of <strong> Google Inc. </strong>'s outstanding capital stock, down from 2.9 percent before selling the shares. <q> As <strong> Google Inc. </strong> has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, </q> <strong> Eric Schmidt </strong> said in a posting on the company's official blog.`` And over the holidays we decided now was the right moment to make some changes to the way we are structured.''", "new_id": -2}, {"uid": "1295342501194592769", "i": 8567, "idx": 0, "sa": ["Google Inc.", "Steve Ballmer", "Keith Goddard"], "q": "- Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>, said to unveil new software for tablets at the Consumer Electronics Show next week, will face skeptics who say his company won't soon narrow Apple's iPad lead. <q> By the time Microsoft gets it figured out everybody will already own an iPad, </q> said <strong> Keith Goddard </strong>, CEO of Capital Advisors <strong> Google Inc. </strong> an investing firm in Tulsa, Oklahoma, that holds Apple shares.`` That train has left the station.'' Microsoft will announce a full version of the", "new_id": -2}, {"uid": "1295308387132857908", "i": 5833, "idx": 0, "sa": ["Mike Pence", "Ronald Reagan", "Jack Kemp", "Jim Ryun", "Newt Gingrich"], "q": "deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1295905049076185690", "i": 26134, "idx": 0, "sa": ["Bill Lockyer"], "q": "California's state treasurer, <strong> Bill Lockyer </strong>, today denounced ongoing efforts to establish a new framework for states to restructure their debts, saying no state wanted or needed to declare bankruptcy. <q> It's a cynical proposal, intended to incite a panic in response to a phony crisis, </q> Mr. <strong> Bill Lockyer </strong> said in a conference call with journalists.`` Killer bees, space aliens, and now it's the invasion of the bankrupt states.'' As reported, a number of members of Congress", "new_id": -2}]