[{"uid": "1295594483015614016", "i": 27519, "idx": 4, "sa": ["Michael Gove", "Russell Hobby"], "q": ", Mr <strong> Michael Gove </strong> said, with other subjects brought in the following year. Review \"pointless\" The NASUWT teaching union said teachers \"want another curriculum review like a hole in the head\". <q>Heads are hoping for a significant reduction in the depth and breadth of prescription</q>\" <strong> Russell Hobby </strong> National Association of Head Teachers General secretary Chris Keates said the review was \"pointless\" as ministers had \"already determined that children should have a 1950s-style curriculum\". <strong> Russell Hobby </strong>, general secretary of", "new_id": -2}, {"i": 30576, "idx": 1, "index_answer": 0, "new_id": -1, "q": "request for a transcript from Microsoft). He appears to tell the audience that Microsoft now has its tablet strategy well in hand. According to multiple news outlets reporting on the event, <strong> Steve Ballmer </strong> said, <q>You'll see slates, but if you want most of the benefits of what a PC can offer, creating, a form factor that has been tuned over years, you'll see us expand the footprint of what Windows can target,</q> he said in a taped press event available widely online. \"We've done work on a Windows tablet, and you'll see slates with Windows on from this Christmas.\" Still, how effectively", "sa": ["Steve Ballmer"], "uid": "1296429119182222848"}, {"uid": "1296774517130859030", "i": 5884, "idx": 1, "sa": ["Sergio Marchionne"], "q": ". Carl Galeana, who runs dealerships in suburban Detroit, Florida and South Carolina, said he is impressed with the turnaround that <strong> Sergio Marchionne </strong> engineered. \"I think this guy is a visionary,\" he said. <q>He talks about what he needs to do and he goes out and gets it done.</q> Of the 16 new or revamped models, five were rebuilt from the ground up in under two years, far faster than the normal three or four years. They include the 300 big sedan, the Jeep Grand", "new_id": -2}, {"uid": "1297225373053084179", "i": 45414, "idx": 2, "sa": ["Michael Vick", "Mayor Tom Leppert"], "q": "WFAA. \"He has done nothing to deserve a key to the city of Dallas.\" On Monday, Dallas <strong> Mayor Tom Leppert </strong> distanced himself from the presentation, telling the Dallas Morning News: <q>We don't condone it and clearly didn't approve it. It's unfortunate, and I would rather have not seen the situation.</q> Two council members told the newspaper that the presentation was inappropriate, though one defended it, saying <strong> Michael Vick </strong> \"served his time\" and \"did what the court told him to.\" The newspaper", "new_id": -2}, {"uid": "1297242618238927902", "i": 24483, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": "<strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as telling the meeting, <q>We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.</q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described the site as \"Terrorist Poison and Explosive Factory, Khurmal.\" Rumsfeld said Khurmal was", "new_id": -2}, {"uid": "1295610181062603290", "i": 6405, "idx": 3, "sa": ["Andy Coulson"], "q": "He's resigned- reported by The Times. Too slow, Graun!\" Tiresias 21 January 2011 11:40 AM randomdoofus 21 January 2011 11:40 AM bradwright 21 January 2011 11:40 AM <q><strong> Andy Coulson </strong> was fed up with the \"continual focus and distraction,</q>\" All those wire taps must be quite distracting, to be fair. benzedrine 21 January 2011 11:40 AM riggers1 21 January 2011 11:41 AM I am sure <strong> Andy Coulson </strong> will quote", "new_id": -2}, {"uid": "1295560041021315598", "i": 32406, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,", "new_id": -2}, {"uid": "1295684253063881224", "i": 1860, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": ". \"I think there are questions about <strong> David Cameron </strong>'s judgment about hanging on to him as long as he did.\" Chris Bryant, a Labour <strong> David Cameron </strong>, demanded that the police carry out <q>the full, transparent, and thorough inquiry into phone hacking that we are still waiting for</q>. \"It is one thing to use <strong> Andy Coulson </strong> in opposition, but to put him on the taxpayer's payroll and at the heart of Government shows that <strong> David Cameron </strong> is completely unscrupulous,\" he said.", "new_id": -2}, {"uid": "1296215007194035773", "i": 29153, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "her close female friends in Congress: House Democratic leader <strong> Nancy Pelosi </strong> of California, <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. \"The doctors couldn't believe it,\" <strong> Debbie Wasserman Schultz </strong> later told CNN. <q>It was the most incredible experience that I have ever had.</q> <strong> Gabrielle Giffords </strong> is expected to survive, although her condition and the extent of her recovery remain in doubt. As finger-pointing emerged in Washington and beyond over whether harsh political rhetoric played a role in creating", "new_id": -2}, {"uid": "1295569141118865965", "i": 22437, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "prodigies who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old founder, <strong> Sergey Brin </strong>", "new_id": -2}]