[{"uid": "1297661612114016263", "i": 10152, "idx": 1, "sa": ["Patrick Carney", "Justin Bieber", "David Letterman", "Lady Gaga"], "q": "backstage after accepting the award for pop performance with vocals by a duo or group.--`` <strong> Justin Bieber </strong>? Hairpiece.''- <strong> David Letterman </strong> revealing the top Grammy surprises.-- <q> I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote` Born This Way,' I imagined she was singing it because I wasn't secure enough in myself to imagine I was a superstar. </q>- <strong> Lady Gaga </strong> as she accepted best pop vocal album for`` The Fame <strong> Lady Gaga </strong>.''--`` We never expected we'd even get invited after we were nominated.''- <strong> Patrick Carney </strong> of The", "new_id": -2}, {"uid": "1296484351181583873", "i": 10030, "idx": 5, "sa": ["Mike Pence"], "q": "Fence'' is a status quo, devoid of thinking for himself,` cut taxes and fund war but you take the hit-- you pay and you serve not me' kind of guy.'' <q> What I'm going to fight to do in Washington, D.C., is ensure that states have greater flexibility, whether it be in Medicaid or education, to bring about the kind of reforms that will serve their citizens better and serve the taxpayers well, </q> he said.'''' Well repeated sir. If there is anything we need less of in government you're it.: Run <strong> Mike Pence </strong> run. You must be doing something right", "new_id": -2}, {"uid": "1297240707110002271", "i": 49387, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "of Dallas Saturday. <strong> Dwaine Caraway </strong> said he believes`` a great majority'' of the people of Dallas would have supported his decision, despite <strong> Michael Vick </strong>'s conviction for running a vicious dog fighting ring. <q> I gave it to him, sure I did. The wayward children that were there needed to have hope, </q> he said. <strong> Dwaine Caraway </strong>- who is poised to step in as Dallas mayor when <strong> Mayor Tom Leppert </strong> leaves office- did not say exactly where he was(`` somewhere downtown'' and`` one of the clubs''", "new_id": -2}, {"uid": "1295563359148553852", "i": 24095, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ". Mr. <strong> Sergey Brin </strong> will turn his focus to strategic projects. In a tweet, Mr. <strong> Eric Schmidt </strong> framed the management shuffle as something akin to handing the car keys off to the teenagers, writing: <q> Day-to-day adult supervision no longer needed! </q> Earnings per share, in case anyone's still interested, came in at$ 8.75, killing consensus estimates for$ 8.09, while revenue was$ 8.44 billion, also better than expected. Google stock", "new_id": -2}, {"uid": "1297302363011485203", "i": 27036, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "President Bush"], "q": "presidential nominee to run with <strong> John McCain </strong> in 2008. Sprinkled among the speeches by Republican and tea party notables are seminars ranging from how to break into the Hollywood movie business to a political study session titled: <q> Is Atlas Shrugging.The Cultural Impact of the Tea Party. </q> <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> will sign copies of his newly released book and receive the CPAC Defender of the Constitution Award. The CPAC gathering concludes Saturday evening with the release of a straw poll of potential", "new_id": -2}, {"uid": "1296850140173342751", "i": 7912, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans.`` I want", "new_id": -2}, {"uid": "1296433725170967050", "i": 17472, "idx": 0, "sa": ["Serge Ibaka", "Erik Spoelstra", "Stewart Mandel", "Kevin Kolb", "Dwyane Wade", "Michael Vick"], "q": "</a> in the final minute of the first half. Miami's <strong> Dwyane Wade </strong> picked up his sixth of the season in the fourth quarter while protesting after <strong> Serge Ibaka </strong> blocked his layup attempt. <q> All of us, we're all so competitive, and when we get into circumstances in the fourth quarter, there's going to be tough calls on both sides, </q> Heat coach <strong> Erik Spoelstra </strong> said. <strong> Stewart Mandel </strong>: St. John's shows signs of progress under Lavin by knocking off Duke Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1295584823230457349", "i": 15053, "idx": 6, "sa": ["Saddam Hussein", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "decision to pull out American forces and leave <strong> Saddam Hussein </strong> in power. <strong> Colin Powell </strong> and the other members of <strong> George H.W. Bush </strong>'s national security team agreed that the mission was to liberate Kuwait, not remove <strong> Saddam Hussein </strong>. <q> There is a legitimate argument as to whether we stopped too soon. We accomplished the mission, </q> <strong> Colin Powell </strong> said.`` <strong> President Bush </strong> made the right decision.'' The Iraqi leader was ousted in 2003 during the Iraq war, which started under <strong> George H.W. Bush </strong>'s son, former <strong> President Bush </strong>. After being convicted of crimes", "new_id": -2}, {"uid": "1296966831159891467", "i": 15517, "idx": 0, "sa": ["Michael Vick"], "q": "year By Jeff McLane INQUIRER STAFF WRITER DALLAS- The NFL threw <strong> Michael Vick </strong> a party and named the Eagles quarterback comeback player of the year, capping off an improbable season. <q> I thank my coaches and my teammates, </q> said <strong> Michael Vick </strong>, who was on hand to accept his award.`` They got me better as an NFL player, as a quarterback, and took advantage of my talents.'' <strong> Michael Vick </strong> received 291/2 of", "new_id": -2}, [{"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies.`` Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,'' <strong> Bill Lockyer </strong> said. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}]]