[{"uid": "1296889632106627078", "i": 3065, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": ". <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. \"I don't want him to put himself in a position where bad things can happen around him,\" <strong> Roger Goodell </strong> said. <q> He takes that seriously. \"We're looking for success stories; we're not looking for players to fail. He's paid a very significant price and he's doing the right thing. </q>_ He praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to", "new_id": -2}, {"uid": "1296228272172146710", "i": 17261, "idx": 3, "sa": ["Dan Coats", "Mike Pence", "Sen. Jim DeMint"], "q": "communicate with millions of people.\" While ruling himself out, <strong> Sen. Jim DeMint </strong>( <strong> Dan Coats </strong>, S.C.) agreed, telling NRO that with the congressman gone as a paragon of \"pro-growth, limited-government\" conservatism, <q> there will be a lot of surprises </q> in terms of who jumps into the race. According to sources close to <strong> Mike Pence </strong> with knowledge of Indiana politics, a number of factors influenced the congressman's decision to forgo a presidential run and instead turn", "new_id": -2}, {"uid": "1296176352117817419", "i": 42732, "idx": 0, "sa": ["Mike Pence"], "q": "nomination for president in 2012. Mr. <strong> Mike Pence </strong> ruled out a White House bid in a letter to supporters that also fueled speculation he is instead planning a run for governor. <q> We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home, </q> Mr. <strong> Mike Pence </strong> wrote in the letter. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012.", "new_id": -2}, {"uid": "1295756651021528610", "i": 13746, "idx": 8, "sa": ["Eric Schmidt", "Will Page"], "q": "was nothing going on in the industry where people were saying something is coming. Google's results have been extraordinary.\" <strong> Eric Schmidt </strong> wasn't the man to wage war with Facebook, he said. <q> There is no making Facebook go away, </q> he said. \"Now for the first time ever, Google will have to co-exist. They clearly feel that <strong> Will Page </strong> is the man to accomplish that in the future.\" During the earnings call last", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said. \" \" \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q> \" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}, {"uid": "1295665840153141330", "i": 19504, "idx": 0, "sa": ["Rashid Qabbani", "Sheikh Mohammed", "Andy Coulson"], "q": "Lebanon supports Hezbollah. \" So the \"Accidents\" begin---------- A bodyguard of Mufti <strong> Sheikh Mohammed </strong> <strong> Rashid Qabbani </strong> was killed in a friendly fire and another civilian was injured in the Beirut neighborhood of Aisha Bakkar. Report Abuse <q> And, what manner of death/ torture does he prefer if he doesn't support Hezbollah? Or, maybe it is children, wife and family that would receive Hezbollah's retribution? </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Middle East in Prophecy What is the future of the Middle East& Israel?", "new_id": -2}, {"uid": "1295568022204079105", "i": 9891, "idx": 0, "sa": ["Eric Schmidt", "Sandy Carter"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> IBM WebSphere VP <strong> Sandy Carter </strong> and Austin Energy CIO Andres Carvallo Discuss How SOA is Enabling Agility In Organizations Today <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating me", "new_id": -2}, {"uid": "1297109629077856777", "i": 9602, "idx": 0, "sa": ["Sergio Marchionne"], "q": "The most memorable ad during Sunday's Super Bowl- Chrysler's historic two-minute spot featuring rap star Eminem- was a gut-wrenching decision for the carmaker's chief executive <strong> Sergio Marchionne </strong>. <q> This was not an easy choice... apart from the money involved... and this is pretty expensive stuff, but you know, the choice of the topic, the choice of the characters in the thing were not easy choices. I had to think about this really long and hard, </q> <strong> Sergio Marchionne </strong> said. Why? I asked him. \"You know, I love Eminem but... I also know that some of the choices of language that he has made are things that are not what I would", "new_id": -2}, {"uid": "1297189237260702220", "i": 14952, "idx": 3, "sa": ["Donald Rumsfeld", "George Stephanopoulos"], "q": ", or expressed serious reservations.\" After reading off several names, she complained, \"What don't they get? What don't they understand?\" On January 9 2007, NBC's David Gregory <q> As the <strong> President Bush </strong> prepares to start a new phase of the war in Iraq, the White House is fending off charges that key figures in the administration have concluded the war is lost. </q> here. If <strong> Donald Rumsfeld </strong> is to be forced to admit a mistake about the troop surge, why not the journalists who derided the idea? Instead, <strong> George Stephanopoulos </strong> highlighted the cost of the war", "new_id": -2}, {"uid": "1297365987123617329", "i": 44981, "idx": 0, "sa": ["John Boehner", "Mike Pence"], "q": "send a signal that we're serious about cutting spending here in Washington,\" <strong> John Boehner </strong> told reporters at his weekly press briefing. \"We're going to have a long year,\" he said. <q> You're going to see more spending cuts come out of this Congress than in any Congress in the history of this country. </q> \"Everything's on the table,\" he said later. \"We're broke.\" In an interview with Fox News on Thursday, Rep. <strong> Mike Pence </strong>( R-Ind.) said members of", "new_id": -2}]