[{"uid": "1295665720122536071", "i": 2981, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "`` In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past", "new_id": -2}, {"uid": "1296770902233816070", "i": 16636, "idx": 0, "sa": ["Mike Pence"], "q": ". Republican Rep. <strong> Mike Pence </strong> has introduced the legislation. In Virginia, anti-abortion activists and social conservatives said the videos illustrate what they said is Planned Parenthood's disregard of laws intended to regulate abortion. <q> Their clinics are just blatantly violating laws, and they're doing it to the sums of hundreds of millions of dollars of taxpayer funds, </q> said Anna Franzonello, an attorney for Americans United For Life. Rita Dunaway, an attorney with The Rutherford Institute, which generally promotes conservative causes, said the videos underscore`` the need for greater regulation", "new_id": -2}, {"uid": "1296500170053821501", "i": 18866, "idx": 0, "sa": ["Simon Cowell", "John Elway"], "q": "players on the current roster. Some only lay eggs. Rather than hiring assistant coaches to help assess the players, <strong> John Elway </strong> Fox should secure the judging assistance of <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong> says: <q> If this Broncos player were a lifeguard, a lot of swimmers would drown. </q> I might say:`` If Zane had played with the Beadles the past season, he would have been Ringo.'' At the conclusion of The Lost Season, the Broncos had connections to", "new_id": -2}, {"uid": "1297199921051740747", "i": 29049, "idx": 0, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": "cause of unintended high-speed acceleration in Toyotas. The study, which was launched at the request of Congress, responded to consumer complaints that flawed electronics could be the culprit behind Toyota's spate of recalls. <q> We feel that Toyota vehicles are safe to drive, </q> said Transportation <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>. Officials with the National Highway Traffic Safety Administration said they reviewed consumer complaints and warranty data in detail and found that many of the complaints involved cases in which the vehicle accelerated after", "new_id": -2}, {"uid": "1295008939037093396", "i": 37769, "idx": 8, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "together, and as they did so, <strong> Gabrielle Giffords </strong>`` started to open her eyes, literally,'' <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying: <q> <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes, </q> <strong> Kirsten Gillibrand </strong> said. After about 30 seconds, <strong> Gabrielle Giffords </strong> did just that.`` You could tell she was desperately trying to focus, and it took enormous strength from her,'' <strong> Kirsten Gillibrand </strong> said.", "new_id": -2}, {"uid": "1296772477091881732", "i": 30415, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "spending bill. The measure also directed the Pentagon to recommend ways to punish fraudulent contractors. But the report concluded that`` the department believes that existing remedies with respect to contractor wrongdoing are sufficient.'' <q> It is clear that DoD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> <strong> Sen. Bernie Sanders </strong> said in a news release. You must fill out the comment body in order to submit a comment. 4INFO. Standard Messaging Rates or other charges apply. To Opt-out text STOP to 4INFO( 44636", "new_id": -2}, {"uid": "1296227273172146729", "i": 1448, "idx": 1, "sa": ["Mike Pence"], "q": "ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead,'' <strong> Mike Pence </strong> said. <q> After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play. </q> <strong> Mike Pence </strong> has a pair of public events scheduled for Friday-- a morning town hall meeting in Pendleton and a visit to a high school in Muncie. The 51-year-old congressman's future has been the", "new_id": -2}, {"uid": "1296844760211812357", "i": 15381, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "something we don't? E-mail us at Reviled two-time Defense <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled`` Known and Unknown,'' after a typically obtuse quote he gave to the press while mismanaging the <q> global w... Reviled two-time Defense <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled`` Known and Unknown, </q> after a typically obtuse quote he gave to the press while mismanaging the`` global w... <strong> Donald Rumsfeld </strong> Memoir` Known And Unknown' Reveals Doubts But Remains Self-Righteous <strong> John McCain </strong> Counters <strong> Donald Rumsfeld </strong>:` Thank God He Was Relieved", "new_id": -2}, {"uid": "1295009344152616960", "i": 9837, "idx": 0, "sa": ["Sarah Palin", "David Letterman"], "q": "<strong> David Letterman </strong>'s gaffe occur? Obviously, <strong> David Letterman </strong>'s writers blew it when they fed him a joke that was not only, by his own admission, in poor taste, but factually wrong. His Monday apology( <q> It's my fault that it was misunderstood </q>) made it clear their joke was not fact-checked-- the only <strong> Sarah Palin </strong> daughter in New York City last week was 14. <strong> David Letterman </strong> did a fine and funny job of apologizing and trying to make nice last Wednesday night", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}]