[{"uid": "1295280448145555491", "i": 7821, "idx": 1, "sa": ["Sergio Marchionne", "Susanna Camusso"], "q": "makes it possible to achieve \"very high production levels, of up to 280,000 vehicles per year, and also open the way for the potential creation of jobs,\" <strong> Sergio Marchionne </strong> said in a statement. <q> In a country such as Italy, which has always been tied to the past and reluctant to change... those who voted yes showed vision, </q> he said. The new head of Italy's leftist CGIL labor confederation, <strong> Susanna Camusso </strong>, insisted that the referendum \"shows that there is no possibility of ruling a factory without the consensus of the workers.", "new_id": -2}, {"uid": "1296402475162643975", "i": 49192, "idx": 0, "sa": ["Eric Schmidt"], "q": "c?p Trung Qu?c, Th tr?ng Ngo?i giao Tr?ng Ch Qu?n nh?n x?t hai b?n? c nh?ng ti?n b ng k trong v?n? tranh ch?p l?nh th, t?o n?n t?ng x?y d?ng ng bi?n gi?i chung th?nh <q> c?u n?i c?a t?nh h?u ngh v h?p t?c gi?a hai n?c </q>, truy?n th?ng Vi?t Nam a tin. Trung Qu?c p thu v?i ng?i mua nh? ch?ng u c b?t ng s?n v gi?m l?m ph?t. ng <strong> Eric Schmidt </strong> mu?n a Google tr la?i la?m", "new_id": -2}, {"uid": "1294978384186728451", "i": 48252, "idx": 5, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Mark Kelly", "Kirsten Gillibrand"], "q": "week at Matchbox, a popular pizza place in Washington favored by Ms. <strong> Gabrielle Giffords </strong>'s husband, <strong> Mark Kelly </strong>, who is an astronaut. \"We enjoy being there for each other,\" Ms. <strong> Kirsten Gillibrand </strong> said, <q> So when <strong> Debbie Wasserman Schultz </strong> and I were allowed to visit <strong> Gabrielle Giffords </strong>, it meant so much to us to encourage her and to tell her how much we love her and how she is inspiring the whole country right now. </q> There is not a lot of downtime for members of Congress, but some of theirs is spent playing softball to raise money for young women with breast cancer. Ms. <strong> Debbie Wasserman Schultz </strong> is a co-captain for the House", "new_id": -2}, {"uid": "1297451814077103115", "i": 11518, "idx": 0, "sa": ["Michael Gove"], "q": "the authorities-- Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council-- before imposing the cuts. In five of the cases the failure was <q> so unfair as to amount to an abuse of power </q>, the judge said. \"However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation,\" he added. <strong> Michael Gove </strong>'s decision", "new_id": -2}, {"uid": "1295125227265830412", "i": 42530, "idx": 9, "sa": ["Isnilon Hapilon", "Ron Lee Wyden", "Donald Rumsfeld"], "q": "a photo of the Isnilon Hapilonse with the words \"Resign, <strong> Donald Rumsfeld </strong>.\" Perhaps most notably, The Army Times claimed that <strong> Donald Rumsfeld </strong>'s role in the scandal \"amount( ed) to professional negligence\" , wrote <q> shame... on the chairman( of the Joint Chiefs of Staff) and secretary( of defense) </q>, and insinuated that <strong> Donald Rumsfeld </strong> was a \"moRon Lee Wyden.\" [ 43] This photograph released in 2006 shows several naked Iraqis in hoods, of whom one has the words \"I'm a rapeist\"", "new_id": -2}, {"uid": "1295560472260145233", "i": 9866, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "company has diversified. \"<strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,\" he said,. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> <strong> Eric Schmidt </strong>- formerly CEO of Novell and CTO at Sun Microsystems, had quit his position on the board of Apple in 2009 due to a growing conflict of interest with his role at Google. Haymarket", "new_id": -2}, {"uid": "1295581255132530301", "i": 6668, "idx": 10, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "all the attention and prosaic duties that come with running one of world's most scrutinized companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World As We Know It. </q>\" I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of Google's quarterly", "new_id": -2}, {"uid": "1297088895231997447", "i": 37627, "idx": 2, "sa": ["Sergio Marchionne", "Paolo Romani", "Maurizio Sacconi"], "q": "Minister <strong> Paolo Romani </strong>. \"In the next two or three years we will be able to see a single entity. It could be based here in the United States,\" Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. <q> We'll have to integrate the companies first, though, and then look at the management, </q> he added. Faced with the outcry, the Labor Ministry published a statement showing the Fiat chief backing away from his previous remarks in a telephone conversation with labor minister <strong> Maurizio Sacconi </strong>. According to the ministry, <strong> Sergio Marchionne </strong> explained", "new_id": -2}, {"uid": "1295481586159825937", "i": 35351, "idx": 4, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "season are relieved not to have to sing in front of <strong> Simon Cowell </strong>. \"There isn't the fear that there was of the embarrassment of singing in front of <strong> Simon Cowell </strong> for instance,\" <strong> Nigel Lythgoe </strong> explained. <q> Where the fear of what he might say really put them off, this is just a happy nervousness. And it does energize them a little bit. I think you'll see a lot more fun this year. </q> Adding, \"We're going to see a lot of good talent because a lot of good talent came. We saw more people than we've ever seen before.\" VIEW THE PHOTOS:", "new_id": -2}, {"uid": "1296161007118571071", "i": 11393, "idx": 1, "sa": ["Bernie Sanders"], "q": "in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. Sanders\" Sanders-Bernie Sanders-PEPLT005768.topic\"> <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> chuckmella at 2:32 PM January 27, 2011 How is it year after year you dredge up this disingenuous crap? It's like", "new_id": -2}]