[{"uid": "1297424360208748555", "i": 1, "idx": 0, "sa": ["Donald Rumsfeld", "Gil Kerlikowske", "John Boehner"], "q": "hits back Article: <strong> John Boehner </strong>: Lee's resignation was his own choice... Video: Obama Calls for \"Orderly Transition\" in Egypt Politics Video: Egypt revolt set to flare as Mubarak clings to power Report Abuse <q>At least,, <strong> John Boehner </strong> puts a boot in their@$$.</q> TheDC Interview: Drug Czar <strong> Gil Kerlikowske </strong> on Mexico, pill mills, and the medical marijuana stalemate Gay rights groups willfully ignore positive Palin, Angle comments at CPAC; GOProud hits back TheDC Interview: <strong> Donald Rumsfeld </strong>- secret critic", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. \"I think he's working very hard on the issue of unemployment,\" <strong> Colin Powell </strong> said, <q>which I think is the major problem facing America right now.</q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}, {"uid": "1294977903249905195", "i": 5925, "idx": 2, "sa": ["Allen Iverson", "Devean George"], "q": "rebounds and <strong> Devean George </strong> Lynch had eight points and 12 rebounds for Philadelphia, which improved the NBA's best record to 46-16. \"It felt funny playing against guys you played with all year,\" <strong> Allen Iverson </strong> said. <q>You look left, you look right and there are guys that were always right there in the foxhole with you, who felt bad when you felt bad. It was tough.</q> <strong> Allen Iverson </strong>, who scored 40 or more points for the 16th time this season, had 17 in the first quarter and 16 in the third. He made eight straight shots in one stretch and finished 16-of-30. The", "new_id": -2}, {"uid": "1295627764018169864", "i": 48169, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. \" \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,\" adds Page. <q>The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader, and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity; we are only at the beginning, and I can\"t wait to get started.</q> Google reports revenues of US$ 8.44 billion for the quarter ended December 31, 2010, representing an increase of 26% compared to Q4 of 2009. \"Q4 marked a terrific end to a", "new_id": -2}, {"uid": "1295619162009781260", "i": 4900, "idx": 0, "sa": ["Theresa May", "Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q>made it difficult for me to give the 110% needed in this role</q>. Photograph: Danny Lawson/PA December 2005 â\u0080¢ Buckingham Palace suspects interference with voicemail of Prince <strong> David Cameron </strong> and royal staff, and calls in Scotland Yard. <strong> Theresa May </strong> 2006 â\u0080¢ Detectives tell prosecutors that http://wn.com/Murdoch_refuses_to_answer_question_on_Andy_Coulson_News_of_the_World_phone-hacking_scandal News Corp CEO <strong> Rupert Murdoch </strong> refuses", "new_id": -2}, {"uid": "1297240179110002178", "i": 1521, "idx": 4, "sa": ["Colin Powell", "President Bush"], "q": "York because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q>As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal,</q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children_ but no obvious", "new_id": -2}, {"uid": "1297170191123355244", "i": 28749, "idx": 0, "sa": ["George H.W. Bush", "Donald Rumsfeld", "Richard Nixon", "Diane Sawyer"], "q": "spanning Republican presidents from <strong> Richard Nixon </strong> to <strong> George H.W. Bush </strong> W <strong> George H.W. Bush </strong>. The ex-defence chief was reluctant to endorse his former boss's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q>the most important failure in the execution of the war.</q> \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an) enormous number of", "new_id": -2}, {"uid": "1295790964050479109", "i": 17805, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "his previous case, said none of the four had been the victims of News Group newspapers.( News Group is a <strong> Rupert Murdoch </strong> company which controls the NoW.) He told the paper: <q>Lots of people were doing it. It was such a widespread practice, this was almost kids' playtime. \"Although it is a crime, people were regarding it as though it was driving at 35mph in a 30mph zone, that you just sort of do it and hope you don't get caught.</q> The allegation that the practice spread beyond the NoW will surely be a welcome one for <strong> Rupert Murdoch </strong>- the latest intrigue over <strong> Andy Coulson </strong>'s behaviour at one of his papers could not have come at a worse", "new_id": -2}, {"uid": "1296828433039223362", "i": 34510, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "in charge of the Defence Department, <strong> John McCain </strong> says. The former Republican presidential candidate hit back yesterday over unflattering comments made by Mr <strong> Donald Rumsfeld </strong> in his new autobiography, Known and Unknown. To: rabscuttle385 <q>a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media</q>. posted on 02/04/2011 5:59:49 AM PST( Remember the River Raisin!( look it up)) \"a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media", "new_id": -2}, {"uid": "1295468787018825221", "i": 16429, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler"], "q": "American Idol\" judging team encourages him to become a disc jockey instead of a singer. stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}]