[{"uid": "1295984269158924821", "i": 5985, "idx": 1, "sa": ["Eric Schmidt", "Liza McGuirk"], "q": "career horizons before it was reported. Anonymous sources told the always reliable Page Six team that <strong> Eric Schmidt </strong> was working with CNN's`` Parker Spitzer'' executive producer <strong> Liza McGuirk </strong> to develop a show starring himself as host. <q> <strong> Eric Schmidt </strong> has been looking for a TV job for over a year, </q> a CNN insider told the Post.`` But the pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster.'' As word of <strong> Eric Schmidt </strong>'s rumored show spread, comments and Twitter users were eager to help", "new_id": -2}, {"uid": "1295567041204783733", "i": 47400, "idx": 0, "sa": ["Eric Schmidt"], "q": "the world's most- used search engine, generating$ 29 billion in sales last year.`` Larry is ready,'' <strong> Eric Schmidt </strong>, who will become executive chairman, said today on a conference call. <q> It's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong>, 55, who joined the company in 2001, will focus on deals, partnerships and customers, he wrote in a blog post. Page will take over day-to-day operations as CEO on April 4", "new_id": -2}, {"uid": "1295163960124190735", "i": 21961, "idx": 1, "sa": ["Elton Brand", "Chris Paul", "Marcus Camby", "Allen Iverson", "Nicolas Batum"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Humiliation_of_Chris_Paul,_Sweet_3_Points_Play_by_Marcus_Camby_100327_Hornets_VS_Blazers Humiliation of <strong> Chris Paul </strong>( <strong> Nicolas Batum </strong> blocks <strong> Chris Paul </strong>), Sweet 3 Points Play by <strong> Marcus Camby </strong>( 100327) New Orleans Hornets VS Portland Trail", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}, {"uid": "1297099122187170847", "i": 27026, "idx": 0, "sa": ["Zahi Hawass"], "q": "reopen Egypt's famed archaeological sites, which have been closed since unrest seized the country two weeks ago. And reports of King Tut's famous parents being damaged was patently false, he told FoxNews.com. <q> The mummies were not royal and not being stored within the Egyptian Museum, Cairo, </q> <strong> Zahi Hawass </strong> said.`` They were two already disembodied heads being temporarily stored next to the CT scanning lab in the museum's grounds. They are the remains of unidentified Late Period individuals that were going to be used", "new_id": -2}, {"uid": "1296636583107610113", "i": 35370, "idx": 1, "sa": ["Michael Vick", "Tom Brady", "Philip Rivers"], "q": "and a league-best 14-2 this season.`` I feel our team really grew together over the course of the season. It was a privilege to be a part of this team,'' he said. <q> My only disappointment is that we couldn't take advantage of our opportunity in the playoffs, but hopefully we learn from that and use it as motivation toward accomplishing our goals for next season. </q> <strong> Tom Brady </strong> led the NFL with a 111 passer rating. His 65.9 completion percentage was second to <strong> Philip Rivers </strong> of San Diego- by.1. <strong> Michael Vick </strong>'s comeback season led him to the Pro Bowl. He was", "new_id": -2}, {"uid": "1296407544252772372", "i": 150, "idx": 28, "sa": ["Allen Iverson", "Nate McMillan"], "q": "to get a compliment like that.'' <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped. <q> Tonight( <strong> Allen Iverson </strong>) was pretty consistent throughout the game knocking down shots, </q> said Sonics coach <strong> Nate McMillan </strong>.`` Every time we tried to make a run it seemed like he came up with a big basket. When he has that going, there is nothing you can do except hope that", "new_id": -2}, {"uid": "1296129417102268970", "i": 40109, "idx": 0, "sa": ["Donald Sutherland", "David Letterman"], "q": "<strong> David Letterman </strong>,'' the tough guy revealed his feminine side. <strong> Donald Sutherland </strong> surprised the audience and <strong> David Letterman </strong> as he stepped out onto the stage wearing a green sundress and black combat boots. The`` 24'' star explained, <q> I lost a bet over the weekend. I was so sure the New England[ Patriots] were going to win that I told a guy who used to be my friend that if New England lost, I would wear a dress on <strong> David Letterman </strong>. </q>`` Quite slimming,'' <strong> David Letterman </strong> reacted, adding,`` You get on the subway like that, I'll give you$ 1000.'' The actor responded while laughing,`` I have to say, riding", "new_id": -2}, {"uid": "1297144518008634388", "i": 13823, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' Welcome to GOLO, where WRAL.com visitors can comment on stories and create profile pages, blogs and photo galleries.", "new_id": -2}, {"uid": "1297177285142131216", "i": 39985, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": "of another domineering defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaida out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11, 2001, attacks on the United States was`` incremental,'' not rushed. <strong> Donald Rumsfeld </strong> said it", "new_id": -2}]