[{"uid": "1297114520257425423", "i": 35166, "idx": 7, "sa": ["Simon Cowell", "Leona Lewis"], "q": "<strong> Leona Lewis </strong> in 2006. It's a trend <strong> Simon Cowell </strong> expects to continue stateside. \"It has to be controversial, interesting,\" <strong> Simon Cowell </strong> said when asked how he thinks the show will settle in stateside. <q> If the U.S. show has some of the same qualities as we've done in the UK it could do really, really well. But I've learned never to take anything for granted. </q> The names of the U.S. version's host and judges' panel, however, have yet to be revealed, but <strong> Simon Cowell </strong> confirmed on Monday's call that offers are out there, not clarifying whether that", "new_id": -2}, {"uid": "1297249336114409530", "i": 6380, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong> had what might be considered his national coming-out party off the field Monday night on CBS' \"Late Show with <strong> David Letterman </strong>\" and we saw all the same qualities. After the interview, <strong> David Letterman </strong> said, <q> Let's just say, for the sake of this conversation, <strong> Aaron Rodgers </strong> had no athletic skills whatsoever.... Isn't he still the guy you'd want as quarterback? </q> Exactly- and we should feel good about that. Think about all the \"talkers\" in sports. They want attention as much for what they say as what they accomplish. And they", "new_id": -2}, {"uid": "1296884677086720529", "i": 19988, "idx": 0, "sa": ["Mike Pence"], "q": "services and basic health medical care, like pap smears and screening for diabetes, breast cancer, cervical cancer and sexually transmitted diseases. Our legislative slogan for 2011: Let Them Use Leeches. <q> What is more fiscally responsible than denying any and all funding to Planned Parenthood of America? </q> demanded Representative <strong> Mike Pence </strong> of Indiana, the chief sponsor of a bill to bar the government from directing any money to any organization that provides abortion services. Planned Parenthood doesn't use government money to provide abortions", "new_id": -2}, {"uid": "1295803136231243808", "i": 27921, "idx": 1, "sa": ["Colin Powell"], "q": "was not on board with the plan to send the USA over the edge. honested: It's nice to hear from the one honest and intelligent Mister Bill 7 minutes ago( 12:11 PM) Mister <strong> Colin Powell </strong> says <q> You can't fix the deficit or the national debt by killing NPR or National Endowment for the Humanities or the Arts. </q> That is a good example of keeping the rhetoric down to a civil discourse. I agree that just cutting those two items will not balance the budget, but it is a good start. That means that who", "new_id": -2}, {"uid": "1294975566041533468", "i": 18175, "idx": 8, "sa": ["Gary Moore", "Allen Iverson"], "q": "November. <strong> Allen Iverson </strong>, the NBA's Most Valuable Player in 2001, agreed to a$ 4 million, two-year deal with Besiktas after no NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday. <q> This is the most pain he's ever felt from any injury he's had, </q> <strong> Gary Moore </strong> said. \"He's http://wn.com/One_SICK_custom_Lakers_jersey!_Official_Adidas_custom-made_not_Kobe_Bryant_#24 Magic fall in overtime to Hornets Blackmon, Weeden return to Cowboys Utah's Kirilenko, wife and sons become US citizens; Player jokes about paying taxes At least 270 dead in", "new_id": -2}, {"uid": "1296243650097697808", "i": 708, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "News International and <strong> Andy Coulson </strong> over phone hacking, and the \"slight matter of the government imminently taking a crucial decision\" about the Murdoch takeover of BSkyB. It pointed out \"Dave and Sam\" often socialised with <q> <strong> Rebekah Brooks </strong> and her husband \"Champagne Charlie\" <strong> Rebekah Brooks </strong> </q>, as they were near neighbours in Oxfordshire. Sunday lunches \"chez <strong> David Cameron </strong>\" were not unknown. This speculation prompted the first response from No 10. A source played down the significance of the social", "new_id": -2}, {"uid": "1295582183033980446", "i": 4557, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply. <q> I am not as concerned about the titles as I am winning, </q> <strong> Eric Schmidt </strong> said. \"I am quite certain that this change will result in faster decision making and better value for the shareholders.\" <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it would have", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q> We want to eliminate that uncertainty so that businesses can continue in </q> their research and development projects, she said. \"This is not a Democrat or a Republican idea,\" <strong> Kirsten Gillibrand </strong> said. \"It's just a good idea.\" She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}, {"uid": "1297094194234487815", "i": 11841, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "in public service. <strong> President Bush </strong> has said that bringing some service members home too soon was \"the most important failure in the execution of the war,\" a position <strong> Donald Rumsfeld </strong> was reluctant to fully endorse. <q> I don't have enough confidence to say that that's right. I think that it's possible, </q> he said. \"We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.\" He added: \"It's hard to", "new_id": -2}, {"uid": "1297224727163495958", "i": 23619, "idx": 6, "sa": ["Katrina Pierson", "Michael Vick", "Dwaine Caraway"], "q": "things to help the citizens of Dallas. I'm not quite sure how <strong> Michael Vick </strong> fits that profile\" says <strong> Katrina Pierson </strong>. Reverend Marion Barnett supports <strong> Dwaine Caraway </strong> and says it was appropriate to give <strong> Michael Vick </strong> the key. <q> When we look at Mr. <strong> Michael Vick </strong>, he's had a repentant type of attitude </q> says Barnett. \"It's racism. Yes, there's still a double-standard in this country and we need to stop this unethical treatment of black human beings\" says Barnett. <strong> Katrina Pierson </strong>, who is", "new_id": -2}]