[{"uid": "1297196814258572315", "i": 38908, "idx": 11, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "and <strong> Condoleezza Rice </strong>. \"She'd never served in a senior administration position,\" he said of Ms. <strong> Condoleezza Rice </strong>, Mr. <strong> President Bush </strong>'s national security adviser and, later, his secretary of state. <q> She'd been an academic. And, you know, a lot of academics like to have meetings. And they like to bridge differences and get people all to be happy. </q> He also disputed any notion that Mr. <strong> Colin Powell </strong> was anti-war. \"I never saw even the slightest hint of that. The idea that he was lying or duped is nonsense,\" Mr. <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1296539752082821193", "i": 10886, "idx": 3, "sa": ["Kobe Bryant", "Allen Iverson", "Anthony Parker"], "q": "and the Denver Nuggets beat the Charlotte Bobcats 117-101 on Saturday night. \"It didn't hurt at all,\" said <strong> Anthony Parker </strong>, who missed five games after landing on the foot of <strong> Kobe Bryant </strong> on Jan. 21. <q> It felt good to be back. </q> The Nuggets, who won their eighth straight game at home, were all too happy to have him back, especially <strong> Allen Iverson </strong>. \"When he is not in the lineup, it makes it tougher for me,", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q> <strong> Google Inc. </strong> had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. \"Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}, {"uid": "1297163412212434990", "i": 43603, "idx": 3, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "life in December 2006 after a long and divisive tenure at the Pentagon. They largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq war on <q> too many hands on the steering wheel. </q> <strong> Donald Rumsfeld </strong>, who served as Bush's defense chief for six years after holding the the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that \"in a war, many things cost lives.\"", "new_id": -2}, {"uid": "1295278007145555458", "i": 328, "idx": 0, "sa": ["Al Sharpton", "Martin Luther King", "Sen. Bernie Sanders"], "q": "the legacy of <strong> Martin Luther King </strong>. Evelyn Kwanza as a music leader who teaches many of the traditional songs, while her husband, known as \"Deacon Modi\" helps lead social programs, including food drives. <q> They are the perfect team. They keep truth and justice at the center of all things they do, </q> Hal Colston said in making the presentations. Also honored was U.S. <strong> Sen. Bernie Sanders </strong> for his track record on civil rights. Photos: <strong> Al Sharpton </strong> speaks in Burlington You must fill out the comment body in order to submit", "new_id": -2}, {"uid": "1295631654004243463", "i": 7516, "idx": 3, "sa": ["Eric Schmidt"], "q": "and earnings per share of$ 8.75. According to Thomson Reuters I/B/E/ S, analysts had expected net revenue of$ 6.06-billion in the quarter, with EPS of$ 8.09, excluding certain items. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Mr. <strong> Eric Schmidt </strong> said. Although Google has for years dominated the traditional search engine market, that dominance is no longer generating as much investor enthusiasm as it used to. For one thing, the company's", "new_id": -2}, {"uid": "1295803019101695619", "i": 39693, "idx": 7, "sa": ["Norman Schwarzkopf", "Colin Powell", "George H.W. Bush"], "q": "Among the guests was Sheikh Ahmad Humood Jaber Al-Sabah, who attended as a representative of Kuwait's ruler. \"Believe me, Kuwait and its people will never forget you,\" he said. <q> We carry in our hearts what you did for us each and every day. </q> By letter, <strong> Norman Schwarzkopf </strong> salutes the war fighters <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, who commanded the allied coalition in Desert Storm, was unable to attend the <strong> George H.W. Bush </strong> event due to health reasons. But he did send", "new_id": -2}, {"uid": "1297307549087687177", "i": 23359, "idx": 2, "sa": ["David Letterman"], "q": "though it was divine will that he be beaten. <strong> David Letterman </strong> asked if Cooper thought he'd been singled out because he was recognizable. \"Don't take this the wrong way,\" said <strong> David Letterman </strong>, <q> but you, I think, just standing on a corner, call attention to yourself, </q> referring to Cooper's distinctive, white-haired look. The rules: Keep it clean, and stay on the subject- or we may delete your comment. If you see inappropriate language,` X-Men: First", "new_id": -2}, {"uid": "1295886442005734445", "i": 35529, "idx": 7, "sa": ["Zahi Hawass"], "q": "Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. \"They don't like me for making these requests,\" said <strong> Zahi Hawass </strong>. <q> But I don't care; I am doing this for Egypt. </q> Somalia leery of security firm because of link to Blackwater- The minister of information for the transitional Somali government said Sunday that Somalia is likely to end its relationship with Saracen International, a private security company in", "new_id": -2}, {"uid": "1296084626130252829", "i": 17835, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> The Williams familys attorney responds to inquest findings Birk's attorney responds to inquest findings Judge announces jury question results The Dynamic Duel| The bitter end Officer Ian Birk describes Williams' posture Officer Ian Birk testifies during", "new_id": -2}]