[{"uid": "1296622781114606115", "i": 13041, "idx": 3, "sa": ["Sergio Marchionne"], "q": "the Fiat brand to the US. \"It's very much like the Mini,\" says Mr Galeana, referring to the two cars' retro-design. In addition, adds Mr <strong> Sergio Marchionne </strong>, <q> the car represents all the iconic Italian values </q>. The hope is to ramp up Fiat 500 sales to 60-65,000 cars per year. And gradually, as customer awareness grows, other Fiat models will follow, perhaps during next year or", "new_id": -2}, {"uid": "1295971243237928449", "i": 25365, "idx": 0, "sa": ["Eric Schmidt"], "q": "nur bei knappen Entscheidungen oder Spitzenpositionen lohnten. Die Autoren der Studie sahen au?erdem bei den Personalern ein gr?eres Problembewusstsein f?r den Schutz der Privatsph?re als bei den Bewerbern. Ein Befragter aus einem DAX-Unternehmen sagte demnach: <q> Ich finde es nicht so professionell, da zu schn?ffeln. </q> Au?erdem bezweifelten Befragte, dass Material aus sozialen Netzwerken ein belastbares Bild eines Bewerbers ergebe. TCP/IP-Protokolle Die wichtigste Protokollfamilie moderner Netzwerke Digital Life Design: <strong> Eric Schmidt </strong> bittet um Erlaubnis zum Datensammeln Vorratsdatenspeicherung und Fachkr?ftemangel Themen im Koalitionsausschuss", "new_id": -2}, {"uid": "1295642432138969088", "i": 58416, "idx": 0, "sa": ["Mark Hurd", "Larry Page", "Eric Schmidt"], "q": "world, Google presented the shake-up at the top as part of an effort to speed up decision-making at a company that has grown harder to manage as it has extended its reach into many new Mark Hurdets. <q> I want the company to run more like a start-up, </q> Mr <strong> Larry Page </strong> said in an interview with the FT. Fending off the suggestion that the pressure it was feeling from the rise of Facebook had forced the change, Mr <strong> Eric Schmidt </strong> added: \"This is definitely not", "new_id": -2}, {"uid": "1296403919251199507", "i": 7593, "idx": 0, "sa": ["Kobe Bryant", "Marcus Camby", "Phil Jackson", "Carmelo Anthony", "Allen Iverson"], "q": "led by <strong> Kobe Bryant </strong>'s 25, score 20-plus points to give the Lakers a 111-107 win over the Denver Nuggets on Wednesday night. <strong> Carmelo Anthony </strong> had 26 points and eight rebounds and <strong> Marcus Camby </strong> had 20 rebounds for the Nuggets. <q> We absorbed a lot of points from <strong> Allen Iverson </strong>, </q> Lakers coach <strong> Phil Jackson </strong> said. \"He got our whole team in foul trouble.\" <strong> Allen Iverson </strong> scored 49 points through the first three quarters but was held to a just a layup in the fourth. The Lakers clamped", "new_id": -2}, {"uid": "1295800138124010561", "i": 16311, "idx": 1, "sa": ["Colin Powell"], "q": "currency still undervalued The retired general and former chairman of the Joint Chiefs of Staff stressed that relations between the world's two largest economies will have their ups and downs. <strong> Colin Powell </strong> appeared on CNN's <q> State of the Union. </q> We encourage an open exchange of affirming and dissenting opinions on our stories. We invite you to comment on our content as part of our interactive community. Click here to read our comment guidelines and", "new_id": -2}, {"uid": "1297442511043220992", "i": 53087, "idx": 6, "sa": ["Steve Ballmer", "Bill Gates", "Stephen Elop", "Larry Hryb"], "q": "says Paul McDougall in Information Week. And by all indications, he's on the cusp of a <strong> Larry Hryb </strong> management shakeup. If <strong> Steve Ballmer </strong> makes some good, tough leadership changes, Microsoft might yet <q> warrant another look from even the most discerning investors- including <strong> Bill Gates </strong>. </q> Nokia chief executive <strong> Stephen Elop </strong> welcomes Microsoft chief... <strong> Larry Hryb </strong> Hyrb also known as \"<strong> Larry Hryb </strong>\" , Xbox Community... Microsoft CEO <strong> Steve Ballmer </strong> delivers his keynote address on the... Photo in Slideshow: Nokia chief executive <strong> Stephen Elop </strong> speaks watched", "new_id": -2}, {"uid": "1295741039001638416", "i": 15318, "idx": 6, "sa": ["Jeff Green", "Allen Iverson", "Earl Boykins"], "q": "certainly saw what they missed out on Tuesday night. \"I honestly just have a lot of respect for the Boston organization and for them being interested in me in the way they were,\" <strong> Allen Iverson </strong> said. <q> You always have to feel Iverson_Allen Iverson_26pts_Melo_38pts_vs_Sonics_KDurant_37pts_07/08_NBA Touted rookies Kevin Durant and <strong> Jeff Green </strong> both had career-best efforts for the Seattle SuperSonics and damaged the Denver Nuggets' postseason aspirations. Durant, the second- overall pick in last year's draft and the leading candidate for rookie of the year, scored a season-high 37 points and <strong> Jeff Green </strong>, the fifth pick, had a season-high 35 to lead the Sonics to a 151-147 double-overtime victory over Denver on Sunday night. \"My teammates were making plays and I was just there finishing them, </q> <strong> Jeff Green </strong> said. The loss kept the Nuggets( 46-31) in a tie with Golden State for the eighth and final playoff spot in the Western Conference. The Warriors lost to New Orleans, 108-96, Earl Boykinsier Sunday", "new_id": -2}, {"uid": "1296084552189841409", "i": 18764, "idx": 0, "sa": ["Michael Vick"], "q": "leave <strong> Michael Vick </strong>'s brief session with reporters at NovaCare feeling like the Eagles' quarterback understands and appreciates the adjustments defenses have made over his last half-dozen games, or that he plans to do anything differently. <q> I don't have to do nuttin'. I'm still going to be me. I'm still going to play my game, still play with confidence, still try to rally the guys around me, and make sure they're focused and in tune with what we're doing, what we're trying to accomplish, </q> <strong> Michael Vick </strong> said. \"That's what's important. You can't change your game around this time of the season... You just go out and play your best football. It's the playoffs.\"", "new_id": -2}, {"uid": "1295562736055705634", "i": 14612, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "chairman, where he says he will focus on broader business partnerships, technology leadership, product development and government outreach. The decision to step down, according to Google executives, is about streamlining management. <q> As Google has grown, managing the business has become more complicated, </q> wrote <strong> Eric Schmidt </strong> in a blog post on Thursday. \"So <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, and over the", "new_id": -2}, {"uid": "1297485029134791201", "i": 51807, "idx": 0, "sa": ["Chris Lee", "Kirsten Gillibrand"], "q": "say, to do good things for Western New York. But others, including New York's junior Senator, are determined to make sure his absence will not hurt the people he used to represent. <q> For a lot of people this is a tough time, but I'm very focused on making sure that the constituents of that district feel well looked after, </q> Sen. <strong> Kirsten Gillibrand </strong>( D) said. In his second term, <strong> Chris Lee </strong> was appointed to serve on the U.S. House of Representatives Ways and Means Committee. It's an important panel that shapes tax policy and", "new_id": -2}]