[{"uid": "1296047570033832973", "i": 29813, "idx": 0, "sa": ["Eric Schmidt"], "q": "now sees much of its product extension through the prism of consumers on-the-move. So, what about travel? Well, on the eve of his surprise standing down as Google CEO, <strong> Eric Schmidt </strong> <q> \"We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth- and to deliver such a service at scale. </q> \" If there was ever a \"strategic initiative\" for Google in 2011 it will be the integration of ITA Software in some way into search( presuming for a moment that the US Department of Justice", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q> What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me, </q> <strong> Donald Rumsfeld </strong> writes. \"At that moment, I couldn't speak.\"( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}, {"uid": "1295631654004243463", "i": 7514, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "kind of corporate lethargy that has plagued many tech firms as they grew from nimble startups to slow-moving behemoths. In announcing the news of his title change on his Twitter account, Mr. <strong> Eric Schmidt </strong> simply wrote: <q> Day-to-day adult supervision no longer needed! </q> Google is the second tech giant in less than a week to surprise investors with a CEO change. On Monday, Apple CEO <strong> Steve Jobs </strong> announced he would take an indefinite medical leave of absence from the company", "new_id": -2}, {"uid": "1295628282045006886", "i": 34948, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Twitter: \"Day-to-day adult supervision no longer needed!\" <strong> Eric Schmidt </strong> said that although what he called the \"triumvirate approach\" of leadership by himself, Page and <strong> Sergey Brin </strong> has real benefits, it is time <q> to clarify our individual roles so there's clear responsibility and accountability. </q> <strong> Eric Schmidt </strong> became CEO of Google in July 2001, when he'd already been chairman of the board for several months- Google put him on the board and made him chairman in March of that year.", "new_id": -2}, {"uid": "1295786407057016333", "i": 7689, "idx": 1, "sa": ["Michael Jordan", "Deron Williams", "Allen Iverson", "Dikembe Mutombo"], "q": "have averaged 50 points today!\" During a 2007 LA Lakers pre-season broadcast, Phil Jackson was asked how he thought <strong> Michael Jordan </strong> would perform today, Phil said: \"<strong> Deron Williams </strong> would average 45 with these rules.\" <q> You can't even touch a guy now, </q> says Charlotte http://wn.com/Allen_Iverson_47pts_vs_Hawks_00/01_NBA_MVP_*16th_40-point-game <strong> Dikembe Mutombo </strong> wouldn't let his former teammates get their way. <strong> Dikembe Mutombo </strong> had 13 points, 13 rebounds and nine blocked shots and <strong> Allen Iverson </strong> scored 47 points as the Philadelphia 76ers beat the Atlanta Hawks 108-103 Friday", "new_id": -2}, {"uid": "1297435702142311425", "i": 44272, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "less common. And Nokia will fold its own app store into the Microsoft Marketplace. In a news conference Friday, <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> touted the alliance as good for both companies' aspirations. <q> A pessimist sees the difficulty in every opportunity, but an optimist sees the opportunity in every difficulty, </q> <strong> Stephen Elop </strong> said, quoting England's historic prime minister Winston Churchill as he spoke in London. \"I am an optimist.\" It's not immediately clear what needs to be done to make the deal", "new_id": -2}, {"uid": "1296084277120438801", "i": 1082, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories", "new_id": -2}, {"uid": "1295568020175194118", "i": 15351, "idx": 2, "sa": ["Eric Schmidt", "M. Simpson"], "q": "attorneys general. Congress should require <strong> Eric Schmidt </strong> to testify under oath about what happened, Consumer Watchdog said. \"<strong> Eric Schmidt </strong> used to claim that Google put its money where its values were,\" said <strong> M. Simpson </strong>, <q> In fact while <strong> Eric Schmidt </strong> had his hand on the helm, values were changed to go where the money was. </q> Consumer Watchdog has been working to protect consumers' online privacy rights and educate them about the issues through its Inside Google Project. The goal has been to convince Google of the social and economic importance of", "new_id": -2}, {"uid": "1295669745215973892", "i": 13545, "idx": 1, "sa": ["Eric Schmidt", "Andy Coulson"], "q": "on his Twitter account: \"Day-to-day adult supervision no longer needed!\" According to <strong> Eric Schmidt </strong>, the previous structure, which involved decisions being taken by the triumvirate, had become inefficient. Page said: <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly... I have learned innumerable lessons from him. </q> Get a FREE copy of The Week magazine and keep up-to-date with the most important news stories from the past 7 days by Ten things you need to know today: <strong> Andy Coulson </strong> quits, Alan Johnson", "new_id": -2}, {"uid": "1297267029254083111", "i": 35497, "idx": 0, "sa": ["Cameron Munter", "Farhatullah Babar", "Asif Ali Zardari", "Simon Cowell"], "q": "message back with him, they said. Presidential spokesman <strong> Farhatullah Babar </strong> said <strong> Cameron Munter </strong> and <strong> Asif Ali Zardari </strong> discussed \"bilateral relations\" during their meeting but did not give details. US embassy spokesperson Courtney Beale said <strong> Cameron Munter </strong> <q> once again reiterated that the US citizen was being illegally detained and that he enjoys diplomatic immunities under the Vienna Convention of Diplomatic Relations. </q> US State Department spokesperson <strong> Simon Cowell </strong> Crowley, speaking to reporters in Washington yesterday, too indicated that <strong> Cameron Munter </strong> had called on <strong> Asif Ali Zardari </strong> to release the arrested official. \"We continue to make clear to the", "new_id": -2}]