[{"uid": "1296770511173654034", "i": 12169, "idx": 19, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell"], "q": "thing.'' <strong> Donald Rumsfeld </strong> takes direct aim at <strong> Colin Powell </strong> in recounting the former general's famous U.N. speech in February 2003, laying out the administration's case that <strong> Saddam Hussein </strong> indeed possessed a stockpile of banned weapons. <q>Over time a narrative developed that <strong> Colin Powell </strong> was somehow innocently misled into making a false declaration to the Security Council and the world,</q> <strong> Donald Rumsfeld </strong> writes. He seems particularly offended that <strong> Colin Powell </strong> has said that some in the intelligence community knew ''that some of these sources were not good,'' ''didn't speak up,'' and ''that devastated", "new_id": -2}, {"uid": "1295495372185335815", "i": 33166, "idx": 0, "sa": ["Simon Cowell"], "q": "to be a lot of fun once he settles in. He likes to joke, drum on the desk to the music and sing along when he likes someone. He has a flirtatious streak, too. <q>Where is your pitchfork, you little devil,</q> he said to one cutie. The frontman for Aerosmith also has a little <strong> Simon Cowell </strong> in him. ''Did you eat a lot of paint chips as a child?'' he asked a gruesome singer.", "new_id": -2}, {"uid": "1296671144083132443", "i": 6257, "idx": 1, "sa": ["Mitt Romney", "Piers Morgan", "David Letterman", "John McCain", "Sarah Palin"], "q": "The Case for American Greatness.'' <strong> Mitt Romney </strong>, who lost a Republican primary struggle to <strong> John McCain </strong> in 2008, seemed to encourage a presidential bid by <strong> John McCain </strong> running-mate <strong> Sarah Palin </strong>. On the <strong> Piers Morgan </strong> program he said, <q>She is an extraordinarily powerful and effective voice in our party... she'd be great in a primary process.</q> Five ways Republicans will change the House Later that evening, he joked with <strong> David Letterman </strong>, who has had well-publicized disputes with Ms. <strong> Sarah Palin </strong>, saying, ''be careful what you say about her.", "new_id": -2}, {"uid": "1297173194084033584", "i": 16976, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, ''I care deeply about animals'' and ''am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to ''propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would ''welcome a clarification of the guidelines.'' Celebrity Visits Check out", "new_id": -2}, {"uid": "1295790223050479164", "i": 11475, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "$ 133 million for a project near a new BART station. Can <strong> Jerry Brown </strong> move the Legislature to act against this powerful lobby, which has the support of some pro-business Repubs and some big-government Dems? <q>I think everyone agrees that the redevelopment mechanism has been useful and created jobs,</q> Democratic Treasurer <strong> Bill Lockyer </strong> said. But: ''The last I heard, the University of California and California schools create jobs.'' The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday, ''", "new_id": -2}, {"uid": "1295476300073809973", "i": 1631, "idx": 0, "sa": ["Sergio Marchionne", "Lisa P. Jackson"], "q": "light-duty vehicles. The announcement was made at the EPA laboratories in Ann Arbor, Mich., following a meeting with <strong> Sergio Marchionne </strong>, Chrysler Group CEO, and <strong> Lisa P. Jackson </strong>, Agency Administrator for the EPA. <q>In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,</q> <strong> Sergio Marchionne </strong> said. ''Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1295650466122683393", "i": 43643, "idx": 1, "sa": ["Jeff Deen", "Belvin Perry", "Barbara Walters", "David Letterman", "Bill Clinton"], "q": "Thursday, several supposed defense witnesses undercut a defense argument that someone other than Anthony dumped Caylee's body after Casey was jailed. Attorney <strong> Jeff Deen </strong>, offering more analysis for WESH, explained <strong> Belvin Perry </strong>'s problem: <q>The judge is in a position of trying to guard the public money, but on the other hand, he can not thwart this defendant's ability to move around and investigate her case.</q> Comments are moderated. By posting a comment, you affirm that you are 13 years of age or older and you agree to our copyright and <strong> Barbara Walters </strong> looks at heart disease with <strong> Bill Clinton </strong>, <strong> David Letterman </strong>,", "new_id": -2}, {"uid": "1296113722137510985", "i": 26399, "idx": 0, "sa": ["Joe Scarborough", "Michael Mullen", "Ralph Nader", "Robert Gates", "Sen. Bernie Sanders", "Ron Paul", "Barney Frank"], "q": "<strong> Barney Frank </strong> <strong> Joe Scarborough </strong> Courtney and the House Armed Services Committee host a hearing with Defense Secretary <strong> Robert Gates </strong> and Joint-Chiefs of Staff Chairman Admiral <strong> Michael Mullen </strong> to discuss FY 2011 Defense Budget. The Connecticut lawmaker sought answers to questions pertaini... <strong> Ralph Nader </strong> <q><strong> Ron Paul </strong>& <strong> Sen. Bernie Sanders </strong> Have Teamed Up To Go After The Military Budget</q> <strong> Ralph Nader </strong> ''<strong> Ron Paul </strong>& <strong> Sen. Bernie Sanders </strong> Have Teamed Up To Go After The Military Budget'' Progressives and the Tea Party are like minded when it comes to decreasing the defense budget. National Taxpayers Union and PIRG have released a", "new_id": -2}, {"uid": "1297089447093831169", "i": 3092, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "on Iraq troop draw down speed.| Reuters <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> is conceding ''it's possible'' that the biggest mistake of the Iraq war came in drawing down troops too quickly. <q>I don't have enough confidence to say that that's right. I think that it's possible,</q> he said. ''We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.'' He added: ''It's hard to", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>. ''We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,'' <strong> Michael Cohn </strong> said in a phone interview. <q>But we don't have any fear with regards to Larry.</q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}]