[{"uid": "1295199579040058902", "i": 7106, "idx": 5, "sa": ["Kirsten Gillibrand"], "q": "understanding everything we were saying.\" <strong> Kirsten Gillibrand </strong> called the Blue Dog Dem one of the most \"nonpartisan\" lawmakers she knows, a woman who had previously called for more civil political discourse. <q>She comes to public service with the goal of just helping people,</q> she said. \"We can all take from her strength and hopefully ourselves be better than we are.\" http://thehill.com/blogs/blog-briefing-room/news/138161-gillibrand-giffords-progress-extraordinary Giuliani has thought about another White House run \"in recent weeks\" Senate Dems indicate willingness", "new_id": -2}, {"uid": "1297119970200310797", "i": 16259, "idx": 7, "sa": ["Donald Rumsfeld", "Saddam Hussein", "Colin Powell", "President Bush", "George H.W. Bush"], "q": ", had \"never served in a <strong> George H.W. Bush </strong> administration position,\" a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>- <strong> President Bush </strong>'s first top diplomat- <q>did not, in my view, do a good job of managing the people under him,</q> calling leaks out of the State Department \"unhelpful.\" <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top <strong> President Bush </strong> advisers and officials, truly believed <strong> Saddam Hussein </strong> had weapons of mass destruction when he made a presentation to", "new_id": -2}, {"uid": "1295312331007274510", "i": 37853, "idx": 0, "sa": ["Ricky Gervais", "Piers Morgan", "Simon Cowell"], "q": "and Network dominate Globes Golden Globes: 2011 winners In pictures: Golden Globes 2011 Comedian <strong> Ricky Gervais </strong> promised this year he would push the boundaries as he hosted the Golden Globes for a second time. <q>I think I'll go just close enough to the edge but not go over it,</q> he said on the red carpet before the ceremony. But by the end of the <strong> Ricky Gervais </strong>, <strong> Piers Morgan </strong>, and <strong> Simon Cowell </strong>: Why the Brits do \"rude\" better than us <strong> Ricky Gervais </strong>, as Golden Globes host,", "new_id": -2}, {"uid": "1296922649262193174", "i": 35459, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "might want or wish to <strong> President Bush </strong> Grindhouse, one of their most prolific warmongers, has penned a \"Not Me, Not My Fault\" book, hitting the streets this week. From the NYT; <q> \"Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,</q> Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. \"He wanted the options to be` creative.\"\"[ snip] His", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.\" <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q>He( <strong> Simon Cowell </strong>) looked at me and said: \"Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...\"</q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}, {"uid": "1297326779046071825", "i": 4960, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "The title derives from a frequently parodied <strong> Donald Rumsfeld </strong> response to a reporter's question in 2002 about whether there actually was evidence of any link between <strong> Saddam Hussein </strong> and terrorists seeking weapons of mass destruction. The defense secretary responded: <q>Reports that say that something hasn't happened are always interesting to me because, as we know, there are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns- the ones we don't know we don't know.</q> It is, of course, a logical fallacy to multiply categories beyond necessity, but it's one that <strong> Donald Rumsfeld </strong> has rhetorically mastered to create a self-conscious reputation as a fearless questioner of received truths, one", "new_id": -2}, {"uid": "1296734724097124370", "i": 3954, "idx": 0, "sa": ["Michael Vick", "Michael Hansen", "Martha Stewart"], "q": "crippled Shih Tzu, said any dog will bite if provoked_ citing <strong> Martha Stewart </strong>'s recent run-in with her own dog. <strong> Michael Hansen </strong> blames the pit bull's bad reputation on owners and the press. <q>You have a tendency to sensationalize stories or put into them right down to the blood and gore when it isn't really necessary,</q> said <strong> Michael Hansen </strong>, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that \"people can", "new_id": -2}, {"uid": "1295265238125091846", "i": 3932, "idx": 0, "sa": ["Andy Coulson", "Eric Pickles"], "q": "are supporting NHS reforms, Mr <strong> Eric Pickles </strong> unveiled a list of organisations backing the reform. The list included business leaders, planning professionals, local authorities and community groups. The bill was designed to <q>fundamentally shake up the balance of power in this country</q> Mr <strong> Eric Pickles </strong> insisted. Cameron refuses to deny <strong> Andy Coulson </strong> resignation offer The prime minister has refused to deny allegations that <strong> Andy Coulson </strong> has offered his resignation over the phone hacking row. Free Newsletters Sign", "new_id": -2}, {"uid": "1295094125134053943", "i": 20100, "idx": 30, "sa": ["Allen Iverson", "Nate Robinson"], "q": "trailed by six in overtime, tied it on <strong> Allen Iverson </strong>'s 3-pointer with 6.2 seconds remaining. The Knicks pushed the ball up the court and <strong> Nate Robinson </strong> took a 23-foot jumper from the right side just before the buzzer. <q>I just knew if I get it up high enough I would have a good chance of making it,</q> <strong> Nate Robinson </strong> said. \"So I just shot it hard and let it go. \" \"The sky's the limit for him,\" <strong> Allen Iverson </strong> said. \"He's a tough guard. He\"s got the", "new_id": -2}, {"uid": "1297261969180371472", "i": 1543, "idx": 4, "sa": ["Michael Gove", "Andy Burnham", "Aaron Porter"], "q": "' National Union of Students' president, <strong> Aaron Porter </strong>, warned that the EMA was a \"vital lifeline\" for young people which could help keep them in education and out of unemployment. <strong> Michael Gove </strong>: <q>The current arrangements for the Education Maintenance Allowance are poorly targeted</q> Labour argued in its Commons motion that EMA gives the poorest young people the choice of going to the best colleges in their area, by helping with transport costs. Mr <strong> Andy Burnham </strong> also accused the", "new_id": -2}]