[{"uid": "1295408315095109184", "i": 38812, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Carl Mathews"], "q": "cost.'' Republicans argue that 650,000 jobs will be lost if the law stands. But even if the house repeals healthcare, it is unlikely it will get much further. <strong> Carl Mathews </strong> says, <q> I think this is a political ploy. It will pass house won't be brought up in the senate. If they did <strong> Barack Obama </strong> would veto it. </q> Many lawmakers would rather concentrate on the economy. Democratic <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York says,`` We have to focus on how we are creating jobs.'' Democrats say repeal would mean millions", "new_id": -2}, {"uid": "1295501578083329067", "i": 25029, "idx": 1, "sa": ["Simon Cowell"], "q": "7 billion industry and that <strong> Simon Cowell </strong>'s salary represents a fraction of his overall take. In the end, Rushfield leaves us with the Idol magic as he watches 16,000 line up for Season 10 auditions: <q> Somewhere in one of those crowds, lined up into the distance... may have stood the person who would change the show... and keep the dream alive for yet another generation of dreamers. </q> MGM's Jim Packer Moves to Lionsgate to Head Worldwide Television Distribution Executive is expected to take up his new position next month. David Joliffe Appointed to SAG Boards The MemberShipFirst leader takes", "new_id": -2}, {"uid": "1296509876251035669", "i": 23416, "idx": 0, "sa": ["Jimmy Fallon", "Craig Ferguson", "David Letterman", "Jimmy Kimmel", "Jon Stewart"], "q": "MEN 18-24`` The Daily Show with <strong> Jon Stewart </strong>'' 156,000`` The Colbert Report'' 137,000'' Conan'' 98,000`` Late Night with <strong> Jimmy Fallon </strong>'' 52,000'' Lopez Tonight'' 46,000 <q> The Tonight Show with <strong> Jay Leno </strong> </q> 44,000`` The Late Show with <strong> David Letterman </strong>'' 31,000`` <strong> Jimmy Kimmel </strong> Live'' 30,000`` The Mo'Nique Show'' 27,000`` Chelsea Lately'' 23,000`` The Late Late Show with <strong> Craig Ferguson </strong>'' 21,000(", "new_id": -2}, {"uid": "1295587963072171541", "i": 25088, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "trading after Thursday's announcement. In the regular session earlier, the stock fell$ 4.98, or 0.8 percent, to close at$ 626.77. The stock peaked at$ 747 before the recession. <q> <strong> Eric Schmidt </strong> has played his innings very well, </q> said analyst Sandeep Aggarwal of Caris& Co. The management reshuffling appears to be amicable. Both Page and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1297213873164479095", "i": 5848, "idx": 1, "sa": ["Mike Pence"], "q": "latest undercover sting is being made public as Congress takes up the`` No Taxpayer Funding for Abortion Act.'' Republicans in the House want to cut Planned Parenthood's$ 300 million in federal funding. <q> The time has come to deny all federal funding to Planned Parenthood of America, </q> says Rep. <strong> Mike Pence </strong>( R-Ind.) Evening News Online, 02.08.11 Tuesday: Rival drug cartels are making Juarez, Mexico one of the most dangerous places on Earth; Plus, an investigation determines that electronics are", "new_id": -2}, {"uid": "1295218051235503687", "i": 1370, "idx": 5, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-44v&amp;flvURL=/media/2011/01/13/01132011-44v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-44v.jsn''}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes'',`` description'': <q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1296586485184188975", "i": 32120, "idx": 0, "sa": ["Zahi Hawass"], "q": ". Advertisement( s) Advertisement Hundreds of Looted Treasures Recovered, Egypt's Antiquities Chief Reports Cultures The following statement by <strong> Zahi Hawass </strong>, Egypt's new Minister of Antiquities and head of <q> a newly created department that will be charged with the care and protection of all Egyptian monuments and museums, </q> was By <strong> Zahi Hawass </strong> I would like to tell the people, all over the world, the good news: the storage magazine that was looted in Qantara, in the Sinai, has had 288 objects", "new_id": -2}, {"uid": "1297437675252067846", "i": 37896, "idx": 0, "sa": ["Michael Vick"], "q": "across the street from your house of worship. Our house of worship has a long and historic past and I don't plan to see it diminished by the noise of dog yelps, poop, etc.. \" <q> I am quite certain you would not have proposed such in front of a house of worship of predominantly White congregants, so don't propose to do so in our front door because we are a church of Black worshipers. </q> The arguments from these church members are troublesome. Primarily, why would they complain about these things now? Previously, when <strong> Michael Vick </strong> was running the Bad Newz Kennels- there were fighting dogs at the property. Evil", "new_id": -2}, {"uid": "1297298258261144595", "i": 21462, "idx": 1, "sa": ["Donald Rumsfeld", "George Tenet", "Uday Hussein", "President Bush", "Qusay Hussein"], "q": "adult daughters. This was in the wake of the killing of <strong> Uday Hussein </strong> and <strong> Qusay Hussein </strong> by American troops in July 2003. Here's the passage from <strong> Donald Rumsfeld </strong>'s`` Known and Unknown'': <q> After his sons were killed, there was an intelligence report that <strong> Saddam Hussein </strong> was paying$ 60 million for his agents to target the <strong> President Bush </strong>'s two daughters and my two daughters for reprisal attacks. That threat report was brought up at an NSC meeting in October 2003. I acknowledged it, but went on with our discussion. </q>`` You need to take this seriously,'' <strong> President Bush </strong> said. He had received word that pictures of his daughters had been found in <strong> Uday Hussein </strong>'s palace. <strong> George Tenet </strong> broke in, reinforcing the <strong> President Bush </strong>'s", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has`` come to the place that's right for him and his family.'' <q> What I most want is for him to have a long future, </q> <strong> Marjorie Dannenfelser </strong> said.`` So I'm sure that he's made a discernment that this is the right move.'' Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}]