[{"uid": "1297029754108593165", "i": 39028, "idx": 1, "sa": ["David Letterman"], "q": "play in the NBA and learning how to play together. Worrying about the record right now isn't my# 1 concern. Posted by: SDMDTSU| February 2, 2011 4:02 PM| <q> Would you... have ARENAS back. </q> H* LL NO!!!!!!! Loathing is too mild a word!!!!!!! Posted by: glawrence007| February 2, 2011 4:04 PM|''... 0-25 gets you mentioned on <strong> David Letterman </strong>...''", "new_id": -2}, {"uid": "1297055142107708447", "i": 34119, "idx": 0, "sa": ["Stella Zavala Damon", "David Letterman", "Matt Damon"], "q": "a teenager... because I know just what teenage boys are thinking.' Let's go for a sail: <strong> Matt Damon </strong> and Alexia grabbed a kayak and went sailing He added: <q> Luckily, she is a terrific kid and the best you can hope for is that you are raising someone who has a lot of self-esteem and a lot of common sense. </q> <strong> Matt Damon </strong> has three younger daughters with his wife, including <strong> Stella Zavala Damon </strong>, who was born in October. Shortly before the birth, <strong> Matt Damon </strong> told late night television host <strong> David Letterman </strong> that he and Luciana are not", "new_id": -2}, {"uid": "1297356363111132897", "i": 45999, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "thousands of people on some days.`` We will open the museum after the strike is finished. I don't know when the strike is finished,'' said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q> I need things to go back to normal. </q> Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week, raising fears of widespread destruction of the", "new_id": -2}, {"uid": "1297710105165232657", "i": 23693, "idx": 0, "sa": ["Steve Ballmer"], "q": "<q> Het is nu geen oorlog meer tussen apparaten, maar tussen platforms </q>, zei Microsoft-topman <strong> Steve Ballmer </strong> maandag Mobile World Congress in Barcelona. <strong> Steve Ballmer </strong> zei dat het nu een strijd is geworden tussen drie platforms: de iPhone van Apple, Android van Google en het Microsoft-platform,", "new_id": -2}, {"uid": "1297668332223444997", "i": 6782, "idx": 1, "sa": ["Kirsten Gillibrand", "Mayor Michael Bloomberg"], "q": "usually only those with an income of$ 100,000 or more do so, <strong> Kirsten Gillibrand </strong> said.`` For all tax issues and all spending issues, it's always about priorities,'' said the senator. <q> So, my focus is on who needs the tax deductions, who needs the tax cuts the most. It's middle-class families. </q> In a state with the highest taxes in the nation, <strong> Kirsten Gillibrand </strong> feels the annual property tax hikes in <strong> Mayor Michael Bloomberg </strong> require relief. In 2010, property taxes increased by 4.9 percent for single-family homes in <strong> Mayor Michael Bloomberg </strong> and", "new_id": -2}, {"uid": "1297289647248905764", "i": 39187, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "National Science Foundation-$ 362 million increase, 6 percent Report Abuse <blockquote> We all know that spill liability taxes are passed on to the consumer. I dont want to pay!!! </blockquote> Report Abuse <q>_$ 39.5 billion to continue unemployment benefits for the long-term jobless through November. In a majority of states, the unemployed could receive benefits for up to 99 weeks. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Short Films by Honda Ponder the possibilities of future transportation and its effect. Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options", "new_id": -2}, {"uid": "1296868149118718514", "i": 3960, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "February 4th, 2011 DALLAS( AP)- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans.`` I want to", "new_id": -2}, {"uid": "1295581289167378962", "i": 12498, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Fortune. The shuffle is discussed in Google's official blog at the website here. A quick analysis on the events of today comes from Silicon Alley Insider: <q> This is not a loss for Google, </q> notes Jay Yarow.`` Increasingly, it has seemed like <strong> Eric Schmidt </strong> was just an ambassador'' for the company.`` Our read of the company is that <strong> Sergey Brin </strong> and Page have been driving most of the major strategic", "new_id": -2}, {"uid": "1297200983061325341", "i": 1811, "idx": 11, "sa": ["Donald Rumsfeld"], "q": "surge, which began to take effect in early 2007. He argues that by 2006 things were, in fact, improving in Iraq. The Anbar Awakening-which Mr. <strong> Donald Rumsfeld </strong> credits as beginning in the fall of 2006- <q> had convinced a lot of Sunnis they didn't want to be associated with al Qaeda, </q> and`` the government of Iraq was evolving the ability to take on some of the radicals'' with the help of Iraqi security forces that had become`` very capable.'' As a result, he", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}]