[{"uid": "1295806200208044038", "i": 49223, "idx": 6, "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "q": " <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was", "new_id": -2}, {"uid": "1295892496001212433", "i": 12030, "idx": 0, "sa": ["Eric Schmidt", "Tim Cook"], "q": "White iPhone 4 Listings Appear in AT&T Account Management System Mozilla's Firefox Do-not-track Feature Doesn't Guarantee Anonymity <strong> Eric Schmidt </strong> Lost$ 300 Million in Google CEO Shake-Up and He's Still Richer Than You <strong> Tim Cook </strong>- Joining Apple was <q> the best decision that I ever made </q> Dual Cortex A9 1.2 GHz NVIDIA Tegra 2 3D Chips Scheduled for Q1... Nvidia Thinks World Domination: Tegra 2 3D in February, Tegra 3 by Fall 2011 New NVIDIA Leak Points Towards Quad-Core 1.5 GHz Tegra 3", "new_id": -2}, {"uid": "1297425673245137428", "i": 31563, "idx": 1, "sa": ["Steve Ballmer"], "q": "stage to affirm Microsoft's commitment to the partnership. He explained that though Nokia will not be the exclusive vendor for Windows Phone 7 devices, the two will work together on development and marketing initiatives. <q> This partnership with Nokia will accellerate, dramatically accelerate Windows phone ecosystem, </q> said <strong> Steve Ballmer </strong>.`` We need to and we will collaborate closely on joint development and joint marketing initiatives. Nokia's location and mapping services will improve our joint experience and help deepen the access and information in our", "new_id": -2}, {"uid": "1295569375080838679", "i": 3938, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to assume more of a behind-the-scenes role as much as Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old founder", "new_id": -2}, {"uid": "1296016123074825728", "i": 28098, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "'' </blockquote> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> cited the 9/11 health care bill-which she helped shepherd to passage during the lame-duck session last month-as an example of the kind of bipartisan work that might be possible in this Congress. <q>`` This last election was not a mandate for any one political party. It was a mandate for action. <strong> Barack Obama </strong> laid out a bold vision for this Congress. It is time to come together and work to create jobs across America. </q>`` I firmly believe that Congress is capable of putting politics aside and coming together to forge solutions. The way we fulfilled our moral obligation to the survivors and heroes of 9/11 is a testament to Congress'", "new_id": -2}, {"uid": "1297210131061849602", "i": 3319, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "that officials were never able to improve the camp's public image.`` It is an exceedingly well-run prison and the folks down there have done and are doing an excellent job,'' he said. <q> The heartbreaking thing with respect to Guantanamo is not that there's anything wrong with it. It's one of the finest prison systems in the world. What's awkward is the fact that for whatever reason the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were not hurting people. </q> <strong> Donald Rumsfeld </strong> described the prison camp as a`` fine operation'' and said the service members who operate it have`` taken a lot of heat unfairly.'' <strong> Donald Rumsfeld </strong> also made clear that he has", "new_id": -2}, {"uid": "1296498486124518453", "i": 34025, "idx": 0, "sa": ["Barack Obama", "Mike Pence"], "q": "help from <strong> Barack Obama </strong>, who carried Indiana in 2008.`` Indiana is going to be a priority for the president,'' Winston said. State Democrats, he hopes, will find a consensus candidate this spring. <q> It's a$ 15 million to$ 18 million race. I hope we won't have a primary. </q> <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates.`` The social conservatives love him,'' says former Republican state chairman Rex Early.`` The fiscal conservatives-he talks the", "new_id": -2}, {"uid": "1296169273065405008", "i": 20516, "idx": 2, "sa": ["Sergio Marchionne"], "q": "'s hard to play catch up.'' Chrysler has said the federal loans could drive a sharp improvement in the fuel economy of its vehicles. But the delay in approval could be costly. <q> There is a point in time when I need to go back to my kitty and start using the other cash to do this, which is not a good answer, </q> <strong> Sergio Marchionne </strong> told reporters last week. The Energy Department's auto loan program was created by Congress in 2007. About$ 25 billion was earmarked for loans to automakers and auto suppliers, but there have been", "new_id": -2}, {"uid": "1295222036260489247", "i": 45322, "idx": 17, "sa": ["Linas Kleiza", "Kobe Bryant", "Carmelo Anthony", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... HD HQ <strong> Kobe Bryant </strong> 52 points vs Dallas Mavericks HIGH QUALITY HD HQ <strong> Kobe Bryant </strong> 52 points vs Dallas Mavericks HIGH QUALITY Best sports highlight packages( go through the video section): www.youtube.com DESCRIPTION:-- to comment on", "new_id": -2}, {"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis.`` Monday, I get to wake up and it's Christmas,'' <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}]