[{"uid": "1295999663180568069", "i": 9141, "idx": 0, "sa": ["Danny Sullivan", "Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "decade. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's biggest challenges now are to \"prove that they've got their Mojo back and that nobody needs to fear them.\" <q> You have investors and others saying` Gosh, Facebook seems to be doing so well. Why aren't you the hot new thing?' </q> <strong> Danny Sullivan </strong> said. In a conference call with financial analysts after the announcement that <strong> Larry Page </strong> would replace <strong> Eric Schmidt </strong>, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena. Help and Tech", "new_id": -2}, {"uid": "1295281966064159754", "i": 40131, "idx": 4, "sa": ["Gabrielle Giffords", "Ban Ki-moon", "Kirsten Gillibrand", "Barack Obama"], "q": "Wednesday, minutes after <strong> Barack Obama </strong> visited her. \"She is doing great, and I talked to her husBan Ki-moond, Mark, last night. And she is making progress,\" <strong> Kirsten Gillibrand </strong> said. <q> If there's anyone in the world that will recover fully from this kind of crime and just unbelievable injury, it's her. She's got courage. She's got drive. She's got spirit. And I really think her courage is inspiring to all of us right now. </q> Six people died in the shooting, including a federal judge and a nine-year-old girl, and 14 were wounded in the burst of violence a week ago outside a Tucson supermarket, where <strong> Gabrielle Giffords </strong> was holding a", "new_id": -2}, {"uid": "1295268805147652642", "i": 12637, "idx": 0, "sa": ["David Axelrod", "David Letterman", "Barack Obama"], "q": "Summit when there was a large clunking sound. Leaning forward over the top of his lectern he said: \"Oops. Was that my err...\" . ClDavid Lettermany thrown by what had happened he later joked: <q> I'm sure there's somebody back there that's really nervous right now, don't you think? They're sweating bullets... </q> newslite.tv <strong> David Axelrod </strong>: \"Witchcraft\" Caused Barack Obamaial Seal to Fall- On CBS's \"The Late Show with <strong> David Letterman </strong>\" last night, White House senior adviser <strong> David Axelrod </strong> explained what he thought had caused the Barack Obamaial seal to", "new_id": -2}, {"uid": "1297284241241352704", "i": 334, "idx": 5, "sa": ["Barack Obama", "Donald Rumsfeld"], "q": "operation, that they were not torturing people, that they were not hurting people,\" he said. <strong> Donald Rumsfeld </strong> described it as \"a fine operation,\" and said US military personnel working there have <q> taken a lot of the heat unfairly </q> and \"deserve a lot of credit\" for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 Barack Obamaial campaign, <strong> Barack Obama </strong> \"was critical of", "new_id": -2}, {"uid": "1295667370077054011", "i": 24330, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Google co-founder <strong> Sergey Brin </strong>, who will also focus on strategic projects and new products. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,\" <strong> Larry Page </strong> said in a written statement. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity- we are only at the beginning, and I can't wait to get started. </q> The changes takes effect April 4. Google on Thursday reported fourth-quarter revenues of$ 8.44 billion, an increase of 26 percent compared to the fourth quarter of 2009- topping analysts' expectations.", "new_id": -2}, {"uid": "1297145483211075084", "i": 50480, "idx": 1, "sa": ["Hailee Steinfeld", "Paula Abdul", "Simon Cowell"], "q": "learned about. Who knows how much of this really goes on. Report Abuse \" i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well. \" Report Abuse <q> i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong> </q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit' ABC News: <strong> Simon Cowell </strong>: US' X Factor' Panel yet to Be Set Fitness Singles Meet Local Fitness Minded People. 80+ Activities. Join Free", "new_id": -2}, {"uid": "1297704804046809091", "i": 24757, "idx": 0, "sa": ["Steve Ballmer"], "q": "platform. definitely come in March, Microsoft CEO <strong> Steve Ballmer </strong> said at Mobile World Congress( MWC) in Barcelona today. He also pointed to another \"significant release\" that's coming later in the year- in <q> the second half of 2011 </q>, according to a picture caption on the MS website. Mango: coming H2 2011 Microsoft first promised to bring copy and paste functionality to WinPho 7 \"via the first major update, coming in", "new_id": -2}, {"uid": "1295125227265830412", "i": 42533, "idx": 12, "sa": ["Donald Rumsfeld", "Ron Lee Wyden", "Janis Karpinski", "Isnilon Hapilon", "Jimmy Carter"], "q": "<strong> Janis Karpinski </strong>, in-charge of <strong> Isnilon Hapilon </strong> Ghraib prison until Jimmy Cartery 2004, told Spain's El Pa?s newspaper she had seen a letter apparently signed by <strong> Donald Rumsfeld </strong> which allowed civilian contractors to use techniques such as sRon Lee Wydenp deprivation during interrogation. <q> The methods consisted of making prisoners stand for long periods, sRon Lee Wydenp deprivation... playing music at full volume, having to sit in uncomfortably... <strong> Donald Rumsfeld </strong> authorized these specific techniques. </q> He said that this was contrary to the Geneva Convention and quoted the same \"Prisoners of war who refuse to answer may not be threatened, insulted, or exposed to any unpleasant or disadvantageous treatment of any kind", "new_id": -2}, {"uid": "1296671651093847555", "i": 33548, "idx": 1, "sa": ["Barbara Walters", "Robin Williams", "Bill Clinton", "David Letterman"], "q": "<strong> David Letterman </strong> on His Heart Surgery <strong> Robin Williams </strong>: People Ask` How Are You?' Comedian tells <strong> Barbara Walters </strong> how people approach him post-surgery. Diary of <strong> Barbara Walters </strong> Walter's Heart Surgery <strong> Barbara Walters </strong> says she thought: <q> If I die on the operating table, I won't know it. </q>. <strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Bill Clinton </strong> says surgery gave him the chance to walk his daughter down the aisle. <strong> David Letterman </strong> on His Heart Surgery <strong> David Letterman </strong> jokes to <strong> Barbara Walters </strong> that new artery came from`", "new_id": -2}, {"uid": "1297242013085999616", "i": 48864, "idx": 1, "sa": ["Simon Cowell"], "q": "lot of pressure. He says the prize on the American version of \"The X-Factor\" is a$ 5 million recording contract. It breaks down to$ 1 million for each of five years. <strong> Simon Cowell </strong> says <q> by putting up that kind of prize money, it's a massive, massive risk. </q> But, he says \"it's also an incredible incentive.\" And, \"it puts everybody, rightly, under an enormous amount of pressure.\" Auditions for \"The X-Factor\" begin March 27 in", "new_id": -2}]