[{"uid": "1296687191210616333", "i": 57996, "idx": 0, "sa": ["Steven Tyler", "Charlotte Church", "Ryan Seacrest", "Ayla Brown", "Simon Cowell", "Jennifer Lopez"], "q": "`` let go'' from her gig at... UPDATE II: A rep from Lambert's record company, XIX Entertainment, issued a statement clarifying Lambert's remarks( via The Hollywood Reporter): <q> Alex is not homeless. He's... <strong> Steven Tyler </strong> admitted on Monday night that it was drug abuse that led him to fall off the stage and break his shoulder at an... <strong> Jennifer Lopez </strong> Talks <strong> Ryan Seacrest </strong> Rivalry, Having More Children <strong> Jennifer Lopez </strong> is already a mom to twins Max and Emme, so can she handle another kid? How about a thousand more? The pop star... BOSTON- <strong> Ayla Brown </strong> is going country. The former`` American Idol </q> contestant is moving to Nashville, Tenn., to test her talents as a country singer.... <strong> Simon Cowell </strong>'s` The X Factor Is Killing Music,' Says <strong> Charlotte Church </strong> Is <strong> Simon Cowell </strong> killing music? Welsh", "new_id": -2}, {"uid": "1297179847261799940", "i": 53601, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": " <strong> Aaron Rodgers </strong> chats with <strong> David Letterman </strong> on` Late Show' Newspaper front pages of Packers win <strong> Aaron Rodgers </strong> was all smiles yesterday as a guest on <q> Late Show with <strong> David Letterman </strong>. </q> <strong> David Letterman </strong> handed <strong> Aaron Rodgers </strong> his WWE championship belt and even caught a pass across the stage from the Super Bowl MVP.`` There must be a lot of Wisconsin people out there,'' <strong> Aaron Rodgers </strong> said as", "new_id": -2}, {"uid": "1296668242187940878", "i": 8679, "idx": 3, "sa": ["Ben Wallace", "Allen Iverson", "Richard Hamilton"], "q": "injury-plagued Milwaukee Bucks on Saturday night.`` The simple fact that now I'm coming off the Ben Wallacech I ain't got time to get warmed up,'' said <strong> Richard Hamilton </strong>, who went 15-of-25 from the floor. <q> I have to come in on fire every time. </q> <strong> Allen Iverson </strong>, who also had nine assists, helped the Pistons to their second straight gritty win following a 3-9 stretch that they stopped with a win against Miami. He and <strong> Richard Hamilton </strong> led the way when it counted.", "new_id": -2}, {"uid": "1295621146048054324", "i": 59316, "idx": 4, "sa": ["David Cameron", "Andy Coulson"], "q": "<strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so,'' <strong> David Cameron </strong> said in an e-mailed statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> In comments to BSkyB's Sky News television channel, <strong> David Cameron </strong> dismissed questioning about his judgment over <strong> Andy Coulson </strong>.` Excellent Job'`` He's run the Downing Street press office in a", "new_id": -2}, {"uid": "1296922649262193174", "i": 43095, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld", "James Thomas"], "q": "<strong> Donald Rumsfeld </strong> Goes With The Lies He Wish He Had by <strong> James Thomas </strong> Duffy Lenny Bruce used to do a bit where he offered this advice: <q>`` Whatever happens, deny it. Flat-out deny it! If you really love your wife, deny it. If they walk in on you, deny it. Even if they got pictures, deny it. Even if she catches you with a chicken, deny it. </q> \" his own advice and said`` You go to write a book with the lies you have-not the lies you might want or wish to <strong> George W. Bush </strong> Grindhouse, one of their most prolific warmongers, has penned a", "new_id": -2}, {"uid": "1297616629186400779", "i": 32575, "idx": 57, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "to the world that we didn't accept that kind of behavior,'' <strong> Donald Rumsfeld </strong> said.`` Did you feel it was your fault?''`` No,'' answered <strong> Donald Rumsfeld </strong>. <q> You were responsible, but it wasn't your fault? </q>`` Sure,'' said <strong> Donald Rumsfeld </strong>.`` Exactly.'' Finally, in 2006, with Iraq on the verge of all-out civil war, the <strong> George H. W. Bush </strong> told <strong> Donald Rumsfeld </strong> he had to go.", "new_id": -2}, {"uid": "1295593388155664395", "i": 34910, "idx": 0, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": "advertisers. At Facebook, 26-year-old founder and CEO title=\"Mark Zuckerberg\" href=\"http://www.whotv.com/topic/economy-business-finance/computing-information-technology/Mark Zuckerberg-Mark Zuckerberg-PEBSL000091.topic\"> <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q> My goal is to run Google at the pace and with the soul and passion of a startup, </q> Page said in a Thursday interview.`` I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"uid": "1296697297021184517", "i": 26837, "idx": 1, "sa": ["Bernie Sanders", "Tom Coburn"], "q": "quotes <strong> Bernie Sanders </strong>: \"`` With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money,'' he said. <q> The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money. </q> \" There was no reaction in the report from Pentagon spokesmen but the story filed by Terkel did include: \" On Monday, Sen. <strong> Tom Coburn </strong>( R-Okla.) pressed the Joint Chiefs of Staff", "new_id": -2}, {"uid": "1296524457137232407", "i": 38415, "idx": 0, "sa": ["Michael Bloomberg", "Michael Vick"], "q": "\" wasting more taxpayer money to wage their political agenda. i think <strong> Michael Bloomberg </strong> has much more important things to worry about, LIKE TRYING TO BALANCE HIS@#$% BUDGET> Report Abuse <q> The results of the sting illustrate that even in a place where you would EXPECT the current regulations to be complied with, they aren't. I suggest HUGE CRIMINAL PENALTIES for SCUM who would bypass the current regulations that are intended to keep nutjobs, drug addicts, and felons from buying guns. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl New Trading Software Breakthrough Software Turns$ 10,000 Into$ 866,487- Find Out How! href=\"http://397361.r.msn.com/?ld=4vkGk- c5o44xl8e0ktPTZbqgoZnLgbr5SagsdOtdNg_i63iiIP72lhlAN0s0lbOZCYcV8qUtPzq9FG65vf9161ZFL3zSIuMChz9XMgwT_oqQ1g50tRzYdo6E_355EPiEV1IUcEB0genf0ErBeM9D5GhJSjg5Q9FISCx9_2OI9TbU9oltg6a1jI1WBpC68aIL3gjdJKlAEkjrDoLvNcs4KmSft9ocT4VtnXuc5mWoKsCxPpmTYK_oYRuojvdzVt3KPjNVQJTIOoW3Q0wKj7VIEOCcdDJP4QJmNzPYs3P5_SjKjrTtEbFZEJ3ccae2JePRl3JklZmXGYMXSQ\"> Trader Makes$ 4 Billion", "new_id": -2}, {"i": 33582, "idx": 3, "index_answer": 1, "new_id": -1, "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> <strong> Reggie Jackson </strong>'s really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "uid": "1295753709087883837"}]