[{"uid": "1296492708037863446", "i": 23144, "idx": 2, "sa": ["LeBron James", "Allen Iverson", "Leon Rose"], "q": "playoffs since 2006 and has never won a postseason game. The Grizzlies are coming off a 24-58 season that tied for fifth-worst in the NBA.`` This year for me is so personal,'' <strong> Allen Iverson </strong> said. <q> It's basically going to be my rookie season again. It hurts, but I turn the TV on, I read the paper, I listen to some of the things people say about me having the season that I had last year and me losing a step, things like that. They're trying to put me in a rocLeBron James chair already. </q> The Grizzlies announced they had signed the 10-time All Star on Thursday morning minutes before <strong> Allen Iverson </strong> was introduced at a news conference. The team and <strong> Allen Iverson </strong>'s agent, <strong> Leon Rose </strong>, declined to discuss specifics though <strong> Leon Rose </strong> said the", "new_id": -2}, {"uid": "1296899736110362626", "i": 37092, "idx": 0, "sa": ["Angelina Jolie", "George Clooney", "Brad Pitt"], "q": "trashed the house, moved furniture and tampered with his clothes while their parents said nothing. Although he is friends with <strong> Angelina Jolie </strong>, <strong> George Clooney </strong> has always had a rocky relationship with <strong> Angelina Jolie </strong>, 35. <q> She has always considered <strong> George Clooney </strong> to be a hard-drinking, skirt-chasing bad influence on <strong> Brad Pitt </strong>, </q> said a friend.`` She hates the whole'' boy'' s club'' mentality. When <strong> Brad Pitt </strong> was working on Ocean'' s Thirteen in", "new_id": -2}, {"uid": "1296892753198656023", "i": 46110, "idx": 0, "sa": ["Darren Perry", "Michael Vick", "Tramon Williams"], "q": "game to the next level. His film study has probably been the area of biggest difference this year from last year in terms of his growth as a football player,'' Green Bay secondary coach <strong> Darren Perry </strong> said. <q> That's how you continue to be productive by continuing to find a way to get better each year. My hats off to <strong> Tramon Williams </strong>. </q> <strong> Tramon Williams </strong> was fifth in the NFL with six regular-season interceptions, but burst on the national scene in the playoffs. His late pick of Philadelphia quarterback <strong> Michael Vick </strong> solidified the Packers' Wild-Card victory. In", "new_id": -2}, {"uid": "1296738679019595292", "i": 2588, "idx": 2, "sa": ["Adam Sandler", "Simon Cowell", "Jennifer Aniston", "Oprah Winfrey"], "q": "truth which was saying what you wanted to say but couldn't actually say it''. As for whether the former Friends star could ever have said some of things that <strong> Simon Cowell </strong> did, <strong> Jennifer Aniston </strong> laughed: <q> Maybe in my own mind I would think things but I could never imagine saying anything like that! </q> <strong> Jennifer Aniston </strong> was appearing on the talkshow alongside her Just Go With It co-star <strong> Adam Sandler </strong>, while <strong> Oprah Winfrey </strong> also interviewed the", "new_id": -2}, {"uid": "1295218070163594249", "i": 680, "idx": 15, "sa": ["Simon Cowell", "Debbie Williams", "Jonathan King"], "q": "you have to look at them right in the eyes, and then their mother is looJonathan King at you, like,` What just happened?'?'' But <strong> Simon Cowell </strong>'s value was instantly clear. <q> I still didn't know what the hook of this show was-all these kids come out and sing, </q> stage manager <strong> Debbie Williams </strong> remembers of her first day on the set.`` Until he spoke, and then I said,` OK. I get it now. That's the hook.'?'' <strong> Simon Cowell </strong> would", "new_id": -2}, {"uid": "1297390016200884258", "i": 50906, "idx": 10, "sa": ["George W. Bush", "Condoleezza Rice", "Kimberley Strassel", "Donald Rumsfeld", "Paul Bremer"], "q": "<strong> Paul Bremer </strong>, George W. Bush-this one in a polite way-and others. The National Security Council overseen by <strong> Condoleezza Rice </strong>( with her`` style of management'') is blamed for leading to indecision and, in turn, to <q> the lack of a coherent post-invasion plan, to a sluggish transfer of power to Iraqis, and to a festering insurgency </q>-`` the muddled plan for postwar Iraq'' Ms. <strong> Kimberley Strassel </strong> concludes: \" Mr. <strong> Donald Rumsfeld </strong>'s critics are bitter that his memoir didn't go the obvious commercial route, serving up a grand apology", "new_id": -2}, {"uid": "1297083515050839599", "i": 15845, "idx": 1, "sa": ["Joe Simitian", "Rich Gordon", "Bill Lockyer"], "q": "'' committee's paperwork says he'll be seeking the 15th District seat. But he now lives in the 11th District again and is registered to vote there, according to 2010 campaign spokesman <strong> Bill Lockyer </strong> Maxfield. <q> Obviously, no one knows what the outcome of redistricting will be, though there has been significant coverage of the idea that districts should reflect communities of interest, </q> Maxfield said. <strong> Joe Simitian </strong>, meanwhile, filed a Statement of Intention to run in 2012 for the 21st Assembly District seat won in November by freshman lawmaker <strong> Rich Gordon </strong>, D-Menlo Park. <strong> Rich Gordon </strong> has not filed a", "new_id": -2}, {"uid": "1295767396206471201", "i": 27756, "idx": 2, "sa": ["Alassane Ouattara"], "q": "of the bank, pointing to various practical and technical reasons for not giving control of Ivory Coast's accounts to <strong> Alassane Ouattara </strong>.`` Some people can't understand what really went on,'' he said. <q> I am profoundly sad for the institution that I served for 35 years. </q> Ivory Coast was represented at the Bamako meeting by <strong> Alassane Ouattara </strong>'s href=\"http://www.foxnews.com/topics/politics/prime-minister-guillaume-soro.htm#r_src=ramp\"> prime minister, Guillaume Soro, who said this was a positive step for the country.`` The measures that were", "new_id": -2}, {"uid": "1296371374213876760", "i": 43353, "idx": 0, "sa": ["Chris Webber", "Del Negro", "Allen Iverson", "Nicolas Batum", "Rick Adelman", "Chris Bosh", "Peja Stojaković", "Phil Jackson"], "q": "what's going on.'' The Kings visit the New York KNicolas Batumks on Wednesday, but <strong> Rick Adelman </strong> wasn't sure about <strong> Peja Stojaković </strong>'s status.`` I have a lot of faith in <strong> Peja Stojaković </strong>,'' <strong> Rick Adelman </strong> said. <q> He's meant a lot to me and this franchise. He's been a pro his whole career. </q> The Sixers have won three in a row, improving to 21-20 at the halfway point of the season. Phil JacksonaDel Negrophia, which came in allowing the third-most points in the NBA, reverted to http://wn.com/Allen Iverson_Allen Iverson_50pts_vs_Chris Bosh_Chris Webber_Sacramento_Kings_99/00 <strong> Allen Iverson </strong> calmly sank two", "new_id": -2}, {"i": 11770, "idx": 1, "index_answer": 0, "new_id": -1, "q": "State of the Union address to propose cuts in Social Security.`` I hope that information is wrong and that you will stand by your campaign promises to strengthen Social Security,'' read the letter from <strong> Sen. Bernie Sanders </strong>. <q> I urge you once again to make it clear to the American people that under your watch we will not cut Social Security benefits, raise the retirement age or privatize this critical program. </q> The message is being echoed by labor unions, senior groups and religious organizations as the State of the Union Address approaches.`` Let's get one thing straight right at the beginning: Social Security", "sa": ["Sen. Bernie Sanders"], "uid": "1295969179009764946"}]