[{"uid": "1296770865240501190", "i": 15923, "idx": 0, "sa": ["Andy Coulson"], "q": "The trust includes Barts in the City, the Royal London in Whitechapel and The London Chest hospital in Bethnal Green. The announcement came after a review of every aspect of the trust's expenditure to ensure it is <q> truly essential and represents best value, </q> said a spokesman. Barts and the London NHS Trust to cut 630 jobs Commons leader attacks MPs' expenses watchdog as latest claims are published BBC editor Craig Oliver replaces <strong> Andy Coulson </strong> as No 10 communications chief", "new_id": -2}, {"uid": "1296848372199835650", "i": 47080, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "done as soon as possible.'' <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. <q> We're looking for success stories; we're not looking for players to fail, </q> <strong> Roger Goodell </strong> said.`` He's paid a very significant price and he's doing the right thing.'' <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's", "new_id": -2}, {"uid": "1297670161000606209", "i": 8748, "idx": 0, "sa": ["David Joseph", "Simon Cowell"], "q": "mainstream television, adds <strong> David Joseph </strong>- once a campaigner for the return of Top of The Pops. The BBC's commitment to music has been further weakened by the decision to axe the Electric Proms. <q> I'm sad that the BBC has dropped such a great event as the Electric Proms. I hope they replace it with something brave and bold. We would love to see the return of a weekly show. Not like Top of the Pops because times have moved on. </q> Universal's television production division is working on a music alternative to The X Factor, which delivers profits and instant stars to Sony, through the rival music company's partnership with <strong> Simon Cowell </strong>. After ITV rejected <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1296751438058556476", "i": 1502, "idx": 1, "sa": ["Allen Iverson"], "q": "scoring record for a reserve. Hamilton scored 38 points, <strong> Allen Iverson </strong> had 27 and the two combined for 15 of Detroit's 17 points in overtime in a 126-121 victory over the injury-plagued Milwaukee Bucks on Saturday night. <q> The simple fact that now I'm coming off the bench I ain't got time to get warmed up, </q> said Hamilton, who went 15-of-25 from the floor.`` I have to come in on fire every time.'' <strong> Allen Iverson </strong>, who also had nine assists, helped the Pistons to their second straight gritty win following", "new_id": -2}, {"uid": "1295501959237502465", "i": 41058, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "In a new interview with ex`` American Idol'' judge <strong> Simon Cowell </strong>, <strong> Oprah Winfrey </strong> peels away a few layers from this complicated man she calls <q> the world's most famous talent scout. </q> The interview for her new network show called`` <strong> Oprah Winfrey </strong> Presents Master Class'' delves into <strong> Simon Cowell </strong>'s childhood and gives him a chance to reflect on why he has become so successful. In her", "new_id": -2}, {"uid": "1295559654260145286", "i": 40838, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and technology thought leadership-all of which are increasingly important given Google's global reach.'' Internally, <strong> Eric Schmidt </strong> will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>. In a statement, <strong> Eric Schmidt </strong> said: <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and", "new_id": -2}, {"uid": "1295665368254312471", "i": 4734, "idx": 0, "sa": ["Hu Jintao", "Andy Coulson", "Barack Obama"], "q": "charm Chicago Photo: Visitors pose in front of an installation at Hong Kong-( Dow Jones)- Japanese clothing retailer Baroque Japan Ltd. is... Video: GE CEO to Lead White House Jobs Council Report Abuse <q> You know you lost your country when another country, promises jobs to yours, lol. </q> Report Abuse <blockquote> äº\u0094æ¯\u009b( paid communist commentator)= å\u009e\u0083å\u009c¾ ï¼\u0088 garbage) in Chinese </blockquote> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and <strong> Hu Jintao </strong>'s Talks Won't End", "new_id": -2}, {"uid": "1295803019101695619", "i": 39687, "idx": 1, "sa": ["Colin Powell", "President Bush", "Geoffrey Wawro"], "q": "to discuss the war. The first <strong> President Bush </strong> hosted some 3,500 people, including many who were Gulf War veterans, at the event at Texas A&M University, which is the home of his presidential library. <q> There is a legitimate argument as to whether we stopped too soon, </q> <strong> Colin Powell </strong> said.`` We accomplished the mission. <strong> President Bush </strong> made the right decision.'' <strong> Geoffrey Wawro </strong>, who published`` Quicksand: America's Pursuit of Power in the Middle East'' last year, writes in", "new_id": -2}, {"uid": "1295756651021528610", "i": 13747, "idx": 9, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "coming. Google's results have been extraordinary.'' <strong> Eric Schmidt </strong> wasn't the man to wage war with Facebook, he said.`` There is no making Facebook go away,'' he said. <q> Now for the first time ever, Google will have to co-exist. They clearly feel that <strong> Will Page </strong> is the man to accomplish that in the future. </q> During the earnings call last night, <strong> Sergey Brin </strong> said that the company has only touched`` just 1 percent of the capabilities'' of real-time search and social search.`` If you think about the", "new_id": -2}, [{"i": 10146, "idx": 1, "index_answer": 2, "new_id": -1, "q": "so good phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a phone call, but I appreciated it. </q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong> <strong> Barbra Streisand </strong> America contestants bring home state designs to` Show Us Your Shoes' parade in Las Vegas America contestants strutted down the Las Vegas Strip displaying shoes decorated", "sa": ["Jay Leno", "David Letterman", "Conan O'Brien", "Barbra Streisand"], "uid": "1295127807207224874"}]]