[{"uid": "1296095882011763715", "i": 27521, "idx": 0, "sa": ["Eric Schmidt"], "q": "may be misguided, because standout websites won't necessarily lead to inflated valuations for the entire industry, Lane said. \"I don't think it will end like the'90s,\" he said. <q>Considering that Facebook can easily become a 1 billion-users-platform, when it does that, it can become more like Google and will be worth more than$ 50 billion. The fact that Facebook, Groupon and Twitter could become$ 100 billion companies doesn't mean that their competitors will, too.<q> Google's <strong> Eric Schmidt </strong> said in another interview at the World Economic Forum that the high value attributed to some young companies is on par with their future potential. The \"e-commerce space feels overheated because valuations", "new_id": -2}, {"uid": "1296751792175587353", "i": 8396, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> President Bush </strong> focused on a war with Iraq almost immediately after the Sept. 11, 2001 terror attacks. \"He asked that I take a look at the shape of our military plans on Iraq,\" <strong> Donald Rumsfeld </strong> writes. <q>He wanted the options to be \"creative.\"<q> Posted by: Liam-still| February 3, 2011 11:42 AM| mike: Here ya go. Eypt has been relocated! Fox News graphics department has shaky grasp of Mideast geography", "new_id": -2}, {"uid": "1295254462216039433", "i": 13210, "idx": 0, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "The Minnesota game cost him. But after what he saw from <strong> Michael Vick </strong> this season, Eagles offensive coordinator <strong> Marty Mornhinweg </strong> thinks the 30-year-old has a chance- a chance- to become a great one. <q>He's got a good opportunity to become one of the best ever,<q> <strong> Marty Mornhinweg </strong> told me on Thursday. \"He's got several things to do to get that done.\" Last week was a melancholy one at the NovaCare Complex. No one was ready for the season", "new_id": -2}, {"uid": "1295907479051232827", "i": 1943, "idx": 0, "sa": ["Bill Lockyer"], "q": "September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday that his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q>We have a current structural budget deficit that we have to address. The sooner, the better.<q> He said the issuance of IOUs \"theoretically could happen. It's a possibility. It's not one that anyone wants to do. So it's sort of at the bottom of a list of", "new_id": -2}, {"uid": "1295658301074924120", "i": 24666, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "story has refused to go away. Mr <strong> Andy Coulson </strong> told the PM on Wednesday that he felt he had to leave Number 10. Senior civil servants were told the following day. Mr <strong> David Cameron </strong> said he was <q>obviously very sorry to see him go<q>. He said: \"He did a very good job as Director of Communications both for the Government and the country. He ran the Downing Street press office in a very professional and straightforward and correct way,", "new_id": -2}, {"uid": "1297451229044924949", "i": 13295, "idx": 2, "sa": ["Michelle Obama", "David Letterman"], "q": "and do our show because that would be a little cheesy,\" <strong> David Letterman </strong> said of his meeting with <strong> Michelle Obama </strong>. In the end, all went well and <strong> David Letterman </strong> stated that he was very impressed. <q>I put out my hand to shake her hand and I called her Mrs. <strong> Michelle Obama </strong>. That seemed right, right?<q> However, <strong> Michelle Obama </strong> wanted more than a handshake. \"She put her arms around me and said, \"I\"m a hugger.\" <strong> David Letterman </strong> seemed very pleased with his first meeting with the <strong> Michelle Obama </strong> and their", "new_id": -2}, {"uid": "1297451817119193650", "i": 9608, "idx": 0, "sa": ["Mitt Romney", "Donald Rumsfeld", "Barack Obama", "Jimmy Carter", "Gil Kerlikowske"], "q": "envoy Video: Epsom Couple Finds Help Amid Fuel Budget Pinch... Photo in Slideshow: <strong> Jimmy Carter </strong> Massachusetts Gov. <strong> Mitt Romney </strong> Article: <strong> Barack Obama </strong> to comment on Mubarak resignation... Photo: U.S. <strong> Barack Obama </strong> returns to the White House Report Abuse <q>Take it from a Massachusetts native- This is a man who looks good on the surface but will fade in the spotlight of a Presidential run.<q> TheDC Interview: Drug Czar <strong> Gil Kerlikowske </strong> on Mexico, pill mills, and the medical marijuana stalemate Gay rights groups willfully ignore positive Palin, Angle comments at CPAC; GOProud hits back TheDC Interview: <strong> Donald Rumsfeld </strong>- secret critic", "new_id": -2}, {"uid": "1295584716071549019", "i": 4398, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "Thursday's announcement. In the regular session earlier, the stock fell$ 4.98, or 0.8 percent, to close at$ 626.77. The stock peaked at$ 747 before the recession. <q><strong> Eric Schmidt </strong> has played his innings very well,<q> said analyst Sandeep Aggarwal of Caris& Co. The management reshuffling appears to be amicable. Both Page and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1295993933011730955", "i": 18553, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q>At this stage, the number of opportunities just vastly exceed the number of people we have at the company,<q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Managing a company with the population of a small city will pose another challenge for <strong> Google Inc. </strong> co-founder Larry Page as he prepares to take over", "new_id": -2}, {"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?\" American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q>It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like, \"What just happened?'?<q> But <strong> Simon Cowell </strong>'s value was instantly clear. \"I still didn\"t know what the hook of this show was-all these kids come out and sing,\" stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}]