[{"uid": "1295959277216842330", "i": 6510, "idx": 2, "sa": ["Simon Cowell"], "q": "`` I have been in there. He loves a bath, <strong> Simon Cowell </strong>, it gives him time to think.'' The 37-year-old credited the TV mogul for giving him a masterclass in confidence. <q> He's a workaholic. He's a great boss, and I'm not just saying that, </q> he said.`` He's very loyal, he's very honest, and he just wants that in return. He smells fear though, he's like a wolf. If you're confident in", "new_id": -2}, {"uid": "1297702534073007116", "i": 4670, "idx": 3, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "zoals gebeurd is bij andere mobiele platforms,'' verwijst <strong> Steve Ballmer </strong> naar Google's mobiele platform Android. Nokia's Ovi Maps en bijbehorende locatiediensten zullen volgens <strong> Steve Ballmer </strong>` breed worden ingezet' binnen Microsofts zoekmachine Bing. <q> Dat gebeurt niet alleen op Windows Phones, maar ook in andere Bing-diensten, zoals op pc en tv. </q> Telco-vriendelijk <strong> Steve Ballmer </strong> nodigde ook Nokia-topman <strong> Stephen Elop </strong> uit op het podium. De twee oud-collega's sloten vrijdag een samenwerkingsovereenkomst. <strong> Stephen Elop </strong>:`` Nokia en Microsoft vormen een natuurlijke combinatie. Mensen beginnen het te snappen", "new_id": -2}, {"uid": "1295977910157089808", "i": 37517, "idx": 12, "sa": ["Damon Jones", "Allen Iverson", "Guo Lusheng"], "q": "his first triple-double of the season-- 30 points, 10 assists and 10 rebounds-- and 10th of his career.`` We contained him,'' said <strong> Allen Iverson </strong>, who finished with 25 points and nine assists. <q> That's all you can do with players like that. You can't play this game scared. </q> The Cavaliers cut Denver's cuGuo Lushengon to 103-98 on <strong> Damon Jones </strong>' 3-pointer with 3:15 left in the game. But Denver closed the game out with a 7-1 run. The struggling Cavaliers have now lost four of their last", "new_id": -2}, {"uid": "1295365519187695162", "i": 12446, "idx": 0, "sa": ["Steven Tyler", "David Letterman"], "q": " <strong> Steven Tyler </strong> admitted on Monday night that it was drug abuse that led him to fall off the stage and break his shoulder at an Aerosmith concert. <q> It's not any news here about my drug use and addictions in the past, </q> he told <strong> David Letterman </strong> on` The Late Show.'`` A couple years ago, I was[ snorting] Lunesta because of some problems with my feet.''`` That shows you what kind of", "new_id": -2}, {"uid": "1295782038072171535", "i": 53161, "idx": 3, "sa": ["Andrew Marr", "David Cameron", "Andy Coulson", "Nick Clegg"], "q": "to appoint Mr <strong> Andy Coulson </strong> in the first place after he resigned as editor of the newspaper in 2007.`` If you listen to what <strong> David Cameron </strong> has said,'' he told BBC One's <strong> Andrew Marr </strong> show, <q> he said very emphatically that he thought it was right to give <strong> Andy Coulson </strong> a second chance.`` <strong> Andy Coulson </strong> has been very clear that he was not in any way responsible for phone hacking and had no knowledge of it. I have no reason to disbelieve him. </q> And Mr <strong> Nick Clegg </strong> said he would have some input into the choice of who would replace Mr <strong> Andy Coulson </strong>. Sign language The unspoken messages behind Iran nuclear talks impasse", "new_id": -2}, {"uid": "1296461913199901198", "i": 4540, "idx": 1, "sa": ["Allen Iverson", "Rajon Rondo", "Tim Hardaway"], "q": "in`` He Got Game''-- would have been proud.`` There's no better place, moment, Tim Hardawaye... to win a game, and to win in a great fashion,'' <strong> Allen Iverson </strong> said. <q> I don't know what record it is that people are telling me that I got, but it's great to have, great to be able to look back on it and say I did that. This is definitely our Tim Hardawaye. </q> Yet <strong> Allen Iverson </strong>'s barrage still wasn't enough to hand the defending champions their first home playoff loss of the season. All that elegant brilliance might have been wasted without <strong> Rajon Rondo </strong>, whose triple-double contained much of the dirty", "new_id": -2}, {"uid": "1296074555171098119", "i": 40756, "idx": 1, "sa": ["Barack Obama", "Michael Vick"], "q": "inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season.`` We're real excited about it,'' chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract.`` We believe it was worth", "new_id": -2}, {"uid": "1295735932001638409", "i": 44943, "idx": 3, "sa": ["Ron George", "Arnold Schwarzenegger", "Bill Lockyer", "Malcolm M. Lucas"], "q": ", said many of his colleagues thought <strong> Malcolm M. Lucas </strong>`` went out of his way to add gratuitous insult to the commentary.''`` So <strong> Ron George </strong> had to clean up after the elephant,'' <strong> Bill Lockyer </strong> said. <q> He restored relationships partly because he worked so hard and partly because he may be the most diplomatic human being I have met.... When I would try to provoke him, I couldn't. </q> <strong> Ron George </strong> took command of cases that involved the Legislature or the <strong> Arnold Schwarzenegger </strong>, and when the court ruled against the other branches, he couched the losses in language designed not to give offense.``", "new_id": -2}, {"uid": "1296814556000639044", "i": 11146, "idx": 1, "sa": ["Michael Vick"], "q": " I have forgiven <strong> Michael Vick </strong>. From this day forward, I will no longer bash <strong> Michael Vick </strong> on my Facebook page or in this column. There will be no more references to`` scum'' or <q> a piece of trash who shouldn't be given the privilege of playing quarterback in the NFL. </q> Seriously, I am trying to learn the true meaning of the word`` forgiveness'' and sometimes that means letting things go. This does not mean I condone his felonious acts of animal cruelty", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢.`` I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q> I didn't feel a thing! </q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock(`` CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}]