[{"uid": "1296135071081985549", "i": 3960, "idx": 0, "sa": ["Michael Gove"], "q": "been accused of heavy-handedness; an end to a decades-old state of emergency and a rise in minimum wages. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1296105120131907722", "i": 50969, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "secretly listening to phone messages of royal household staff. <strong> Andy Coulson </strong>, who has denied wrongdoing, resigned as Prime Minister <strong> David Cameron </strong>'s communications chief last week after numerous questions about practices at the newspaper. <q> The MPS[ Metropolitan Police Service] is launching a new investigation to consider this material, </q> the police force said in a statement. \"This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010.\" ` Pommy bastard", "new_id": -2}, {"uid": "1295902691252543115", "i": 24731, "idx": 0, "sa": ["Eric Schmidt"], "q": ", Jan 24, 2011, 3:58 PM EST- U.S. Markets close in 2 mins. Google awards$ 100 million to <strong> Eric Schmidt </strong>{ \"s\" : \"goog\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } Barbara Ortutay, AP Technology Writer, On Monday January 24, 2011, 3:32 pm NEW YORK( AP)-- Google Inc.", "new_id": -2}, {"uid": "1295803447123387998", "i": 56769, "idx": 0, "sa": ["Karl-Theodor zu Guttenberg", "Sergio Marchionne"], "q": "include GM's European brands Opel and UK-based Vauxhall, as well as Chrysler- and would be listed on a stock exchange. German Economy Minister <strong> Karl-Theodor zu Guttenberg </strong> met with <strong> Sergio Marchionne </strong>.[ <strong> Karl-Theodor zu Guttenberg </strong>, German Economy Minister]: <q> I must say, it's an interesting approach, without question, one with a considerable amount of financing. </q> Fiat's known for its small cars- but it also owns other brands including Ferrari and Maserati. <strong> Sergio Marchionne </strong> says Fiat needs to increase its output to about six million vehicles a year to survive the financial crisis.", "new_id": -2}, {"uid": "1296737437245350402", "i": 77, "idx": 0, "sa": ["Zahi Hawass"], "q": "auch durch die Forderung nach einer \"R?ckgabe\" der Berliner Nofretete- B?ste-, auf seiner Homepage Hawass.com\" target=\"_blank\"> www.drZahi Hawass.com, dass nur eine Skulptur aus dem Schatz besch?digt wurde? Dass eine Pl?nderung durch <q> drei Tourismus-Polizisten und viele junge gypter </q> verhindert wurde? <strong> Zahi Hawass </strong> wurde am Montag in das eigens neu geschaffene Amt des Antikenministers der neuen Regierung gyptens berufen. Er ist ein international bekannter Mann, der zwar als eitel, aber auch als integer gilt. Ein", "new_id": -2}, {"uid": "1297403208107986956", "i": 42282, "idx": 3, "sa": ["Kirsten Gillibrand", "Bob Casey"], "q": "the state,\" said <strong> Kirsten Gillibrand </strong>. \"This problem must be fought at its source.\" \"Drug trafficking into Pennsylvania that is feeding crime and gang activity must be stopped,\" <strong> Bob Casey </strong> added. <q> A multi-pronged attack is required to catch drug smugglers or terrorists before they can cross the border over Lake Erie into Pennsylvania or other northern states. </q> The senators cited what they called the success of Operation Outlook, a pilot program run from 2005-08 by Homeland Security and the Department of Defense which used sophisticated military radar along the border north of Spokane,", "new_id": -2}, {"uid": "1297008661193101865", "i": 10979, "idx": 0, "sa": ["Eric Schmidt"], "q": "EU probe: report LONDON( Reuters)- Google Inc wants to avoid a lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. <q> We certainly want to avoid that, </q> <strong> Eric Schmidt </strong> told the paper in an interview. \"I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1295969219252559400", "i": 9746, "idx": 6, "sa": ["Larry Page", "Eric Schmidt"], "q": "Angebote anderer Suchdienste in seiner Trefferliste bewusst weiter hinten angezeigt zu haben. Au?erdem geht das Bundeskartellamt einer Beschwerde der Zeitungsverleger nach. Neben Fragen zur Ermittlung der Suchergebnisse geht es hierbei vor allem um das Urheberrecht. <q> Ich denke, mein n?chstes Jahrzehnt bei Google wird noch interessanter sein als das erste </q>, sagte <strong> Eric Schmidt </strong> mit Blick auf seine berraschende R?cktrittsank?ndigung am Donnerstag vergangener Woche. Sein Nachfolger als Vorstandsvorsitzender wird zum 4. April <strong> Larry Page </strong>, einer der beiden Google- Gr?nder. Der 55- j?hrige <strong> Eric Schmidt </strong> wird Google als", "new_id": -2}, {"uid": "1296104905079347733", "i": 37810, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> target=\"_blank\"> All content? Copyright 2001- 2011 WorldNow and KLTV, a", "new_id": -2}, {"uid": "1295790085114884611", "i": 9449, "idx": 0, "sa": ["Andy Coulson"], "q": ": Iraq militia chief behind pilgrim blasts... government will pay foreign oil companies producing in the... Photo: Iraqi security forces stand guard as Shi'ite Muslims march to the... Iraqi Christians seek refuge in Turkey Report Abuse <q> I hope Fritzsimons will get a fair hearing. The important thing in this is to show, that nowbody is above the law and if you murder someone- regardless of who you are- you will be prostecuted and sentenced under the local jurisdiction. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}]