[{"uid": "1295242727201310212", "i": 37063, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": "27 in the Georgia Dome. Ryan threw two interceptions, including one that was returned 70 yards for a touchdown by <strong> Tramon Williams </strong>, and also lost a fumble. He finished with 186 yards. <q>We moved the ball pretty effectively but we just didn't capitalize,</q> Ryan said. ''We didn't get points when we needed to get points. It's disappointing.'' The Falcons also had a fourth-quarter fumble by receiver <strong> Michael Vick </strong> Jenkins. For Ryan,", "new_id": -2}, {"uid": "1296927768215564307", "i": 8318, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Vanessa Williams", "Regis Philbin", "Bill Clinton"], "q": "Think You Are?''( 7.3 million tuned in to see <strong> Vanessa Williams </strong>' story) and ''Dateline''( which averaged 8.6 million over two hours). ABC aired ''Supernanny''( 4.2 million), <q>Primetime: What Would You Do?</q>( 4.6 million) and a <strong> Barbara Walters </strong> special on heart surgery( 6.2 million). <strong> Barbara Walters </strong> ran third in the 10 p.m. hour despite guests <strong> Bill Clinton </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> David Letterman </strong>. Fox aired ''Kitchen", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team. ''The president and I don't have to agree on everything,'' said <strong> Kirsten Gillibrand </strong>. ''GO JETS!'' <q>I'll bet on the Jets over Chicago,</q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}, {"uid": "1297217489054231064", "i": 29955, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "reproductive rights advocates. They have appropriated the Republican charge from last year that Democrats were working on a liberal policy agenda instead of on job creation and the economy, and turned it on its head. <q>This election was about the economy,</q> said Sen. <strong> Kirsten Gillibrand </strong> of New York, who joined with other Democratic senators Tuesday to decry the House bills Tuesday as needless and intrusive. Over and over, Democrats said that by bringing up the abortion issue", "new_id": -2}, {"uid": "1295631887007700517", "i": 17823, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "signaling any major change in the company's strategy. Page has been part of a triumvirate running Google- along with <strong> Eric Schmidt </strong> and co-founder <strong> Sergey Brin </strong>- since before its inception as a public company in mid-2004. <q>We do not expect material changes to the strategy, and believe the company will be in capable hands under Page,</q> wrote Brian Pitz of UBS, who lifted his price target to$ 780 from$ 735. Google shares currently trade under nearly every target on Wall Street- despite the fact that the stock has surged", "new_id": -2}, {"uid": "1295586099144719915", "i": 47134, "idx": 1, "sa": ["Eric Schmidt"], "q": "been doing already, but being able to focus his considerable energies on external threats and opportunities might allow Google's ruling triumvirate to adapt to a world that has found them nearly atop the tech world. <q>For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company,</q> <strong> Eric Schmidt </strong> wrote in a blog post announcing the management moves. While Google continues to operate perhaps the finest cash machine ever created on the Internet, one of its main problems over the last few years is", "new_id": -2}, {"uid": "1295257734097714178", "i": 12569, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "other senior aide, senior policy adviser Political editor Simon Walters reported that there is ''a vicious feud'' between <strong> Andy Coulson </strong> and Hilton, who believes <strong> David Cameron </strong> should get rid of <strong> Andy Coulson </strong>. He wrote: <q> ''The row has led to two rival factions among the staff at No 10- the ''pro-Andy faction', made up mainly of Mr <strong> Andy Coulson </strong>'s loyal press office team, and the` anti-Andy faction' led by Mr Hilton and his aides.</q> Insiders report fierce clashes between the two over policy... The political split between the two has turned nasty, with claims by Mr <strong> Andy Coulson </strong>''s camp that Mr Hilton has exploited the situation to obtain sole access to", "new_id": -2}, {"uid": "1295391425232685620", "i": 14498, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. We encourage an open exchange of affirming and dissenting opinions on our stories. We invite you to comment on our content as part of our interactive community. Click here to read our", "new_id": -2}, {"uid": "1297654044124387332", "i": 16639, "idx": 1, "sa": ["Donald Rumsfeld", "Katherine Gallagher", "President Bush"], "q": "and will be waiting for him wherever he travels next,'' the statement said. <strong> Donald Rumsfeld </strong>: Saddam Targeted <strong> Donald Rumsfeld </strong>'s and <strong> President Bush </strong>'s Daughters CCR lawyer <strong> Katherine Gallagher </strong> said that as <strong> President Bush </strong>'s visit to Canada draws closer, <q>we will see what actions we will take.</q> ''I think we have to strategize and think that through with colleagues up in Canada,'' she told the Georgia Straight newspaper in Vancouver. ''It's the next visit that we've heard about", "new_id": -2}, {"uid": "1296355470205914120", "i": 21204, "idx": 0, "sa": ["Mike Pence"], "q": "a strong candidate with strong Indiana roots to contrast <strong> Mike Pence </strong>'s prominence in Washington. Parker described <strong> Mike Pence </strong> as a partisan ideologue who wouldn't fit well with Indiana voters who he said typically favor centrist candidates. <q>The one thing most Hoosiers would say they don't want in Indianapolis at the Statehouse is Washington politics,</q> Parker said. ''He's used to the Washington game of lay blame and be partisan. He's going to have a hard time making the transition I believe.'' It might be May or later", "new_id": -2}]