[{"uid": "1295956479149733513", "i": 33281, "idx": 5, "sa": ["Mike Pence"], "q": "earth because we acknowledge the God-given right to liberty, the pursuit of happiness and the unalienable right to life,\"\"   Mike Pence  said. He said it's time to restore the \"sanctity of life\"\"  to the  center of American law.  The annual March for Life has been held every year since 1974, the year after the Supreme Court's decision legalizing abortion on demand. The march begins on the National Mall and ends in front of", "new_id": -2}, {"uid": "1297712380197591040", "i": 60000, "idx": 0, "sa": ["Mike Pence"], "q": "BY NJLawyer 02.13.11 AT 8:32 PM We still have ice waterfalls along the expressways, after a day that reached above 60. Those babies are tough. BY the real Aj 02.13.11 AT 10:16 PM http://www.theblaze.com/stories/opponents-push-new-efforts-to-de-fund-discredit-planned-parenthood/  While much about the videos is in dispute, they provided fresh ammunition for anti-abortion activists promoting a bill introduced by  Mike Pence , R-Ind., that would deny federal family-planning funds to any organization that performs abortions.  Mike Pence  makes clear that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding. \"Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,   Mike Pence  said. \"The time to deny any and all funding to Planned Parenthood is now.\"\" \"\"  http://biggovernment.com/cstearns/2011/02/12/defund-planned-parenthood-2/ \"Although Planned Parenthood is barred from using taxpayer funds to perform abortions, these dollars are", "new_id": -2}, {"uid": "1295893924195428405", "i": 48414, "idx": 0, "sa": ["Mike Pence"], "q": ".  Mike Pence  was also the top pick for vice president. The German Nazis fought for the fatherland. The Soviet Red Army fought for the motherland.  Mike Pence  wants Americans to fight for the homeland. He  supported creation of the new Department of Homeland Security, the largest reorganization of the government since the beginning of the Cold War.  Because of the Department of Homeland Security, \"our ability to defend the homeland is more effective, efficient and organized.\"\"   Mike Pence  is a committed supporter of the bogus war on terror. He even repeats the", "new_id": -2}, {"uid": "1295478827046153737", "i": 34998, "idx": 0, "sa": ["Mike Pence", "Harry Reid"], "q": "elections, when Republicans took back majority control of the House but not the Senate. Republican Representative  Mike Pence  said Wednesday's repeal vote is not a symbolic act, but a promise kept to voters.  So I urge my colleagues to join us in repealing this government takeover of health care before it ever takes effect, and then work with us, as we build healthcare reform that is worthy of the American people,  said  Mike Pence . Republican efforts to repeal the law outright are virtually certain to fail now, because Democratic Senate Majority leader  Harry Reid  said he will not even bring health care repeal to a vote in the Senate", "new_id": -2}, {"uid": "1296943918117014574", "i": 15259, "idx": 1, "sa": ["Mike Pence", "Sean Duffy"], "q": "investigation into the manager's actions. Yesterday, two U.S. congressmen,  Mike Pence  and  Mike Pence   Sean Duffy , called for the defunding of Planned Parenthood based upon the information uncovered in Live Action's videos.  Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,  said  Mike Pence . \"The time to deny any and all funding to Planned Parenthood is now.\"\"  Planned Barrenhood is probably the most corrupt and deadly group in the history of the world", "new_id": -2}, {"uid": "1296205477159924225", "i": 7239, "idx": 4, "sa": ["Eric Holcomb", "Mike Pence", "Jackie Walorski", "Joe Donnelly"], "q": "Former Republican state  Mike Pence   Jackie Walorski , a tea party favorite who narrowly lost her race last year against Democratic  Mike Pence   Joe Donnelly  in northern Indiana, said she was excited by the prospect of  Mike Pence  running for  Eric Holcomb .  I think he's the clear frontrunner, and I think the race is his if he chooses to accept it,   Jackie Walorski  said. \"I think he'd clear the field.\"\"  State Republican Party Chairman  Eric Holcomb  said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\"\"  such as", "new_id": -2}, {"uid": "1297118665245366793", "i": 14205, "idx": 1, "sa": ["Jim Clyburn", "Mike Pence"], "q": "of recess for another light legislative agenda in the House of Representatives,\"\"  Kristie Greco, spokeswoman for the assistant Democratic leader,  Mike Pence   Jim Clyburn ( S.C.), wrote in a note to reporters over the weekend.  Perhaps if House Republicans had a jobs agenda, the schedule would be more robust.  Greco scoffed at the resolution on federal regulations, saying the GOP planned to spend 10 hours debating a bill that \"instruct[ s] oversight committees to conduct oversight.\"\"  Adding to the", "new_id": -2}, {"uid": "1295544423211419170", "i": 21054, "idx": 3, "sa": ["Chris Smith", "Mike Pence", "Barack Obama", "John Boehner"], "q": "to support the bill. He href=\"http://www.cbsnews.com/8301-503544_162-20000845-503544.html\"> ultimately backed the bill, however, after  Barack Obama  agreed to release an executive order backing up the existing ban.  John Boehner  and  Chris Smith  said the  No Taxpayer Funding for Abortion Act  would codify the Hyde amendment. They also said they supported a separate bill from  Mike Pence ( R-Indiana) that would ban federal funding of any kind to organizations that perform abortions. Organizations are already barred from federal funding", "new_id": -2}, {"uid": "1295795414254902322", "i": 56625, "idx": 0, "sa": ["Matt Wuerker", "Jim VandeHei", "Fred Ryan", "Mike Pence", "David Mark", "Michelle Obama", "Bill Nichols", "Jonathan W. Martin", "Jack Smith", "Bill Clinton", "John C. Brown", "Ben Smith", "Herman Cain", "John Boehner"], "q": "Kaplan, Kim Kingsley,  Fred Ryan  Mannion,  David Mark ,  Jonathan W. Martin , Erin Matt Wuerkericola,  Bill Nichols   John C. Brown  Shinkle, Roger Simon,  Ben Smith ,  Jack Smith ,  Jim VandeHei , Ken Vogel and  Matt Wuerker .-- Beth Frerking e-mails:  We've had some fun, haven't we? More to come! - The first  Matt Wuerker  cartoon shows Sen.  Michelle Obama ,  Mike Pence   John Boehner , Sen.  Bill Clinton , Speaker Pelosi and Sen. McHerman Cain all reading POLITICO, with the caption: \"Roll Call Votes on The Hill Will Never Be", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q> Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it, </q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}]