[{"uid": "1295670206191152250", "i": 21124, "idx": 1, "sa": ["Eric Schmidt"], "q": "of their homes showing up in Google's Street View mapping feature could`` just move.'' He quickly clarified that he`` misspoke.'' l At a conference in August, <strong> Eric Schmidt </strong> told attendees that <q> if I look at enough of your messaging and your location, and use artificial intelligence, we can predict where you are going to go. </q> l That month, he also opined to the Wall Street Journal that`` most people don't want Google to answer their questions.... They want Google to tell them what they should be doing next", "new_id": -2}, {"uid": "1297393195089440264", "i": 16526, "idx": 0, "sa": ["Mike Pence"], "q": "Parenthood, even though none of those funds pay for abortion services, per the ban imposed by the Hyde Amendment. In reality, all of the money <strong> Mike Pence </strong> is trying to eliminate href=\"http://www.bobcesca.com/blog-archives/2011/02/the_republican_14.html\" target=\"_hplink\"> pays for <q> cancer screenings, birth control, and other health care services for poor people. </q> said on the floor of the House,`` As a father of two teenage daughters, I see the video that came out this morning, I see the video that came out last week, and it's", "new_id": -2}, {"uid": "1296136659006979634", "i": 13893, "idx": 6, "sa": ["Kelsey Grammer", "David Letterman", "Wendy Williams"], "q": "@katiecouric: <strong> Kelsey Grammer </strong> 29:32 <strong> Kelsey Grammer </strong> tells <strong> Wendy Williams </strong> if he plans on living in New York City full-time with his new girlfriend Kate.... <strong> Kelsey Grammer </strong> To Marry Girlfriend Kayte Walsh in February click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> To Marry Girlfriend Kayte Walsh in February </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the`` Late Show with <strong> David Letterman </strong>'' on Thursday night that he plans on marrying his girl... <strong> Kelsey Grammer </strong> Engaged To Kayte Walsh- Watch They KISSING in Front of", "new_id": -2}, {"uid": "1296316440229146640", "i": 24178, "idx": 0, "sa": ["Zahi Hawass"], "q": "oficinas centrales del gobernante Partido Nacional Nacional, a las que manifestantes prendieron fuego el viernes, inform Reuters. El s?bado en la ma?ana a?n se ve?an llamas saliendo de las oficinas del partido. <q> Me sent profundamente dolido hoy cuando llegu esta ma?ana( del s?bado) al Museo Egipcio y encontr que algunos hab?an tratado de asaltar el museo por la fuerza anoche </q>, dijo <strong> Zahi Hawass </strong>, presidente del Consejo Supremo de Antig?edades.`` Ciudadanos egipcios intentaron detenerlos y se les uni la polic?a de Turismo, pero algunos( saqueadores) lograron ingresar desde arriba y destruyeron dos de", "new_id": -2}, {"uid": "1295779892017170523", "i": 2226, "idx": 20, "sa": ["Andrew P. Smith", "Mike Pence", "Marjorie Dannenfelser", "Sarah Palin"], "q": "`` He has that everyman, Indiana appeal with vision,'' <strong> Marjorie Dannenfelser </strong> said. She said <strong> Mike Pence </strong>, a former radio talk show host, connects with those he's speaking to. <q> I hate to bring up Reagan because everybody does that, </q> <strong> Marjorie Dannenfelser </strong> said.`` But it's what Reagan did and what <strong> Sarah Palin </strong> can do and what other candidates would pay any amount of money for.'' <strong> Andrew P. Smith </strong>, who heads the University of New", "new_id": -2}, {"uid": "1296351444030326786", "i": 23609, "idx": 1, "sa": ["Charles Woodson", "Michael Vick", "Ben Roethlisberger"], "q": "Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they can't fall for <strong> Ben Roethlisberger </strong>'s pump fakes. <q> You can't just go full speed and reckless, </q> <strong> Charles Woodson </strong> said.`` You've got to kind of break down and be ready to move either way with the quarterback. Because it doesn't take much for a quarterback to just step one foot forward", "new_id": -2}, {"uid": "1295566818075235369", "i": 7552, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "management reshuffling appears to be amicable. Both <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.'' <q> I believe <strong> Larry Page </strong> is ready </q> to be CEO, <strong> Eric Schmidt </strong> said during the call.`` It's time for him to have a shot at running this.'' <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes", "new_id": -2}, {"uid": "1296862767154910738", "i": 1128, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "2009 season after spending 18 months in prison on federal charges of running a dogfighting ring.`` We're looking for success stories; we're not looking for players to fail,'' <strong> Roger Goodell </strong> said. <q> He's paid a very significant price and he's doing the right thing. </q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission.``", "new_id": -2}, {"uid": "1296407544252772372", "i": 195, "idx": 37, "sa": ["Aaron McKie", "Allen Iverson", "Jerry Stackhouse", "Theo Ratliff"], "q": "points in the second period as Philadelphia opened a 58-41 halftime lead.`` We're 33-10, 10, but next day we could be 33-11, then( 33-12) and so on,'' <strong> Allen Iverson </strong> said. <q> We don't want that. We're going to play every game like it's our last. We want to take it one game at a time so that something special will happen at the end of the season. </q> <strong> Jerry Stackhouse </strong> was traded to Detroit on December 18, 1997 for guard <strong> Aaron McKie </strong> and center <strong> Theo Ratliff </strong>-- both of whom have played significant roles in Philadelphia's rise to the top of the NBA standings. <strong> Jerry Stackhouse </strong> entered the contest", "new_id": -2}, {"i": 33514, "idx": 0, "index_answer": 3, "new_id": -1, "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced.`` Nobody is above the law, no newspaper editor, no journalist. </q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said:`` <strong> Tony Blair </strong> did not have", "sa": ["Tony Blair", "Gordon Brown", "Andy Coulson", "Harriet Harman"], "uid": "1295792724254902285"}]