[{"uid": "1296943918117014574", "i": 12652, "idx": 0, "sa": ["Sean Duffy", "Mike Pence"], "q": "into the manager's actions. Yesterday, two U.S. congressmen, Rep. <strong> Mike Pence </strong> and Rep. <strong> Sean Duffy </strong>, called for the defunding of Planned Parenthood based upon the information uncovered in Live Action's videos. <q> Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> said <strong> Mike Pence </strong>.`` The time to deny any and all funding to Planned Parenthood is now.'' Planned Barrenhood is probably the most corrupt and deadly group in the history of the world", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,'' <strong> Sen. Bernie Sanders </strong> said.`` We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.'' <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>.`` When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.''", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}, {"uid": "1295568057244678671", "i": 8804, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come,'' <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}, {"uid": "1296373180057065475", "i": 23349, "idx": 0, "sa": ["Allen Iverson"], "q": "He was roundly criticized for his string of 40-point games as a rookie, accused of padding his stats in a push for the Rookie of the Year award-- which he won. <strong> Allen Iverson </strong>'s response this time: <q> I don't mind taking 40 shots. That's what I do. </q>`` I played that game like it was my last when I was a rookie and scored 50,'' said <strong> Allen Iverson </strong>, who equaled the most points scored in the NBA this season.`` I did the same", "new_id": -2}, {"uid": "1297169444185073703", "i": 7042, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "at younger ages, accounting for just 12% of employed men aged 50-64 and 43% of women aged 50-59. Joanne Segars, of the National Association of Pension Funds( NAPF), said: <q> These trends indicate that working past the state pension age is increasingly becoming part of our way of thinking. </q> Watch John Simpson finds mounting anger at impact of protests Homeless to Harvard How a destitute child of drug addicts turned her life around Known and unknown Critics review ex-US defence chief <strong> Donald Rumsfeld </strong>'s", "new_id": -2}, {"uid": "1296714430139952160", "i": 18565, "idx": 5, "sa": ["Jamaal Charles", "Michael Vick"], "q": "in his third season with the Chiefs, carried 10 times for 72 yards- a 7.2-yard average- including a long run of 32 yards and an 8-yard touchdown in Sunday night's game in Honolulu. <q> Great football players were there who you were a big fan of, </q> said <strong> Jamaal Charles </strong>, who took his mother, an aunt and his girlfriend to Hawaii.`` My mom and my aunt were so excited to see <strong> Michael Vick </strong>, they were going crazy... they were excited to see Ray", "new_id": -2}, {"uid": "1295481586159825937", "i": 29187, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "'' the British judge gets candid about his decision to leave`` Idol.'' PLAY IT NOW: Dish Of Salt: <strong> Nigel Lythgoe </strong> On` American Idol'-` It's Like A Brand New Series' <q> I asked a very successful guy,` What's the best advice you can give me?' and he said,` <strong> Simon Cowell </strong>, always know when to leave the fair.' And I think that's good advice, </q> <strong> Simon Cowell </strong> recalled.`` Something inside you just says,` You know what, it's time to go.' Without any regrets whatsoever. And I can look back on the past ten years and say,", "new_id": -2}, {"uid": "1295304607132857897", "i": 47241, "idx": 1, "sa": ["Colin Powell", "Martin Luther King"], "q": "In his remarks, Lomax touched on the critical role education plays in living out <strong> Martin Luther King </strong>'s dream.`` Among the rights <strong> Martin Luther King </strong> fought for was the right to an education,'' he said. <q> But his life was tragically cut short before he could lead us in the fight to afford the college education we needed, and the right to attend public schools that would prepare us to gain admission to and graduate from the colleges we had the legal right to attend. That battle he left for us. </q> The breakfast got its start when UNCF and the <strong> Colin Powell </strong> Mills Foundation joined together to host a community celebration to honor the legacy of <strong> Martin Luther King </strong>. What started with 800 guests in 1991 now", "new_id": -2}, {"uid": "1295633071004243472", "i": 31806, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "is by removing <strong> Eric Schmidt </strong> from the picture.`` Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> claims. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him, </q> Page said, hinting at <strong> Eric Schmidt </strong>'s new role as an`` advisor'' to the cofounders, instead of his previous equal role in decision making.`` His advice and efforts will be invaluable to me as I", "new_id": -2}, {"uid": "1296471798164659207", "i": 25875, "idx": 0, "sa": ["David Letterman"], "q": "`` The Late Show with <strong> David Letterman </strong>,''`` The Smoking Gun Presents'' and`` Silent Library,'' to name a few, points to anecdotal evidence in regards to whether the show is staged. <q> As writers, we're not privy to a whole lot of stuff besides writing the questions and then going away, </q> McCaffrey joked.`` But I at least overheard production people talking about how it was a slower day driving around Chicago. Like, people weren't looking for cabs. So I don't know why people would", "new_id": -2}]