[{"uid": "1295965652202670112", "i": 41565, "idx": 10, "sa": ["Eric Schmidt"], "q": "'', sagte <strong> Eric Schmidt </strong>. Google wird allerdings vorgeworfen, bisher noch keine passende Antwort auf die Herausforderung durch das soziale Netzwerk Facebook gefunden zu haben. Facebook ist zwar kleiner als Google, w?chst aber schneller. <q> Unsere Strategie ist, die Suche zu verbessern, indem wir den Social Graph der Menschen einbeziehen, wenn sie das wollen </q>, sagte <strong> Eric Schmidt </strong>. Als`` Social Graph'' werden die Beziehungen zu Freunden bezeichnet, zum Beispiel auf Facebook. Die Interessen der Freunde sollen dann R?ckschl?sse auf die eigenen Interessen geben. Der Import dieses Social Graph von", "new_id": -2}, {"uid": "1294997238169689096", "i": 40635, "idx": 2, "sa": ["Alassane Ouattara"], "q": "mardi? mercredi, trois Casques bleus avaient t`` l?g?rement bless?s'' dans une`` embuscade'' tendue par les forces pro-Gbagbo au quartier d'Abobo au nord, avait accus l'Onuci. Paris a condamn cet acte ainsi que <q> les appels? la haine contre l'Onuci relay?s par certains m?dias ivoiriens, en particulier la radio- t?l?vision </q> RTI. Le pr?sident sortant Laurent Gbagbo, appel par l'Onu? c?der le pouvoir? son rival <strong> Alassane Ouattara </strong> qu'elle reconna?t comme vainqueur de l'?lection de novembre, a exig le d?part de l'Onuci. Selon des habitants", "new_id": -2}, {"uid": "1295281966064159754", "i": 40131, "idx": 4, "sa": ["Gabrielle Giffords", "Barack Obama", "Ban Ki-moon", "Kirsten Gillibrand"], "q": "Wednesday, minutes after <strong> Barack Obama </strong> visited her.`` She is doing great, and I talked to her husBan Ki-moond, Mark, last night. And she is making progress,'' <strong> Kirsten Gillibrand </strong> said. <q> If there's anyone in the world that will recover fully from this kind of crime and just unbelievable injury, it's her. She's got courage. She's got drive. She's got spirit. And I really think her courage is inspiring to all of us right now. </q> Six people died in the shooting, including a federal judge and a nine-year-old girl, and 14 were wounded in the burst of violence a week ago outside a Tucson supermarket, where <strong> Gabrielle Giffords </strong> was holding a", "new_id": -2}, {"uid": "1296839390232308741", "i": 19300, "idx": 0, "sa": ["Bill Lockyer"], "q": "is cash-strapped. Investment banks Bill Lockyered California an estimated$ 1.5 million for dues to trade groups, including a municipal-bond lobbying association, since 2005 and will be required to return the money, per state Treasurer <strong> Bill Lockyer </strong>. <q> <strong> Bill Lockyer </strong> ordered 86 firms in the state's underwriter pool to stop including the dues in their calculation of fees paid out of bond proceeds. </q> rel=\"nofollow\" target=\"_new\" href=\"http://r20.rs6.net/tn.jsp?llr=zy6u9cdab&amp;et=1104406648196&amp;s=603&amp;e=001R_Yf2gnBU7Q9D4yoPF0KuX- uThG-- wGuScYJ9yfz_HSToyn1XUSMi48xn4CGkuGTwL8UW_cOpxzZM7Z_bVuxVTSnnidwrT0Z9XEKqxb74iiO9MxmGAdKVKAplhv_mevz9EokWAtB4E4g6YrcBV1QFwxc5pzHWvEziVhC3vkUvYdPVu5E83gAdaq7tndmgj- E_wsyl2BtW_OzxJHsnpdUg66eptVTqCRQpGa9iHzoOMk7gLu8g3cZLA==\"> CAMoneyBack. On to Part IX, and last part, of compensation Q&A- remember that company's individual policies may differ", "new_id": -2}, {"uid": "1297531452132300805", "i": 58570, "idx": 0, "sa": ["Percy Harvin", "Joel Segal", "Michael Vick", "Tom Anderson"], "q": "'s workout schedule so the two can be on the same field. <strong> Percy Harvin </strong> and <strong> Michael Vick </strong>, both Virginia Beach natives, are represented by agent <strong> Joel Segal </strong>, who recommended <strong> Tom Anderson </strong> to <strong> Michael Vick </strong> last offseason. <q> That would be something to get them on the same field together, </q> said <strong> Tom Anderson </strong>, who runs <strong> Tom Anderson </strong> Speed and Sports Enhancement Training.`` The possibilities would be endless with two athletes like that together, the way they could push each other.'' <strong> Percy Harvin </strong> always has possessed", "new_id": -2}, {"uid": "1295249754222461960", "i": 6315, "idx": 0, "sa": ["Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "Hollywood. Incluso al iniciar el espect?culo de este domingo, que se transmiti en vivo por la cadena NBC, el presentador de la ceremonia <strong> Ricky Gervais </strong> hizo un par de chistes sobre los rumores. <q> No he visto`` El Turista </q>, exclam el comediante brit?nico.? Qui?n la ha visto?'', brome aludiendo el poco xito taquillero del filme en el que act?an <strong> Johnny Depp </strong> y <strong> Angelina Jolie </strong>. En cuanto a la denuncia de que los", "new_id": -2}, {"uid": "1295782408127156258", "i": 40306, "idx": 5, "sa": ["David Cameron", "Andy Coulson", "Nick Clegg"], "q": "hacking and had no knowledge of it. I have no reason to disbelieve him.'' And Mr <strong> Nick Clegg </strong> said he would have some input into the choice of who would replace Mr <strong> Andy Coulson </strong>. <q> It is primarily a decision for the prime minister, he is the prime minister's spokesman but he is also responsible for communicating government policy so of course I will play a role as well. </q>` Trust in politics' However, Labour said <strong> David Cameron </strong> could not escape responsibility for bringing Mr <strong> Andy Coulson </strong> into his top team when there were unresolved questions about his past.`` I think that <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1296391518023904278", "i": 53416, "idx": 11, "sa": ["Mike Pence", "John Boehner"], "q": "being sworn in was to create a miniature radio studio in his office. In 2003, <strong> Mike Pence </strong> appeared on or was mentioned in national radio, television and newspapers stories more than 200 times. <q> There is no one in our ranks who does a better job of articulating the GOP message of freedom and smaller government, </q> Ohio <strong> Mike Pence </strong> <strong> John Boehner </strong>( now House speaker) said in 2008 when <strong> Mike Pence </strong> was unanimously elected to be in charge of party messaging as chairman of the GOP conference. <strong> Mike Pence </strong>, who likes to say", "new_id": -2}, {"uid": "1295283153229982219", "i": 22410, "idx": 0, "sa": ["Angelina Jolie", "Jennifer Lopez"], "q": "Jen Aniston. But her ever-growing clan seems to have deflected attention from the early scandal. Nowadays <strong> Angelina Jolie </strong> is mostly talked about because of her kids. She told American Vogue magazine: <q> I'm committed to the future now... I'm committed to life. I think definitely before my son, I was a little nihilistic. But once I adopted Mad, I knew I was never going to be intentionally self-destructive again. </q> Her film career continues to blossom. <strong> Angelina Jolie </strong> has been nominated for three Golden Globes and one Oscar award since she became a mum. <strong> Jennifer Lopez </strong> J-Lo told Elle magazine that giving birth to", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he's working very hard on the issue of unemployment,'' <strong> Colin Powell </strong> said, <q> which I think is the major problem facing America right now. </q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}]