[{"uid": "1297091126204652561", "i": 1312, "idx": 0, "sa": ["Sergio Marchionne"], "q": "said the interest is a`` thorn in my side.'' In the past he has said the company would have posted a net profit if it weren't for interest on the loans. Refinancing would let him <q> stop explaining why I'm paying shyster rates, </q> <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> told reporters at an automotive conference that he would like`` at least to have an agreement in principle'' with banks by the end of March. The company is talking with Goldman", "new_id": -2}, {"uid": "1295578933025002019", "i": 3703, "idx": 5, "sa": ["Eric Schmidt"], "q": "Thursday's announcement. In the regular session earlier, the stock fell$ 4.98, or 0.8 percent, to close at$ 626.77. The stock peaked at$ 747 before the recession. <q> <strong> Eric Schmidt </strong> has played his innings very well, </q> said analyst Sandeep Aggarwal of Caris& Co.. The management reshuffling appears to be amicable. Both Page and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing", "new_id": -2}, {"uid": "1296487693078397451", "i": 32331, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to employees this morning. <strong> Sergio Marchionne </strong> did not state any average amount of the payments in the e-mail, but he likely will be asked about it during a conference call that begins at 10 a.m. <q> I want to express my gratitude to everyone for their hard work as we move forward towards the achievement of our goals, </q> <strong> Sergio Marchionne </strong> said in his e-mail.`` You are the authors of this success. I want to thank you for your dedication, your creativity and your willingness to embrace change without which these results would not have been", "new_id": -2}, {"uid": "1294985458245579817", "i": 36462, "idx": 1, "sa": ["Mike Pence"], "q": "believed since the American founding, that firearms in the hands of law-abiding citizens make communities safer, not less safe,'' said Rep. <strong> Mike Pence </strong>, R- Ind., in an interview. <q> And I understand the human impulse us to look for blame. Heartache does that. But no expressed opinion and no public policy created what happened on Saturday last. </q> In recent years, mass shootings have not have generated momentum for new gun laws. Colorado, in which two teenagers murdered 13 people before killing themselves, sparked gun control proposals in Congress,", "new_id": -2}, {"uid": "1295615027107249664", "i": 46616, "idx": 2, "sa": ["Eric Schmidt"], "q": "the right moment to make some changes to the way we are structured,'' <strong> Eric Schmidt </strong> said. While Page takes the helm of CEO, <strong> Eric Schmidt </strong> will be executive chairman where he said he will focus on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, </q> he said. Are Google and Apple ringing in change or creating a smart phone duopoly?", "new_id": -2}, {"uid": "1294953542155058304", "i": 47663, "idx": 0, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Sen. Kay Bailey Hutchison", "Gabrielle Giffords"], "q": "survive such a devastating wound. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her unbandaged left eye and tried to focus on loved ones for the first time. <q> This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more, </q> said her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. <strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said:`` It was raw courage. It was raw strength. It was so beautiful and so moving", "new_id": -2}, {"uid": "1295498628019333135", "i": 13034, "idx": 0, "sa": ["Steven Tyler", "Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q> Actually the best part about the show is the auditions of the fools that can't sing at all. They are hilarious. <strong> Steven Tyler </strong>& Ms. <strong> Jennifer Lopez </strong> will give the AI fans what they want. </q> Report Abuse \" Thumbs UP! The show was very entertaining. CUZ <strong> Steven Tyler </strong> is friggin HOT and funny. \" ABC News: Watch: Comic Stripped: Not Exactly Your Sunday Funnies", "new_id": -2}, {"uid": "1297114520257425423", "i": 35167, "idx": 8, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> confirmed on Monday's call that offers are out there, not clarifying whether that included UK`` X Factor'' judge <strong> Cheryl Cole </strong>, who is said to be a frontrunner to judge stateside as well. <q> I think it comes down to- A- who I think is interesting- but the most important criteria for this show is the commitment and the expertise, </q> he said.`` I also think it's important on a show like this that you've got people who are competitive with each other,'' he added, noting that when the judges start mentoring", "new_id": -2}, {"uid": "1297714527167477255", "i": 2776, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "The former defense chief who served under <strong> President Bush </strong> has endorsed repeal of <q> Don't Ask, Don't Tell </q> and said open service in the U.S. military is`` an idea whose time has come.'' <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong>, who also headed the Pentagon under <strong> President Bush </strong> Ford, made remarks in favor of ending the", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q> Our spacing was good, which made it very difficult to corral me, </q> <strong> Kobe Bryant </strong> said.`` When they did, we were able to swing the ball and get open opportunities for everybody else.'' <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}]