[{"uid": "1296311657089227320", "i": 29398, "idx": 4, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. ''We were trying to keep the ball out of his hands as much as possible.'' <q>He was holding me the whole time,</q> <strong> Allen Iverson </strong> said http://wn.com/Brazil_3_X_0_Cuba__2010_FIVB_Men's_World_Championship_Final__Brazil_wins_3rd_straight Brazil Men's World Champions for third time in a row Rome, Italy, October 10, 2010-- World No. 1 Brazil became the FIVB men's world champion for a record-equaling third successive time", "new_id": -2}, {"uid": "1297176031226918403", "i": 3189, "idx": 31, "sa": ["David Letterman"], "q": "just went over to him and said, ''Hey, man, I'm sorry you can't finish it, but I'll see you on the field afterwards to celebrate.''( Audience applauds) <q>You know, all week, he talked about the one thing that he wanted to do was celebrate with his little son, <strong> Aaron Rodgers </strong>, in the, you know, in the confetti there.</q> <strong> David Letterman </strong>: '''This was his second Super Bowl, first with the Packers... Now is it possible for a guy to be a team leader who is not the quarterback? Or does that just come", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q>We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people,</q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. ''Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}, {"uid": "1295613790206700580", "i": 6113, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "This is the full statement issued by Downing Street's director of communications <strong> Andy Coulson </strong> today: Downing Street's director of communications <strong> Andy Coulson </strong> <q>I can today confirm that I've resigned as Downing Street director of communications.</q> It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years.'' I'm extremely proud of the part I've played in helping him reach No 10 and during the coalition's", "new_id": -2}, {"uid": "1296743565187088980", "i": 37980, "idx": 4, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "lunch alone with the new envoy. ''Shouldn't have done so,'' the memo said. The president ''linked him to the White House instead of to'' the Pentagon or State Department. <q>There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch,</q> <strong> Donald Rumsfeld </strong> writes in the book. Providing pointed critiques of other former colleagues, <strong> Donald Rumsfeld </strong> portrays <strong> Colin Powell </strong> as reigning over a State Department reluctant to accept <strong> President Bush </strong>'s political direction and intent on taking anonymous swipes at the", "new_id": -2}, {"uid": "1297175256265814058", "i": 3528, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "Former defense secretary <strong> Donald Rumsfeld </strong> says he should have stepped down in 2004 after photos emerged of the abuses done to Iraqi prisoners by U.S. personnel at the Abu Ghraib prison in Baghdad. <q>That was such a stain on our country,</q> he tells ABC News' <strong> Diane Sawyer </strong> in an interviewed ''I stepped up and told the president I thought I should resign,'' he says. ''I think probably he and the military and the Pentagon", "new_id": -2}, {"uid": "1297417055221036545", "i": 797, "idx": 0, "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "q": "hug with <strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q>I told him, ''I'm glad you're here, because it is your moment as well,'</q> <strong> Ray Allen </strong> said. '''When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "new_id": -2}, {"uid": "1295649413153436210", "i": 5957, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "in a few weeks. <strong> David Cameron </strong> expressed regret over the loss of a key aide. ''I've always felt he's been punished for the same offense twice,'' <strong> David Cameron </strong> told reporters. <q>But I quite understand his decision and wish him well for the future.</q> <strong> Ed Miliband </strong>, the leader of the opposition Labor Party, said <strong> David Cameron </strong> had made a mistake in keeping <strong> Andy Coulson </strong> on the job even as damaging accusations continued to swirl around him. Comments are filtered for language", "new_id": -2}, {"uid": "1295278259044859402", "i": 17673, "idx": 2, "sa": ["Steve Ballmer"], "q": "'. I want that average 15-year-old girl[ to be] as excited about the Kinect, and we haven't done as good a job drawing in that broader set of demographics,'' he said. <q>If you want to know where the consumer hear is, the things that people want to get their hands on, it's Xbox and Xbox Kinect,</q> said <strong> Steve Ballmer </strong>. ''My wife used to say, ''No, no, that's the machines the boys use,'' and now she says,` yeah, I want to go watch movies", "new_id": -2}, {"uid": "1294968846002998289", "i": 20956, "idx": 0, "sa": ["Michael Vick", "Donovan McNabb"], "q": "Eagles are thinking heading into this offseason because they're not talking. All Reid would offer in his season-ending press conference was a goofy, evasive response on the issue of wanting <strong> Michael Vick </strong> back. <q>We're talking the day after here, so I have to go back and look at everything,</q> he said. ''He sure did a nice job this season.... Do I want him back? I would like them all back.'' <strong> Donovan McNabb </strong> was still his starting quarterback. Five", "new_id": -2}]