[{"uid": "1295705485073957377", "i": 34224, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The target=\"_blank\" href=\"http://guardian.co.uk\"> Guardian after <strong> Andy Coulson </strong> quit Friday, bowing to pressure over what he knew about hacking at the Tory party leader <strong> David Cameron </strong> backs his PR chief <strong> Andy Coulson </strong>.. Follow us", "new_id": -2}, {"uid": "1296093625087769091", "i": 2395, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q>", "new_id": -2}, {"uid": "1297458881176717840", "i": 7116, "idx": 2, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "to wager how well the partnership will do.`` Perhaps combining the two companies can create one strong competitor, or perhaps they will both continue to limp along,'' said Jeff Kagan, an independent analyst. <q> I wish them much success, but remain concerned until I see some kind of positive activity... This is difficult for them both. </q> <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> seemed undeterred by skeptics href=\"http://conversations.nokia.com/2011/02/11/open-letter-from-ceo-Stephen Elop-Stephen Elop-nokia-and-ceo-Steve Ballmer-Steve Ballmer-microsoft/\" target=\"_blank\"> in an open letter posted on both the Nokia and Microsoft Web sites:`` There are other mobile ecosystems. We will disrupt them.", "new_id": -2}, {"uid": "1295633194146702360", "i": 3175, "idx": 1, "sa": ["Colin Powell", "Ben Ali", "Donald Rumsfeld", "Eric O'Keefe", "Barack Obama"], "q": ", Secretary of State <strong> Colin Powell </strong> said that Bush Administration officials are`` admirers'' of <strong> Ben Ali </strong>, and Secretary of Defense <strong> Donald Rumsfeld </strong> said the country provided'' href=\"http://blogs.aljazeera.net/amEric O'Keefeas/2011/01/20/what-happened-nice-tunisia-Donald Rumsfeld-told-us-about\"> constructive leadership in the world'': <q> It is worth rewinding and noting some choice words that former US secretary of state <strong> Colin Powell </strong> had to say about the country when he visited in December 2003. </q>`` Our bilateral relationship is very, very strong,'' said <strong> Colin Powell </strong>.`` We are great admirers of Tunisia and the progress that has been achieved under <strong> Barack Obama </strong> <strong> Ben Ali </strong>'s leadership.''[...]", "new_id": -2}, {"uid": "1295642863138969099", "i": 54680, "idx": 0, "sa": ["Ellen DeGeneres", "Steven Tyler", "Simon Cowell"], "q": "<strong> Steven Tyler </strong> was going to be good? His comments were insightful,... kids piano, up first. I like him right away; he says he's a`` stern'' teacher, one of his kids says <q> he's target=\"_blank\" href=\"http://wn.com/?an?\"> an excEllen DeGenerest teacher. </q> Sings`` Somewhere Over The Rainbow,'' with a little jazzy feel and some finger snaps. Totally in control, it's... newsday.com Sans <strong> Simon Cowell </strong>, nasty turns nice on` American Idol' By Amy S.", "new_id": -2}, {"uid": "1296693857231915532", "i": 25069, "idx": 0, "sa": ["Andy Coulson"], "q": "Scotland, the son of a former chief constable of Grampian. He attended a comprehensive school before reading English Literature at St <strong> Andy Coulson </strong>'s University. In the BBC news room he was known as a film buff. <q> He never gave a sense that he was party political, </q> said a long-standing colleague and close friend.`` His views, as far as I could see, were fairly centrist. He's not an ideologue by any means. I would imagine he's fairly mainstream on", "new_id": -2}, {"uid": "1296413017033259530", "i": 50523, "idx": 0, "sa": ["Jeff Fisher", "Michael Vick"], "q": "with <strong> Jeff Fisher </strong>, who just completed his 16th full season as the NFL's longest-tenured coach. The team said in a release last night that`` <strong> Jeff Fisher </strong> will no longer be the head coach of the team.'' <q> It became evident that consensus was increasingly hard to find and reality wasn't matching the vision we discussed, </q> the an unmistakable benchmark for what has been a rapid, successful and, in some circles, surprising comeback. A few thousand miles away in the wilderness of Utah, the pit bulls <strong> Michael Vick </strong> once owned are making", "new_id": -2}, {"uid": "1297464221019595377", "i": 33292, "idx": 0, "sa": ["Michael Vick", "Michael Lombardi"], "q": "to make that determination? There's also the distinct possibility, due to all the factors involved, the Eagles simply decide to ride with Kolb during the second and final year of his contract. <q> I think he's worth a lot more to the Eagles than he would be to most of the other teams in the NFL, with the exception, perhaps, of the Browns, </q> <strong> Michael Lombardi </strong> told NFL Network.`` I think he's more valuable to the Eagles because of the durability issues with[ <strong> Michael Vick </strong>]. If I let him go for a third- or fourth-round pick, am I", "new_id": -2}, {"uid": "1297254164101777413", "i": 48447, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "lending, transparency and bonuses will be announced by the...'' href=\"http://www.bbc.co.uk/blogs/opensecrets/2011/02/balen_report_the_case_continue.html\">`` Today was to have seen a Supreme Court hearing- and thus possibly the final stage- in the most...'' href=\"http://www.bbc.co.uk/blogs/thereporters/rorycellanjones/2011/02/the_future_of_friends_-_who_ca.html\"> <q> Facebook has won the social networking wars, right? The likes of MySpace, Bebo and Friends Reunited have fallen by the... </q>`` At 78, age has not mellowed him. As <strong> Donald Rumsfeld </strong> embarks on a series of TV interviews to promote his...''", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q> 11th grade-- is that a sophomore in high school? </q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied:`` I don't know. I'm Canadian.'' Later, <strong> Justin Bieber </strong> tweeted that he will be on the`` Late Show'' again on Friday,``", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}]