[{"uid": "1295752898235700267", "i": 4480, "idx": 3, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "least six weeks a year. Voters need to hear that- they don't want to hear that, but they need to hear that.'' If voters reject the tax extensions, he said, <q> You make the cuts. That's what ought to happen. No gimmicks, no tricks. Make the cuts. </q> Quadrennial review <strong> Bill Lockyer </strong>'s remarks about <strong> Jerry Brown </strong>'s proposals were a departure from most of the weekend's discussion, designed to analyze and create a historical record of last year's campaign for governor.", "new_id": -2}, {"uid": "1295565860175194134", "i": 31343, "idx": 0, "sa": ["Eric Schmidt"], "q": "unquestioned intelligence to lead the pioneering technology company.`` We have been talking about how best to simplify our management structure and speed up decision making for a long time,'' said <strong> Eric Schmidt </strong> in announcing the decision. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.`` Page credited <strong> Eric Schmidt </strong> with running the company`` brilliantly </q> while keeping the`` headstrong founders'' involved.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role", "new_id": -2}, {"uid": "1295684554156401677", "i": 9765, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "duties to Page, now 37. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials, and potential takeover targets, Page says he will make most of the big decisions as he tries to rekindle <q> the soul and passion of a start-up. </q> <strong> Sergey Brin </strong> will concentrate on developing products. Page, worth$ 15 billion, remains something of a rebel who has always had a disdain for corporate protocol.`` Larry and <strong> Sergey Brin </strong> both hate being", "new_id": -2}, {"uid": "1295901953137494561", "i": 1656, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "the case.'' That view was echoed by the Prussian Cultural Heritage Foundation, which oversees museums in Berlin. It pointed out that the letter was not signed by <strong> Ahmed Nazif </strong>. The foundation's <q> position regarding a return of the bust of Nefertiti is unchanged, </q> its president, Hermann Parzinger, said in a statement.`` She is and remains Egypt's best ambassador in Berlin.'' The foundation reiterated its insistence that Nefertiti was acquired legitimately. <strong> Zahi Hawass </strong>", "new_id": -2}, {"uid": "1295505185040337467", "i": 24078, "idx": 0, "sa": ["Marc Anthony", "Simon Cowell", "Steven Tyler"], "q": "sometimes blunt, sometimes crass, but always ever-knowledgeable <strong> Simon Cowell </strong> announced he was leaving the show at stars and more On the eve of his debut as American <strong> Marc Anthony </strong> judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1295562614148553748", "i": 5079, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Sergey Brin </strong>, meanwhile, will now devote his time to strategic projects and new product development. Commenting on these changes in a press release ahead of the company's earnings call today, <strong> Eric Schmidt </strong> said, <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q>", "new_id": -2}, {"uid": "1296793498219398182", "i": 17678, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "DJ Kool Herc"], "q": "<strong> Donald Rumsfeld </strong>'s Iraq strategy was doomed to failure, claims <strong> John McCain </strong> <q> Former defence secretary's autobiography Known and Unknown shrugs off blame for failures and upsets rival </q> Hip-Hop Pioneer <strong> DJ Kool Herc </strong> Fights for Health Care Reform, Seeks Assistance for Medical Bills pitchfork.com Thursday, February 3, 2011 at 12:15 pm chicagotribune.com Thursday, February 3, 2011 at", "new_id": -2}, {"uid": "1295448287167215118", "i": 25619, "idx": 1, "sa": ["Sergio Marchionne", "Carlo De Benedetti"], "q": "by adopting ad hoc regulations for industries and corporations.'' <strong> Carlo De Benedetti </strong>, a prominent industrialist and publisher with strong ties to the center-left, said,`` We must be grateful to <strong> Sergio Marchionne </strong>,'' adding, <q> Turin falls into a logic of globalization and will be more and more American. </q> All of the unions-with the exception of the FIOM, signed the contract. The betrayal of the FIOM, while somewhat more concealed, was no less damning. At no point did it do anything to", "new_id": -2}, {"uid": "1295581685033980418", "i": 48022, "idx": 4, "sa": ["Eric Schmidt", "John Battelle"], "q": "rivals, said:`` <strong> Eric Schmidt </strong> has been at it for a decade, a very long time to be running a company, particularly one that has very headstrong founders in key positions of power.'' <q> I think it's fair to say that Larry Page will not be a conventional CEO- he's not been much of a public figure for the past ten years, </q> <strong> John Battelle </strong> added on his blog, Battellemedia.com.`` It will be interesting to see if that changes, or if Page chafes at the relentless public demands of running a massively scrutinized public company.''", "new_id": -2}, {"i": 38274, "idx": 0, "index_answer": 0, "new_id": -1, "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. The company still owes more than$ 7 billion to", "sa": ["Sergio Marchionne"], "uid": "1296478830064815110"}]