[{"uid": "1295589382106250271", "i": 13929, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "marks a return to Google's technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's number one search engine with$ 29-billion a year in revenue. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as Google reported earnings and revenue that blew past expectations. While Google has dominated internet search for a decade, the company has struggled to find", "new_id": -2}, {"uid": "1296084859120438795", "i": 4273, "idx": 2, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt.\" <q>There will be huge explosions all over Fleet Street if police get to the truth,</q> he told the BBC.", "new_id": -2}, {"uid": "1296615739145653782", "i": 17939, "idx": 0, "sa": ["Joe Montana", "Michael Jordan", "Allen Iverson", "Kevin Durant"], "q": "with <strong> Joe Montana </strong> State for the eighth and final playoff spot in the Western Conference. The Warriors lost to New Orleans, 108-96, earlier Sunday. \"Career nights from two people,\" Denver's <strong> Allen Iverson </strong> said. <q>You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight.</q> Green, whose previous high was 23 points, scored 24 in the second half and overtimes. <strong> Michael Jordan </strong> five quick points to start the second overtime gave the draft lottery-bound Sonics( 18-59) the winning cushion. <strong> Kevin Durant </strong>", "new_id": -2}, {"uid": "1295967992135200793", "i": 24630, "idx": 0, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": "the U.S. government's reaction to the proposal has been nothing short of embarrassing. letter, delivered to Secretary of State <strong> Hillary Clinton </strong> from seventeen U.S. Senators and initiated by <strong> Kirsten Gillibrand </strong>( D-NY), claims the resolution <q>hurts the prospects for a peace agreement and is not in the interest of the United States</q> and \"strongly\" urges <strong> Hillary Clinton </strong> \"to make clear that the United States will veto such a resolution if it is raised at the Council, and to clearly communicate the United States' intent to do so to", "new_id": -2}, {"i": 16697, "idx": 1, "index_answer": 0, "new_id": -1, "q": "hoped to get$ 3 billion in loans. General Motors Co.'s withdrawal of its application for$ 14.4 billion of the same type of government loans will increase his company's chances of getting approval. <q>We're in two different places in financial history,</q> <strong> Sergio Marchionne </strong> said of Chrysler and GM. \"They grew up with a big equity box. I grew up with nothing. So I'll take the money. I'm not proud. I'd just like to", "sa": ["Sergio Marchionne"], "uid": "1296854638096747656"}, {"uid": "1297648406082984968", "i": 5701, "idx": 0, "sa": ["Zahi Hawass"], "q": "the uprising. <strong> Zahi Hawass </strong>, minister of state for antiquities, said a statue of the renowned boy king Tutankhamun and several other ancient treasures had been stolen from the museum. The missing objects include <q>a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess</q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on January 28, during clashes between protesters and riot police who used tear gas", "new_id": -2}, {"uid": "1296225359092700754", "i": 12054, "idx": 3, "sa": ["Rahm Emanuel", "Mike Pence"], "q": "Indiana <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> announced Thursday he would not seek the Republican nomination for president in 2012, but he did \"I'm open to running for governor,\" <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> told the Indianapolis Star. <q>We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it.</q> The 51-year-old congressman easily won re-election to a sixth term last November. In recent weeks, as <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong>'s self-imposed deadline to decide on a presidential bid neared, some conservatives letter to supporters", "new_id": -2}, {"uid": "1297217222071778310", "i": 32460, "idx": 3, "sa": ["Jim Allchin", "Steven Sinofsky", "Steve Ballmer"], "q": "Cosmocronos Feb 8, 2011- 6:31 PM edited I am afraid you got it wrong: what we are witnessing here is the final battle between <strong> Steve Ballmer </strong> and his Brutus: Mr <strong> Steven Sinofsky </strong>. <q>Tu quoque, Sinosfky, fili mi!</q>... I also disagree that \"Brutus\" restored \"dignity\" to the Windows desktop; on the contrary: he first sinked Longhorn to stab <strong> Jim Allchin </strong> and eliminate a dangerous competitor for the top seat,", "new_id": -2}, {"uid": "1297176031226918403", "i": 3165, "idx": 7, "sa": ["David Letterman", "Aaron Rodgers"], "q": "don't run a 4-5-40. But I think a lot of times, the things you can't measure are often the things that give people the most success.\"( Audience applauds) <strong> David Letterman </strong>: <q>How big were you in high school your senior year?</q> <strong> Aaron Rodgers </strong>: \"I was like 6' 2\", 190.\" <strong> David Letterman </strong>: \"Really? So, you could have been, I mean, statistically, that would have- well", "new_id": -2}, {"uid": "1296211334006012991", "i": 20234, "idx": 2, "sa": ["Mike Pence"], "q": "ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead,\" <strong> Mike Pence </strong> said. <q>After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play.</q> <strong> Mike Pence </strong> has a pair of public events scheduled for Friday_ a morning town hall meeting in Pendleton and a visit to a high school in Muncie. The 51-year-old congressman's future has been the", "new_id": -2}]