[{"uid": "1296154380245841959", "i": 26242, "idx": 1, "sa": ["Michael Vick"], "q": "Technologies, a provider of the football pads <strong> Michael Vick </strong> wore during most of last season. ''We're real excited about it,'' chief executive officer Rob Vito told the Associated Press. <q><strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes American so great. He's move forward. He's a whole other person.</q> Indeed, <strong> Michael Vick </strong> has paid his dues, and demonstrated immense regret in interview after interview. That, along with the fact that he just completed what was statistically the best season of his football career, points", "new_id": -2}, {"uid": "1296024963108707853", "i": 21176, "idx": 2, "sa": ["Zine El Abidine Ben Ali", "Donald Rumsfeld", "Hillary Clinton", "Marina Ottaway"], "q": "US administration, like France and the European Union, never called for <strong> Zine El Abidine Ben Ali </strong> to go. Indeed, on January 12-- just two days before he fled-- State Department spokesman Philip Crowley said Washington was <q>concerned about actions by the demonstrators, those who do not have peaceful intentions.</q> But soon thereafter, Washington accelerated the denouement of the crisis, <strong> Marina Ottaway </strong> said. US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> nimbly stepped in with a speech in Doha on January 13 warning Arab leaders to allow", "new_id": -2}, {"uid": "1295663931231571456", "i": 27048, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson", "Tommy Sheridan"], "q": "and claiming the paper's former royal correspondent <strong> Clive Goodman </strong>, who went to prison, had been ''a rogue reporter'', he said that dealing with the allegations was becoming too much of a distraction. <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,</q> he said.One of those distractions, which is said by insiders to have finally helped make up Mr <strong> Andy Coulson </strong>'s mind, was his appearance at <strong> Tommy Sheridan </strong>'s perjury trial in Glasgow last month. The charges related", "new_id": -2}, {"uid": "1296535073102203466", "i": 18224, "idx": 0, "sa": ["Allen Iverson"], "q": "that runs down <strong> Allen Iverson </strong>'s leg. Andrews says <strong> Allen Iverson </strong> will miss at least six to eight weeks. He says <strong> Allen Iverson </strong> should be able to resume his career after a prolonged period of rest. <q>We anticipate a full recovery and certainly anticipate him being able to resume a normal basketball career after a conservative period of time,</q> Andrews said in a statement released through <strong> Allen Iverson </strong>'s manager. <strong> Allen Iverson </strong>, the NBA's Most Valuable Player in 2001 with Philadelphia, agreed to a US$ 4 million, two-year deal with Besiktas after no NBA", "new_id": -2}, {"uid": "1295553639137363464", "i": 12558, "idx": 1, "sa": ["Kristi Noem", "Mike Pence"], "q": ". Rep <strong> Kristi Noem </strong> thinks politicians should honor their campaign promises? What planet is this lady from? ''<strong> Kristi Noem </strong> owns and operates guns. Therefore she's a racist''- <strong> Mike Pence </strong> Moore <q>There is no federal funding of abortions. And how dare you try to stop it!</q>/ s WHAT ABOUT THE CHILDREN!?!? Oh, wait... ''Backers of abortion rights, including most Democrats, say the health care overhaul law already maintains the Hyde amendment ban on", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q>Matt is great. The coaching staff is great. We're just having a good time,</q> he said. ''I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}, {"uid": "1296704550031981579", "i": 12025, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": ", <strong> Andy Coulson </strong> said he had to go because the deepening row over the illegal hacking of mobile phone messages when he was editor of the News of the World had affected his ability to do his job. <q>I am very pleased that Craig Oliver is to become the new Director of Communications at 10 Downing Street,</q> <strong> David Cameron </strong> said in the statement. ''Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the government's program.'' Start of sidebar.", "new_id": -2}, {"uid": "1296571743076283915", "i": 42699, "idx": 0, "sa": ["Rich Aucoin", "David Letterman"], "q": "of fun that he is-insists on carrying the communal experience over into his highly praised live shows, an engulfing mix of multimedia, props, and crowd interaction, all anchored by <strong> Rich Aucoin </strong>'s own presence. <q>I usually call it crowd karaoke. The whole crowd sings things together, and it's a dance party on top of that. The visuals are all in 3D, so you can stand at the back and just watch the movie that's playing on the screen. I cut up all these movies and I write the music to sync up to the movies that show in the background.</q> The shows have certainly helped with the buzz building around <strong> Rich Aucoin </strong>; recently, a misinterpreted Facebook update started a rumour that he would be performing on the Late Show with <strong> David Letterman </strong>. For an artist", "new_id": -2}, {"uid": "1295675868065781764", "i": 38926, "idx": 2, "sa": ["Carmelo Anthony", "Allen Iverson", "Raja Bell"], "q": "so aggressive. He wanted the ball more than everybody else.'' <strong> Carmelo Anthony </strong> said he just wanted to take advantage of the smaller defenders such as <strong> Raja Bell </strong> the Suns put on him and score some easy baskets early, <q>and the way I was going to do that was with offensive rebounding.</q> Seven of his rebounds came off the offensive glass. <strong> Allen Iverson </strong> led the Nuggets with 31 points and had 12 assists and no turnovers, teaming with <strong> Carmelo Anthony </strong> Carter, who had 11 assists and just two turnovers, to", "new_id": -2}, {"uid": "1296429119182222848", "i": 30575, "idx": 0, "sa": ["Steve Ballmer", "Mark Zuckerberg"], "q": "Windows tablets- a ''slew of them''- will be unveiled by Microsoft CEO <strong> Steve Ballmer </strong> at the 2011 Consumer Electronics Show, according to an article today in the New York Times. Citing <q>people familiar with Microsoft's plans,</q> the Times reports that several manufacturers have signed up to build Windows tablets, including Dell and Samsung. <strong> Mark Zuckerberg </strong> Facebook account hacked Details are scare, although a source tells the Times that the Samsung device", "new_id": -2}]