[{"uid": "1295547078065978377", "i": 1343, "idx": 1, "sa": ["Simon Munzu", "Ian Khama", "Alassane Ouattara"], "q": "African nations have also voiced support for <strong> Alassane Ouattara </strong>. On Thursday, <strong> Alassane Ouattara </strong> received an invitation to pay a state visit from President <strong> Ian Khama </strong> of Botswana. <strong> Ian Khama </strong> said the invitation to visit the southern African nation was <q> in recognition of( <strong> Alassane Ouattara </strong>'s) victory of the presidential elections. </q> <strong> Simon Munzu </strong> said Thursday that security forces loyal to Gbagbo had used sexual torture techniques on at least one <strong> Alassane Ouattara </strong> supporter, following a raid on <strong> Alassane Ouattara </strong>'s party headquarters two weeks ago in which 63 people were arrested", "new_id": -2}, {"uid": "1295099122012894212", "i": 6248, "idx": 0, "sa": ["Gabrielle Giffords", "Nancy Pelosi", "Janet Napolitano", "Kirsten Gillibrand", "Debbie Wasserman Schultz", "Barack Obama"], "q": "more like a basketball pep rally than the crowd at a memorial service. But the <strong> Barack Obama </strong> brought everyone in the building to their feet when he Janet Napolitanoounced that shortly after he visited <strong> Gabrielle Giffords </strong> in the hospital, <q> <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q> House Minority Leader <strong> Nancy Pelosi </strong>( D-Calif.), Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.) and Rep. <strong> Debbie Wasserman Schultz </strong>( D-Fla.) were all there for the moment when the congresswoman also raised her arm and gave a thumbs-up-", "new_id": -2}, {"uid": "1296918649127238165", "i": 17247, "idx": 2, "sa": ["Mike Pence", "Bill Clinton"], "q": "in a deep funk.`` Seriously, who else do we have?'' one asked me.`` Unless something miraculous happens and we get an unexpected gift candidate.'' Another GOP stalwart agreed: <q> Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation and personal ambition. </q> Poor <strong> Mike Pence </strong>! Let's remember, the congressman has young kids and other options, and the presidency was a gamble. While I appreciate these hard-working political veterans' early assessments of the field of potential", "new_id": -2}, {"uid": "1296911454221642769", "i": 60049, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "are preventing some features from appearing. DALLAS- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as the host of a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans.``", "new_id": -2}, {"uid": "1295994286180568075", "i": 44767, "idx": 0, "sa": ["James Cleveland", "LeBron James", "Chris Webber", "Allen Iverson", "Žydrūnas Ilgauskas"], "q": "February 27, 2008, against the Boston Celtics, <strong> LeBron James </strong> became http://wn.com/Allen Iverson_Allen Iverson_31pts_Philadelphia_76ers_vs_LeBron James_LeBron James_James Cleveland_Cavaliers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him.`` That's really what I did. It helped me out.'' <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds,", "new_id": -2}, {"uid": "1295409867030703622", "i": 23544, "idx": 0, "sa": ["Anthony Carter", "Allen Iverson"], "q": "boat-builders have good reasons for using use fiberglass. Russell worked for a company that makes boats with fiberglass. She says it strengthened the hulls, weighed less than wood, and required fewer repairs. CUYLER MORRIS: <q> This boat sails away for three hundred eighty-five thousand dollars. </q> Cuyler Morris is head of Morris Yachts, an award-winning builder of sail http://wn.com/Allen Iverson_Allen Iverson_26pts_vs_VAnthony Carter_Nets_07/08_NBA_Nice_Layup <strong> Allen Iverson </strong> and three not as well-known backups got the Denver Nuggets a much needed win. <strong> Allen Iverson </strong> had 26 points, nine assists, and combined", "new_id": -2}, {"uid": "1295433137260259957", "i": 47792, "idx": 1, "sa": ["Steve Ballmer"], "q": "But the promotional period ends on 30 June this year. Here's the significant bit about yesterday's announcement:`` The service is available today as a cloud offering,'' said <strong> Steve Ballmer </strong>. <q> This is the first time we've made a release in the cloud before we have done so in the server version, and I think that really reflects the push by Microsoft into the cloud. </q> All of which chimes well with an internal MS memo seen by this reporter last October that noted:`` Business processes that have remained untouched for years urgently need to be examined.'' OpenWorld 09", "new_id": -2}, {"uid": "1295618466190234796", "i": 59960, "idx": 4, "sa": ["Andy Coulson"], "q": "continuing pressures on him and his family mean that he feels compelled to do so.'' <strong> Andy Coulson </strong> played a key role in helping propel Conservative leader Cameron to power in elections in May 2010. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> Cameron said. The hacking saga has refused to die down since the News of the World's royal correspondent and a private investigator were jailed in 2007 for conspiracy to access mobile phone messages involving Princes William", "new_id": -2}, {"uid": "1297217617158400531", "i": 33235, "idx": 1, "sa": ["Ben Elton", "David Letterman", "George Calombaris"], "q": "I though it was going to be a talk show like <strong> David Letterman </strong> which would have been better suited to <strong> Ben Elton </strong>. It was terrible. \" <cite> <strong> George Calombaris </strong>| Melbourne- February 09, 2011, 1:04 PM </cite> <q> I agree Mark, says a lot about the masses. And we wonder why our kids are obese and we our money continues to go into sports stadiums! </q> <cite> Aunty Lucy| Melbourne- February 09, 2011, 1:05 PM </cite> \" I thought Ben Eltons performance was good. The support acts added nothing to what has been delivered in the 80s& 90s.", "new_id": -2}, {"i": 16163, "idx": 2, "index_answer": 0, "new_id": -1, "q": "attention, and last week she and White performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q> I'm having more publicity and celebrity now than I ever had when I was younger, </q> <strong> Wanda Jackson </strong> says.`` And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nearly killed me. I said to", "sa": ["Wanda Jackson", "David Letterman"], "uid": "1295772313146751543"}]