[{"uid": "1295910678241205248", "i": 15616, "idx": 1, "sa": ["Tim Cook", "Nigel Slater", "Steve Jobs", "Eric Schmidt"], "q": "ingredients are easy to find, says <strong> Nigel Slater </strong> Quince and apple tart. All photographs by Jonathan Lovekin <strong> Steve Jobs </strong>' Exit: Weekly Tech Recap <strong> Tim Cook </strong> would again step in to handle the day-to-day running of the iPhone maker. <q>I will continue as CEO and be involved in major strategic decisions for the company,</q> said <strong> Steve Jobs </strong>. Apple COO <strong> Tim Cook </strong> The iconic CEO's departure raised questions for investors about Silicon Valley's Week of Shake-Ups NBCBayArea Silicon Valley had a few big shake-ups this week, with Google's chief <strong> Eric Schmidt </strong> stepping down", "new_id": -2}, {"uid": "1295911315122798093", "i": 13284, "idx": 2, "sa": ["Sheldon Whitehouse", "Sen. Bernie Sanders"], "q": "the budget ceiling. <strong> Sen. Bernie Sanders </strong> <strong> Sheldon Whitehouse </strong>( D-R.I.) argued that this \"unfettered control\" for the House Budget Committee Chairman is also tantamount to an endorsement from congressional Republicans of his deficit-cutting measures. <q>That makes clear that they are coming after Social Security and Medicare,</q> concluded <strong> Sheldon Whitehouse </strong>. blog comments Reader Comments( 2) Maybe they are just setting him up for the fall Report Abuse What a bunch of whiners and scaredy-cats!", "new_id": -2}, {"uid": "1297105764233521156", "i": 19882, "idx": 3, "sa": ["George H.W. Bush", "Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": " \"The circumstances surrounding <strong> George H.W. Bush </strong>'s nomination to be director of the CIA is a particularly stubborn chapter of the myth that I had stage-managed <strong> Gerald Ford </strong>'s staff reorganization,\" he writes, according to Politico. <q>By repeating the myth instead of setting the record straight, <strong> George H.W. Bush </strong> in effect endorsed it.</q> While the majority of the tension between <strong> Donald Rumsfeld </strong> and the elder <strong> George H.W. Bush </strong> seemed to be based off of decade-old contests, Salon reported in 2006 that some degree of hostility had resurfaced during the <strong> President Bush </strong>", "new_id": -2}, {"uid": "1295907484175931405", "i": 2737, "idx": 3, "sa": ["Eric Schmidt"], "q": "businesses. Gartner says Gmail has captured less than 1% of the enterprise e-mail market, counting only businesses with at least 100 paid seats. Managed services partners are jumping on board, though. <q>A growing number of MSPs have embraced the Google Apps Reseller program,</q> says an MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained \"more channel partner momentum with managed services providers. Indeed, 29 of the world's top 100 MSPs now promote Google Apps to their end-customers.\" The", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him. \"As soon as he hangs his cleats up, he's going to the Hall of Fame,\" Steelers cornerback <strong> Ike Taylor </strong> said, <q>and I want to take the bus ride so I can be there.</q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. \"I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}, {"uid": "1296753709058556447", "i": 10286, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "high-tech sector, creating good-paying jobs.\" \"As the CEO of a biotechnology company, Senator <strong> Kirsten Gillibrand </strong>'s initiative is extremely important to us,\" said Dr. Joan Fallon, Curemark founder and CEO. <q>By supporting cutting edge research in the biotechnology field, and thus allowing for innovation, these R&D tax credits will help to defray the costs of basic research and clinical programs, which can be prohibitive to the small biotech companies. We at Curemark are extremely grateful for the Senator's leadership on this issue.</q> Senator <strong> Kirsten Gillibrand </strong>'s proposal would expand the current credit by changing the formula to provide greater incentive for companies such as Curemark to increase investment; simplify the current credit, which is highly complicated and confusing;", "new_id": -2}, {"uid": "1297304646234995715", "i": 45474, "idx": 3, "sa": ["Simon Cowell"], "q": "huge hit in Great Britain, there's no guarantee of a repeat performance in this country. <strong> Simon Cowell </strong> explained that the winner of the first season would be awarded a$ 5 million recording contract with Sony Music. <q>It puts me under a lot of pressure. I've got something at stake here,</q> he said during the ET interview. However, if anyone likes risk-taking it's <strong> Simon Cowell </strong>. \"It's risky and I like risks. It's what I call a delicious thrill.\" At the", "new_id": -2}, {"uid": "1295323003149110835", "i": 41667, "idx": 2, "sa": ["Steve Ballmer", "Ken Kutaragi"], "q": "where you are the controller. Your voice, your gestures, your body.\" Mr <strong> Steve Ballmer </strong>'s comments echo those of ex-Sony Computer Entertainment head <strong> Ken Kutaragi </strong> at the dawn of the PlayStation 3. <q>From the start, we intended to make not just a game machine for kids, but a computer for entertainment that adults throughout the world could enjoy,</q> Mr <strong> Ken Kutaragi </strong> said back in 2005. Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"uid": "1296968967018399232", "i": 33443, "idx": 0, "sa": ["Jamie Oliver", "David Letterman"], "q": "District spokesman Robert Alaniz. Charles Sykes/ AP Photo- FILE- This March 23, 2010 photo shows <strong> Jamie Oliver </strong> as he leaves a taping of \"The Late Show with <strong> David Letterman </strong>\" in New York. <q>We decided to put a halt to it until we receive that proposal,</q> said Alaniz. \"We really don't want to be part of reality TV. The success formula for reality TV is drama and conflict. We're just not interested in either. This serves as a wake-up", "new_id": -2}, {"uid": "1295736732074268680", "i": 6542, "idx": 0, "sa": ["DeMaurice Smith", "Kathleen Sebelius", "Eric Schmidt", "Woodrow Wilson", "Eric Holder"], "q": "up a goal line stand against <strong> DeMaurice Smith </strong>, the executive director of the NFLPA, who finds himself at odds with many players over what they're http://wn.com/Eric_Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009. HHS Secretary <strong> Kathleen Sebelius </strong> and US Attorney General <strong> Eric Holder </strong> host the third in a series of Health Care Fraud Prevention Summits in Brooklyn,", "new_id": -2}]