[{"uid": "1297585385096600107", "i": 40549, "idx": 0, "sa": ["John Pilger", "Webster Tarpley", "Bernie Sanders", "Peter Dale Scott", "Michael Parenti", "Dennis Kucinich"], "q": "be quite different than how <strong> Webster Tarpley </strong>, <strong> Michael Parenti </strong>, <strong> Peter Dale Scott </strong>, <strong> Bernie Sanders </strong>, <strong> John Pilger </strong> or <strong> Dennis Kucinich </strong> defines socialism. it's always the question of just who's \"little pet society\" it is that are running it for <q> Reply# 13 on: February 12, 2011, 01:40:46 PM </q> All government and` democracy' IS socialism, it's always the question of just who's \"little pet society\" it is that are running it for A government having laws on murder, rape,", "new_id": -2}, {"uid": "1295621146048054324", "i": 59315, "idx": 3, "sa": ["Andy Coulson", "Sienna Miller", "David Cameron"], "q": "and pSienna Millercutors said last week they would review the claims for a third time. <strong> Andy Coulson </strong> was employed by <strong> David Cameron </strong> to improve the Conservative Party's media operation in the run-up to the May 2010 election. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so, </q> <strong> David Cameron </strong> said in an e-mailed statement. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\" In", "new_id": -2}, {"uid": "1295968668242466824", "i": 21570, "idx": 1, "sa": ["Ken Auletta", "Larry Page", "Eric Schmidt"], "q": "last week said he will step down as chief executive officer in favor of Google co-founder <strong> Larry Page </strong> to become executive chairman, is \"actually committed to Google,\" he told reporters at the Digital-Life-Design conference in Munich. <q> How long are you committed to doing what you're doing? As long as it's exciting, </q> he said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported yesterday. AulettaKen Auletta.com/\" Web Site\"", "new_id": -2}, {"uid": "1297154288156483588", "i": 5580, "idx": 0, "sa": ["Dave Bing", "Sergio Marchionne", "Leonard Pitts"], "q": "is key Breast-feeding may be natural, but it doesn't always come naturally. Chrysler Eminem ad sparks pride in Michiganders across the country <strong> Leonard Pitts </strong> Jr.: The times they are a changin'-- really, really fast <q> Time keeps on slippin', slippin', slippin' into the future. </q> Detroit Mayor <strong> Dave Bing </strong> knew not to step away from the TV during the third quarter of the Super Bowl. Chrysler CEO <strong> Sergio Marchionne </strong> showed <strong> Dave Bing </strong> on Saturday the ad featuring Eminem that has been the talk of", "new_id": -2}, {"uid": "1296114922211763218", "i": 27136, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> Watchers of the technology giant seemed to react mostly positively to news of the leadership shakeup. \"I think it's a good move. It( the triumvirate management structure) was always one of things that concerned", "new_id": -2}, {"uid": "1297184996166789153", "i": 15520, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "<q> Previous Morning Must Reads: By the Numbers Next </q> He's Not a Press Secretary Don <strong> Donald Rumsfeld </strong>, Secretary of Defensive <strong> Donald Rumsfeld </strong> in Kazakhstan/ <strong> Donald Rumsfeld </strong> collection via ABC covered <strong> Donald Rumsfeld </strong> during his second incarnation as defense secretary, from 2001, through 9/11,", "new_id": -2}, {"uid": "1296297663072089613", "i": 31892, "idx": 0, "sa": ["Simon Cowell", "Robbie Williams"], "q": "dog\" to sit on the judging panel should <strong> Simon Cowell </strong> decide to step down and focus entirely on the US version of the show, which launches later this year. An insider told the Daily Star: <q> <strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical. \"We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it. </q>", "new_id": -2}, {"uid": "1296675995024215578", "i": 35777, "idx": 1, "sa": ["David Letterman", "Halle Berry", "Justin Bieber"], "q": "\"I've met him a few times. I can't imagine how difficult it would be for two superstars like that to actually have a budding romance, but I wish them the very best.\" <q> From what I have seen so far he's a nice young man, </q> she shared. OK! NEWS: <strong> Justin Bieber </strong> OUT \"LIKES\" HIMSELF ON <strong> David Letterman </strong> And their friendship or relationship or whatever you want to call it doesn't surprise <strong> Halle Berry </strong> one bit!", "new_id": -2}, {"uid": "1295228905163069960", "i": 28316, "idx": 2, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand"], "q": ", <strong> Mark Kelson </strong>, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. \"She's making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> On Sunday, <strong> Gabrielle Giffords </strong>' condition was upgraded to` serious' after successful procedures. <strong> Gabrielle Giffords </strong> was the primary target in the attack outside a Safeway Mark Kelsonet in Tucson where the congresswoman had gone to", "new_id": -2}, {"uid": "1297616629186400779", "i": 32561, "idx": 43, "sa": ["Paul Bremer", "Ricardo Sanchez", "Donald Rumsfeld"], "q": "\"We had given him written guidance as to what to do and it said,` Let's get an Iraqi face on this. Let's get Iraqi leadership going,\" ' said <strong> Donald Rumsfeld </strong>. <q> And <strong> Paul Bremer </strong> didn't want to go fast. He was highly critical in his book about the Iraqi people, and suggesting they weren't capable of managing a three-car parade. </q> On top of that, the military commander, <strong> Ricardo Sanchez </strong>, was the most junior lieutenant general in the Army, and had a scandalously undermanned headquarters. \"I raised 16 kinds of the dickens", "new_id": -2}]