[{"uid": "1297127080053067784", "i": 18798, "idx": 2, "sa": ["Eric Schmidt"], "q": "commander of the detention facility where WikiLeaks... Photo in Slideshow: A file photo shows <strong> Eric Schmidt </strong> Photo in Slideshow: A file photo shows Google CEO <strong> Eric Schmidt </strong> U.S. Video: Lawyers Threaten Suit Over TV Movie Report Abuse <q>There is a lesson to be learned here. Individual US citizens can't defraud the government on contacts in countries like Iraq and Afghanistan.<q> Report Abuse \" \"Once Al-Methwad had been awarded the contracts, prosecutors say, Janet <strong> Eric Schmidt </strong> used money from Al-Methwad to purchase fewer or inferior goods than those required by the contract and arranged for their delivery to Marines", "new_id": -2}, {"uid": "1296476969084410398", "i": 28330, "idx": 1, "sa": ["Kirsten Gillibrand", "John Thune", "Rand Paul", "Tom Carper", "Chuck Schumer"], "q": "speaks about... Senator <strong> Chuck Schumer </strong> <strong> Rand Paul </strong>, <strong> Kirsten Gillibrand </strong>, <strong> John Thune </strong>, <strong> Tom Carper </strong>, Scott... Report Abuse \"All of you who are against the ban on these drugs, are probably drug users themselves.\" Report Abuse <q>The Senate doesn't want people to get high unless they pay big pharma for it. The Senate doesn't want people to get high because they want you to suffer while they tax you and give your money to contractors.<q>", "new_id": -2}, {"uid": "1294962672210993211", "i": 6924, "idx": 4, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "the room. \"And a few moments later, she not only gave a thumbs up, she raised her whole arm. And it was just unbelievable and indescribable,\" <strong> Kirsten Gillibrand </strong> said. <q>This is a woman with the most remarkable determination,<q> <strong> Debbie Wasserman Schultz </strong> said. \"We were so excited when the doctors said, \"This is incredible progress.'[ <strong> Gabrielle Giffords </strong>\" neurosurgeon] <strong> Dr. Peter </strong> Lemole outside the hospital room... he said,` You know I do", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q>Matt is great. The coaching staff is great. We're just having a good time,<q> he said. \"I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.\" <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}, {"uid": "1295598829081559588", "i": 26383, "idx": 1, "sa": ["George H.W. Bush", "Norman Schwarzkopf", "Colin Powell"], "q": "up to the conflict. Their discussion detailed the efforts the United States made to try to resolve the situation diplomatically and build a worldwide coalition before deciding that military action was the only solution. <q>This is a textbook example of the way to go to war. Diplomatically, politically, militarily of course and economically,<q> said Baker, who added that <strong> George H.W. Bush </strong> left no stone unturned in seeking a peaceful way to resolve the situation. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, commander of the coalition forces, wasn't able to attend Thursday's event", "new_id": -2}, {"uid": "1295943621182452242", "i": 7136, "idx": 0, "sa": ["Steve Ballmer"], "q": "their security and compliance needs. The more telling look, though, is what Microsoft is trying to pitch to companies already using, or plan to use, Apple's iPad. Microsoft is telling those partners to <q>implement a Virtual Desktop Infrastructure( VDI) to reduce risk in your enterprise<q>, meaning that they'd be making use of tools like Microsoft's Hyper-V Server, and App-V. During last year's CES keynote, Microsoft's CEO <strong> Steve Ballmer </strong> paid special attention to a group of Windows", "new_id": -2}, {"uid": "1295633904157057075", "i": 12299, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "scandal at one of Britain's sauciest tabloids. The aide, <strong> Andy Coulson </strong>, had edited News of the World, Britain's biggest-selling Sunday newspaper, until 2007 and shortly after was hired by <strong> David Cameron </strong>. <q>Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,<q> <strong> Andy Coulson </strong> said in a statement. The resignation is a blow for <strong> David Cameron </strong> who had repeatedly backed <strong> Andy Coulson </strong> against calls for his resignation, saying earlier this week that everyone deserved a \"second chance.\"", "new_id": -2}, {"uid": "1296008739261193768", "i": 24247, "idx": 0, "sa": ["Serena Williams", "David Letterman", "Brian Urlacher"], "q": "<strong> Serena Williams </strong> better be careful clearing her throat This probably qualifies as a scratchy throat. Tweeted sidelined tennis star <strong> Serena Williams </strong>, complaining of cold symptoms: <q>every time I take a sip of sumthin it feels like i just swallowed 20,000 mini knives.<q> OD'd on football? Among the signs you have NFL playoff fever, from CBS's <strong> David Letterman </strong>: â\u0080¢ \"Got your wife a makeover so she'd look more like <strong> Brian Urlacher </strong>.", "new_id": -2}, {"uid": "1296241103000835607", "i": 17936, "idx": 0, "sa": ["Mitt Romney", "President Bush", "Mike Pence"], "q": "that won't run, but if he did he'd be an instant front-runner. <strong> President Bush </strong> Reagan official Ralph Benko, who ran a website that urged Mr. <strong> Mike Pence </strong> to seek higher office, tells me: <q><strong> Mike Pence </strong> has qualities that inspired unprecedented across-the-board enthusiasm among movement conservatives. I hope that he would accept an offer of the vice presidency from the eventual Republican nominee if called.<q> Other conservative leaders I contacted all reacted with dismay to the <strong> Mike Pence </strong> news and feared that it moves Mr. <strong> Mitt Romney </strong> one step closer to the GOP nomination. For the past several months, an anybody-but-Romney coalition had", "new_id": -2}, {"uid": "1296573684100761662", "i": 43422, "idx": 1, "sa": ["Michael Vick"], "q": "he's recently made public his Christian commitment. Reflecting on his conviction and imprisonment at last week's Super Bowl Prayer Breakfast, \"I wanted a chance to redeem myself,\" he said. <q>Pre-incarceration it was all about me. When I got to prison, I realized I couldn't do it anymore. The one thing I could rely on was my faith in God.<q> <strong> Michael Vick </strong>'s case is only one of the most recent of many such stories of prison redemption. It's Mail( will not be published)( required) How do I get a picture to", "new_id": -2}]