[{"uid": "1297588672045400131", "i": 10462, "idx": 4, "sa": ["Donald Rumsfeld", "Gerald Ford", "Dick Cheney", "President Lyndon Johnson"], "q": "from a briefing <strong> President Lyndon Johnson </strong> gave in 1966 on the Vietnam War and White House papers from July 1975-- when he was chief of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>-- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q>It's not a journal, it's not a diary,</q> he says of the <strong> Gerald Ford </strong> White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary, <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1296964906258326574", "i": 17478, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "in which the Eagles trailed by 21 points in the fourth quarter. \"<strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,\" Eagles offensive coordinator <strong> Marty Mornhinweg </strong> said. <q>Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that.</q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison, a", "new_id": -2}, {"uid": "1297193637179781646", "i": 22059, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": " \"We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist with ties to the al-Qaida terrorist network. Director Danville-Boyle County Humane Society", "new_id": -2}, {"uid": "1295613791136232968", "i": 40787, "idx": 0, "sa": ["Andy Coulson", "Peter Hoskin"], "q": "Friday, 21st January 2011 <strong> Andy Coulson </strong>'s resignation statement <strong> Peter Hoskin </strong> 11:57 am Here's <strong> Andy Coulson </strong>'s resignation statement: <q> \"I can today confirm that I've resigned as Downing Street director of communications. It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years.</q> I'm extremely proud of the part I've played in helping him reach No 10 and during the coalition's first nine months. Nothing is more important than the Government's task of getting this", "new_id": -2}, {"uid": "1295911596142966787", "i": 19561, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "Stop Big Media coalition, to bluntly declare, \"Comcast's sudden commitment to nonprofit news seems suspect.\" <strong> Sen. Bernie Sanders </strong> is right when he suggests that the FCC will have a hard time keeping Comcast in line. <q>Once we allow companies to become this powerful, the FCC does not regulate them. They regulate the FCC,</q> says the senator. The FCC will have a hard time saying no to competing companies that demand permission to create equally powerful combines. The United States desperately needs a coherent media ownership policy for the digital", "new_id": -2}, {"uid": "1297366143052019203", "i": 4116, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "would have no comment about the divorce or his future plans. <strong> Camille Grammer </strong> said in her statement that she hoped she and <strong> Kelsey Grammer </strong> could \"improve our communication\" and co-parent their children. She added that, <q>I wish <strong> Kelsey Grammer </strong> and Kate love and happiness in their new marriage.</q> and wife at the premiere of the film \"Swing... and soon-to-be ex-wife <strong> Camille Grammer </strong> have struck a deal. Photo: <strong> Kelsey Grammer </strong>, <strong> David Letterman </strong> <strong> Kelsey Grammer </strong> is getting his wish and may be able to walk down the...", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q>Our spacing was good, which made it very difficult to corral me,</q> <strong> Kobe Bryant </strong> said. \"When they did, we were able to swing the ball and get open opportunities for everybody else.\" <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}, {"uid": "1297129044188514306", "i": 486, "idx": 8, "sa": ["Simon Cowell", "Susan Boyle"], "q": "singers like <strong> Susan Boyle </strong>, <strong> Simon Cowell </strong> is also excited to have kids as young as 12 years old audition- an opinion he didn't always have. \"I think times have changed,\" <strong> Simon Cowell </strong> said. <q>There are some incredibly talented young kids out there. We've started to see a trend of what kids this age are capable of doing.... They've got their own opinions; they know what they're doing. You look at someone like American Idol? \"I haven't seen a full episode,</q> he said. \"I saw a three-minute recap. From what I've seen and from what I've heard, it all seems to be going well. And I always thought that would be the case.", "new_id": -2}, {"uid": "1295592162066338850", "i": 23498, "idx": 5, "sa": ["Shibley Telhami", "Norman Schwarzkopf", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "foreign policy; <strong> Dick Cheney </strong> Haass, president of the Council on Foreign Relations; Michael Gordon, chief military correspondent for The New York Times; and <strong> Shibley Telhami </strong>, a University of Maryland at College Park professor. <q>It was a true war of necessity,</q> Haass said. The gathering, which attracted more than 40 media outlets, is believed by organizers to probably be the last time the <strong> George H.W. Bush </strong> associates would all gather. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, commander of coalition forces", "new_id": -2}, {"uid": "1296768307240500746", "i": 24224, "idx": 4, "sa": ["Robin Williams", "Barbara Walters", "David Letterman"], "q": "after that?\" You'll recall that when <strong> David Letterman </strong> returned to Late Night after his quintuple bypass in 2000, he fought back tears as he honored the medical team that kept him alive, saying, <q>These men and women here saved my life.</q> With <strong> Barbara Walters </strong>, he couldn't resist being funny when she asked, \"Where did your new arteries come from?\" \"Ace Hardware,\" joked <strong> David Letterman </strong>. <strong> Robin Williams </strong> told <strong> Barbara Walters </strong>", "new_id": -2}]