[{"i": 16163, "idx": 2, "index_answer": 0, "new_id": -1, "q": "attention, and last week she and White performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q>I'm having more publicity and celebrity now than I ever had when I was younger,</q> <strong> Wanda Jackson </strong> says. \"And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nearly killed me. I said to", "sa": ["Wanda Jackson", "David Letterman"], "uid": "1295772313146751543"}, {"uid": "1295911947085770249", "i": 13122, "idx": 0, "sa": ["Alex Holmes", "Eric Schmidt"], "q": "ice cream inclinations are kept. \"How do we know they're not going to be sharing that information with their partners or with the government?\" said <strong> Alex Holmes </strong>, research director at Forrester Research. <q>It's not anyone's business if I like mint chocolate chip or Cherry Garcia.</q> \"The reality is that on-premise software does retain consumer information for some time,\" said Mr. <strong> Eric Schmidt </strong>. \"We are all in the United States subject to the Patriot Act, so it is possible", "new_id": -2}, {"uid": "1297703064114786316", "i": 4203, "idx": 1, "sa": ["Donald Rumsfeld", "Clifford Stanley"], "q": "<strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> thinks the military is ready for DADT repeal. \"First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,\" <strong> Donald Rumsfeld </strong> said. <q>We know that[ repeal of a ban on gays serving openly] is an idea whose time has come.</q> Didn't know Rummy was such a gay radical! Undersecretary of Defense for Personnel& Readiness <strong> Clifford Stanley </strong> has sent military secretaries a plan to bring \"Don't Ask, Don't Tell\" to an end. The", "new_id": -2}, {"uid": "1296228272172146710", "i": 17285, "idx": 27, "sa": ["Mike Pence"], "q": "of Indiana than as a House member from anywhere.\" The source close to <strong> Mike Pence </strong> agrees. As governor, he'll be able \"to build a larger following and donor base\" and address <q>the punditry that says you need executive experience.</q> And yet, the source acknowledges, this may be a unique moment in presidential-campaign history. \"I concede he may not be able to replicate this environment. He may not get this opportunity again.", "new_id": -2}, {"uid": "1296444954158449881", "i": 45850, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "away and lives another day. That's the biggest issue- <strong> Ben Roethlisberger </strong>'s ability to extend plays.\" While Raji acknowledged that <strong> Ben Roethlisberger </strong> and <strong> Michael Vick </strong> are different body types with different goals when they escape the pocket- <q>When <strong> Ben Roethlisberger </strong> gets out there, he's not scrambling to run, he's scrambling to throw,</q> Raji said- he also explained why <strong> Ben Roethlisberger </strong> can be just as hard to contain as the elusive <strong> Michael Vick </strong>, whose escapability is predicated more on slipperiness than strength. \"You have to rush them the same. If", "new_id": -2}, {"uid": "1296557230134217757", "i": 36056, "idx": 0, "sa": ["Allen Iverson"], "q": "WNBA, knows that it might be tough to get rid of the stigma that she's doping even if she's vindicated. \"I trust that the truth will come out,\" she said. <q>At the end of the day you can try and convince the whole world, but if you know it's true and you've never taken performance-enhancing drugs, that's what you have to live by.</q>-- Doug Feinberg International <strong> Allen Iverson </strong> needs rest from leg injury Former NBA star <strong> Allen Iverson </strong> will not have surgery on a painful calcium mass that developed on his right calf. <strong> Allen Iverson </strong> left", "new_id": -2}, {"uid": "1295167574006995973", "i": 23587, "idx": 0, "sa": ["Allen Iverson"], "q": "back. Rate Comment and SUBCRIBE! Lakers2010season http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1295945596182452232", "i": 9354, "idx": 1, "sa": ["Bill Lockyer", "Michael Bernick", "Newt Gingrich"], "q": "will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers,\" <strong> Michael Bernick </strong> concludes. <q>It may be time that our California workforce system gives these jobs greater consideration.</q>( http://sfg.ly/eXj0J3). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SOCCER COACH Company International SOFTWARE ENGINEER Company Oracle America", "new_id": -2}, {"uid": "1295044022095961088", "i": 18865, "idx": 2, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "so he can tie the knot with <strong> Kayte Walsh </strong> soon. \"Kate's my new girl and we're planning on getting married soon,\" <strong> Kelsey Grammer </strong> says on the Late Show. <strong> David Letterman </strong> asks, <q>Oh you're getting married soon?</q> \"Sometime in February,\" <strong> Kelsey Grammer </strong> responds. During the interview 29- year-old <strong> Kayte Walsh </strong> beamed and waved from the green room cuddled up to <strong> Kelsey Grammer </strong> and Camille's two children. Camille", "new_id": -2}, {"uid": "1296391786239042627", "i": 4592, "idx": 11, "sa": ["Larry Fitzgerald", "Michael Vick", "Tony Gonzalez", "Adrian Peterson"], "q": "his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. \"Matt is great. The coaching staff is great. We're just having a good time,\" he said. <q>I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.</q> <strong> Michael Vick </strong> looked sharp and fluid as he completed a 20-yard out to Arizona Cardinals receiver <strong> Larry Fitzgerald </strong>. On the next play, <strong> Michael Vick </strong> faked a handoff to <strong> Adrian Peterson </strong> and then hit Falcons tight end <strong> Tony Gonzalez </strong> going across the", "new_id": -2}]