[{"uid": "1297297558098500613", "i": 45145, "idx": 0, "sa": ["Donald Rumsfeld", "Jonathan Krohn", "Ronald Reagan"], "q": "a launching pad for a few bright-eyed activists. Our personal favorite is <strong> Jonathan Krohn </strong>, who is still too young to drive, but parlayed his CPAC star turn two years ago into a bestselling book. <q>I'm not like a lot of my colleagues who think <strong> Barack Obama </strong>'s goal is trying to harm the country. That's insanity. That's out there. That's loony tunes,</q> the reasonable young man told us over ice cream last year. 8. <strong> Donald Rumsfeld </strong>'s Victory Lap Move over, <strong> Ronald Reagan </strong>. Another conservative icon will seize the spotlight this week when the former defense secretary", "new_id": -2}, {"uid": "1297711129124567605", "i": 13960, "idx": 0, "sa": ["Steve Ballmer"], "q": "need to give people the full web, the full Internet on their phone, like they've come to expect with the PC,\" <strong> Steve Ballmer </strong> said at the mobile industry's annual get-together in Barcelona. <q>Later this year we are going to release a version of Internet Explorer 9( web browser) complete with hardware and graphics and other hardware acceleration for the Windows Phone,</q> he added. \"The web in some senses was designed for the PC first-- we need to make it a first class citizen on the phone,\" he added. Together with a", "new_id": -2}, {"uid": "1295560220061718533", "i": 3276, "idx": 0, "sa": ["Eric Schmidt"], "q": "in a company blog post that the decade-old Google troika of himself, Mr. Page and Mr. <strong> Eric Schmidt </strong> had worked well in guiding the company to its current perch atop search and growing power elsewhere. But he added: <q>We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> More informally, Mr. <strong> Eric Schmidt </strong> delivered this message on Twitter: \"Day-to-day adult supervision no longer needed!\"", "new_id": -2}, {"uid": "1295567949204783621", "i": 3631, "idx": 1, "sa": ["Eric Schmidt"], "q": "needed!\" Small World Labs is an enterprise social networking service provider. It allows organizations to build customer engagement communities. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295155888111345673", "i": 29205, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "out of the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q>This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible.</q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in Philadelphia,", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q>He is supporting the troops, I am supporting the children,</q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}, {"uid": "1297167911133922834", "i": 43033, "idx": 3, "sa": ["Paula Abdul", "Simon Cowell"], "q": "front runner for a spot alongside <strong> Simon Cowell </strong> is former American Idol judge and singer <strong> Paula Abdul </strong>. \"We've spoken to her[ <strong> Paula Abdul </strong>], she knows I'm a big fan,\" he admitted. <q>I've always said at some point we are going to be working together.</q>[ But] I have to take everyone's opinions into account, including the show's other producers and the network.\" <strong> Simon Cowell </strong>'s role on X Factor USA casts doubt on whether he'll be", "new_id": -2}, {"uid": "1296742613164560898", "i": 29371, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush"], "q": ". At the same time, <strong> Donald Rumsfeld </strong> gripes Brummer did not keep the Pentagon informed of his decision making. \"Those key differences were never clearly or firmly resolved in the NSC,\" <strong> Donald Rumsfeld </strong> writes. <q>Only the <strong> President Bush </strong> could do so.</q> <strong> Donald Rumsfeld </strong> also directs blame toward himself, according to the released excerpts, writing that he wished he had resigned in 2004 when the Abu Ghraib prison photos suggested Americans were torturing detainees. <strong> President Bush </strong>, writes <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1297365845156647461", "i": 6574, "idx": 0, "sa": ["Michael Vick"], "q": "who says getting parents involved \"will help to solve the problems.\") The super wasn't about to pass the lege update before going to the budget cuts: The lege doc, he said, is <q>meaningful and impactful and sets the tone of where we are right now. It sets the stage.</q> So, we wait. So, Prince Was a No-Show After All. Not Like Anyone Told the Opening Acts Or Anything. Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key", "new_id": -2}, {"uid": "1297357007264552501", "i": 15118, "idx": 1, "sa": ["Anderson Cooper", "David Letterman", "Howard Thomas"], "q": "said <strong> David Letterman </strong>. \"Being pummeled?\" <strong> Anderson Cooper </strong> said. \"I don't recommend it. I'd never been hit in the head before.\" He described the scene, saying, <q>People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying.</q> Phoenix-$ 319,500 MLS 4365305 5 bed/ 4 bath 3,501- 4,000/ 2004 <strong> Howard Thomas </strong>, CENTURY 21 Arizona Foothills Boulders Buckeye-$ 142,000 MLS 4456791 4 bed/ 3", "new_id": -2}]