[{"uid": "1295439905093192278", "i": 21703, "idx": 1, "sa": ["Jim Cantiello", "Simon Cowell"], "q": "usually is( which is super-duper amped up).`` I can't remember the last time I was this excited for` Idol' to start,'' said <strong> Jim Cantiello </strong>, who will host the live stream <q> Judging the Judges: An` Idol' Without <strong> Simon Cowell </strong> </q> right after`` Idol'' airs, at 10 p.m. ET on MTV.com.`` There's a lot on the line for the show, with <strong> Simon Cowell </strong>'s' X Factor' waiting in the wings.` Idol", "new_id": -2}, {"uid": "1296232141043434078", "i": 16303, "idx": 9, "sa": ["Michelle Obama", "Jackie Walorski", "Barack Obama", "Mike Pence", "Mitch Daniels"], "q": "continue to raise money in his U.S. House campaign fund and later transfer that to campaign for governor if he decides to run. <strong> Jackie Walorski </strong> said she expected <strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. <q> He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through, </q> she said.`` Obviously it'd be great for the state of Indiana.'' Politics Video: Exclusive: <strong> Michelle Obama </strong>'s New Focus Report Abuse \" <strong> Barack Obama </strong> has a dying political message of retread talking points that", "new_id": -2}, {"uid": "1295198895198885397", "i": 11535, "idx": 0, "sa": ["Steve Ballmer"], "q": "things to come. On Jan. 10, Microsoft CEO <strong> Steve Ballmer </strong> sent a companywide e-mail to the effect that Bob Muglia, president of the company's Server and Tools Business, would depart his post this summer. <q> While Windows and Office are household words, our Server and Tools Business has quietly and steadily grown to be the unquestioned leader in server computing, </q> <strong> Steve Ballmer </strong> wrote.`` We are now ready to build on our success and move forward into the era of cloud computing.'' Given that evolution, <strong> Steve Ballmer </strong> continued,`` now is the time to put", "new_id": -2}, {"uid": "1296736018231227432", "i": 8136, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ". Volgens de analist zou Microsoft uit de exclusieve deal met Nokia een 20 tot 25 procents marktaandeel kunnen krijgen met Windows Phone 7. Hij haalt ter herinnering nog een uitspraak aan van <strong> Steve Ballmer </strong> uit 2007. <q> Nooit zal Apple's iPhone enig significant marktaandeel behalen. </q> Hij nodigt beide ceo's uit voor een lunch`` wanneer jullie beiden in Londen zijn.'' <strong> Stephen Elop </strong> is verwarrend De brief van de Engelse financieel analist komt nadat <strong> Stephen Elop </strong> vorige week Vind ik", "new_id": -2}, {"uid": "1295138665036634641", "i": 6389, "idx": 2, "sa": ["Shawn Marion", "Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/MOST_POINTS_EVER_SCORED_IN_A_BASKETBALL_GAME_BY_ONE_TEAM! THIS IS <strong> Shawn Marion </strong> GAME TROY STATE PLAYED AGAINST DEVRY UNIVERSITY IN WHICH TROY STATE SCORED A PHENOMENAL 258 POINTS AS OPPOSED TO DEVRY", "new_id": -2}, {"uid": "1295902280021954569", "i": 13425, "idx": 1, "sa": ["John McCain", "Steve Ballmer", "Barack Obama"], "q": "David Cote, in his orbit.`` You'd rather be at the table than not at the table,'' said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business. <q> You figure this is a way to do something useful for your country. </q> <strong> Barack Obama </strong> raised more than$ 40 million for his presidential campaign from business groups and financial firms in the 2008 presidential campaign, more than double what his Republican opponent <strong> John McCain </strong> got. Many of those supporters have", "new_id": -2}, {"uid": "1295565225148553765", "i": 22856, "idx": 2, "sa": ["Christina Aguilera", "Eric Schmidt", "Venus Williams"], "q": "fire'' and that the future is bright. While he is proud of his decade as CEO, <strong> Eric Schmidt </strong> said he is confident that Page will accomplish even more in the next ten years. <q> In this new role I know he will merge Google's technology and business vision brilliantly, </q> he wrote. Photos: <strong> Venus Williams </strong>' Outfit Causes a Stir Photos: <strong> Christina Aguilera </strong>'s Embarrassing Party Moment", "new_id": -2}, {"uid": "1295670206191152250", "i": 17469, "idx": 1, "sa": ["Eric Schmidt"], "q": "of their homes showing up in Google's Street View mapping feature could`` just move.'' He quickly clarified that he`` misspoke.'' l At a conference in August, <strong> Eric Schmidt </strong> told attendees that <q> if I look at enough of your messaging and your location, and use artificial intelligence, we can predict where you are going to go. </q> l That month, he also opined to the Wall Street Journal that`` most people don't want Google to answer their questions.... They want Google to tell them what they should be doing next", "new_id": -2}, {"uid": "1296963339115425283", "i": 4677, "idx": 1, "sa": ["Michael Vick"], "q": "Reid, who dealt with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. <q> He had a plan and he stuck to that, both on and off the field, </q> Reid said.`` He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job", "new_id": -2}, {"i": 27784, "idx": 2, "index_answer": 1, "new_id": -1, "q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q> does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show. </q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "uid": "1297265697007700481"}]