[{"uid": "1295021682068304930", "i": 14816, "idx": 0, "sa": ["Angelina Jolie", "Johnny Depp"], "q": "has recalled being attacked by his Tourist co-star <strong> Angelina Jolie </strong>'s pet bulldog Jacques. The Sun quotes <strong> Johnny Depp </strong> as saying that the trouble began when he agreed to babysit the dog against his better judgment. <q> Foolishly I was persuaded to look after Jacques for a night. He's a huge bulldog, </q> he said.`` At first I had a terrible feeling, because Jacques smelt horrible.'' The MTV Movie Award winner further remarked that it didn't take long for the animal to act up.", "new_id": -2}, {"uid": "1296150339234012694", "i": 14728, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "in the marketplace.''[ Google CEO] <strong> Eric Schmidt </strong> pointed out that they're activating 200,000 units per day,'' href=\"http://www.eweek.com/c/a/Mobile-and-Wireless/Apples-Steve Jobs-Steve Jobs-Attacks-Google-RIM-During-Earnings-Call-702041/\"> Apple CEO <strong> Steve Jobs </strong> told media and analysts during an Oct. 20 earnings call. <q> By comparison, Apple has activated 270,000 units per day, on average. </q> Instead of offering sales numbers of its own, Microsoft executives keep pointing to research data suggesting href=\"http://mobilized.allthingsd.com/20110126/windows- phone- 7- shipments- topped- two- million- units- last- quarter/?mod=ATD_skybox\"> some", "new_id": -2}, {"uid": "1295798969051544070", "i": 46203, "idx": 3, "sa": ["Robert Gates", "Kirsten Gillibrand"], "q": "warns of Court action Sec. <strong> Robert Gates </strong> wants Senate to pass repeal, warns of Court action The Log Cabin lawsuit is being used to the advantage of those who want a legislative repeal... <strong> Kirsten Gillibrand </strong> Introduces Legislation to Repeal <q> Don't Ask Don't Tell </q> <strong> Kirsten Gillibrand </strong> Introduces Legislation to Repeal`` Don't Ask Don't Tell'' Senator <strong> Kirsten Gillibrand </strong>, joined with Senate colleagues and military leaders, introduces legislation to repeal the military's`` Don't Ask, Don't Tell''", "new_id": -2}, {"uid": "1295571591192872503", "i": 12321, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Thu, Jan 20, 2011, 7:59 PM EST- U.S. Markets closed Google co-founder <strong> Larry Page </strong> to replace <strong> Eric Schmidt </strong> as CEO{`` s'':`` goog, novl'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Michael Liedtke, AP Technology Writer, On Thursday January 20, 2011, 7:10 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>,", "new_id": -2}, {"uid": "1295138666036634631", "i": 6043, "idx": 0, "sa": ["Allen Iverson", "Kobe Bryant", "Jason Kidd"], "q": "seJason Kidd. Denver also bettered the 66.2 percent shooting of the Lakers earlier this seJason Kidd, the previous best in the league. The highest scoring game before Wednesday night came against Denver, when the Suns scored 137. <q> I've been in the league 12 years and I've been playing a long time. I don't know if we've been this hot before, but it was pretty special, </q> <strong> Allen Iverson </strong> said.`` It was fun.'' Playing a tired Seattle team certainly helped the Nuggets. The Sonics were finishing off a back-to-back, having played at Golden State a night earlier and offered <strong> Kobe Bryant </strong> resistance at", "new_id": -2}, {"uid": "1297348977055672873", "i": 58874, "idx": 2, "sa": ["Mike Pence", "Mike Huckabee", "Jeff Duncan", "Ben Smith", "Sarah Palin"], "q": "to audition, in what has emerged as the first big event of the cycle( even though it will be minus <strong> Sarah Palin </strong> and <strong> Mike Huckabee </strong>).''-- The Five Things <strong> Ben Smith </strong> and Byron are watching: <q> The 2012 presidential field... The Straw Poll[ for president]... Schism City... The Tea Pary Takeover... Obama's Role. </q> A COMMITTEE TO REDUCE SPENDING? <strong> Mike Pence </strong> <strong> Jeff Duncan </strong>( R-S.C.) plans to introduce legislation to create a`` committee on nonessential federal expenditures,'' according to an alert passed along by a source.``", "new_id": -2}, {"uid": "1295715717099811337", "i": 37895, "idx": 10, "sa": ["James Cleveland", "Shaquille O'Neal", "Chris Webber", "Allen Iverson", "Phil Jackson"], "q": "<strong> Allen Iverson </strong>'s Shaquille O'Nealgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Phil Jacksonly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Phil Jacksonadelphia, scoring 24 points and grabShaquille O'Nealg 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "new_id": -2}, {"uid": "1296075535083542047", "i": 24472, "idx": 2, "sa": ["Michael Vick"], "q": "of our products.'' When the Philadelphia Eagles quarterback returned after missing a few games due to a rib injury last season, he wore a vest and shock-absorbent sports pads designed by Unequal. <q> The Unequal technology is a part of my game now and I won't play without my Unequal, </q> <strong> Michael Vick </strong> said in a statement, according to the Associated Press.`` Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.'' Before serving", "new_id": -2}, {"uid": "1297153272247021603", "i": 43736, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "e arty ze`` starej Europy''- zw?aszcza Niemiec i Francji- kt?ra nie chcia?a wzi udzia?u w tej wojnie by?y ma?o dyplomatyczne. No i jest jeszcze s?ynne stwierdzenie wypowiedziane w pierwszych tygodniach po inwazji na Irak: <q> Wiemy, gdzie to jest! </q>( o podobno zgromadzonej w Iraku broni masowej zag?ady)... Tak, te s?owa <strong> Donald Rumsfeld </strong> te ch?tnie by dzi cofn. Ale w swoich wspomnieniach- kt?re maj si niebawem ukaza- <strong> Donald Rumsfeld </strong> nie mo?e si powstrzyma przed dogryzaniem", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q> <strong> Google Inc. </strong> had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>.`` Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}]