[{"uid": "1297433116243695631", "i": 37606, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "President Bush", "Barack Obama"], "q": ". <strong> Michael Vick </strong>, who admitted brutalizing and killing dogs for entertainment and served 19 months in prison, was given the honor because he's turned his life around and is helping kids avoid his mistakes, <strong> Dwaine Caraway </strong> said. <q> In the eyes of many people, he's a hero, </q> he said. <strong> Barack Obama </strong>:$ 53 Billion for High-Speed Rail <strong> President Bush </strong> <strong> Barack Obama </strong> is calling for a six-year,$ 53 billion spending plan for high-speed rail, seeking infrastructure spending to jumpstart job creation. An initial", "new_id": -2}, {"uid": "1297629637208748562", "i": 379, "idx": 0, "sa": ["Michael Vick"], "q": "Fenimore] was there when my baby was a baby,'' remembers Shaft, and their friendship eventually grew into more. Today, Shaft is studying for a criminal justice degree while Fenimore works as a bartender. <q> She is wonderful and works while I go to school, </q> says Shaft. Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to the City of Dallas Man, That Was Quick: The First Lawsuit Over Super Ticket Snafu at Cowboys Stadium", "new_id": -2}, {"uid": "1296484351181583873", "i": 10030, "idx": 5, "sa": ["Mike Pence"], "q": "Fence'' is a status quo, devoid of thinking for himself,` cut taxes and fund war but you take the hit-- you pay and you serve not me' kind of guy.'' <q> What I'm going to fight to do in Washington, D.C., is ensure that states have greater flexibility, whether it be in Medicaid or education, to bring about the kind of reforms that will serve their citizens better and serve the taxpayers well, </q> he said.'''' Well repeated sir. If there is anything we need less of in government you're it.: Run <strong> Mike Pence </strong> run. You must be doing something right", "new_id": -2}, {"uid": "1295372756245596257", "i": 24952, "idx": 2, "sa": ["David Letterman", "Steven Tyler"], "q": ". We've had weird moments.'' <strong> Steven Tyler </strong>, however, told`` Late Show'' host <strong> David Letterman </strong> that he prefers the way he became famous to the`` Idol'' road to stardom. <q> I always thought that in order to become an American Idol, or any kind of idol, you have to pay your dues, </q> <strong> Steven Tyler </strong> said, referring to the years of national touring he did with Aerosmith.`` But, today's a different world.'' But,`` This way is more fun,'' he adds of", "new_id": -2}, {"uid": "1295256414206143491", "i": 17425, "idx": 1, "sa": ["Allen Iverson"], "q": "just accept that and understand that's the way it's going to be.'' It was the eighth time <strong> Allen Iverson </strong> scored at least 40 points in a playoff game. The Sixers are 7-1 in those contests. <q> We have another chance to play and we have to put pressure on them, where they feel it, </q> Sixers coach Larry Brown said.`` It doesn't look to me like they're feeling it. They're playing with a lot of poise and have a lot to be proud of.'' Philadelphia also got", "new_id": -2}, {"uid": "1294955215093012132", "i": 23937, "idx": 0, "sa": ["Kirsten Gillibrand", "Sen. Mark Udall", "Barack Obama", "Chuck Schumer"], "q": "diverging backgrounds to serve the public good. Today both senators from New York are among the first to endorse the idea.`` <strong> Barack Obama </strong> <strong> Sen. Mark Udall </strong> has the right idea,'' said <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>. <q> This would be a great way to start off the new session in a bipartisan way following up on the cooperation during the lame duck and the <strong> Barack Obama </strong>'s speech urging all Americans to come together. </q> And earlier today <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> was asked about <strong> Sen. Mark Udall </strong>'s letter on CNN, and said that sitting together would help the Senate realize the call for a more civilized debate that <strong> Barack Obama </strong> asked for", "new_id": -2}, {"uid": "1295564127055377926", "i": 33122, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Justin Bieber"], "q": "company Novell. In his time as CEO, <strong> Eric Schmidt </strong> oversaw the incredible growth from simply a search engine to a full-on web-based services and products multinational corporation, with more than$ 8 billion in revenue. <q> It's been a great privilege to be CEO for 10 years and I am very much looking forward to my next role, including working more with his literally my best friends and partners Larry and <strong> Sergey Brin </strong>, </q> <strong> Eric Schmidt </strong> said.( Photo: REUTERS) Google's trio of <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> and Larry Page explain the management shift saying it was a matter of streamlining things. Movie ad for <strong> Justin Bieber </strong>'s 3D's``", "new_id": -2}, {"uid": "1297200983061325341", "i": 1810, "idx": 10, "sa": ["Moqtada al-Sadr", "Donald Rumsfeld", "President Bush"], "q": "Al Qaeda joined the fray, as did a Shiite uprising under <strong> Moqtada al-Sadr </strong> and his Mahdi Army.`` We couldn't lose any battles over there, but we couldn't beat them militarily,'' he says. <q> Because there was no one to beat. It was a totally unconventional asymmetrical circumstance. </q> Mr. <strong> Donald Rumsfeld </strong> thus takes an unorthodox view of the significance of <strong> President Bush </strong>'s surge, which began to take effect in early 2007. He argues that by 2006 things were, in fact, improving in Iraq", "new_id": -2}, {"uid": "1297265672144211976", "i": 39155, "idx": 3, "sa": ["Donald Rumsfeld", "Hosni Mubarak"], "q": "had left those countries with more freedom, politically and economically. That progress, he said, could inspire pro-democracy groups in countries like Egypt, where protesters are demanding the immediate ouster of President <strong> Hosni Mubarak </strong>. <q> I don't doubt for a minute that other countries in the region looking at that have to say:` Well, isn't that interesting? </q> <strong> Donald Rumsfeld </strong> said. Still, he warned the journey Egypt was on`` is tough, is risky and has to proceed at a pace that fits their culture.'' Nearly 400 suspected war criminals living", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,'' said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons.`` He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>. <q> So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped.`` Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}]