[{"uid": "1295512445009502750", "i": 7548, "idx": 1, "sa": ["DeSean Jackson", "Mike Missanelli", "Michael Vick"], "q": "<strong> Mike Missanelli </strong> committed an unintentional violation while interviewing Eagles quarterback <strong> Michael Vick </strong> on his radio show yesterday. <strong> Mike Missanelli </strong> reminded <strong> Michael Vick </strong> that <strong> DeSean Jackson </strong> made some comments about the quarterback's game-ending interception against the Packers. <q> What's the story with <strong> DeSean Jackson </strong>? </q> asked <strong> Mike Missanelli </strong>`` Is he just a young pup who talks out of turn every now and then and you're the wily veteran now, and you have to kinda hit the pup on the nose?''", "new_id": -2}, {"uid": "1295232887203866132", "i": 7699, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four In our mothers day there were good mothers, neglectful mothers, and occasionally great mothers. Today we have only Bad Mothers. If", "new_id": -2}, {"uid": "1296920388046448655", "i": 3381, "idx": 1, "sa": ["Kyle Kuric", "Allen Iverson"], "q": "'s not <strong> Allen Iverson </strong>.'' The coach said he has crossed over from going all out in practices to being more mindful of pushing the players to the brink of injury. <q> You've got to be so careful of your next little injury that you have to watch every little thing you do, </q> he said.`` It's a really, really uncomfortable experience.'' Think it's uncomfortable for him? Try running in practice without the possibility of a substitute. That's what <strong> Kyle Kuric </strong> said", "new_id": -2}, {"uid": "1295884555196345865", "i": 46304, "idx": 2, "sa": ["John McCain", "Colin Powell", "Tom Coburn"], "q": "momentum over the past year as part of the solution to reduce the deficit and debt. Tea Party-backed progressives are coming together in calling for defense cuts. Ultra-conservative <strong> John McCain </strong> <strong> Tom Coburn </strong>( R-OK) even said recently that <q> taking defense spending off the table is indefensible. </q> Today on CNN's State of the Union, ret. <strong> Colin Powell </strong> and former Secretary of State <strong> Colin Powell </strong> joined the growing chorus in calling for a reduction in defense spending: <blockquote> CANDY CROWLEY: Where would you with", "new_id": -2}, {"uid": "1295617200111296519", "i": 43779, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "Cathy Newman"], "q": ". Who could he be thinking of? 1313 In a statement <strong> Ed Miliband </strong> said the <strong> Andy Coulson </strong> had done the`` right thing'' to resign but that he should have done it earlier. He said it raises <q> serious questions about <strong> David Cameron </strong>'s judgement that he hung on to him for so long </q>. He added:`` It's clear that there are serious questions about his time at the News of the World.'' 1310 <strong> Cathy Newman </strong>, political correspondent for Channel 4 News, tweets that she has heard", "new_id": -2}, {"uid": "1295719333220610563", "i": 47809, "idx": 2, "sa": ["Tyronn Lue", "Wes Brown", "Allen Iverson"], "q": "be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` Our guys just try hard,'' Sixers coach Larry <strong> Wes Brown </strong> said. <q> This is kind of unexpected but it's neat. </q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1294980002041598981", "i": 48223, "idx": 2, "sa": ["Steve Ballmer"], "q": "`` While Windows and Office are household words, our Server and Tools Business has quietly and steadily grown to be the unquestioned leader in server computing,'' he wrote in a Jan. 10 e-mail to company employees. <q> We are now ready to build on our success and move forward into the era of cloud computing. </q> <strong> Steve Ballmer </strong> had apparently talked with Muglia`` about the overall business and what is needed to accelerate our growth'' and came to the decision that`` now is the time to put new leadership in place for", "new_id": -2}, {"uid": "1295610219050561027", "i": 8669, "idx": 9, "sa": ["Eric Schmidt", "Sergey Brin", "Esther Dyson"], "q": "But the timing- I've talked to people at Google today and they were just flabbergasted.'' <strong> Esther Dyson </strong>, a veteran Valley investor who has long known the Google founders and Mr. <strong> Eric Schmidt </strong>, said, <q> It is unexpected but it makes a lot of sense. </q> She added:`` Larry and <strong> Sergey Brin </strong> have grown up. They want to run their own company.'' After the management change, Mr. <strong> Sergey Brin </strong> will concentrate on several new products, which he declined to", "new_id": -2}, {"uid": "1296108988167460874", "i": 737, "idx": 2, "sa": ["Michael Vick", "Kevin Kolb"], "q": "just thankful.'' After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. <q> I'm enjoying the guys and I'm enjoying being out here playing football, </q> he said.`` This is what you work for. You work hard to get in this position. I'm ecstatic to be here.'' <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC", "new_id": -2}, {"i": 44090, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is working on new projects, but doesn't want to provide any details, lest he be accused of introducing vaporware.`` I don't want to repeat that in the future,'' he said. <q> I think our primary reason for purchasing the building... was the office space that we really enjoy using, </q> <strong> Eric Schmidt </strong> said. Jonathan Rosenberg, senior vice president for product management, said Google opted to buy the building because it was able to accomodate the growing number of Google employees in New York, currently at", "sa": ["Eric Schmidt"], "uid": "1295570584118865943"}]