[{"uid": "1295589642085278733", "i": 742, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "leave Google to work for the social networking company. \"My goal is to run Google at the pace and with the soul and passion of a startup,\" <strong> Larry Page </strong> said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. \"I am not as concerned about the titles as I am winning", "new_id": -2}, {"uid": "1296718868046333954", "i": 34458, "idx": 1, "sa": ["Kobe Bryant", "Dirk Nowitzki", "LeBron James", "Ron Wilson", "Allen Iverson"], "q": "over Germany( 1-1) in fRon Wilsont of a sold-out Kolnarena crowd numbering 18000. \"It felt good when it left my hand, I knew it had a chance,\" said <strong> Allen Iverson </strong> of his game winner. <q> I tried to side step him( his defender) just to get a <strong> Kobe Bryant </strong> bit of space and I got a good look at the basket and fortunately it went in. \"That was my first buzzer-beater ever, </q> added a smiling <strong> Allen Iverson </strong> who was mobbed by his USA teammates after maLeBron James the shot. The <strong> Allen Iverson </strong> answer was a fitting end to a game that was tight the entire way and one in which NBA All-Star <strong> Dirk Nowitzki </strong> almost", "new_id": -2}, {"uid": "1297252223114409506", "i": 2539, "idx": 0, "sa": ["Jarrett Barrios", "Kristin Chenoweth", "Simon Cowell"], "q": "award is presented to an openly LGBT media professional who made a significant difference in promoting equal rights. The 39-year-old Puerto Rican pop singer announced last year that he is gay. GLAAD President <strong> Jarrett Barrios </strong> called it <q> a game changer for many gay and transgender Latino children. </q> <strong> Kristin Chenoweth </strong> will be presented with the Vanguard Award at an event in Los Angeles on April 10. The award is given for increasing the visibility and understanding of the LGBT community. Video: <strong> Simon Cowell </strong> on", "new_id": -2}, {"uid": "1297182555166789121", "i": 58322, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": ", \"What you know today can help you unthink your thinking about tomorrow.\" <strong> Donald Rumsfeld </strong> said, \"It can't help you with things you were thinking about back then,\" and added, <q> Back then there was reasonable confidence that[ Saddam Hussein] had these weapons. </q> <strong> Donald Rumsfeld </strong>, one of the most divisive members of his administration, served as defense secretary under former <strong> George W. Bush </strong> from 2001 to 2006. compiled from agency reports Related Articles Global", "new_id": -2}, {"uid": "1295156723221855749", "i": 43165, "idx": 1, "sa": ["Reggie White", "Don Shula", "Michael Vick", "Roddy White"], "q": "Titletown USA. <strong> Reggie White </strong>. Heck, they even named the Super Bowl trophy after Green Bay's most famous coach. Yep, the Packers are just oozing with tradition. The Atlanta Falcons? Not so much. <q> We're fairly new on the block, </q> said <strong> Roddy White </strong>, the Falcons' Pro Bowl receiver. \"We're still trying to prove ourselves. You've got to go out there and Falcons not chic, but get job Don Shulae By <strong> Michael Vick </strong> A. Lough MACON", "new_id": -2}, {"uid": "1295911947085770249", "i": 15857, "idx": 2, "sa": ["Eric Schmidt"], "q": "\"It's not anyone's business if I like mint chocolate chip or Cherry Garcia.\" \"The reality is that on-premise software does retain consumer information for some time,\" said Mr. <strong> Eric Schmidt </strong>. <q> We are all in the United States subject to the Patriot Act, so it is possible that information is made available. On the upside, this ice cream is gon na be crazy delicious. </q> Some consumers are confused about Google's transition. \"Google made this?\" asked Lela, a 24-year-old law student who tried the experimental ice cream as part of an initial focus group.", "new_id": -2}, {"uid": "1295432536243531850", "i": 29139, "idx": 0, "sa": ["Ryan Reynolds", "Betty White", "David Letterman", "Sandra Bullock"], "q": "<strong> Ryan Reynolds </strong> and <strong> Sandra Bullock </strong>. www.proposalmovie.com... Snickers Super Bowl Commercial 2010 with <strong> Betty White </strong>( LotsOfSecrets.com) Snickers Super Bowl Commercial 2010 with <strong> Betty White </strong>( LotsOfSecrets.com) www.lotsofsecrets.com Snickers Super Bowl Commercial 2010 with <strong> Betty White </strong> Make sure you check out <q> Providing Secrets the Celebirtys don't want you to know </q> lotsofsecrets.com Twitter- twitter.com Face book- facebook.com... <strong> David Letterman </strong>- Drinking Vodka with <strong> Betty White </strong> This is a clip from A&E Biography.... Made by <strong> Betty White </strong>- from HoodieBuddie.com <strong> Betty White </strong> has a new line of t-shirts and HoodieBuddies?", "new_id": -2}, {"uid": "1296363672108036107", "i": 33422, "idx": 1, "sa": ["Zahi Hawass"], "q": "army arrived, young Egyptians- some armed with truncheons grabbed off the police- created a human chain at the museum's front gate to prevent looters from making off with any of its priceless artifacts. <q> They managed to stop them, </q> <strong> Zahi Hawass </strong> said. He added that the would-be looters only vandalized two mummies, ripping their heads off. They also cleared out the museum gift shop. The King Tutankhamun exhibit had not been damaged and was", "new_id": -2}, {"uid": "1296460080009125921", "i": 24151, "idx": 4, "sa": ["Eddie Jordan", "Elton Brand", "Kobe Bryant", "Jrue Holiday", "Allen Iverson", "Kelenna Azubuike", "Pau Gasol", "Monta Ellis"], "q": ".\" Looking for a spark, 76ers coach <strong> Eddie Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Eddie Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q> He just put us in a good rhythm tonight and had us flowing, </q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He Bryants-Lakers_106-114_I_Monta Ellis_27pts,Kelenna Azubuike_25pts,8reb_vs_Pau Gasol_21pts,14reb,Kobe Bryant_21pts <strong> Monta Ellis </strong> of the Golden State Kobe Bryants is a Missiissippi state high", "new_id": -2}, {"uid": "1295218423260489220", "i": 36120, "idx": 0, "sa": ["Jimmy Iovine", "Ricky Gervais", "Steven Tyler", "Jennifer Lopez", "Simon Cowell"], "q": "for its 10th season with new judges <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> and new mentor <strong> Jimmy Iovine </strong>, but without <strong> Simon Cowell </strong>, Wednesday at 8 p.m. on WFXT( Ch. 25). target=\"_blank\" Today Jan. 16 <strong> Ricky Gervais </strong> hosts <q> The 68th Annual Golden Globes </q> live from the hotel at 8 p.m. on WHDH( Ch. 7). It's fun to see who wins. It's Family honour is more important to them than lives Patna Saturday, January 15,", "new_id": -2}]