[{"uid": "1296458269077217816", "i": 40714, "idx": 4, "sa": ["Rasheed Wallace", "Allen Iverson", "That guy"], "q": "back-to-back 3-pointers that gave the Pistons the lead for good and sent them to a 107-102 victory over the Golden State Warriors on Thursday night. \"<strong> That guy </strong> really hurt my feelings, that tip,\" <strong> Rasheed Wallace </strong> said. <q>You can't let that frustrate you. I missed two point-blank foul shots. I'm upset at myself about that. You can't let that one thing get you down. <strong> That guy </strong>'s what we did, just dug deep and came up with some stops down the stretch.</q> Richard Hamilton scored 24 points and <strong> Allen Iverson </strong> added 23 as the Pistons won for the second straight time to open their four-game road trip after losing their first two games with <strong> Allen Iverson </strong>. But just like in Tuesday night's", "new_id": -2}, {"uid": "1295728685209895493", "i": 32646, "idx": 0, "sa": ["Ed Sullivan", "David Letterman", "Kaley Cuoco"], "q": "and posed outside the <strong> Ed Sullivan </strong> Theatre in New York City. While on The Late Show with <strong> David Letterman </strong>, <strong> Kaley Cuoco </strong> talked about how she broke her leg during a horse-riding incident last year and the long road to recovery. <q>Now I have two metal bars in my leg, but the good thing about that is I know when it's going to rain,</q> <strong> Kaley Cuoco </strong> joked.", "new_id": -2}, {"uid": "1296055281154206214", "i": 9852, "idx": 1, "sa": ["John McCain", "Michele Bachmann", "Mike Pence"], "q": "share his thoughts with the PBS NewsHour. <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>, R-Ind., who is considering either a gubernatorial run or a <strong> John McCain </strong> House bid, praised the president's nod toward American exceptionalism. <q>The president reflected on the uniqueness of America. He remembered our soldiers, he remembered where the strength of this nation was,</q> <strong> Michele Bachmann </strong> <strong> Mike Pence </strong> said, before adding that he was disappointed that the president appeared to be \"committed to more spending and more government and more of the same of what the American people rejected on Election Day last fall", "new_id": -2}, {"uid": "1294969736002998293", "i": 22095, "idx": 5, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-35v&amp;flvURL=/media/2011/01/13/01132011-35v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-35v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\", \"description\": <q><strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.</q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1295598179194969628", "i": 33502, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google-oprichter neemt leiding over Google-oprichter Larry Page wordt CEO van zijn eigen onderneming. De Amerikaan maakte gisteren bekend dat hij <strong> Eric Schmidt </strong> zal vervangen. <q>Dagelijks toezicht van een volwassene niet langer nodig!</q>, knipoogde <strong> Eric Schmidt </strong> gisteren via twitter na de publiekswissel. De vervanging zou nodig zijn om de snelheid van beslissingen binnen het miljardenbedrijf sneller te laten verlopen. Het bedrijf ontkent dat de snelle opmars van concurrenten als", "new_id": -2}, {"uid": "1297215145071778342", "i": 34802, "idx": 0, "sa": ["Dilip Kapur", "Donald Rumsfeld"], "q": "overseas, especially to shops in the UK and US. But India has become an increasingly big market place for its leather goods, with 50% of company revenues now coming from there. <q>The modern cosmopolitan experience has spread rapidly within the last five years, and luxury brands such as Hi-design have now become \"premium' and affordable to the upper middle class,</q> according to Mr <strong> Dilip Kapur </strong>. \"For retailers and brand builders like us it is explosively exciting.\" Day in pictures Eye-catching images from around the world Knowable known <strong> Donald Rumsfeld </strong>\"s memoirs leave", "new_id": -2}, {"uid": "1297307549087687177", "i": 23358, "idx": 1, "sa": ["David Letterman"], "q": "out later he was actually saying, \"God willing,\" as though it was divine will that he be beaten. <strong> David Letterman </strong> asked if Cooper thought he'd been singled out because he was recognizable. <q>Don't take this the wrong way,</q> said <strong> David Letterman </strong>, \"but you, I think, just standing on a corner, call attention to yourself,\" referring to Cooper's distinctive, white-haired look. The rules: Keep it clean, and", "new_id": -2}, {"uid": "1297616629186400779", "i": 26903, "idx": 45, "sa": ["Donald Rumsfeld"], "q": " \"How would that have made things better?\" \"It would have been a stronger signal to the world that we didn't accept that kind of behavior,\" <strong> Donald Rumsfeld </strong> said. <q>Did you feel it was your fault?</q> \"No,\" answered <strong> Donald Rumsfeld </strong>. \"You were responsible, but it wasn't your fault?\" \"Sure,\" said <strong> Donald Rumsfeld </strong>. \"Exactly.\" Finally", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880? \"A number of things would have to fall into place to make him competitive,\" said <strong> Charlie Black </strong>, a veteran GOP strategist. <q>The key is the conservative movement adopting him as its favorite.</q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. \"The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}, {"uid": "1295488988026624012", "i": 10855, "idx": 2, "sa": ["Brandon Dubinsky", "Mike Hussey", "David Letterman", "Michael Cammalleri", "Bruno David"], "q": "<strong> Mike Hussey </strong> Richards vs <strong> Brandon Dubinsky </strong> from the Philadelphia Flyers at New York Rangers game on Mar 14, 2010- MSG feed. via www.hockeyfights.com... <strong> David Letterman </strong>- New York Rangers Top Ten Preview Get a sneak peek at tonight's <q>Top Ten Things Never Before Spoken By A Hockey Player.</q>... <strong> Michael Cammalleri </strong> Fight Vs <strong> David Letterman </strong> Krejci 12/16/2010 www.youtube.com <strong> Michael Cammalleri </strong> first nhl fight Vs <strong> David Letterman </strong> Krejci fight... Inaugural Exhibition at <strong> Bruno David </strong> Gallery( 2005) Inaugural Exhibition at <strong> Bruno David </strong> gallery. The video was recorded in November 2005, and", "new_id": -2}]