[{"uid": "1295894929135872553", "i": 4432, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "said FCC Chairman <strong> Colin Powell </strong>, <strong> Barack Obama </strong> \"Erp... I just threw up in my mouth a little.\" \"Frankly, we didn't think anyone was watching,\" said executive producer Dr. Phil. <q> Hell, three days ago I did a promo for \"The Doctors' while simulcasting a proctological exam. Dr. Phil Rectum, in HD, and no one gave a sh-t. </q> In related news, the fine folks at JG Wentworth-- they of` It's my money and I need it now!\" fame-- have teamed up with the makers of Vagisil to create a", "new_id": -2}, {"uid": "1297282407122896681", "i": 23081, "idx": 0, "sa": ["Simon Cowell"], "q": "\" prize, comparing the difference between American Idol and X Factor to the difference between Extreme Makeover: Home Edition and Jersey Shore. As for the current, Cowell-free season of Idol, he claimed, <q> I haven't seen a full episode, </q> continuing, \"I think we're going to do something different. I'm excited. The stakes are high.\" Holding strong Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>.", "new_id": -2}, {"uid": "1295214708006406150", "i": 7448, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Randy Larson"], "q": ". Sen. <strong> Kirsten Gillibrand </strong>, of New York, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did, </q> the Democratic senator said on NBC's \"Meet the Press\" Sunday. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. <strong> Randy Larson </strong>, 57,", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" again, <strong> Betty White </strong> quips, \"I think you do a thing once and then you run like a thief.\" <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q> Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby. </q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}, {"uid": "1297272178044515363", "i": 28241, "idx": 0, "sa": ["Zahi Hawass", "Howard Carter"], "q": "treasure trove discovered in his tomb in Luxor's Valley of the Kings, uncovered by British archaeologist <strong> Howard Carter </strong> in 1922. Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <q> We started the restoration two days ago. In three days, all these monuments will be completely restored, </q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs", "new_id": -2}, {"uid": "1295224428194101276", "i": 12146, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "Monday. Earlier Sunday, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> told US television that she had visited with <strong> Gabrielle Giffords </strong> the previous day and found her \"doing great\" and \"making progress every day.\" <strong> Gabrielle Giffords </strong> is <q> using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> told NBC's \"Meet The Press\" program. \"It's an extraordinary amount of progress for a woman who sustained such a horrific injury,\" she added. The 40-year-old <strong> Gabrielle Giffords </strong>", "new_id": -2}, {"uid": "1297176031226918403", "i": 3159, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers"], "q": "would be grueling, but especially after winning the Super Bowl, MVP, and all of the traveling, thank you, thank you very much for the trouble.\"( audience applauds) <strong> Aaron Rodgers </strong>: <q> No, this is fun for me. I mean, this is-- I watch your show a lot. </q> <strong> David Letterman </strong>: \"I appreciate that.\" <strong> Aaron Rodgers </strong>: \"No, it's good to be here. There must be a lot of Wisconsin people out there.\"( Wild applause from", "new_id": -2}, {"uid": "1296003429036782098", "i": 16893, "idx": 0, "sa": ["Andy Coulson"], "q": "place television commentators was fired Tuesday, a day after being taken off the air and temporarily suspended for making sexist remarks about a soccer coverage for the past two decades, was dismissed by the broadcaster after <q> new evidence of unacceptable and offensive behavior </q> that took place TV bosses reveal what ELSE <strong> Andy Coulson </strong> Gray the soccer sexist said: Touchline chat that left... What started out as banter between two old friends and colleagues was threatening last night to wreck the careers of", "new_id": -2}, {"uid": "1295790223050479164", "i": 11475, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "$ 133 million for a project near a new BART station. Can <strong> Jerry Brown </strong> move the Legislature to act against this powerful lobby, which has the support of some pro-business Repubs and some big-government Dems? <q> I think everyone agrees that the redevelopment mechanism has been useful and created jobs, </q> Democratic Treasurer <strong> Bill Lockyer </strong> said. But: \"The last I heard, the University of California and California schools create jobs.\" The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday, \"", "new_id": -2}, {"uid": "1296859850024854534", "i": 2208, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to keep the automaker from collapse in 2009. \"I want to pay back the shyster loans,\" <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician. <q> Pay back the loans, get those out and then take( the company) public. </q> <strong> Sergio Marchionne </strong>, who is also CEO of Italy's Fiat SpA( FIA.MI) which owns 25 percent of Chrysler, has said repeatedly that the high interest rates on$ 5.7 billion that Chrysler owes to the", "new_id": -2}]