[{"uid": "1296708251038600720", "i": 38067, "idx": 0, "sa": ["Brian Taylor", "Chris Gent", "Andy Coulson"], "q": "by a leader who is badly misreading the public mood. News, analysis, graphics and explainers on what's at stake and why it all matters Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. Percy Bysshe Shelley indeed. His poem Ozymandias describes an early grandiose construction project which... </q>`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by Sir <strong> Chris Gent </strong>", "new_id": -2}, {"uid": "1296209096241369120", "i": 22066, "idx": 0, "sa": ["Eric Schmidt"], "q": "on enhancing its products and advertising services to work better on mobile devices.`` They want to capture even more of the 5 billion consumers who own mobile phones around the world,'' said Howe. <q> Only about a billion and a half people own PCs. </q> Google won't say exactly how many people it is hiring, either locally or worldwide, although the company's outgoing chief executive, <strong> Eric Schmidt </strong>, said in Germany on Tuesday that the company will bring on", "new_id": -2}, {"uid": "1296216057257081374", "i": 42193, "idx": 0, "sa": ["Michael Vick", "Ryan Higa"], "q": "on the field as well, with his disciplined play and leadership now admired as much as his sheer athleticism once was. This will be <strong> Michael Vick </strong>'s fourth Pro Bowl, but as he noted, <q> I feel like this one I had to work hard to get here. </q> This stuff is no secret It's safe to say that <strong> Ryan Higa </strong> is a hit. Roughly 9 million hits, actually. That's the online action the Hilo native", "new_id": -2}, {"uid": "1294997886124518429", "i": 5777, "idx": 0, "sa": ["Ferdinand Piëch", "Sergio Marchionne"], "q": "an href=\"http://markets.ftd.de/stocks/factsheet_overview.html?ID_NOTATION=1530731\" title=\"Kursinformationen ber FIAT S.P.A. AZIONI NOM. EO 5 auf FTDMarkets\"> Fiat ausgeschlossen und ein m?gliches Erwerbsinteresse des italienischen Konzernchefs <strong> Sergio Marchionne </strong> eine deutliche Absage erteilt. href=\"http://www.ftd.de/unternehmen/industrie/:retourkutsche-von-vw-patriarch-piech-keilt-gegen-fiat/50214679.html#\"> <strong> Ferdinand Piëch </strong> Pi?ch hat wenig Sinn f?r italienischen Humor <q> Jemand, der bei Pkw schrumpft, soll nicht den Mut haben, sich die beiden besten Lkw-Marken Europas unter den Nagel zu rei?en. Sie sind nicht verk?uflich </q>, sagte Pi?ch der Financial Times Deutschland in f?r ihn gewohnt scharfer Manier. <strong> Sergio Marchionne </strong> hatte in dieser Woche auf der Automesse in Detroit angedeutet, dass die Industriesparte seines Konzerns Interesse am Lastwagengesch?ft von VW habe. Wenn sich", "new_id": -2}, {"uid": "1296869445224280680", "i": 55608, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "a pasar. Nuestro yacimiento, que es de 1.000 metros cuadrados, nos dicen que est como lo dejamos''. Si otros colegas no se aventuran a hacer pron?sticos, Mart?n Valent?n es menos comedido: <q> Estoy convencido de que la m?quina no se parar; los monumentos son prioritarios para los egipcios </q>, asegura. La sorpresa, en su caso, ha sido que <strong> Hosni Mubarak </strong> nombrara en su nuevo gobierno, al m?ximo responsable de las Antig?edades egipcias, <strong> Zahi Hawass </strong>, como Ministro. Hasta ahora, ni una", "new_id": -2}, {"uid": "1297257274238534666", "i": 1355, "idx": 5, "sa": ["Colin Powell", "Isnilon Hapilon"], "q": "hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Rumsfeld wrote that he", "new_id": -2}, {"uid": "1297599455044728365", "i": 13031, "idx": 0, "sa": ["Arianna Huffington", "Ian Edmondson", "Andy Coulson", "Tommy Sheridan", "Rahm Emanuel", "John Parrington"], "q": ", vivid, lurid... terrifying, confusing, ridiculously slick, shockingly clumsy, unmistakably monomaniacal and clinically bipolar.'' The New York Magazine on Broadway show Spider-Man. I think it's a rave. <q> Pointlessly tall... there's a long center stretch of his body that he doesn't know what to do with. </q> This Week: <strong> Rahm Emanuel </strong>, <strong> Andy Coulson </strong>, <strong> Ian Edmondson </strong>, the Met, <strong> Tommy Sheridan </strong> Oxbridge must not become the preserve of the wealthy| <strong> John Parrington </strong> 22 Jul 2008 <strong> Arianna Huffington </strong> on the relative merits of mainstream media and", "new_id": -2}, {"uid": "1295547194232112134", "i": 37160, "idx": 3, "sa": ["Simon Cowell"], "q": "trouble is he says it in a`` kindler, gentler way,'' with lines such as,`` Oh baby, you're just not ready. I'm sorry.'' Both of the newbies need to <q> toughen up a bit. </q> When <strong> Simon Cowell </strong> called the occasional performance an`` utter disaster,'' he added the spice that made`` Idol'' delicious.''` American Idol' Season 10 recap: Just not the same without <strong> Simon Cowell </strong>''", "new_id": -2}, {"uid": "1296108988167460874", "i": 900, "idx": 4, "sa": ["Adrian Peterson", "Michael Vick"], "q": ".'' <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410. <q> I'm going to try to put on a great show for the fans, </q> <strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better this season than it ever has been.", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}]