[{"uid": "1296507439175063049", "i": 53991, "idx": 0, "sa": ["Éric Rich", "David Letterman", "Barack Obama"], "q": "why the U.S. left MuBarack Obama in power for so long on his mere threat that they were the likely alternative. Posted by <strong> David Letterman </strong>, Jersey City, NJ, on January 31st, 2011 at 10:40 AM <q> What are the core AmeÉric Richa interests? </q> That's easy. Israel and OIL. Posted by Larry, on January 31st, 2011 at 10:41 AM Brandstad said-`` A successful democracy requires a well educated and civil society", "new_id": -2}, {"uid": "1297658388015155209", "i": 50152, "idx": 0, "sa": ["Sergio Chiamparino", "Sergio Marchionne"], "q": "Classe E e Audi A6, aggiunge preoccupazione su preoccupazione alla forza lavoro modenese. L'investimento annunciato ieri da <strong> Sergio Marchionne </strong> nell` incontro con il governo a Palazzo Chigi, e commentato positivamente dal sindaco di Torino, <strong> Sergio Chiamparino </strong>( <q> tra Mirafiori e Grugliasco le risorse in arrivo ammontano a circa 2 miliardi </q>) fa intravedere interessanti prospettive per il migliaio di dipendenti della ex Bertone.`` Maserati, guerra Modena-Torino L'ex Bertone avr 600 milioni''|", "new_id": -2}, {"uid": "1295901162252542991", "i": 9658, "idx": 1, "sa": ["Simon Cowell", "Oprah Winfrey"], "q": "`` It was so bad that a minute into the pitch the guy said,` No','' the Daily Mail quoted him as telling <strong> Oprah Winfrey </strong> on her Master Class show. <q> To wind him up, I said,`` So, it sounds like you're interested? </q> He said` Get out' and we were thrown out of the network,'' <strong> Simon Cowell </strong> revealed. Adding to the humiliation was that the group hadn't booked a car to pick them up, so", "new_id": -2}, {"uid": "1295994265097009674", "i": 10455, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "relations tracks a trend set by several other European countries, such as France, Spain and Portugal. Palestinian Foreign Minister Riad Malki said in a statement Tuesday that he hopes other European countries will follow suit <q> as a first step toward the recognition of the Palestinian state. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog PHYSICAL THERAPY DIRECTOR Company Webster PROGRAM ANALYSTS& QA ENGINEER Company PROGRAM", "new_id": -2}, {"uid": "1294975566041533468", "i": 22019, "idx": 1, "sa": ["Gary Moore", "Allen Iverson", "Julius Erving"], "q": "lesion that is pressing up against the bones of his leg and requires surgery in the US`` It has to be removed and tested to see if it's benign or not,'' <strong> Gary Moore </strong> said by phone. <q> Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the Julius Ervings tell him he'll be out four to six weeks, He's hoping to be able to play in the playoffs. </q> Besiktas spokesman Kursat Kaplan said Wednesday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that that it was`` soon.''`` People need", "new_id": -2}, {"uid": "1297302585098500612", "i": 19980, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "news push, AOL buys The Huffington Post <strong> Barack Obama </strong> Invited Muslim Brotherhood; What About Coptic Christians? U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <q> Yet ANOTHER sleaze bag Republican! Yikes! </q> Report Abuse \" Only a republican would resign, if it was a democrate no one would be surprised. After all you \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If", "new_id": -2}, {"uid": "1295516280177619067", "i": 27101, "idx": 1, "sa": ["Allen Iverson", "Robert Horry"], "q": "silky smooth <strong> Robert Horry </strong>. He finished with a game-high 32 points, 27 of which came in the first half. He also set an NBA Finals record for most 3-pointers in a game by going 8-for-11 from deep. <q> It's definitely right up there, </q> said <strong> Allen Iverson </strong> of setting the record and where this performance ranks in his career.''( It's) great to be able to look back on it and say I did that.'' With the victory,", "new_id": -2}, {"uid": "1295817637129564698", "i": 4166, "idx": 0, "sa": ["Richard Keys", "Ron Atkinson", "Andy Coulson", "Sian Massey", "Marcel Desailly"], "q": "branded`` medieval'' by Fare, a Europe-wide campaign group opposed to discrimination in football.`` They reveal the appalling and damaging sexist attitudes that exist across football,'' said Piara Powar, its executive director. <q> If they had made the same comments about a black or ASian Massey linesman we would be looking at what happened to <strong> Ron Atkinson </strong>[ who was urged to resign as a pundit by ITV in 2004 after he made a racist remark live on air about the black Chelsea player <strong> Marcel Desailly </strong> when he thought the microphone was off]. </q> Sky said last night:`` The comments are not acceptable. They were not made on air but we have spoken to <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> and told them our views and they have apologised and expressed their", "new_id": -2}, {"uid": "1297177999266534917", "i": 36285, "idx": 10, "sa": ["Donald Rumsfeld"], "q": "you don't get credit AFTER you allowed the worst attack on mainland soil to happen. That's like patting yourself on the back for bringing home a D- in math. Brent_Willcom: <strong> Donald Rumsfeld </strong> later concluded that <q> the fact that we haven't had hannahjoyc 3 minutes ago( 10:04 AM) I understand <strong> Donald Rumsfeld </strong>'s concern. Obviously when people are investigat ed for inappropriate reasons or in a way that is dehumanizi ng, it leaves others quaking in the wake. Which is exactly what the investigat ors want: the levels behind the leaders fearful, the leaders unable to move lest someone be left behind. What will happen to poor Old <strong> Donald Rumsfeld </strong> when we no longer need him to describe how`` troubled </q> he is by these tactics, because these tactics no longer are in use. This is not an idealistic theory... some are beginning to utilize it even as we speak. hannahjoyc: I understand <strong> Donald Rumsfeld </strong>'s", "new_id": -2}, {"i": 36633, "idx": 1, "index_answer": 0, "new_id": -1, "q": "to Be Rude, But...'' in which he laid down five important principles that actors can use when auditioning. 1. Don't grovel when you come in. <strong> Simon Cowell </strong> writes <q> I look upon it[ groveling] as a sign of desperation. So many times people come in and they come up with this terrible dialogue about how much they like me or Randy or Paula. It's demeaning, and there's no point to it. We're not looking for a nice person; we're looking for somebody who's confident and assured, but talented above all. Trust me-- most stars aren't nice. </q> 2. Believe in yourself the second you leave the house.`` Self-possession isn't something you can turn on seconds before you walk into the audition room. People like Ruben or Kelly", "sa": ["Simon Cowell"], "uid": "1296146610048234548"}]