[{"uid": "1295485111026624002", "i": 32695, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "of others.'' <strong> Donald Rumsfeld </strong> said it was up to the leaders of China to decide whether they would make their national defense plans public; however, one can not misunderstand the fact he said afterward: <q> Greater clarity would certainly generate more certainty in the region. </q> Interview with Robin Koerner-`` Website fulfils a timeless wish'' CLICK HERE for...... A moderate independent's take on news, events and culture- by veteran journalist Joe Gandelman with writers from around the", "new_id": -2}, {"uid": "1296473941207601672", "i": 21254, "idx": 0, "sa": ["David Hasselhoff", "Simon Cowell", "Michael McIntyre"], "q": "both big <strong> Michael McIntyre </strong> fans.'' Gillian Cox, aged 50 of Lichfield was at the auditions with daughter Heather, 35, and friend Samira Craig, 24, of Smethwick. She said: <q> It is the first time we have been to the live auditions and it is very exciting. We are hoping to see the next Subo. If not I am sure that seeing <strong> David Hasselhoff </strong> on the panel will be entertainment in itself. </q> Samira added:`` I am sad that <strong> Simon Cowell </strong> won't be there, but I'm sure <strong> Michael McIntyre </strong> will do really well.''`` Melon man'' <strong> David Hasselhoff </strong> Loh, aged 51 of Birmingham", "new_id": -2}, {"uid": "1295368385224215068", "i": 17500, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell", "Ryan Seacrest"], "q": "competition alongside <strong> Simon Cowell </strong> and Randy Jackson, with <strong> Ryan Seacrest </strong> hosting, for eight seasons.`` I still talk to all the guys,'' she said during an appearance on CBS's The Talk on Monday. <q> They are my extended family; I've never had any brothers and certainly got my full share of bulliness... </q> <strong> Paula Abdul </strong> recently returned to TV screens as a judge and executive producer on Live To Dance, a new CBS competition which aims to find the best amateur dance act in America.`` I'm", "new_id": -2}, {"uid": "1296259221174211079", "i": 44888, "idx": 2, "sa": ["Mike Pence"], "q": "the Republican nomination for president in 2012.'' Mr. <strong> Mike Pence </strong> said in the letter that he would make a decision about his future later, and would be traveling across the state in the months ahead to <q> learn about how Hoosiers think we might best contribute in the years ahead. </q> Mr. <strong> Mike Pence </strong> has a pair of public events scheduled for Friday- a town hall meeting in Pendleton and a visit to a high school in Muncie. While there is no official word yet on whether he", "new_id": -2}, {"uid": "1295953289167477269", "i": 26408, "idx": 0, "sa": ["Derek Hough", "Girls Aloud", "Simon Cowell"], "q": "on the judging panel of the pop star search show when it heads Stateside after impressing on the UK version, but producers are unconvinced and believe American audiences may prefer a more recognisable star such as <strong> Derek Hough </strong> said: <q> Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US' X Factor' in the bag.`` The truth is, nothing has been signed and the producers still aren't convinced.`` They are more keen to get a big US star like Katy or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old <strong> Girls Aloud </strong> star has what it takes to draw audiences in across the Atlantic. The source added", "new_id": -2}, {"uid": "1295642034266682385", "i": 22317, "idx": 2, "sa": ["Vint Cerf", "Eric Schmidt", "Sergey Brin"], "q": ". Ad Feedback`` Larry and <strong> Sergey Brin </strong> are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up,'' <strong> Vint Cerf </strong> said. <q> He was the only guy that stood up to them- these were two young, smart, incredibly brilliant guys who literally had just dropped their PhDs to go start this company. </q> It has long been held that <strong> Eric Schmidt </strong> was brought on at Google to counter the lack of business experience of Google's founders, and <strong> Eric Schmidt </strong> alluded to this in a tweet today.`` Day-to-day", "new_id": -2}, {"uid": "1296222119066224133", "i": 5107, "idx": 1, "sa": ["David Letterman"], "q": ". Planet Blue`` Planet Earth, creation, the world in which civilization developed, the world with climate patterns that we know and stable shorelines, is in imminent peril.'' <q> There is no historical precedent, however, for what we must do if we are to endure. </q> <strong> David Letterman </strong> Orr,( 2009)`` We're screwed!'' <strong> David Letterman </strong>( 2009) For over two decades there's been a failure to effectively communicate the climate change crisis", "new_id": -2}, {"uid": "1296551757189169673", "i": 5517, "idx": 0, "sa": ["David Letterman"], "q": "sensation, currently dating Disney star SELENA GOMEZ, was chaperoned by his old dear Pattie Mallette during a visit to the Late Show With <strong> David Letterman </strong>. Justin tweeted fans from the New York studio, saying: <q> I'm hanging out with my <strong> David Letterman </strong> at@late_show we need to get him twice as many followers! </q> The Baby singer, 16, is busy doing promo for his upcoming 3D movie Never Say Never. The documentary centres on the Biebster's 2010 My World Tour and includes scenes of him as", "new_id": -2}, {"uid": "1295569403192872482", "i": 40059, "idx": 0, "sa": ["Eric Schmidt"], "q": "Search Thu, Jan 20, 2011, 7:23 PM EST- U.S. Markets closed Summary Box: Google co-founder to replace <strong> Eric Schmidt </strong>{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} The Associated Press, On Thursday January 20, 2011, 6:58 pm NEW CEO: In a surprise announcement that overshadowed his company", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead.`` Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}]