[{"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,\" says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q>Then a friend of mine... called me and said,' I think you're making a big mistake,'?</q> he says. \"Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?\"", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}, {"uid": "1295739237074268687", "i": 9445, "idx": 5, "sa": ["Tyronn Lue", "Calvin Coolidge", "Dennis Johnson", "Marvin Webster", "Allen Iverson"], "q": " \"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.</q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/CSU_FULLERTON_TITANS_VS_CSU_BAKERSFIELD_ROADRUNNERS_11/27/10 Fullerton, Calif.- Perry <strong> Marvin Webster </strong> and Jer` Vaughn <strong> Dennis Johnson </strong> each scored 17 points and three other Titans were in double figures Saturday night as <strong> Calvin Coolidge </strong>", "new_id": -2}, {"uid": "1295139772120274975", "i": 15866, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "husband, Mark Kelly( at right). And she opened her one unbandaged eye. And reached out to touch Kelly, an astronaut who probably never saw anything so beautiful in space. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,</q> <strong> Kirsten Gillibrand </strong> said. \"It felt like a miracle. It felt like we were watching a miracle,\" said Wasserman-Schultz. \"Other than the birth of my kids, this was the most incredible feeling", "new_id": -2}, {"uid": "1297277319262340630", "i": 26230, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "engineering and online experience to help build its presence in the nascent cloud computing market. Chip-maker Aquantia Wants To Accelerate The Adoption of 10G Base-T By Lowering Per Port Cost And Power Consumption In Higher Density Switches <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1296467645082231308", "i": 22005, "idx": 1, "sa": ["Michael Vick"], "q": "A league source confirmed the report Sunday night. \"You know what? It is what it is,\" <strong> Michael Vick </strong> told The Inquirer Sunday after the NFC's lopsided win in the Pro Bowl. <q>It's great to know they did want to have me around for another year. I'm going to make the most of it, and I'm going to do everything that I'm asked to do, continue to put myself in the position to excel, and help this team win. That's the most important thing- have a better year this year coming up than last year.</q> In theory, <strong> Michael Vick </strong> could have hit the free-agent market once a new collective bargaining agreement was signed, although there has never been any indication that the Eagles would let <strong> Michael Vick </strong> walk. ESPN also", "new_id": -2}, {"uid": "1295468992042287225", "i": 11060, "idx": 3, "sa": ["Maurice Cheeks", "Allen Iverson", "John Purdue", "Mark Dantonio"], "q": "at that end, considering he lost his starting job because of his poor defense. \"We didn't make the correct switch,\" Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q>Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end.</q> <strong> Allen Iverson </strong> http://wn.com/Coach_Dantonio_Press_Conference_for_Purdue_from_Focal_Point The Spartans enter <strong> John Purdue </strong> weekend looking to go 2 and 0 in November and move to 9 and 1 on the year, one step closer to a big ten championship. Coach <strong> Mark Dantonio </strong> knows that this <strong> John Purdue </strong>", "new_id": -2}, {"uid": "1297629731208748579", "i": 19499, "idx": 0, "sa": ["Zahi Hawass"], "q": ") Heart Scarab of Yuya An investigation is underway for the suspected thieves, and those who have been previously arrested are being questioned. Gilded wood statue of Tutankhamun harpooning.( AP) <q>I have said if the Egyptian Museum is safe, than Egypt is safe,</q> <strong> Zahi Hawass </strong> said. \"However, I am now concerned Egypt is not safe.\" The famed archeologist also indicated that the offices of De Morgen, a Dutch-language magazine, were also robbed. Located in", "new_id": -2}, {"uid": "1296530715200818714", "i": 30645, "idx": 3, "sa": ["LeBron James", "Chris Webber", "Nate Robinson", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q>He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle.</q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 http://wn.com/Nate_Robinson_45_Points_vs_Portland_Trailblazers_Career-High_[08-03-2008] <strong> Nate Robinson </strong>'s Highlights of his best game of his career!!! <strong> Nate Robinson </strong> shot 16-of-28 from the floor and went 11-for-13 from the line, handed out six", "new_id": -2}, {"uid": "1295632864218054656", "i": 40225, "idx": 1, "sa": ["Eric Schmidt", "Will Page"], "q": "particular new products. The changes will take effect on April 4. \"We've been talking about how best to simplify our management structure and speed up decision-making for a long time,\" <strong> Eric Schmidt </strong> said. <q>By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear, Larry is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> How <strong> Will Page </strong> Do? Greg Sterling, principal analyst at Sterling Market Intelligence, said that in one sense, it makes sense for <strong> Eric Schmidt </strong> to take on a new role after a decade at the helm", "new_id": -2}, {"uid": "1296622781114606115", "i": 10849, "idx": 6, "sa": ["Sergio Marchionne"], "q": "industry analyst. \"European manufacturers are very adept at engine technology.\" This could benefit Fiat, as \"fuel economy is embedded into the brand\", Mr <strong> Sergio Marchionne </strong> acknowledges. <q>But it's about much more than that. I don't think it's dependent on fuel prices,</q> he insists. \"Buying a Fiat 500 is a lifestyle statement,\" according to Mr <strong> Sergio Marchionne </strong>. VW to manufacture cars in Malaysia Anxious Israel Egypt's neighbour fears what might follow Mubarak", "new_id": -2}]