[{"uid": "2008102422_00007779_W", "i": 1208, "idx": 17, "sa": [], "q": "are already significant- from increasing traveler productivity to improving safety and tracking staff. but it has the potential to totally transform corporate travel- not just for the business traveler, but also the corporate travel manager. <q> travel agents face turbulence along with airlines fuel costs, credit crunches, open skies, blurring frontiers between the types of air travelers, and airline business models- the airline industry is in a state of severe flux. travel agencies are no better off, according to mr. gerry oh, vice president southeast asia and australia for jet airways( india). addressing the itb asia convention aviation forum on october 24, he said, </q> if times are tough for airlines, they are even tougher for travel agents. we have seen over the last twenty years, a complete shift in booking channels- the rise of internet and online services, such", "new_id": -2}, {"uid": "2008092011_00001636_W", "i": 383, "idx": 3, "sa": ["Tina Turner", "Fats Domino", "Earl Palmer", "Phil Spector", "Neil Young"], "q": "of the music world's all-time greats on thousands of tracks. his beats form the backdrop on ike and <strong> Tina Turner </strong>'s\" river deep, mountain high, \"<strong> Fats Domino </strong>'s <NO_QUOTATION> and\" i hear you knockin' <q> by smiley lewis. from his los angeles home, <strong> Earl Palmer </strong> drummed for music producer <strong> Phil Spector </strong> and motown, and his session credits include artists as diverse as the monkees, <strong> Neil Young </strong> and frank sinatra. <NO_QUOTATION> said ed vodika, the pianist in the <strong> Earl Palmer </strong> trio. <strong> Earl Palmer </strong> </q> shaped american music for the'50s,'60s and'70s. \"vodika said he met <strong> Earl Palmer </strong> about 10 years ago and was asked to join the trio. the pianist said he spent the next five years playing weekly", "new_id": -2}, {"uid": "2008112518_00004656_W", "i": 2289, "idx": 2, "sa": ["Barack Obama", "Peter Ország", "Abraham Lincoln"], "q": "in crisis, <strong> Barack Obama </strong> said,\" budget reform is not an option. it's a necessity. \"echoing <strong> Abraham Lincoln </strong>, <strong> Barack Obama </strong> added,\" i will ask my economic team to think anew and act anew. <q> <strong> Peter Ország </strong> is the director of the congressional budget office, a man who the Barack Obama-elect said </q> knows where the bodies are buried. \"<strong> Barack Obama </strong>'s focus on careful federal spending marked something of a contrast from monday, when he declared that restoring the economy to health took priority over the budget deficit. he", "new_id": -2}, {"uid": "2008100318_00001814_W", "i": 137, "idx": 0, "sa": ["Pete Yorn"], "q": "\"\" if you are truly serious about preparing your child for the future, don't teach him to subtract. teach him to deduct. \"\" the united states has a system of taxation by confession. <q> bankrate.com's annual manual to filing your taxes kay's rants and raves about motorsports </q> the gambler's guide to taxes: how to keep more of what you win \"creative commons attribution, noncommercial, noderivs 2.5 license <strong> Pete Yorn </strong>, at university of texas' erwin center, dec. 4, 2006 ok", "new_id": -2}, {"uid": "2008111422_00003744_W", "i": 396, "idx": 3, "sa": ["Mike Stark", "Don Walker", "Mike Johnson"], "q": "charge. 6. <strong> Don Walker </strong> on guitar, keyboards, steel pedal guitar,& vocals will perform his\" dance music, cha cha, waltz, 2 step, west and east coast swing, rock& country <q> this saturday nov. 15th at the john collinsworth amvets post 49( tudor& arctic, 563-4951) from 7- 11 pm. this is a fundraiser for the american cancer society.()(). 7. the defrosters, featuring <strong> Mike Johnson </strong> on guitar& lead vocals, lee blair on guitar& vocals, <strong> Mike Stark </strong> on bass guitar& vocals,& andy toth on drums& vocals, will perform their </q> mix of blues, funk,& soul& some country \"at the eagle river elks lodge( 17111 n. eagle river loop rd., 694-3557) this saturday nov. 15th from 8 pm- midnite.()", "new_id": -2}, {"uid": "2008112505_00029792_W", "i": 239, "idx": 0, "sa": [], "q": "said nothing to royal. another man helped keep the gunman on the ground until police arrived.\" i wasn't going to let him leave the parking lot so he could go somewhere else and shoot people, <q> said royal, a construction worker. </q> he might take me down, but at least he wouldn't take everybody else. \"at some point, gunfire hit katzer in the foot and wounded two patrons inside the tavern. royal said the police honor", "new_id": -2}, {"uid": "2008110703_00019685_W", "i": 896, "idx": 2, "sa": ["Sarah Palin", "John McCain"], "q": "advisers said.\" i think it was a difficult relationship, \"said one top <strong> John McCain </strong> campaign official, who, like almost all others interviewed, asked to remain anonymous.\" <strong> John McCain </strong> talked to her occasionally. <q> but mr. <strong> John McCain </strong>'s advisers also described him as admiring of ms. <strong> Sarah Palin </strong>'s political skills. he was aware of the infighting, they said, but it is unclear how much he was inclined or able to stop it. the tensions and their increasingly public airing provide a revealing coda to the ill-fated John McCain-Sarah Palin ticket, hinting at the mounting turmoil of a campaign that was described even by many republicans as incoherent, negative and badly run. </q> quote: originally posted by nhboy phoenix- as a top adviser in senator <strong> John McCain </strong>'s now-imploded campaign tells the story, it was bad enough that gov. <strong> Sarah Palin </strong> of alaska unwittingly scheduled, and then took, a prank", "new_id": -2}, {"uid": "2008122305_00006732_W", "i": 1334, "idx": 0, "sa": ["Katsuaki Watanabe"], "q": "was putting ambitious expansion plans on hold, in large part because of a precipitous drop in demand in the key u.s. market.\" the tough times are hitting us far faster, wider and deeper than expected, <q> toyota president <strong> Katsuaki Watanabe </strong> told a gloomy news conference at the company's headquarters here. </q> this is an unprecedented crisis requiring urgent action. \"toyota had reported strong growth in recent years, boosted by heavy demand for its fuel-efficient models such as the camry sedan and prius gas-electric hybrid. but <strong> Katsuaki Watanabe </strong> said", "new_id": -2}, {"uid": "2008091518_00004375_W", "i": 1401, "idx": 5, "sa": ["Lucas Cruikshank"], "q": "to go out swimming later. my mom found me this really cool pool at the dump. it's really big and really deep. i think i might drown! \"\" i can't stand it, <q> confessed marlin's father, sandy, of the show. <strong> Lucas Cruikshank </strong> is wise to differences of opinion about fred. </q> i actually hated fred at first, and at one point wanted to kill him off, \"he said in an interview earlier this year with newteevee.\" so i sure understand why there are people who do", "new_id": -2}, {"uid": "2008090905_00019811_W", "i": 1025, "idx": 12, "sa": [], "q": "from within. it has a unique view of the monument. it makes a good bookmark. \"the confessor noted that the picture had a deep effect on his penitent.\" thank you, your eminence, <q> don hash said, placing it in his liturgy of the hour as a marker ad completorium. </q> it will illumine my night prayer. i have been sleeping through the dark night of trial the church has been suffering. \"he then went to the side of the confessional, knelt down on the well worn", "new_id": -2}]