[{"uid": "1295976018128352266", "i": 2926, "idx": 0, "sa": ["David Cameron", "Michael Gove", "Tim Montgomerie", "Fraser Nelson", "Rachel Sylvester", "Matthew Taylor"], "q": "Opportunities. Threats\" <strong> Tim Montgomerie </strong>, Director of Conservative Intelligence, followed by a panel discussion with <strong> Rachel Sylvester </strong>( The Tim Montgomeriees), <strong> Fraser Nelson </strong>( The Spectator), Freddie Sayers( PoliticsHome) and <strong> Matthew Taylor </strong>( RSA). <q> The Who is going to be Who of the next parliamentary party </q> Jonathan Isaby, Editor of ConservativeHome. \"The list of the insiders making things happen in David Camerons Machine\" <strong> Tim Montgomerie </strong>, Director of Conservative Intelligence. \"What makes David Camerons Conservatives tick?\" <strong> Michael Gove </strong> MP, Shadow Secretary", "new_id": -2}, {"uid": "1296124769218218522", "i": 1106, "idx": 1, "sa": ["Michael Gove", "William Hague", "Ian Edmondson", "Hosni Mubarak"], "q": "no evidence whatsoever to support this allegation,\" \" panamanIan Edmondsonman 27 January 2011 9:18 AM Just you and me then <strong> Michael Gove </strong>. Please stop posting things as I have to do some work... <q> <strong> William Hague </strong>, the foreign secretary, has urged Egypt's <strong> Hosni Mubarak </strong> to embrace reform... </q> Clearly, in so many of these countries people do have legitimate grievances, which are economic and political. While every country is different, and we shouldn't try to dictate what they should do, in", "new_id": -2}, {"uid": "1297431913058949685", "i": 28570, "idx": 8, "sa": ["Michael Gove", "Andy Burnham"], "q": "particularly in light of the money they are apparently finding to bankroll the free schools programme.\" Shadow education secretary <strong> Andy Burnham </strong> said school building and repair was in complete chaos thanks to Mr <strong> Michael Gove </strong>. <q> He condemns many children to crumbling classrooms whilst waving his cheque book to try to force through more free schools, which will be irrelevant for the majority of parents. </q> Ty Goddard, director of the British Council for School Environments, said the key now was to find a system and approach that meets the national challenge. Bottom line Why would a woman risk", "new_id": -2}, {"uid": "1297703292198672386", "i": 29038, "idx": 0, "sa": ["Michael Gove", "John Cryer"], "q": "BSF) scheme had violated equality legislation. Mr Justice Holman said <strong> Michael Gove </strong> failed properly to consult six local authorities who took legal action before imposing the cuts, and in five of the cases his decision amounted <q> to an abuse of power </q>. In answer to an urgent question from <strong> John Cryer </strong>( Lab, Leyton and Wanstead), <strong> Michael Gove </strong> told the House that the court had backed the Michael Government's substantive position. He said while he", "new_id": -2}, {"uid": "1295546094242909213", "i": 37219, "idx": 10, "sa": ["Michael Gove"], "q": ", foisting his 1950s vision of education onto today's schools and students\" . He added that despite claims he was consulting with teachers and parents, the launch of the English Baccalaureate showed Mr <strong> Michael Gove </strong> had <q> already made up his mind </q>. In most cases a selection of your comments will be published, displaying your name as you provide it and location unless you state otherwise. But your contact details will never be published. When sending us", "new_id": -2}, {"uid": "1296139964192086022", "i": 32682, "idx": 0, "sa": ["Michael Gove"], "q": "staff, said in a statement that \"severe financial pressures\" led to the decision to axe Nimrod. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1297427200083165185", "i": 36410, "idx": 0, "sa": ["Michael Gove"], "q": "Secretary <strong> Michael Gove </strong> will now have to review the decisions made for Waltham Forest, Luton Borough Council, Nottingham City Council, Sandwell, Kent County Council and Newham. The Judge who made the ruling warns that <q> there was no promise or expectation </q> that any of the claimants' projects would definitely proceed however. \"The final decision on any project still rests with him[ <strong> Michael Gove </strong>]\" explained Mr Justice Holman in his ruling. \"No one", "new_id": -2}, {"uid": "1297426934014975020", "i": 2596, "idx": 0, "sa": ["Michael Gove"], "q": "them before imposing the cuts. The victorious authorities include Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council. The judge said: <q> However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation. </q> Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.\" As part", "new_id": -2}, {"uid": "1296139401071090190", "i": 17567, "idx": 0, "sa": ["Michael Gove"], "q": "inflation picked up in German states in January, data showed on Thursday in an early sign consumer prices in the wider euro zone may be rising fast enough to spark concerns for the European Central Bank. <q> We are credible in the delivery of price stability over the next 10 years, </q> said Trichet. The ECB president has said the central bank is paying close attention to rising oil and commodity prices because of the possible knock-on price effects. New Bill to improve school discipline <strong> Michael Gove </strong>", "new_id": -2}, {"q": "that he's done for me, for the government and for the country,\" <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "index_answer": 0, "idx": 3, "i": 54723}]