[{"uid": "2008121602_00006942_W", "i": 543, "idx": 5, "sa": ["Chris McHugh"], "q": "rsl queensland chief executive <strong> Chris McHugh </strong> says it could mean bigger numbers at next year's commemorations. \"we have no hard feeling against it- we believe the day is the most important time,\" he said. <q> we think we may end up with more people coming to the parades because they're not going away for a long weekend. </q>", "new_id": -2}, {"uid": "2008111412_00018136_W", "i": 4682, "idx": 0, "sa": ["Sylvana Windsor, Countess of St Andrews", "Roy Porter"], "q": "to be taken to be consenting.' thus attention will be drawn to behaviour such as hitch-hiking, excessive drinking or smoking, the wearing of` seductive' clothing or the use of bad language. temkin, <q> women, rape and law reform </q>, in <strong> Sylvana Windsor, Countess of St Andrews </strong> and <strong> Roy Porter </strong>( eds), rape: a historical and social enquiry, oxford, 1986 if all men are born free, how is it that all women are born slaves? as they must", "new_id": -2}, {"uid": "2008092705_00019062_W", "i": 1081, "idx": 4, "sa": ["Barack Obama", "John McCain"], "q": "all his answers to the moderator. that angered viewer celeste theis, a social worker from croton-on-hudson, n.y., who supports the democrat. \"that struck me more than anything,\" said theis, 55. <q> <strong> John McCain </strong> didn't look at <strong> Barack Obama </strong> once. it's as if he wasn't there. i thought it was very disrespectful, as if he were just ignoring him. </q> as for her own candidate, theis offered that <strong> Barack Obama </strong> \"shone like a star. he spoke thoughtfully and knowledgeably. wouldn't it be nice to have an intelligent, well-spoken <strong> Barack Obama </strong>?\" <strong> John McCain </strong> supporter lynn donaghy", "new_id": -2}, {"uid": "2008090805_00107373_W", "i": 3344, "idx": 1, "sa": ["John Symond"], "q": "cheaper home loan to replace their existing one \"this is a great time to seek a better home loan as rates are expected to continue falling, providing even greater savings for families,\" mr <strong> John Symond </strong> said. <q> our research shows that more than 50 per cent of customers who speak to an aussie mortgage adviser do not have the best home loan deal. </q>", "new_id": -2}, {"uid": "2008091803_00048198_W", "i": 2283, "idx": 3, "sa": ["Barack Obama"], "q": "we want plans.' we've had a lot of plans, democrats.\" the new politics, the <NO_QUOTATION> message <strong> Barack Obama </strong> brings to us. in his speech before the democratic national committee, he said, <q> we don't have time for this cynicism. democrats, this is not a game! </q> because as we all know, if there is one group of people in need of scolding regarding their commitment to the political process, it's a gathering of long-time party activists who have dedicated their lives to public", "new_id": -2}, {"uid": "2008100800_00017666_W", "i": 3532, "idx": 5, "sa": ["Sarah Palin"], "q": "children. she gave birth this year to a fifth child. the family travel was a legitimate paid expense because <strong> Sarah Palin </strong>'s husband and children represented the state at events, said maria comella, a campaign spokeswoman. <q> the only time the children's travel was reimbursed was when they were traveling as part of an official event, </q> she said. olsen, who worked in the reagan administration's department of justice's tax division as an assistant attorney general, noted in his review of <strong> Sarah Palin </strong>'s tax returns that her per diem payments were handled", "new_id": -2}, {"uid": "2008120316_00037897_W", "i": 1349, "idx": 50, "sa": ["Alexander Hernandez"], "q": "kinds of wickedness and blasphemy. \"he shall speak <strong> Alexander Hernandez </strong> words against the most high, and shall wear out the saints of the most high, and think to change times and laws.\" dan_7:25. <q> he shall also stand up against the` prince of princes' </q>( jesus). dan_8:25. \"he shall do according to his will; and he shall exalt himself and magnify himself above every god, and shall speak marvellous things against the god of gods.\"", "new_id": -2}, {"uid": "2008102009_00000153_W", "i": 2251, "idx": 0, "sa": ["Ross McEwan"], "q": "7.29 per cent. today's changes are the result of a reduction in the bank's cost of funding over the past week and to remain competitive with rivals, group executive of retail banking services <strong> Ross McEwan </strong> said. <q> we have seen some reduction in our cost of funding over the past week and as australia's biggest lender, the commonwealth bank is committed to remaining extremely competitive in the mortgage market, </q> he said. australia's big banks have entered into a price war on mortgages over the past three days after the anz banking group ltd on friday announced the first move on rates independently of the reserve bank of", "new_id": -2}, {"uid": "2008111306_00017472_W", "i": 3030, "idx": 2, "sa": ["Jason Elam"], "q": "mailbag read the latest broncos commentaries by jim armstrong post photos of you and your loved ones showing broncos spirit play pick'em for the upcoming broncos game similar field goal against his former team this week would be <NO_QUOTATION> <q> that would be pretty interesting, </q> <strong> Jason Elam </strong> said. \"if it happens, we'll see how it turns out. it might happen for matt( prater), too. it'll be a fun game, i'm sure, all the", "new_id": -2}, {"uid": "2008092122_00007877_W", "i": 4462, "idx": 1, "sa": ["Keshab Mahanta"], "q": "extend their co-operation to the party. the aasu is opposed to <strong> Keshab Mahanta </strong>'s return to the agp. patowary said the party would put pressure on the government to resolve problems like unabated influx of foreigners and floods. <q> if the government fails to resolve these issues we will start a strong mass movement, </q> he added.", "new_id": -2}]