[{"uid": "1296174888117817375", "i": 20401, "idx": 1, "sa": ["Mike Pence"], "q": "but hinted a possible run for governor. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" he said in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> The Indianapolis Star reported <strong> Mike Pence </strong> said he would make a decision \"later this year\" about his next political steps. The 51-year-old finished first in a presidential straw poll among social conservatives last September", "new_id": -2}, {"uid": "1297348316264044562", "i": 3007, "idx": 0, "sa": ["Mike Pence"], "q": "worker in the video-- which Sye said was \"doctored\" -- was fired immediately, but not before anti-abortion lawmakers had the ammunition they needed to demand that federal funds for PPFA be cut off. <q> The employees of Planned Parenthood clinics across the country are facilitating the abuse of minor girls in this country, </q> Republican <strong> Mike Pence </strong> of Indiana-- the author of the bill that would deny government funding to any service that provides abortions-- said on the House floor on Tuesday. \"This should be a scandal to every", "new_id": -2}, {"uid": "1295380356071155734", "i": 45214, "idx": 0, "sa": ["Mike Pence"], "q": "he could launch a bid for higher office. <strong> Mike Pence </strong> will speak in the Indiana State House Tuesday afternoon about the need for a more limited government and the importance of state government. <q> This nation faces serious challenges that will require us to renew our commitment to institutions resilient enough to lead America back, </q> he will say, according to prepared remarks. \"I believe those are the institutions of faith, family, community and state government. To renew our nation we must have a renewal of American federalism.\"", "new_id": -2}, {"uid": "1295667836215973891", "i": 18291, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Larry King", "Ron Paul"], "q": "was an expe... a stRon Paulg enough jurist or legal thinker..\" , he obviously was going to say, experienced enough jurist or legal thinker. His handler's must go over it with him daily- <q> don't mention experience, never, never, mention experience </q>. WEBCommentary Contributor Author: <strong> Mike Pence </strong> J. Gaynor Bio: <strong> Mike Pence </strong> J. Gaynor Date: August 18, 2008 Saddleback Forum Exposes <strong> Barack Obama </strong> as Unfit Hypocrite Tellingly, <strong> Barack Obama </strong> slipped and showed his hypocrisy when talLarry King about United States Supreme", "new_id": -2}, {"uid": "1297055420051527714", "i": 1526, "idx": 0, "sa": ["George W. Bush", "Mike Pence"], "q": "were in a deep funk. \"Seriously, who else do we have?\" one asked me. \"Unless something miraculous happens and we get an unexpected gift candidate.\" Another GOP stalwart agreed: <q> Sad to say, but at a time when we need someone with guts like Reagan in'76 challenging an incumbent <strong> George W. Bush </strong> of his own party, or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation and personal ambition. </q> Poor <strong> Mike Pence </strong>! After all, the congressman has young kids and other options, and the presidency was a gamble.-----------------", "new_id": -2}, {"uid": "1294961671181354498", "i": 18687, "idx": 4, "sa": ["Mike Pence", "Peter Roskam"], "q": "said at his swearing in, we can disagree without being disagreeable.\" Republicans believe it's critical to regain that momentum that swept them into power, even using the tragedy as an impetus. <q> Clearly we need to move forward on an agenda, </q> said Illinois Republican <strong> Mike Pence </strong> target=\"_blank\" RoskamPeter Roskam\"> <strong> Peter Roskam </strong>, the party's chief deputy whip. \"The events in Arizona are a reminder that we need to focus on the nation's agenda. And I think", "new_id": -2}, {"uid": "1295631675219987972", "i": 21631, "idx": 3, "sa": ["Mike Pence", "Xavier Becerra", "Barack Obama"], "q": "said. <strong> Mike Pence </strong> <strong> Xavier Becerra </strong>( D-Calif.), the caucus vice chairman, said Democrats might have occasional disagreements with the <strong> Barack Obama </strong>, but \"we're not going to eat our own.\" <q> As diverse as we are in our thoughts and in our backgrounds, at the end of the day, we're interested in moving this country forward, and we know that we elected <strong> Barack Obama </strong> to be our leader, </q> <strong> Xavier Becerra </strong> said. \"And so we are hoping that he'll make the best decisions, cast the best judgments that will do exactly that. \"But we're not going to eat our", "new_id": -2}, {"uid": "1296994369217825372", "i": 49400, "idx": 0, "sa": ["Mike Pence", "Sarah Palin"], "q": "weighing bids for next year's nomination. Former Alaska governor <strong> Sarah Palin </strong> routinely quotes Reagan in her Facebook postings. Indiana <strong> Mike Pence </strong>'s paean to American exceptionalism recalls Reagan's oft-repeated description of the United States as a <q> shining city on a hill. </q> To this day, politicians who have succeeded Reagan cite him as a hero-- although they don't necessarily follow his style of politics as a model. Reagan said the", "new_id": -2}, {"uid": "1296098140142770208", "i": 41200, "idx": 2, "sa": ["Mike Pence", "Robert Zoellick", "Alan Greenspan"], "q": "sweepstakes, had come public with their own support of a new role for gold in the world's monetary system. Hoenig stated that the gold standard is a \"very legitimate monetary system.\" <strong> Mike Pence </strong> suggested that <q> the time has come to have a debate over gold, and the proper role it should play in our nation's monetary affairs. A pro-growth agenda begins with sound monetary policy. </q> <strong> Robert Zoellick </strong> wrote in Financial Times that gold should be looked upon as a means to stabilizing the global monetary system. In January, 2011, former Fed chairman <strong> Alan Greenspan </strong> noted in a Fox Business interview that \"There are", "new_id": -2}, {"i": 39068, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q> The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan, </q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. \"Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "uid": "1295386126252936200"}]