[{"uid": "1295555569078905607", "i": 15091, "idx": 1, "sa": ["Eric Schmidt"], "q": "SchmidtEric Schmidt\"> <strong> Eric Schmidt </strong> has laid out three clear priorities for the company in a brief guest article for the Harvard Business Review-- and, not surprisingly, they're \"all about mobile.\" Those include focusing on <q> developing the underlying fast networks, </q> or what <strong> Eric Schmidt </strong> notes is \"generally called LTE,\" pushing the development of The most commented posts on Engadget over the past 24 hours. Trending posts from Engadget on Twitter, updated hourly. Report: Infinity", "new_id": -2, "mturk_index": "1149"}, {"uid": "1297304788026935319", "i": 33262, "idx": 3, "sa": ["George W. Bush", "Dick Cheney", "Donald Rumsfeld"], "q": "<strong> George W. Bush </strong> Ford, whose administration was listing from management troubles within and a feisty primary challenger named \"We had members of Congress savaging what was going on down there[ at Gitmo],\" <strong> Donald Rumsfeld </strong> said. <q> And it was not true. That prison is a world-class operation. </q> The brash aides' directive: Clean up the White House operation, or accept their resignations. Or this memo, sent to <strong> Dick Cheney </strong> Nixon as <strong> Donald Rumsfeld </strong>'s attempt to urge the <strong> George W. Bush </strong> to do more", "new_id": -2, "mturk_index": "1802"}, {"uid": "1295082156260702223", "i": 6885, "idx": 8, "sa": ["David Letterman", "Kelsey Grammer"], "q": "daughter he has with Camille. \"We've been spending quite a bit of time with them, Kayte and I. Kayte's my new girl, and we're planning to get married soon.\" <q> You're getting married soon? </q> <strong> David Letterman </strong> asked. \"Sometime in February,\" <strong> Kelsey Grammer </strong> replied. Woman confronted by police for running breast job clinic out of her home asks, \"Is this some kind... What's better than", "new_id": -2, "mturk_index": "1748"}, {"uid": "1297575676186400772", "i": 40320, "idx": 1, "sa": ["Steve Ballmer", "Paul Thurrott", "Stephen Elop"], "q": "or Microsoft CEO <strong> Steve Ballmer </strong> mentioned Zune. <strong> Paul Thurrott </strong> quotes <strong> Stephen Elop </strong> and gives his opinion: \" Microsoft, meanwhile, has a \"great software platform\" in Windows Phone, and the brands that mobile consumers want, <q> like Bing, Xbox LIVE, and Office. </q>( Side-note: Zune was conspicuously absent from this list. It is my opinion and guess that Microsoft is currently phasing out the Zune brand and will simply roll the various Zune services into Windows Live.)", "new_id": -2, "mturk_index": "1950"}, {"uid": "1297617994047562773", "i": 2673, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "nor Microsoft has a record as a fast-mover in the marketplace.\" EndPoint Technologies' Kay, calling that the smartphone market \"probably the fastest-moving market\" - faster even than the video-game market-said the pair <q> really have to move quite quickly. </q> Neither <strong> Stephen Elop </strong> nor <strong> Steve Ballmer </strong> would estimate a time frame, though <strong> Steve Ballmer </strong> offered, \"Our belief is that we can move faster through this partnership than what we've ever done before.\" Regarding", "new_id": -2, "mturk_index": "61"}, {"uid": "1295639157179568677", "i": 24807, "idx": 5, "sa": ["Larry Page", "Seth Harris", "Eric Schmidt"], "q": "18 months.\" There has also been talk of tension between <strong> Eric Schmidt </strong> and <strong> Larry Page </strong> on competing priorities, <strong> Seth Harris </strong> added, with <strong> Eric Schmidt </strong> emphasizing the need to protect margins and <strong> Larry Page </strong> pushing for more innovation. <q> Google has to do both but is losing talent and facing tough competition, so the balance is tough to reach, </q> he concluded. All of this is true, but replacing <strong> Eric Schmidt </strong> with <strong> Larry Page </strong> is not necessarily the answer, said target=\"_blank\"> David Dalka, a digital strategy consultant and keynote speaker.", "new_id": -2, "mturk_index": "24"}, {"uid": "1295669848206995548", "i": 7450, "idx": 0, "sa": ["George Osborne", "Andy Coulson", "David Cameron", "William Hague"], "q": "way <strong> William Hague </strong> appealed to the Tory core vote when his leadership ran into trouble in 1997. Senior Tories fear that it will be difficult to replace <strong> Andy Coulson </strong>. This is what one minister told me: <q> It is a pity <strong> Andy Coulson </strong> has gone because he is a real professional. I fear we won't be able to replace him with someone as good. </q> While <strong> David Cameron </strong> is disappointed to see <strong> Andy Coulson </strong> leave, figures familiar with the thinking in the inner circle believe that he and OsborneGeorge Osborne\" from guardian.co.uk on George Osborne\"> <strong> George Osborne </strong>, who was instrumental in recruiting the", "new_id": -2, "mturk_index": "2173"}, {"uid": "1295907390241205262", "i": 13787, "idx": 2, "sa": ["Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister Nazif and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. <cite> Copyright 2011 The Associated Press. All rights reserved. This", "new_id": -2, "mturk_index": "1246"}, {"uid": "1296387505015253604", "i": 37463, "idx": 6, "sa": ["Michael Vick"], "q": "has been doing public-service work, most notably in conjunction with the Humane Society of the United States. Not everyone sees it that way, however. His recent suggestion that getting another dog <q> would be a big step for me in the rehabilitation process, </q> and the debate that ensued, left some wondering whether he truly feels remorse for what he did. So, while football fans and animal lovers continue to judge <strong> Michael Vick </strong> on very different scales, the dogs", "new_id": -2, "mturk_index": "1567"}, {"uid": "1295669789217972768", "i": 13959, "idx": 1, "sa": ["Steve Jobs", "Eric Schmidt"], "q": "prohibits comments. By comparison, <strong> Eric Schmidt </strong> has a Twitter account, and he blogs. Google disseminates most of its announcements and other information via blog posts. Nine Google blog posts ranked in blogged and Tweeted-- <q> Day-to-day adult supervision no longer needed! </q>-- about Google executive changes, and he welcomed Wall Street analysts to ask about them( by joining the earnings conference call). <strong> Steve Jobs </strong> did neither. Granted, he is sick, which is reason enough,", "new_id": -2, "mturk_index": "1715"}]