[{"uid": "1295556332078905350", "i": 13816, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "anti-abortion rights House Democrats in refusing to support the bill. He ultimately backed the bill, however, after  Barack Obama  agreed to release an executive order backing up the existing ban. Boehner and Smith said the  No Taxpayer Funding for Abortion Act  would codify the Hyde amendment. They also said they supported a separate bill from  Mike Pence ( R-Indiana) that would ban federal funding of any kind to organizations that perform abortions. Organizations are already barred from federal funding", "new_id": -2}, {"uid": "1296159582150814732", "i": 17895, "idx": 1, "sa": ["Mike Pence"], "q": "to announce a decision on his political future on Friday, according to his mother, who has been urging him to finally put an end to all of the building speculation over his political future. \"  He will be making his announcement tomorrow,  said Nancy  Mike Pence  Fritsch, contacted today by telephone at her home in Columbus, Ind. Asked to confirm reports that she has told her son to make up his mind about whether he's going to run", "new_id": -2}, {"uid": "1296166138113442846", "i": 5862, "idx": 0, "sa": ["Mike Pence"], "q": "  Mike Pence ( R-IN), who has become something of a dream presidential candidate for many conservative bloggers and activists, appears to be about to say that he will Howey Politics Indiana reports:  U.S.  Mike Pence  has ruled out a run for national office and will tour the state in the next few months, informed and reliable sources tell Howey Politics Indiana. The sources say that  Mike Pence  has not made a final decision about a run for governor, keeping open the option of running for reelection in the 6th CD.  National Journal got in touch with  Mike Pence 's mother, who predicted that he would make an announcement tomorrow-- though she would not say just what the announcement would in fact be. Roll Call reports,  Mike Pence  is", "new_id": -2}, {"uid": "1296777071232128536", "i": 56283, "idx": 1, "sa": ["Jim Landtroop", "Ian Crawford", "Mike Pence", "Rick Perry", "Joe Straus", "Ted Cruz"], "q": "who cast a vote against  Joe Straus  on the House floor on the opening day of the legislative session. A coworker spotTed Cruz the video on the Twitter feed of one of the 15,  Mike Pence   Jim Landtroop , who wrote,  What a great way to say thank you. Because the House of Representatives is still the` People's House.' ? Now this is interesting: Watch this TV commercial from Gov.  Rick Perry  from last year's Republican primary, and pay attention to the gIan Crawfordt Texas flag in the background and the music: Now", "new_id": -2}, {"uid": "1296769898240500831", "i": 53403, "idx": 3, "sa": ["Mike Pence", "Michele Bachmann"], "q": "of the footage. And  Mike Pence  href=\"http://www.foxnews.com/topics/politics/Michele Bachmann-Michele Bachmann.htm#r_src=ramp\">  Michele Bachmann , R-Minn., a co-sponsor on that bill, linked to the first Planned Parenthood video on her href=\"http://www.foxnews.com/topics/facebook.htm#r_src=ramp\"> Facebook page, vowing to introduce her own bill  that would prohibit Planned Parenthood from receiving any future federal money directly or indirectly.  The undercover videos bear similarities to those that united lawmakers in opposition to low-income advocacy group ACORN. The New Jersey Planned Parenthood video showed a couple walking into the Perth Amboy clinic for help with their \"", "new_id": -2}, {"uid": "1296044884033833029", "i": 54869, "idx": 2, "sa": ["Kevin McCarthy", "Mike Pence", "Tim Russert", "Eric Cantor", "Bill Richardson"], "q": ".\"\"   Mike Pence   Kevin McCarthy ( of \"Young Gun\"\"  fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-sTim Russertulus bailout numbers. We can live with that.\"\"   We've got to roll back there. That will save$ 100 Bill Richardsonion in the first year,  agreed  Mike Pence ( R-IN). Just yesterday, in fact, incoming Majority Leader  Eric Cantor ( R-VA) repeated that the GOP is aiming for$ 100 Bill Richardsonion in cuts. However, according to the New York Tim Russertes", "new_id": -2}, {"uid": "1296561500134217730", "i": 20897, "idx": 4, "sa": ["Mike Pence"], "q": "went back and forth in our heads, we never went back and forth in our hearts.\"\"  Saying his \"heart was in Indiana,\"\"   Mike Pence  said he would continue to meet with  the good and strong and opinionated people of this state  before deciding his next move. During a question-and-answer session,  Mike Pence  said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "new_id": -2}, {"uid": "1295481709046153781", "i": 43895, "idx": 4, "sa": ["Eric Cantor", "Mike Pence", "Rob Andrews"], "q": "don't.\"\"   Mike Pence   Rob Andrews , D-N.J., asked whether seniors on Medicare who had received$ 250 checks to cover prescription drug costs would have to give the money back if the law is repealed.  I would yield to anyone who would answer,  he said. No Republican replied, although href=\"http://thehill.com/blogs/healthwatch/medicare/138557-seniors-wouldnt-have-to-pay-back-govt-under-repeal\">  Eric Cantor  said seniors would not have to pay the money back. 200 economists and experts opposing the law. Democrats issued a statement from In", "new_id": -2}, {"uid": "1295186920132022279", "i": 39701, "idx": 2, "sa": ["Nancy Pelosi", "Ryan Dixon", "Mike Pence", "Harry Reid", "Bernie Sanders", "Mary Landrieu", "Dan Boren", "Eric Cantor", "Michael Bennet", "Barack Obama", "Patrick Kennedy"], "q": "stance on immigration? Leave all your responses in the comment section. \"Democrats Reveal Facts About Health Care\"\"  www.youtube.com \" Mike Pence   Patrick Kennedy  Yells:` Despicable' That Press Focuses On Massa Instead Of Afghanistan\"\"  www.youtube.com  High Immigration Impacts AmEric Cantora's Unemployed  www.youtube.com Ryan DixonpRyan Dixon.com Health Care Reform Democrats Congress  Barack Obama  White House  Nancy Pelosi   Harry Reid  Durbin  Bernie Sanders   Michael Bennet   Mary Landrieu   Dan Boren   Ryan Dixon  http://wn.com/Roskam_Reflects_After_a_Long_Health_Summit_Democrats_Still_Aren't_Listening Democrats led by  Nancy Pelosi ,  Harry Reid  and  Barack Obama  at yesterday's Blair House Healthcare Summit continued to turn a deaf ear", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q> When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is, </q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said.`` That's the type of level that he's playing at.'' McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}]