[{"uid": "1295620443048054281", "i": 34734, "idx": 2, "sa": ["Eric Schmidt"], "q": "will take a more active role in strategic projects including product. <strong> Eric Schmidt </strong> joked about the switch on Twitter, saying, \"Day-to-day adult supervision no longer needed!\" says, <q>Larry, in my clear opinion, is ready to lead.</q> He also says, \"managing the business has become more complicated,\" and Google wanted to \"speed up decision making.\" This news came out of nowhere, as reflected in the", "new_id": -2}, {"uid": "1295612138190234649", "i": 40604, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "to do his job and was starting to prove a distraction for the Government.\" Mr <strong> David Cameron </strong> made clear he had \"full confidence\" in Mr <strong> Andy Coulson </strong> and had not pushed him out. <q>During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete professionalism. He has been a brilliant member of my team and has thrown himself at the job with skill and dedication. He can be extremely proud of the role he has played, including for the last eight months in Government. \"I wish <strong> Andy Coulson </strong> all the very best for his future, which I am certain will be a successful one.</q> In a personal statement issued by Number 10, Mr <strong> Andy Coulson </strong> said he was \"proud\" of his work with <strong> David Cameron </strong> and the coalition. He added: \"Nothing is more important than the", "new_id": -2}, {"uid": "1295578933025002019", "i": 3700, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "leave <strong> Google Inc. </strong> to work for the social networking company. \"My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup,\" Page said in a Thursday interview. <q>I think I will have time to do that given the way we have split up our responsibilities.</q> <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply. \"I am not as concerned about the titles as I", "new_id": -2}, {"uid": "1295458625213254221", "i": 2409, "idx": 2, "sa": ["Sergio Marchionne"], "q": "high-pressure accumulator delivers the pressure energy to the axle hydraulic motor, giving the vehicle power to drive the wheels. The petrol engine will remain off if the accumulator charge is sufficient to drive the motor. <q>In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,</q> <strong> Sergio Marchionne </strong> added. \"One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this", "new_id": -2}, {"uid": "1295805489188252160", "i": 48725, "idx": 10, "sa": ["Colin Powell", "Barack Obama"], "q": "support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. \"I will always vote for the person who I think is best qualified,\" he said. <q>I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either.</q>", "new_id": -2}, {"uid": "1295559318082083864", "i": 847, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.\" For his part, Page said that <strong> Eric Schmidt </strong> <q>has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-- we are only at the beginning and I can't wait to get started.</q> The posting of advertisements, profanity, or personal attacks is prohibited. By using this Web site you agree to accept our <h6> Report offensive content: </h6> If you believe this comment is offensive or violates the", "new_id": -2}, {"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q>One day Larry and Sergey bought Android, and I didn't even notice.</q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}, {"uid": "1297171803034897961", "i": 34577, "idx": 4, "sa": ["John McCain", "Donald Rumsfeld", "Barack Obama"], "q": "opinion about the strategy he was employing in Iraq, which I predicted was doomed to failure.\" \"Thank God he was relieved of his duties and we put the surge in,\" <strong> John McCain </strong> said. <q>Otherwise, we would have had a disastrous defeat in Iraq.</q> <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a \"hair-trigger temper\" and \"a propensity to shift his positions to appeal to the media.\" Who came out better in <strong> Barack Obama </strong>'s interview with", "new_id": -2}, {"uid": "1295478090159825968", "i": 17148, "idx": 0, "sa": ["Mike Pence"], "q": "sign of class as you can see. Inappropriate? Alert us. Reply Post new beugel January 18, 2011 at Syracuse man gets probation for computer tampering Syracuse Real Niner January 18, 2011 at 4:18 PM Follow <q>As part of the plea deal, Fahey sentenced Olmstead as a youthful offender, removing the felony from his record and sealing the case file.</q> However Google will now retain the details of his conduct forever. Inappropriate? Alert us. Reply Post new The_Muse January 18, 2011 at 4:42 PM Follow <strong> Mike Pence </strong> urged to enter GOP race for president in 2012 Syracuse", "new_id": -2}, {"uid": "1295840632071843856", "i": 7992, "idx": 3, "sa": ["Andy Coulson", "Chris Huhne"], "q": "frontbencher <strong> Chris Huhne </strong> Bryant to call for the police to conduct a new investigation. \"To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,\" he said. <q>I hope now, finally, that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come to light.</q> The paper also said that editors at rival papers have also been expressing the view to NI executives that the allegations about the News of the World are \"bad for business\" and threaten the reputation of", "new_id": -2}]