[{"uid": "1297480838099155977", "i": 36811, "idx": 0, "sa": ["Michael Gove", "Vince Cable", "Eric Pickles"], "q": "Dorset. Among the least affected in spending power are such places as <strong> Vince Cable </strong>'s Richmond upon Thames, Windsor and Maidenhead, Wokingham, and <strong> Michael Gove </strong>'s Surrey. The official response is always the same: <q> The Michael Government has delivered a tough but fair settlement ensuring the most vulnerable communities are protected. If councils share back-office services, join forces to procure, cut out non-jobs and root out overspends, then they can protect front-line services. </q> Now consider this: worse is planned, again in the name of \"localism\" . <strong> Eric Pickles </strong> is planning to return funds from business rates to councils that earn them. Currently they are collected", "new_id": -2}, {"uid": "1295355956109395976", "i": 9546, "idx": 0, "sa": ["Michael Gove", "David Blunkett"], "q": "who made that happen, <strong> David Blunkett </strong>, will lead a delegation to lobby the current incumbent not to ditch it- law teaching and all. The Michael Government plans to return the national curriculum to what it calls <q> its intended purpose- a minimum national entitlement organised around subject disciplines </q>, and <strong> Michael Gove </strong> is expected to announce a review imminently. Supporters of citizenship education- who held a campaign event in the House of Commons last week attended by MPs, peers, teachers, pupils and others-", "new_id": -2}, {"uid": "1295449124083853322", "i": 7631, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": "an attack on the aspirations of young people. Education Secretary <strong> Michael Gove </strong> said the grant had been \"poorly targeted\" and told MPs \"you can not spend money you do not have\" . <q> Choices are dependent on the money- and where is the money coming from? </q> said Mr <strong> Michael Gove </strong>. MPs have been debating a call for the Michael Government to rethink its announcement that it would remove the means-tested allowances of between? 10 and? 30 per week. Mr <strong> Andy Burnham </strong>", "new_id": -2}, {"uid": "1297612919106446857", "i": 47262, "idx": 0, "sa": ["Michael Gove", "Darren Cooper", "James Morris"], "q": "on the substantive points. Conservative MP <strong> James Morris </strong> said Sandwell Council should not have assumed it would receive the funds. Council leader <strong> Darren Cooper </strong> told the Politics Show in the West Midlands that Mr <strong> Michael Gove </strong> had <q> made a lot of mistakes </q>.` Made mistakes' The? 55bn BSF scheme was axed in July, affecting about 700 projects. Errors in a list of scrapped schemes initially led Sandwell to wrongly believe its projects had", "new_id": -2}, {"uid": "1296227262086933576", "i": 21201, "idx": 0, "sa": ["Michael Gove"], "q": "going about it the wrong way.\" But supporters of the changes are optimistic that the review will give schools greater freedom. Lorraine Barker, principal of Mirfield Free Grammar School, said: <q> I welcome the proposed review because at present the national curriculum is too prescriptive and detailed. \"One reason we are becoming an academy is to enable us to decide our own curriculum but education is not just about curriculum. It is about the whole person. We are looking to promote inter-personal skills, creativity, talent and teamwork to ensure that our students are prepared for a future that none of us can predict. </q> Mr <strong> Michael Gove </strong> said last week that the current curriculum focuses too much on teaching methods instead of the content of what is taught. He has asked a panel of five education experts to decide what", "new_id": -2}, {"uid": "1296231866027263019", "i": 11805, "idx": 1, "sa": ["Michael Gove"], "q": "? \" Apropos of nothing, really, but Micheal <strong> Michael Gove </strong> is coming to look more and more like a sunfish out of water... JoeBrownridge 28 January 2011 2:46 PM@tomlondon <q>@BoudiccaBrent Faith schools are socially divisive. In an already divided society, they should not be encouraged. </q> For example sports clubs, social clubs, music genres, fuck even political parties` divide' society. Shall we outlaw them as well? KaffirLatte 28 January 2011 3:06 PM Does anyone", "new_id": -2}, {"uid": "1296131098006979603", "i": 5401, "idx": 1, "sa": ["Michael Gove"], "q": "for expelled students. Teachers will be able to search pupils for a range of forbidden items, including pornography and phones. \"This Michael Government backs teachers,\" Mr <strong> Michael Gove </strong> said. <q> All the evidence from those countries with great education systems tells us that nothing is more important than attracting great people into teaching and supporting them in the classroom. \"Under the last Michael Government, thousands of great people left the teaching profession because behaviour was out of control and they were forced to spend far too much time on paperwork. That's why we're taking action to restore discipline and reduce bureaucracy. </q> The attempt to increase school discipline follows similar attempts by Labour, which even allowed for the use of knife scanners at the school entrance. <strong> Michael Gove </strong> has inserted a clause into the education bill making", "new_id": -2}, {"uid": "1297677175135315458", "i": 8113, "idx": 4, "sa": ["Michael Gove"], "q": "spokesperson for the Department said.\" \"On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects.\" <q> This is a powerful judgment and a vindication of all the determination and hard work from Nottingham people that has brought us to this point. I'm very pleased that arguments we made have been recognised and that the Secretary of State should now reconsider his decision, </q> Cllr. David Mellen, Nottingham City Councuk said.\" \"It's quite clear from the ruling that the way <strong> Michael Gove </strong> acted to stop the BSF funding for some schools in Nottingham was unlawful.\"", "new_id": -2}, {"uid": "1297430569058949634", "i": 208, "idx": 2, "sa": ["Michael Gove"], "q": "The judge said: \"However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.\" Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful <q> because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act. </q> A Department for Education spokesman said: \"We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. On the substantive points", "new_id": -2}, {"q": "<strong> Shaquille O'Neal </strong> plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets. \"I dreamed it up a certain way, and it was better than that,\" <strong> Allen Iverson </strong> said. <q> Everything was perfect but one thing, and that was not winning the game. </q> <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough David Western", "answer_q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "answer": "Allen Iverson", "sa": "['Marcus Camby', 'David West', 'Allen Iverson', \"Shaquille O'Neal\"]", "index_answer": 2, "idx": 17, "i": 3542}]