[{"uid": "1296380125137199666", "i": 33345, "idx": 0, "sa": ["Rush Limbaugh", "Colin Powell"], "q": "Your browser's security settings are preventing some features from appearing. Former Secretary of State <strong> Colin Powell </strong> recently stated, <q> There has crept into our society... a coarseness, a nastiness, an attack of people who don't share the same views as you do. </q> He was right to be concerned. Talk show incendiary <strong> Rush Limbaugh </strong>, as one might expect, derisively dismissed the same behaviors as \"human nature.\" In considering these views, I realized why, for two", "new_id": -2}, {"uid": "1294994465235045029", "i": 2969, "idx": 2, "sa": ["Steven Shepard", "Sen. Bernie Sanders"], "q": "very different,\" freshman <strong> Sen. Bernie Sanders </strong> Dave Schweikert( R-Ariz.) told Politico. It was a sentiment Obama echoed in his speech Wednesday evening in Tucson, too, telling mourners that <q> at a time when our discourse has become so sharply polarized- at a time when we are far too eager to lay the blame for all that ails the world at the feet of those who think differently than we do- it's important for us to pause for a moment and make sure that we are talking with each other in a way that heals, not a way that wounds. </q> Contributing Editors: Josh Kraushaar, Quinn McCord and Tim Sahd Contributing Writers: <strong> Steven Shepard </strong>, Jamie Shufflebarger, Dan Roem, Sean Sullivan, Amanda Munoz-Temple, Julie Sobel, and Chris Peleo-Lazar editors reserve the right to", "new_id": -2}, {"uid": "1296391518023904278", "i": 43971, "idx": 2, "sa": ["Bill Stephan", "Mike Pence"], "q": ", Karen, at an evangelic church service where she was playing the guitar. \"I think his faith is first and foremost what makes him tick,\" said former Rep. David McIntosh. <q> Even as he approached this really hard decision, I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in public service. </q> <strong> Bill Stephan </strong>, a friend of <strong> Mike Pence </strong>'s since their law school days, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about.( 2 of 4)", "new_id": -2}, {"uid": "1297117350135839819", "i": 45502, "idx": 1, "sa": ["Simon Cowell"], "q": "will be able to audition for the show- which has a$ 5 million recording contract for the winner- and <strong> Simon Cowell </strong> is confident they can handle the pressure of the competition. He said: <q> We have started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person. </q>", "new_id": -2}, {"uid": "1296249048075857941", "i": 40657, "idx": 0, "sa": ["Kent Conrad", "Sen. Bernie Sanders"], "q": "way those bonds get redeemed is out of the current income of the United States.\"( 2 of 2) Other lawmakers said Social Security's financial problems are not that urgent. <q> In the last 75 years, in good times and in bad times, Social Security has paid out every nickel owed to every eligible beneficiary at a relatively modest administrative cost, </q> said <strong> Kent Conrad </strong> <strong> Sen. Bernie Sanders </strong>, who organized the first meeting of the Senate Social Security caucus Thursday. \"We are getting very tired about hearing our Republican and right wing friends telling us about how Social", "new_id": -2}, {"uid": "1297352823264044596", "i": 26951, "idx": 0, "sa": ["Hosni Mubarak", "Brad Pitt", "David Letterman", "Lady Gaga", "Anderson Cooper"], "q": " <strong> Brad Pitt </strong> Likes To Dress <strong> Lady Gaga </strong> <cite> The Famous </cite> <cite> <strong> Anderson Cooper </strong> and Daivd <strong> David Letterman </strong>| Photo Credits: CBS </cite> <strong> Anderson Cooper </strong> says it was fortunate that he and his team weren't badly injured in Egypt. <q> There were people stabbed after us, there were people who have been... captured, disappeared, </q> he told <strong> David Letterman </strong> in his first interview since the attack. \"We were lucky.\" 360 anchor told CNN that he and his crew were punched in their heads by supporters of President <strong> Hosni Mubarak </strong> in", "new_id": -2}, {"uid": "1296163215174751770", "i": 25004, "idx": 5, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": " \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong> said, \"always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?\" <q> The kids seem to be doing OK, yeah, </q> <strong> Kelsey Grammer </strong> said, referring to the son and daughter he has with Camille. \"We've been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I. <strong> Kayte Walsh </strong>'s my new girl, and we're planning", "new_id": -2}, {"i": 27945, "idx": 2, "index_answer": 1, "new_id": -1, "q": " \"Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,\" <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse \"<strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains)", "sa": ["Sarah Palin", "Zahi Hawass"], "uid": "1295891307156680197"}, {"uid": "1297161526055738379", "i": 33842, "idx": 1, "sa": ["Simon Cowell"], "q": "It's a massive, massive risk,\" <strong> Simon Cowell </strong> said Monday afternoon in the first wave of promotion for the American version of the show, which debuts this fall on Fox. <q> It puts enormous pressure on us to find a star. But I think we can. </q> <strong> Simon Cowell </strong> also expressed confidence that the new show can thrive despite the ongoing success of\" American Idol,\" which <strong> Simon Cowell </strong> left after last season. He talked little about \"", "new_id": -2}, {"uid": "1295560443214679557", "i": 11699, "idx": 0, "sa": ["Hu Jintao", "Barack Obama", "Sen. Bernie Sanders"], "q": "of the National Museum of American History on Tuesday, the same day <strong> Barack Obama </strong> <strong> Hu Jintao </strong> visited the White House, <strong> Sen. Bernie Sanders </strong> wrote that he was particularly disappointed that the miniature statues of presidents were made in China. <q> It appears that a museum owned by the people of the United States, celebrating the history of the United States, can not find companies in this country employing American workers that are able to manufacture statues of our founding fathers, or our current president, </q> <strong> Sen. Bernie Sanders </strong> wrote. \"That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far.\" <strong> Sen. Bernie Sanders </strong> wants all the products to be made by American companies.", "new_id": -2}]