[{"uid": "1295682265065617928", "i": 96, "idx": 20, "sa": ["Ronald Reagan", "Mike Pence", "Marjorie Dannenfelser"], "q": "<strong> Marjorie Dannenfelser </strong> said. She said <strong> Mike Pence </strong>, a former radio talk show host, connects with those he's speaking to. \"I hate to bring up <strong> Ronald Reagan </strong> because everybody does that,\" <strong> Marjorie Dannenfelser </strong> said. <q>But it's what <strong> Ronald Reagan </strong> did and what <strong> Sarah Palin </strong> can do and what other candidates would pay any amount of money for.</q> Andy Smith, who heads the University of New Hampshire's Granite State Poll, said it's not surprising that activists are urging <strong> Mike Pence </strong> to run. But, he noted, that doesn't mean he", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract,</q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}, {"uid": "1295133247099418117", "i": 35970, "idx": 0, "sa": ["Jay Leno", "David Letterman", "Tyler Perry", "Camper Van Beethoven", "Conan O'Brien"], "q": "so good phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q>always been good. I said he didn't owe me a phone call, but I appreciated it.</q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong> \"For Colored Girls\" director <strong> Tyler Perry </strong> earns 19 NAACP Image Award nominations Georgia this spring. Lowery, who co-founded the bands Cracker and <strong> Camper Van Beethoven </strong>, will teach", "new_id": -2}, {"uid": "1295473977077529103", "i": 22503, "idx": 0, "sa": ["Sergio Marchionne"], "q": "have typically been relegated for use in large, bulky commercial Chrysler announced today a new partnership with the U.S. Environmental Protection Agency to develop a hydraulic hybrid demonstrator vehicle based on a new 2011 Town& Country. <q>Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint,</q> said Chrysler CEO <strong> Sergio Marchionne </strong>. \"We are excited to partner with the EPA to push forward on this track.\" While the EPA's laboratories in Ann Arbor, Michigan, are largely credited with designing", "new_id": -2}, {"uid": "1295971251237928506", "i": 9493, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "800 Pages CBS News If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\": <q>The harder I work, the luckier I am.</q> When <strong> Donald Rumsfeld </strong> began thinking about his", "new_id": -2}, {"uid": "1295143398136134670", "i": 3552, "idx": 1, "sa": ["Michael Vick", "Brandon Boyd"], "q": "Warnat had been tattooed at <strong> Brandon Boyd </strong>'s shop. She kept up with the Web site for his pit bull rescue efforts, her main interest at SPCA. She said she contacted <strong> Brandon Boyd </strong> because she wanted to work with <q>somebody who was just good with people.</q> \"It's kind of neat because the tattoo industry has a stereotype, too,\" she said, adding that <strong> Michael Vick </strong>'s dogs would help the average Professor Davide Sola discusses why enterprise and entrepreneurial activity are key", "new_id": -2}, {"uid": "1295814035047513616", "i": 8498, "idx": 3, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "him.\" <strong> Nick Clegg </strong> today suggested that as deputy prime minister he would have a role in choosing <strong> Andy Coulson </strong>'s successor. He said it was \"primarily\" <strong> David Cameron </strong>'s job to find a replacement, adding <q>of course I will play a role as well</q>. He said the scandal had not altered the coalition's path. \"I don't think this government will miss a beat in terms of just pressing ahead with the plan that we've set out", "new_id": -2}, {"uid": "1296101928079347729", "i": 23704, "idx": 1, "sa": ["Eric Schmidt"], "q": "Google has identified the UK in particular as an opportunity to grow revenue. The UK accounted for 10%( Â£ 552m) of the company's total revenue in the fourth quarter. He adds: <q><strong> Eric Schmidt </strong> and Larry are often in the UK and are very supportive of our role as the world's leading e-commerce market and a major mobile engineering hub for Google.</q> Last week it was announced that <strong> Eric Schmidt </strong> is to relinquish his role as chief executive to Marketing Week's cover price has gone up to Â£ 3.95 per issue since January 1st 2011. But you can", "new_id": -2}, {"uid": "1297450441198262785", "i": 14793, "idx": 0, "sa": ["Donald Rumsfeld", "Ron Paul", "Dick Cheney"], "q": "hasn't fallen too far from the tree. <strong> Dick Cheney </strong> <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> introduced former <strong> Dick Cheney </strong> to an elite group of CPAC attendees on Thursday, jokingly plugging a <strong> Dick Cheney </strong> run for president under the slogan, <q><strong> Dick Cheney </strong> in 2012... the <strong> Dick Cheney </strong> you know.</q> Funny as that was, <strong> Dick Cheney </strong> was later subjected to booing and accusations of being a war criminal by a couple of hecklers, perhaps <strong> Ron Paul </strong> supporters, perhaps not. The heckler was drowned in a chorus of \"", "new_id": -2}, {"uid": "1296715900139952133", "i": 14124, "idx": 2, "sa": ["Mitch Daniels", "Mike Pence"], "q": "station in a congressional office. Although the congressman and his family permanently reside in Columbus, Ind., they call northern Virginia home when Congress is in session. On his website, <strong> Mike Pence </strong> is self-described as <q>a Christian, a conservative and a Republican, in that order.</q> Even though <strong> Mike Pence </strong> is out of the picture for the presidency, rumors are still circulating that current Gov. <strong> Mitch Daniels </strong> may have his sights set on a White House run in 2012. Despite overwhelming encouragement", "new_id": -2}]