[{"uid": "1295901953137494561", "i": 1658, "idx": 4, "sa": ["Zahi Hawass"], "q": "He said a letter was sent to the Egyptian Foreign Ministry to be conveyed to its German counterpart and a copy of the same letter was sent to the German ambassador in Cairo and the Prussian Foundation. <q> This is not <strong> Zahi Hawass </strong> acting on his own, </q> he said. A statement by Egypt's Supreme Council of Antiquities, which is led by <strong> Zahi Hawass </strong>, said Egypt first requested the return of the Nefertiti bust shortly after the end of World War II,", "new_id": -2}, {"uid": "1295616367207978512", "i": 43723, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "<strong> David Cameron </strong> and Harry under his watch. Mr <strong> Andy Coulson </strong>, who joined the <strong> Tony Blair </strong>, <strong> David Cameron </strong>, as his Director of Communications after last year's election, quit overnight unexpectedly conceding that his involvement in the affair <q> made it difficult to give the 110 per cent </q> needed in the job. His departure sent shockwaves around Westminister and came just hours after the sudden resignation of one of Labour's most senior MPs, the shadow Chancellor, Alan Johnson, who stepped down", "new_id": -2}, {"uid": "1295633904157057075", "i": 12301, "idx": 2, "sa": ["Glenn Mulcaire", "Clive Goodman", "Rupert Murdoch", "Andy Coulson", "David Cameron"], "q": "by what I've said about those events, but when the spokesman needs a spokesman it's time to move on,'' said <strong> Andy Coulson </strong>, who had worked for <strong> David Cameron </strong> for 31/2 years. <strong> Andy Coulson </strong> was <q> a brilliant member of my team and has thrown himself at the job with skill and dedication, </q> <strong> David Cameron </strong> said. <strong> Rupert Murdoch </strong>'s News of the World is one of Britain's most raucous tabloids. In early 2007, the paper's royal correspondent <strong> Clive Goodman </strong> and the private investigator <strong> Glenn Mulcaire </strong> were found guilty of intercepting", "new_id": -2}, {"uid": "1297715935009617444", "i": 37436, "idx": 2, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website.`` Many people make the mistake of thinking that dreams can not come true, but they can,'' he wrote. <q> You have to believe, and know that they are more than just imagination. </q> Web links to Kyiv Post material are allowed provided that they contain a URL hyperlink to the www.kyivpost.com material and a maximum 500-character extract of the story. Otherwise, all materials contained on this site", "new_id": -2}, {"uid": "1297199444258572348", "i": 19915, "idx": 1, "sa": ["Donald Rumsfeld", "Tony Blair", "Saddam Hussein", "President Bush", "Dick Cheney"], "q": ". <blockquote> Powell-- along with other top <strong> President Bush </strong> administration officials and advisers-- truly believed <strong> Saddam Hussein </strong> had weapons of mass destruction at the time of his famous presentation to the United Nations in February 2003. </blockquote> <q> Asked if he turned the conversation inside the administration to Iraq in the wake of 9/11, <strong> Donald Rumsfeld </strong> said`` absolutely not. </q> </blockquote> 5 hours after the 9/11 attacks, <strong> Donald Rumsfeld </strong> said`` Go massive... Sweep it all up. Things related and not.'' <blockquote> <strong> Dick Cheney </strong> British <strong> Tony Blair </strong> is currently </blockquote> saying", "new_id": -2}, {"uid": "1295513813124485650", "i": 6264, "idx": 0, "sa": ["Eric Schmidt"], "q": "basis point improvement over 2009 http://wn.com/Weboptimiser_|_ Internet_News_|_ Google_Announces_Third_Quarter_2010_Financial_Results Giving us up to date insights into the way Google works and their intentions for the near term future, <strong> Eric Schmidt </strong>, CEO of Google said: <q> Google had an excellent quarter, our core business grew very well, and our newer businesses-- particularly display and mobile-- continued to show significant momentum. Going forward, we remain committed to aggressive investment in both our people and our products as we pursue an innovation agenda. </q> Announcing financial results for the quarter ended September 30, 2010. Google reported revenues of$ 7.29 billion for the quarter ended September 30, 2010, an increase of 23% compared to the third quarter of 2009", "new_id": -2}, {"uid": "1295570430037306373", "i": 34153, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google has shocked it's shareholders by announcing that <strong> Eric Schmidt </strong>, it's current CEO will step down in April and co-founder Larry Page replace him in the Chief Executive Officer role. <q> When I joined Google in 2001 I never imagined, even in my wildest dreams, that we would get as far, as fast as we have today </q>, starts <strong> Eric Schmidt </strong> in a blog post on the company's blog while meanwhile posting on Twitter that the move was all about no longer needing to supervise founders Larry Page and <strong> Sergey Brin </strong>:`` Day-to-day adult supervision", "new_id": -2}, {"uid": "1295437102052150339", "i": 5546, "idx": 0, "sa": ["Kevin Love", "Michael Jordan", "Blake Griffin", "Allen Iverson"], "q": "a time before <strong> Blake Griffin </strong> produced statistics not seen from an NBA rookie since <strong> Allen Iverson </strong> or maybe <strong> Michael Jordan </strong> came into the league. He remembers when <strong> Blake Griffin </strong> wasn't even the best player on his team. <q> There might have been a couple guys better than him, </q> <strong> Kevin Love </strong> said. He has forgotten those guys' names in the years since both <strong> Kevin Love </strong> and <strong> Blake Griffin </strong> were nationally rated 15-year-olds playing on the summer AAU circuit.`` Now everybody knows <strong> Blake Griffin </strong>,''", "new_id": -2}, {"uid": "1296188505230555653", "i": 25446, "idx": 0, "sa": ["Drew Brees", "Michael Vick", "Ovie Mughelli"], "q": "watching on TV. He did attend the 2008 Pro Bowl, but that was to support teammate <strong> Michael Vick </strong> Turner. This time, someone else is picking up the tab. <q> The first-class flight out here instead of coach didn't hurt either, </q> he said. For <strong> Ovie Mughelli </strong>, walking into the Pro Bowl hotel for the first time and seeing Manning, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and other NFL greats-- past and present-- made", "new_id": -2}, [{"i": 5003, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1.59 bn), up from$ 1.97 bn a year earlier, far better than expected. <strong> Eric Schmidt </strong> said it had been a`` great privilege'' to lead the company and he looked forward to working with his <q> literally best friends and partners Larry and <strong> Sergey Brin </strong>. </q> The company said Page would take over from 4 April when <strong> Eric Schmidt </strong> will become executive chairman,`` focusing externally on deals, partnerships, customers and broader business relationships''. <strong> Eric Schmidt </strong> has led the", "sa": ["Eric Schmidt"], "uid": "1295571569192872501"}]]