[{"uid": "1295565740204783649", "i": 20452, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong> said Page also will take the lead product development and technology strategy, while <strong> Sergey Brin </strong> will focus on strategic projects and have the title co-founder. As executive chairman, <strong> Eric Schmidt </strong> said he would concentrate on external <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought-leadership that are increasingly important, given Google's global reach,<q> and act as an adviser to Page and <strong> Sergey Brin </strong>. \"We are confident that this focus will serve Google and our users well in the future,\" <strong> Eric Schmidt </strong> said. \"Larry, <strong> Sergey Brin </strong> and I", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up. \"A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,\" <strong> Allen Iverson </strong> said. <q>They were beating me down the court, and I was just finding guys. They did a great job of finishing.<q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}, {"uid": "1295735932001638409", "i": 37001, "idx": 3, "sa": ["Bill Lockyer", "Ronald M. George", "Malcolm M. Lucas"], "q": "said many of his colleagues thought <strong> Malcolm M. Lucas </strong> \"went out of his way to add gratuitous insult to the commentary.\" \"So Ron <strong> Ronald M. George </strong> had to clean up after the elephant,\" <strong> Bill Lockyer </strong> said. <q>He restored relationships partly because he worked so hard and partly because he may be the most diplomatic human being I have met.... When I would try to provoke him, I couldn't.<q> <strong> Ronald M. George </strong> took command of cases that involved the Legislature or the governor, and when the court ruled against the other branches, he couched the losses in language designed not to give offense. \"", "new_id": -2}, {"uid": "1295884555196345865", "i": 46302, "idx": 0, "sa": ["John McCain", "Tim Walberg", "Mike Pence"], "q": "wake of the Tucson tragedy, politicians from both sides of the aisle have called for a more civil discourse in our political debate. On CBS's Face the Nation this morning, <strong> John McCain </strong>( R-AZ) said, <q>There is a lack of respect in our dialogue.... We shouldn't mistake passion for advocacy. In other words, passion is necessary in this debate that we're having, but we've got to make sure it doesn't spill over into personal attacks and impugning people's character or patriotism.<q> On ABC's This Week, new Tea Party-backed <strong> John McCain </strong> <strong> Mike Pence </strong> <strong> Tim Walberg </strong>( R-UT) struck a different tone. He argued that restraining violent rhetoric- such as invoking\" job-killing\" during the", "new_id": -2}, {"uid": "1295564377105267210", "i": 29323, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "of this we will execute and operate the business even better,\" <strong> Eric Schmidt </strong> said. During the call, <strong> Sergey Brin </strong> expressed what sounded like genuine admiration for <strong> Eric Schmidt </strong>'s role in Google's success. <q>We're all in great debt to <strong> Eric Schmidt </strong>,<q> said <strong> Sergey Brin </strong>. \"There's really no one else in the universe who could have done what <strong> Eric Schmidt </strong> has done.\" Please send me occasional email updates about new features and special offers from Wired.", "new_id": -2}, {"uid": "1297444526101842946", "i": 24503, "idx": 1, "sa": ["Michael Vick"], "q": "direction to go. I'm waiting until the league comes back and says, \"Well we're going to do this type of ticket, this of flight, this type of hotel.\" <q>But I\"ll never get to watch that game again. Even though they lost, I still would have liked to have seen the game.<q> <strong> Michael Vick </strong> Moore, 23, of Pittsburgh, who had a$ 600 ticket to the game, also watched it on TV in the area under the stands. He said he too had been contacted by", "new_id": -2}, {"uid": "1296711640100515944", "i": 27656, "idx": 2, "sa": ["Allen Iverson", "LaMarcus Aldridge", "LeBron James"], "q": ": With the Blazers in front by seven after <strong> LaMarcus Aldridge </strong>'s basket with 1:46 remaining, they failed to score on three straight possessions. The Heat converted seven points over that duration to draw even. QUOTABLE <strong> Allen Iverson </strong>: <q>I didn't want to jinx it pregame by saying something to my teammates, but every time he's played here, he's shot the ball well. It's like he saves all his jump shots for us.<q>-- <strong> LaMarcus Aldridge </strong> on <strong> LeBron James </strong> HOT: <strong> LeBron James </strong> scored 11 points in the final three minutes of overtime to pull Miami even, then scored http://wn.com/Wesley_Matthews_Career-High_30_Points_Portland_Trail_Blazers_vs_Memphis_Grizzlies Nene has 22 points, 10 rebounds as Nuggets beat injury-riddled Trail Blazers 109-90 <strong> LaMarcus Aldridge </strong>", "new_id": -2}, {"uid": "1296441222107479051", "i": 31761, "idx": 1, "sa": ["David Letterman", "Conan O'Brien"], "q": "director of research for Horizon Media, said that \"the way <strong> Conan O'Brien </strong>'s ratings have been dropping might be causing alarm at TBS,\" especially because TBS initially promised that the show would draw network-size young audiences. <q>It does look like <strong> Conan O'Brien </strong> has a niche audience,<q> Adgate said. That is a nonissue for TBS, according to the head of programming, <strong> David Letterman </strong> Wright. \"That niche is to us a viable audience,\" he said. \"For a branded", "new_id": -2}, {"uid": "1296106957116244554", "i": 31316, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "the U.S. government repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.<q> Election Protection- Georgia Election Info League Of Women Voters: Online Voters Guide Extra Car Tag Fee Up For Vote In November$ 10 Trauma Tag Fee Vote Faces Tough Fight Police: Teen Closes Eyes For Hypnotism,", "new_id": -2}, {"uid": "1295901162252542991", "i": 8034, "idx": 2, "sa": ["Simon Cowell"], "q": "Idol, used the interview to fuel speculation that he will quit the British X Factor to focus on the US show. But it seems <strong> Simon Cowell </strong> has now had a change of heart. <q>I asked a successful guy, \"What's the best advice you can give me?<q> He said, \"<strong> Simon Cowell </strong>, know when to leave the fair,\" he said. \"I think that's good advice- one year, I actually found myself thinking, \"I've run", "new_id": -2}]