[{"uid": "1297215145071778342", "i": 34802, "idx": 0, "sa": ["Dilip Kapur", "Donald Rumsfeld"], "q": "overseas, especially to shops in the UK and US. But India has become an increasingly big market place for its leather goods, with 50% of company revenues now coming from there. <q>The modern cosmopolitan experience has spread rapidly within the last five years, and luxury brands such as Hi-design have now become \"premium' and affordable to the upper middle class,<q> according to Mr <strong> Dilip Kapur </strong>. \"For retailers and brand builders like us it is explosively exciting.\" Day in pictures Eye-catching images from around the world Knowable known <strong> Donald Rumsfeld </strong>\"s memoirs leave", "new_id": -2}, {"uid": "1295612138190234649", "i": 40603, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "by the ongoing scandal. He still denies wrongdoing but felt the publicity made it impossible for him to get on with his job, said one friend. In a statement the Prime Minister said: <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government.<q> Mr <strong> David Cameron </strong> made clear he had \"full confidence\" in Mr <strong> Andy Coulson </strong> and had not pushed him out. \"During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete", "new_id": -2}, {"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,\" Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q>After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job.<q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}, {"uid": "1295217079110215169", "i": 16424, "idx": 0, "sa": ["Ellen DeGeneres", "Simon Cowell", "Steven Tyler"], "q": "departure from \"Idol' last season( to pursue his new Fox series,' X Factor') created an obvious void. But Jackson says the new contestants have deemed him the mean judge this year. <q><strong> Simon Cowell </strong> is irreplaceable... but people will be surprised to see that I'm very assertive this season,<q> he reveals. http://xml.channel.aol.com/xmlpublisher/fetch.v2.xml?option=expand_relative_urls&amp;dataUrlNodes=uiConfig,feedConfig,entry&amp;id=691977&amp;pid=691976&amp;uts=1273167996 http://www.popeater.com/mm_track/popeater/music/?s_channel=us.musicpop&amp;s_account=aolpopeater,aolsvc&amp;omni=1&amp;ke=1 http://cdn.channel.aol.com/cs_feed_v1_6/csfeedwrapper.swf <strong> Simon Cowell </strong> Pokes Fun at` Idol' Judge <strong> Steven Tyler </strong> Fox Announces New Night for` American Idol' PopEater Poll Results: How You Voted on <strong> Ellen DeGeneres </strong>\"s", "new_id": -2}, {"uid": "1295683197065617921", "i": 35155, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "role of Executive Chairman, focusing externally on deals, partnerships and broader business relationships. Meanwhile Google co-founder <strong> Sergey Brin </strong>( right) will change his role to spend more hands-on time developing new products. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,<q> said <strong> Eric Schmidt </strong>'s official statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "new_id": -2}, {"uid": "1297287284241352713", "i": 38126, "idx": 1, "sa": ["Simon Cowell"], "q": "you've got to enter this show. You've got the' X factor. \"You think you can take everyone on. Bring it on.\" <strong> Simon Cowell </strong> says he wants to do the show <q>bigger and better than anything you've ever seen before. It's going to be more extreme, more fun, more exciting. If I couldn't do that I wouldn\"t do the show.<q> Auditions will be held in Chicago, Dallas, Los Angeles, Miami, New York and Seattle, where hopefuls will have to audition in front of live crowds of up to 4,000 people. The show", "new_id": -2}, {"uid": "1296512226268402729", "i": 30411, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "in games. When you see a man of that dimension able to finish scramble runs, I don't care what level and so on, I've always considered him a good athlete,\" McCarthy said. <q>More importantly, he's a big man. I don't know exactly what he weighs but he is someone that we need to do a better job this time around learning off last year's experience.<q> And while no one is mistaking the Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. <strong> Charles Woodson </strong> said they can't", "new_id": -2}, {"uid": "1295952030070795286", "i": 15353, "idx": 0, "sa": ["Laura Marling", "Simon Cowell", "Cheryl Cole", "Katy Perry"], "q": "and are instead looking at established US names like Rihanna and <strong> Katy Perry </strong>. But <strong> Simon Cowell </strong> is trying to persuade producers that <strong> Cheryl Cole </strong>, who already judges the UK edition, is perfect for the role. <q><strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit,<q> a srouce told The Sun. \"They want to see if the American public warm to her before she takes on such a high-profile role in one of the biggest shows on US TV.\" <strong> Laura Marling </strong>", "new_id": -2}, {"uid": "1297546979003112975", "i": 47877, "idx": 1, "sa": ["Paolo Romani", "John Elkann", "Sergio Marchionne", "Silvio Berlusconi"], "q": "and Chairman <strong> John Elkann </strong>. <strong> Paolo Romani </strong> attended the meeting with <strong> Silvio Berlusconi </strong> and other members of the government. <strong> Sergio Marchionne </strong>, 58, caused a stir in Italy after saying February 4 the Turin-based carmaker and Chrysler Group LLC may <q>end up looking like one entity,<q> possibly based in the US. He later backtracked, saying no decision has been made and the issue would be dealt with no sooner than 2014. Fiat owns a 25 per cent stake in Auburn Hills, Michigan-based", "new_id": -2}, {"uid": "1297187230060325892", "i": 16282, "idx": 0, "sa": ["Howard Stern", "Alan Mulally", "David Letterman", "Keith Olbermann"], "q": "n't hear as much about <strong> Howard Stern </strong> these days, unless, say, he appears on <strong> David Letterman </strong>'s show and creates a commotion. We'll have to see about <strong> Keith Olbermann </strong>- <strong> Keith Olbermann </strong>. Remember him? <q>Former SAC Capital portfolio manager pleads guilty to insider-related charges http://on.mktw.net/emLJum<q> 12:23 p.m. EST, Feb. 8, 2011 from MarketWatch \"<strong> Alan Mulally </strong>, CEO of#Ford, stopped by our office last week. See what he had to say... \"Three", "new_id": -2}]