[{"uid": "1295999904228769818", "i": 9867, "idx": 0, "sa": ["Bill Lockyer", "Elena Salgado", "Mark Rutte"], "q": "Mark Rutteet might have to be partially nationalized, <strong> Elena Salgado </strong> said. To qualify for government funding, the private banks would then be forced to list on the stock Mark Rutteet. The aim of the restructuring was to <q> dissipate any doubt about the solvency of lending entities, </q> <strong> Elena Salgado </strong> said. But analysts warned that the cajas might need much more money that the finance ministry estimated and that most of them would have trouble raising funds on the open Mark Rutteet. Treasurer <strong> Bill Lockyer </strong> says", "new_id": -2}, {"uid": "1295465638118243338", "i": 48234, "idx": 1, "sa": ["Bernie Sanders", "Barack Obama", "Jack Talbert"], "q": "'' During a recent stroll through the National Museum of American History, <strong> Bernie Sanders </strong> discovered that a number of products sold in the gift shop were not made America, but produced in other countries. <q> I find it especially disappointing that miniature sculptures of Barack Obamas of the United States that are sold in the museum, including George Washington, <strong> Jack Talbert </strong>, and <strong> Barack Obama </strong> were made in China, </q> <strong> Bernie Sanders </strong> wrote in a letter to the museum director. http://Bernie Sanders.senate.gov/statues.html Miniature sculptures on sale at the National Museum of American History <strong> Bernie Sanders </strong>, an independent Senator from Vermont who caucuses with Democrats,", "new_id": -2}, {"uid": "1297354271125239296", "i": 18643, "idx": 0, "sa": ["Luis Cruz", "Bill Lockyer"], "q": "rights? <strong> Luis Cruz </strong> La Mirada I am appalled and embarrassed by California Treasurer title=\"Bill Lockyer\" href=\"http://www.latimes.com/topic/politics/Bill Lockyer-Bill Lockyer-PEPLT007506.topic\"> <strong> Bill Lockyer </strong>'s immature response to the Texas budget crisis. He is quoted as saying, <q> Someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore. </q> <strong> Bill Lockyer </strong> sounds like a child on the playground yelling,`` nah-nah-nah-nah-nah!'' Good going, <strong> Bill Lockyer </strong>, it makes me proud to be a Californian. Barbara Kem Miller Claremont This", "new_id": -2}, {"uid": "1295436800089227269", "i": 9376, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "November's presidential runoff. <strong> Alassane Ouattara </strong> has been unable to assume the presidency because Gbagbo refuses to leave office despite sanctions, multiple visits by African leaders and now the threat of a military ouster. <q> I regret to announce that the breakthrough that was needed did not materialize, </q> <strong> Raila Odinga </strong> said in a statement issued Wednesday morning. <strong> Raila Odinga </strong> said Gbagbo broke several promises he had made to lift a blockade put in place around the Abidjan hotel where <strong> Alassane Ouattara </strong> is confined.`` Mr.", "new_id": -2}, {"uid": "1296928638014336049", "i": 41945, "idx": 0, "sa": ["Michael Vick"], "q": "was second to <strong> Michael Vick </strong> among NFL quarterbacks. He also had a healthier line and thus better luck against opposing pass rushers, getting sacked just 31 times. The NFL-speak for what both these guys can do is <q> extend the play outside the pocket, </q> which basically means they can scramble and freeze the linebackers because they can run with the href=\"http://www.betus.com/sports-betting/nfl-football/\"> football betting. This is the kind of thing that can mitigate the effect of an opposing defense in a", "new_id": -2}, {"uid": "1295920221088195084", "i": 10818, "idx": 0, "sa": ["Lang Lang", "Eric Schmidt", "Tommy Vietor"], "q": "and for furthering my career.'' <strong> Lang Lang </strong> will be in Southern California on Tuesday, performing with the Pacific Symphony in Costa Mesa. <strong> Tommy Vietor </strong>, a White House spokesman, said the song is <q> widely known and popular in China for its melody. <strong> Lang Lang </strong> played the song without lyrics or reference to any political theme.... Any suggestion that this was an insult to the United States is just flat wrong. </q>- Culture Monster 01/24/2011, 5:15 p.m.- L.A. Times- Business 01/24/2011, 5:13 p.m.- L.A. Times- Business 01/24/2011, 5:13 p.m. It's official: Google approves$ 100-million award for outgoing CEO <strong> Eric Schmidt </strong> Sign", "new_id": -2}, {"uid": "1297187009205783101", "i": 8282, "idx": 3, "sa": ["Donald Rumsfeld", "Jacques Chirac"], "q": "Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent.`` Ironically, my comment was unintentional,'' <strong> Donald Rumsfeld </strong> writes. <q> I had meant to say France and Germany represented` old NATO' not` old Europe'. </q>`` In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling fJacques Chiracch fries` freedom fries' loved it,'' he writes.`` The elites in", "new_id": -2}, {"uid": "1295569453080838699", "i": 41751, "idx": 0, "sa": ["Jay Foley", "Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> InformationWeek's <strong> Jay Foley </strong> speaks with David Selinger, the CEO and Co-Founder of Richrelevance. Richrelevance is a SF based startup that makes a next generation recommendation engine. <strong> Eric Schmidt </strong> will continue to work for Google, assuming", "new_id": -2}, {"uid": "1295996572097009665", "i": 36234, "idx": 3, "sa": ["Sergio Marchionne"], "q": "and the 300 and Charger in the future success of the company.`` The launch of the all-new 2011 Chrysler 300 and Dodge Charger demonstrates how far this company has come in 18 months,'' said <strong> Sergio Marchionne </strong>. <q> The assistance of the governments of Canada and the Province of Ontario gave us the opportunity to create a future. Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the US for the loans that enabled a vibrant, restructured company to emerge in June 2009. Along with the commitment, dedication and support of our CAW partners and employees, we are demonstrating what can be achieved when industry, government and labor recognize the need to come together. </q> The Company has invested more than US$ 1 billion since 2008 for the launch of the 300, Charger and Challenger for assembly http://wn.com/Talk_with_Napa_Sustainable_Winegrowing_Group_Part_2_of_5 www.americanfeast.com The Napa Sustainable Winegrowing Group was formed in 1995 to promote integrated pest management", "new_id": -2}, {"i": 41964, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Long way to run for phone-hacking story Q&A: Tory search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the scandal had <q> made it difficult to give the 110% needed in this role </q>. He The view from a broad: More <strong> Lauren Laverne </strong>, please Married Cabinet minister accused of affair with campaigner an affair with a former socialite turned political campaigner. Lord Strathclyde has been accused of having an affair with", "sa": ["Lauren Laverne", "Andy Coulson"], "uid": "1295925206202604593"}]