[{"uid": "1296860121114081793", "i": 26290, "idx": 5, "sa": ["Sergio Marchionne"], "q": "why it's on the table and we're going to discuss it.\" <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding <q>for all I know it could be based here.</q> But there is a laundry list of things to do before a merger of Fiat and Chrysler could happen, including the refinancing of debt and the IPO, <strong> Sergio Marchionne </strong> said.", "new_id": -2}, {"uid": "1296081604159416325", "i": 43717, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": " WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\": <q>The harder I work, the luckier I am.</q> When <strong> Donald Rumsfeld </strong> began thinking about his Gov. will unveil his first budget of the new term this week- a brutal affair with$ 65 million in cuts, with local an anticipated$ <strong> Barack Obama </strong> billion shortfall, with no", "new_id": -2}, {"uid": "1295915615006537227", "i": 28391, "idx": 0, "sa": ["Karl Lagerfeld", "Eric Schmidt", "Michael Del Zotto", "Maggie Smith"], "q": "' Catch Glimpses of the Spring 2011 <strong> Karl Lagerfeld </strong> Couture Collection and Find Out Why <strong> Karl Lagerfeld </strong> Is Always Late Google's <strong> Eric Schmidt </strong> Thinks He'd Make an Excellent Talk-Show Host Critics Laud Givenchy's \"Fierce' Dog-Inspired Collection, Pan <q>'s Lace-up Pants <strong> Leighton Meester </strong> Already Got <strong> Kate Middleton </strong> Hands on Some <strong> Michael Kors </strong> Pre-Fall <strong> Michele Bachmann </strong> Explains Early America to Kindergartners Mooncake Foods Opens in Hell's Kitchen; Anfora Serves Free Raclette in West Village <strong> Kate Middleton </strong> Has Quit <strong> Kate Middleton </strong> Job to Focus on Making <strong> Kate Middleton </strong> Wedding` Fresh and New' Watch \"Jerry the Great,</q> Another Re-Cut Seinfeld Trailer Just When You Thought the Rangers Couldn't Get Any Younger, <strong> Michael Del Zotto </strong> Will Return Tonight The Fighter Co-writer\"s Air Bud Credit Still Makes Him Wince Kevin <strong> Maggie Smith </strong> Takes On the Red State Backlash in", "new_id": -2}, {"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q>We've been talking about this for a year-and-a-half, so we're glad that this is coming,</q> <strong> Chris Webber </strong> said. \"We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does \"The Dougie\", an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}, {"uid": "1295296231143114260", "i": 400, "idx": 0, "sa": ["Brett Favre", "David Letterman"], "q": "wife for \"bad intentions' or to get together with her. Mr. Scavo further requested that <strong> Brett Favre </strong> apologize for his inappropriate behavior of sexually harassing Christina Scavo and other massage therapists,\" the suit says. <strong> Brett Favre </strong> <q>responded in an inappropriate manner and refused to apologize,</q> the filing says. \"He essentially told him to go away and as a celebrity he couldn't be bothered with the little people,\" said the therapists\" lawyer, <strong> David Letterman </strong> Jarosclawicz. He said it was", "new_id": -2}, {"uid": "1295310911045482027", "i": 16774, "idx": 0, "sa": ["Sergio Marchionne"], "q": "as many as 280,000 cars and SUVs annually at Mirafiori for the Jeep and Alfa Romeo brands as part of its venture with Chrysler. Production is scheduled to begin by the fourth quarter of next year. <q>They have chosen to take their destiny into their own hands, to take an historic step and become the architects of something new and important,</q> <strong> Sergio Marchionne </strong> said in a statement. The Jeep models that would be built in Mirafiori, <strong> Sergio Marchionne </strong> said last month, will be smaller than the Grand Cherokee and will not jeopardize jobs at Chrysler's Jefferson North", "new_id": -2}, {"uid": "1297428190058949643", "i": 11820, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "ecosystem,\" acknowledging that competing with Apple's iOS and Google's Android involves a partnership that must encompass phones, developers, mobile services, partnerships with carriers, and app stores to distribute software. <q>There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift,</q> <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> said in a boldly worded open letter. \"Together, we see the opportunity, and we have the will, the resources and the drive to succeed.\"", "new_id": -2}, {"uid": "1297716440175407141", "i": 4057, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "that most of the predictions of supposed experts and government officials during the 18 days of demonstrations have proved to be wrong. \"What we ought to know we don't know,\" <strong> Donald Rumsfeld </strong> says. <q>It's a situation of unknown unknowns.</q> We have no idea, he went on, of the role of women, of organized political parties and interest groups, and what latent strength they may have. \"The entities that are best organized, most", "new_id": -2}, {"uid": "1295617333003915778", "i": 20509, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch", "Alastair Campbell"], "q": "spoke to him about all this he felt- wrongly but sincerely- that the paper was using this serious privacy issue- and him- to get at <strong> David Cameron </strong> and <strong> Rupert Murdoch </strong>. He didn't whinge about it: <q>It's what newspapers do.</q> How awful that leaders need to employ red-top tabloid rascals like <strong> Andy Coulson </strong> or <strong> Alastair Campbell </strong>, people say. Alas, it's a wicked world out there. Politicians need to know what key red-top voters think", "new_id": -2}, {"uid": "1296106119124256270", "i": 13125, "idx": 0, "sa": ["Jay Leno", "Jimmy Kimmel", "Carson Daly", "David Letterman"], "q": "'ll be in Eastern Connecticut for a five-show set at Comix at Foxwoods. The Boston native has appeared on \"The Tonight Show with <strong> Jay Leno </strong>,\" \"The Late Show with <strong> David Letterman </strong>,\" <q>The Late Late Show with <strong> Craig Ferguson </strong>,</q> \"Last Call with <strong> Carson Daly </strong>\" and \"<strong> Jimmy Kimmel </strong> Live.\" He was twice a finalist on \"Last Comic Standing\" in 2004, performed at the NASCAR Year End Banquet, the New York Comedy Festival,", "new_id": -2}]