[{"uid": "1295512445009502750", "i": 9072, "idx": 1, "sa": ["Mike Missanelli", "Michael Vick", "DeSean Jackson"], "q": " <strong> Mike Missanelli </strong> committed an unintentional violation while interviewing Eagles quarterback <strong> Michael Vick </strong> on his radio show yesterday. <strong> Mike Missanelli </strong> reminded <strong> Michael Vick </strong> that <strong> DeSean Jackson </strong> made some comments about the quarterback's game-ending interception against the Packers. <q> What's the story with <strong> DeSean Jackson </strong>? </q> asked <strong> Mike Missanelli </strong>`` Is he just a young pup who talks out of turn every now and then and you're the wily veteran now, and you have to kinda hit the pup on the nose?''", "new_id": -2}, {"uid": "1296171151181010456", "i": 16162, "idx": 0, "sa": ["Mike Pence"], "q": ". The influential Club for Growth has beefed up his political team, and traveled to both Iowa and New Hampshire. <strong> Mike Pence </strong> sent this message to supporters on his political e-mail list this afternoon: <q> Friends and Supporters, Over the past few months, my family and I have been grateful for the encouragement we have received to consider other opportunities to serve our state and our nation in the years ahead. </q> We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home.", "new_id": -2}, {"uid": "1296564218088850448", "i": 34794, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "former director of communications said a`` proper goodbye'' to <strong> David Cameron </strong> yesterday`` Good progress'' is being made towards finding his successor, according to Downing Street. The former director of communications had <q> finished what he wanted to finish </q>. A Downing Street source added:`` It was his choice to leave quietly but he said a proper goodbye to the prime minister and those he worked closely with.'' Mr <strong> Andy Coulson </strong> is", "new_id": -2}, {"uid": "1295582658195002435", "i": 30999, "idx": 1, "sa": ["Allen Iverson", "Cheikh Samb", "Antonio McDyess", "Tayshaun Prince", "Art Bell", "Chauncey Billups"], "q": "spark for Detroit after a slow stArt Bell, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "new_id": -2}, {"uid": "1295390341219906059", "i": 714, "idx": 0, "sa": ["Sergio Marchionne"], "q": "DEE-ANN DURBIN, Associated Press WINDSOR, Ontario- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295681320220479502", "i": 15347, "idx": 0, "sa": ["Allen Iverson", "Jason Terry", "Tim Duncan", "Shareef Abdur-Rahim"], "q": "by a flu, <strong> Allen Iverson </strong> had a season-low 12 points and missed 15 of 19 shots in a loss to Indiana on Friday night. He had 13 points in the first quarter against Atlanta, and kept scoring. <q> I didn't feel better, but I was rested, </q> <strong> Allen Iverson </strong> said. <strong> Jason Terry </strong> had 20 points and <strong> Shareef Abdur-Rahim </strong> had 17 for the Hawks, who are off to a 6-12 start. It was the ninth Tim Duncane, including playoffs, that <strong> Allen Iverson </strong> has scored 50 or more points", "new_id": -2}, {"uid": "1295534390252182552", "i": 25970, "idx": 0, "sa": ["Chip Saltsman", "Mike Pence", "Mike Huckabee", "Chuck Fleischmann", "Barack Obama"], "q": "he's run a think tank-- Hudson Institute-- he's now been governor of Indiana, and he's done in Indiana what I think we need to do at the national level.'' <strong> Mike Huckabee </strong>: <q> <strong> Mike Huckabee </strong> and his top advisers insist that he's thinking seriously about running for <strong> Barack Obama </strong>, but he's doing little to put together the sort of organization needed to mount a campaign, </q> href=\"http://politi.co/hIemD2\"> Politico writes. The latest evidence: <strong> Chip Saltsman </strong>, his campaign manager in 2008 and one of his closest confidantes, has accepted a job as Chief of Staff for freshman <strong> Mike Pence </strong> <strong> Chuck Fleischmann </strong>( R-Tenn.", "new_id": -2}, {"uid": "1295937890179191810", "i": 14219, "idx": 2, "sa": ["Allen Iverson", "Michael Finley", "Antonio McDyess", "Rasheed Wallace", "Manu Ginóbili"], "q": "in the Michael Finleyal 15 minutes after picking up a technical, and the Detroit Pistons rallied from 10 points down to beat San <strong> Antonio McDyess </strong> 89-77 on Tuesday night despite the return of <strong> Manu Ginóbili </strong> to the Spurs' starting lineup. <q> After the tech, he kind of took matters in his own hands, started being a lot more aggressive, </q> <strong> Allen Iverson </strong> said.`` It paid dividends for us.'' But scoring wasn't the first thing on <strong> Rasheed Wallace </strong>'s mind in the second half. He was more concerned with how the game was being officiated-- tipping", "new_id": -2}, {"uid": "1296018231196706340", "i": 49170, "idx": 0, "sa": ["Bernie Sanders"], "q": "science fairs? He did it by avoiding almost any divisive social topic. No mention of gun control or abortion, very little on immigration or religious freedom. He cleverly coupled praise for the end of <q> don't ask, don't tell </q> with a demand that colleges open up their gates to the military recruiters and the ROTC. That produced the remarkable sight of anti-war Socialist Senator <strong> Bernie Sanders </strong> of Vermont giving a standing O to... military recruiters and the ROTC", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,'' <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}]