[{"uid": "1297290206039763995", "i": 41628, "idx": 1, "sa": ["Donald Rumsfeld", "Ashton Carter"], "q": "and often-frosty relations under former Defense <strong> Donald Rumsfeld </strong>. \"A strong, technologically vibrant, and financially successful defense industry is... in the national interest,\" <strong> Ashton Carter </strong> said, adding that the department planned to pursue <q>policies and actions that provide for long-term innovation, efficiency, profitability, and productivity growth.</q> <strong> Ashton Carter </strong> later told Reuters that his goal was to \"get out in front of and anticipate the fact that industry is going to be making fundamental adjustments to the new era that we're in.\"", "new_id": -2}, {"uid": "1296853411023298074", "i": 36213, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "<strong> Roger Goodell </strong> said. <strong> Roger Goodell </strong> was responding to a question about the Super Bowl party that <strong> Michael Vick </strong>'s name had been attached to, and <strong> Roger Goodell </strong> suggested that <strong> Michael Vick </strong> was never involved in the planning of that party. <q>I spoke to <strong> Mike Tomlin </strong> three times in the last two weeks about his schedule here,</q> he said. \"He has said on numerous occasions people have been using his name about being involved in some type of party and he had no intention of participating in that. I'm extremely proud of what", "new_id": -2}, {"uid": "1295606549109838348", "i": 43130, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "tremendous leader and I have learned innumerable lessons from him.\" Mr Page said Google is just at the \"tip of the iceberg\" of how the internet will change consumers lives in the future. <q>If you think about the next five years of what your online life will be like, we are only just[ getting] started and I am very excited,</q> he added. Mr <strong> Eric Schmidt </strong> said his new role would concentrate on \"deals, partnerships, customers and broader business relationships\". Mr <strong> Sergey Brin </strong> will devote his time to \"strategic projects\", particularly", "new_id": -2}, {"uid": "1295401402180518914", "i": 25715, "idx": 4, "sa": ["Sergio Marchionne"], "q": "picture of Fiat... Photo: A woman walks in front of a graffiti with the... Report Abuse \" \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday\"\" <q>One amenity is an optional heated steering wheel, a first among minivans.</q> Time.com: Enter Apple's iPad Rivals: Tablet Computers Abound at CES Time.com: American Airlines Battles Expedia in Online Ticket War Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt", "new_id": -2}, {"uid": "1295613640107249695", "i": 22401, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Edwin Edwards"], "q": ". \"Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role.\" <q>I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.</q> <strong> David Cameron </strong> said in a statement that he was \"very sorry\" that <strong> Andy Coulson </strong> was going but added that he <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 \"The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong>", "new_id": -2}, {"uid": "1295705788039895042", "i": 499, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "( AFP)- British Prime Minister <strong> David Cameron </strong> has been damaged by his media chief's resignation over phone-hacking at a tabloid newspaper he headed and the row is unlikely to go away, commentators said Saturday. <q>So far, our worst day in government,</q> a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on Friday. The left-wing newspaper added that <strong> Andy Coulson </strong>'s departure \"leaves the prime minister with a", "new_id": -2}, {"uid": "1295561213061718589", "i": 2858, "idx": 3, "sa": ["Larry Brilliant", "Dr. Peter Piot", "Sergey Brin", "Larry King", "Eric Schmidt", "Google Inc."], "q": "link between ideas and technology. According to <strong> Eric Schmidt </strong>, the changes we're seeing today, in government... Google.Org: 25 Years of AIDS 53:11 A conversation with <strong> Dr. Peter Piot </strong>, <strong> Eric Schmidt </strong>, and <strong> Larry Brilliant </strong> on the topic of <q>AIDS: Are We Destined for Another 25 years?</q>( February 2007)... techplanet30.com In this video I talk about <strong> Google Inc. </strong> and would like to know your thoughts on the company and their position in the world. I talk a little about <strong> Larry King </strong> Page, <strong> Sergey Brin </strong>,", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q>It is a pretty good offer we are making.</q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. \"There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}, {"uid": "1297444526101842946", "i": 24504, "idx": 2, "sa": ["Mark Buehrle", "Michael Vick"], "q": ", who had a$ 600 ticket to the game, also watched it on TV in the area under the stands. He said he too had been contacted by the league via e-mail and phone. <q>They just at this point wanted to give some apologies for what happened. They also outlined a couple of options that they presented.... What I'm trying to do know is just get all of the information I can,</q> said Moore. He also has tried to contact the attorney who filed suit. White Sox P <strong> Mark Buehrle </strong> wanted to see Eagles QB <strong> Michael Vick </strong> get hurt NFLN's Mayock cites \"cautionary\" Russell tale after", "new_id": -2}, {"uid": "1297127661189071411", "i": 37779, "idx": 3, "sa": ["Simon Cowell"], "q": "me-- she hadn't won yet-- and said,' I want to get behind this girl.[ His Sony label J records] was the natural choice.\" <strong> Simon Cowell </strong> said that most importantly he <q>wants to be fair to the artist</q> and to whatever genre of music in which he or she happens to be fluent. \"And then choose whichever division of Sony makes sense( for the artist).\" <strong> Simon Cowell </strong> also addressed rumors that", "new_id": -2}]