[{"uid": "1295408846085049364", "i": 20269, "idx": 1, "sa": ["Simon Cowell"], "q": "the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to \"a cat being thrown off a skyscraper,\" telling another, <q>Don't mean to be rude, but you look like the Hulk's wife,<q> reducing dozens of hopefuls to their worst \"ugly cry\"- and propelling the show to the No. 1 spot in the process. But <strong> Simon Cowell </strong> won't be back for the 10th season, which premieres Wednesday", "new_id": -2}, {"i": 33582, "idx": 3, "index_answer": 1, "new_id": -1, "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q><strong> Reggie Jackson </strong>'s really what I did. It helped me out.<q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "uid": "1295753709087883837"}, {"uid": "1297108555141246488", "i": 6670, "idx": 2, "sa": ["Donald Rumsfeld", "Diane Sawyer", "Gerald Ford"], "q": "the execution of the war\". \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. <q>We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed. \"It's hard to know... You know, the path you didn't take is always smoother<q>, he said. War costs lives <strong> Donald Rumsfeld </strong>, who served as Bush's defence chief for six years after holding the the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that \"", "new_id": -2}, {"uid": "1295894966204308498", "i": 7359, "idx": 1, "sa": ["Rachel Uchitel", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> also admitted Mezhgan, 36, has \"softened\" him and has finally made him think about settling down forever. He added on a forthcoming episode of \"Oprah Presents Master Class': <q>Mish has softened me. She's helped me see the world differently. She has knocked my socks off. I'd never been good with relationships and I never thought I\"d be with one person- I do now.<q> Miss USA 2010 Winner a Pole Dancer- <strong> Rachel Uchitel </strong> Poses for Playboy", "new_id": -2}, {"uid": "1297080102074383400", "i": 2852, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "on the paper's books, was also sent to prison. The tape, made by a former journalist without <strong> Andy Coulson </strong>'s knowledge at some point during his editorship, also records <strong> Andy Coulson </strong> telling the reporter: <q>I need more stories. I need more exclusives and I need it to be self-generated stuff.<q> The two men do not discuss phone hacking, but Dispatches says other recordings exist which \"might provide damning evidence\". <strong> Andy Coulson </strong> stepped down as <strong> David Cameron </strong>'s communications director last month, saying coverage of the", "new_id": -2}, {"uid": "1297093828077135937", "i": 38620, "idx": 8, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "said. <strong> Donald Rumsfeld </strong> was also critical of <strong> Colin Powell </strong>'s successor, <strong> Condoleezza Rice </strong>, for her lack of experience in government. \"She'd never served in a <strong> George H.W. Bush </strong> administration position,\" he said. <q>She'd been an academic. And, you know, a lot of academics like to have meetings. And they like to bridge differences and get people all to be happy.<q> <strong> Donald Rumsfeld </strong> said he was \"amazed\" he was ever asked to join the <strong> President Bush </strong> administration, given his at times contentious relationship with former <strong> George H.W. Bush </strong>. More from Political Hotsheet and Politics on CBSNews.com", "new_id": -2}, {"uid": "1295623035009782318", "i": 375, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "energy and focus after losing the China decision.\" Add in all of Google's troubles lately, like the insurgent Facebook, government entanglements, ballooning bureaucracy-and trying to bat down all of these troubles-and by <q>the end of the year, he was ready to jump on his own.<q> But just as interesting, maybe, as what <strong> Ken Auletta </strong> reports about <strong> Eric Schmidt </strong> is what he says about Larry Page, soon-to-be CEO. That a biography of Telsa he read when he was 12 ingrained in him", "new_id": -2}, {"uid": "1295567825105267222", "i": 2517, "idx": 4, "sa": ["Eric Schmidt"], "q": "the business so brilliantly,\" Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,<q> he said in the statement. <strong> Eric Schmidt </strong> said the key to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. \"We're trying to be", "new_id": -2}, {"uid": "1295756651021528610", "i": 13747, "idx": 9, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "coming. Google's results have been extraordinary.\" <strong> Eric Schmidt </strong> wasn't the man to wage war with Facebook, he said. \"There is no making Facebook go away,\" he said. <q>Now for the first time ever, Google will have to co-exist. They clearly feel that <strong> Will Page </strong> is the man to accomplish that in the future.<q> During the earnings call last night, <strong> Sergey Brin </strong> said that the company has only touched \"just 1 percent of the capabilities\" of real-time search and social search. \"If you think about the", "new_id": -2}, {"uid": "1295127815262242331", "i": 44281, "idx": 0, "sa": ["Andre Johnson", "Allen Iverson", "Chris Paul", "Boo Williams"], "q": "vulnerable defender, <strong> Allen Iverson </strong> discussed his uncertain basketball future- he's a free agent for the first time in his 13-year pro career- and referenced his checkered past. He conceded to a big ego and cautioned those <q>ready to put me in a rocking chair.<q> He spoke lovingly of his family and wistfully about a former coach. But one moment trumped all during his hour-long news conference at the <strong> Boo Williams </strong> Sportsplex. Hampton High graduates <strong> Chris Paul </strong> <strong> Andre Johnson </strong> and Nick Chamblee had just told the", "new_id": -2}]