[{"uid": "1295268068162349084", "i": 12018, "idx": 0, "sa": ["Brooklyn Decker", "Angelina Jolie", "Lady Gaga", "Kimberley Walsh", "Thierry Mugler", "Victoria Beckham"], "q": "thinks UK women are more likely to experiment, although people from her country tend to look more effortless. That isn't to say they don't make their fair share of fashion faux pas though. <q> British women take more risks and it always turns out great and beautifully eccentric. French women are more retro and romantic, more nonchalant, </q> she explained to Grazia. <strong> Angelina Jolie </strong> wins for style at Golden Globes new <strong> Kimberley Walsh </strong>: Don't watch me working out new <strong> Victoria Beckham </strong>` does a David' in Armani undies strip <strong> Lady Gaga </strong> to provide <strong> Thierry Mugler </strong> music new <strong> Brooklyn Decker </strong>", "new_id": -2}, {"uid": "1295612145098222099", "i": 2725, "idx": 3, "sa": ["David Cameron", "Andy Coulson"], "q": "events but when the spokesman needs a spokesman, it's time to move on.'' <strong> David Cameron </strong> said in a statement that he was`` very sorry'' that <strong> Andy Coulson </strong> was going but added that he could <q> understand that the continuing pressures on him and his family mean that he feels compelled to do so. </q> <strong> Andy Coulson </strong> played a key role in helping propel Conservative leader <strong> David Cameron </strong> to power in elections in May 2010.`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his", "new_id": -2}, {"uid": "1296777071232128536", "i": 56291, "idx": 9, "sa": ["Mike Pence", "William Miller", "Kim Kardashian", "Rob Orr"], "q": ". And he should know. He has 300 grocery stores throughout the SouthKim Kardashian.'' Pat Rob Orrbins:`` Think of Rob Orrbins as the grandmother of the Texas Republican party.'' <strong> Mike Pence </strong> Toomey. <q> Whenever secretive deals swirl in the Capitol, Toomey is always the first suspect to come to mind among insiders, usually with good reason. </q> Rusty Kelley.`` It is no easy feat to spend 44 years in the high-pressure world of lobbying.'' Neal T.`` Buddy'' Jones and <strong> William Miller </strong>.`` Jones puts in long hours", "new_id": -2}, {"uid": "1297199763112492545", "i": 35162, "idx": 0, "sa": ["Angelina Jolie", "Danielle Staub"], "q": " href=\"http://marquee.blogs.cnn.com/2011/02/08/showbiz-tonight-flashpoint-could-a-housewife-join-jersey-shore/\" rel=\"bookmark\" title=\"Permanent Link:'Showbiz Tonight' Flashpoint: Could a'Housewife' join'Jersey Shore'?\">` Showbiz Tonight' Flashpoint: Could a` Housewife' join` Jersey Shore'? You are not going to believe what ex <q> Real Housewives of New Jersey </q> star <strong> Danielle Staub </strong> has to say about the cast of`` Jersey Shore''! She goes off on JWoww wanting to be more like <strong> Angelina Jolie </strong>, and also had a whopper of an opinion about Mike`` The Situation", "new_id": -2}, {"uid": "1296180122032686085", "i": 21936, "idx": 0, "sa": ["Simon Cowell", "Rita Simons"], "q": "href=\"http://londonglobe.com/\"> LONDON( Reuters)-`` The X Factor,'' which has a U.S. launch this year, won the talent show category at BRita Simonsin's National target=\"_blank\" href=\"http://televisiontimes.com/\"> Television Awards on Wednesday, beating <q> BRita Simonsin's Got Talent, </q>`` Dancing on Ice'' and`` Strictly Come Dancing.'' The show, featuring <strong> Simon Cowell </strong> as BBC News Members of the Hollyoaks cast were amongst the first to arrive at this year's National target=\"_blank\" href=\"http://televisiontimes.com/\"> Television", "new_id": -2}, {"uid": "1296154380245841959", "i": 31807, "idx": 0, "sa": ["Michael Noer", "Barack Obama", "Michael Vick"], "q": "of dollars when he went to prison for killing dogs, had signed a new endorsement deal with href=\"http://www.unequal.com/\" target=\"_blank\"> Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore during most of last season. <q> We're real excited about it, </q> chief executive officer Rob Vito told the href=\"http://www.ap.org/\"> Associated Press.`` <strong> Michael Noer </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes", "new_id": -2}, {"uid": "1295669856061620359", "i": 25519, "idx": 2, "sa": ["Eric Schmidt"], "q": "sei angesichts der Gr?e des Unternehmens zu kompliziert geworden. Google meldete die nderungen an der Spitzen der B?rsenaufsichtsbeh?rde SEC. Dabei wurde bekannt, dass sich <strong> Eric Schmidt </strong> auch von einem kleinen Teil seiner Google-Aktien trennen will. <q> <strong> Eric Schmidt </strong> hat vor, 534.000 Aktien zu verkaufen </q>, hei?t es in der Meldung an die SEC. Dies entspricht zum gegenw?rtigen B?rsenkurs einem Wert von 334 Millionen Dollar( 247 Millionen Euro). Macht <strong> Eric Schmidt </strong> von dieser Option in vollem Umfang Gebrauch, w?rde sich sein", "new_id": -2}, {"uid": "1295465958125829126", "i": 27284, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler", "Randy Jackson"], "q": "the role as the`` assertive'' one. But he concedes that <strong> Simon Cowell </strong> is irreplaceable. <strong> Randy Jackson </strong> will be joined by <strong> Jennifer Lopez </strong> and rock legend <strong> Steven Tyler </strong>. <strong> Randy Jackson </strong> says they clicked instantly. <q> We got along like a house on fire. I admired both of them for a long time, and they all come from the same side of the music that Ryan[ Seacrest] and I come from. It's been amazing. They've become great judges. What surprised me a little bit is that they actually really care about these kids. They actually really want them to do well. </q> Along with the new line up of judges, a few other changes have been made to the show, including the age limit, which has been dropped to 15. Contestants and viewers can also expect", "new_id": -2}, {"uid": "1295831264124387374", "i": 21031, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Tom Austin"], "q": "it takes off'.'' Unless <strong> Larry Page </strong> delivers that kind of message, it will be difficult for cusTom Austiners to know for sure how much of an emphasis he intends to put on the enterprise business. <q> If Google is a real enterprise company, then we will need to seLarry Page act like that is the case, </q> Andrews says.`` That will include evangelism for the enterprise business, similar to what we saw from <strong> Eric Schmidt </strong>.'' In addition to paying cusTom Austiners,`` If I were a managed services provider I would", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}]