[{"uid": "1295565600254656524", "i": 6948, "idx": 3, "sa": ["Ken Auletta", "Eric Schmidt", "Barack Obama"], "q": "previous month. Combined, Microsoft and Yahoo had 28 percent, down from 28.2 percent, according to ComScore. <strong> Eric Schmidt </strong> may be eyeing a role in the administration of U.S. <strong> Barack Obama </strong>, <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World as We Know It, </q> told Bloomberg Television. <strong> Eric Schmidt </strong>, who commented on the management change to his more than 225,000 followers on Twitter:`` Day-to-day adult supervision no longer needed!''-- With assistance from Joseph Galante", "new_id": -2}, {"uid": "1295684940089554965", "i": 46118, "idx": 6, "sa": ["Ken Schrader", "Theo Ratliff", "Robert Horry", "Matt Geiger", "Allen Iverson", "Kobe Bryant"], "q": "<strong> Kobe Bryant </strong> managed just 18 points while committing six turnovers in 41 minutes.`` I don't approach the game like it's <strong> Kobe Bryant </strong>, and I want to have a <strong> Robert Horry </strong> game against him,'' <strong> Allen Iverson </strong> said. <q> I want to play a good game against everybody. When you play well against another great player, it's only natural for you to feel good about the win. But that's not the most important thing for me. </q> <strong> Theo Ratliff </strong> likely is out until April with a broKen Schrader wrist, but the Sixers appeared to get some help in the paint when <strong> Matt Geiger </strong> returned from a 1 1/2- month layoff in Tuesday's 107-104 win at Milwaukee.", "new_id": -2}, {"uid": "1297288563203538453", "i": 29723, "idx": 0, "sa": ["Nancy Keenan", "Mike Pence"], "q": ". The GOP plan would cut all$ 327 million from Title X. That prompted an angry response from pro-choice groups, who said the program provides contraception and cancer screening, among other services. <q> While these politicians attack abortion coverage from every angle, they now want to deny funding for birth control, even though that's the best way to prevent unintended pregNancy Keenan, </q> said <strong> Nancy Keenan </strong>, president of NARAL Pro-Choice America. Title X recipients can not use the money to provide abortions. But some conservatives have sought to tie together the two issues. <strong> Mike Pence </strong>( R.", "new_id": -2}, {"uid": "1295847729047431732", "i": 54072, "idx": 1, "sa": ["Bill Cosby", "David Letterman"], "q": "wanted to see the comedian live. He takes pleasure that <strong> Bill Cosby </strong>'s shows are`` clean'' and talk about real-world situations.`` He is insightful in everyday situations,'' Peesker said. <q> He seems like a sharp guy and in-tune with everyday people. </q> Bettie Duncan drove from Elizabethton, Tenn., to see the show. She heard on <strong> David Letterman </strong>'s show that <strong> Bill Cosby </strong> would be in Asheville and wanted to experience the comedian firsthand. Legendary", "new_id": -2}, {"uid": "1296106964198869129", "i": 7252, "idx": 3, "sa": ["Raymond Felton", "Allen Iverson", "Bob Johnson"], "q": "throws with 3.8 seconds to go avoided a monumental collapse from a 29-point third-quarter lead.`` Honestly, I didn't want to go back in,'' said <strong> Allen Iverson </strong>, who scored 20 points through three quarters. <q> I felt that our second team should have closed that thing out. </q> <strong> Allen Iverson </strong> said he wanted to check in as a group of mostly Bob Johnsoncats reserves went on a 17-0 run to cut it to 85-84 on <strong> Raymond Felton </strong>'s layup with 34 seconds left. STATS: <strong> Allen Iverson </strong>: 20 PTS 4", "new_id": -2}, {"uid": "1297185651077496369", "i": 51154, "idx": 0, "sa": ["David Letterman", "Howard Stern", "Mark Cuban", "Alan Mulally", "Keith Olbermann"], "q": "n't hear as much about <strong> Howard Stern </strong> these days, unless, say, he appears on <strong> David Letterman </strong>'s show and creates a commotion. We'll have to see about <strong> Keith Olbermann </strong>- <strong> Keith Olbermann </strong>. Remember him? <q> <strong> Alan Mulally </strong>, CEO of#Ford, stopped by our office last week. See what he had to say...`` Three hedge-fund portfolio managers to face charges in insider probe href=\"http://on.mktw.net/gVqAlW\"> http://on.mktw.net/gVqAlW </q> 10:30 a.m. EST, Feb. 8, 2011 from href=\"http://twitter.com/Mark CubanetWatch\"> Mark CubanetWatch`` U.S. stocks open slightly in the red, as investors mull another rate hike from China href=\"http://on.mktw.net/hwxgJi\"> http://on.mktw.net/hwxgJi''", "new_id": -2}, {"uid": "1295478769073809934", "i": 24842, "idx": 1, "sa": ["Bernie Sanders"], "q": "as career officers seeking in-service training.`` These state-of-the-art enhancements will empower students in basic training, as well as those professionals receiving in-service training, to experience an innovative learning environment,'' <strong> Bernie Sanders </strong> said. <q> Vermont Police Academy has an engrained commitment to graduating the best educated, most well-balanced and highly proficient alumni. It is my sincerest hope that this funding will help in a small way to produce the highly dedicated and professional Vermont police officers we've come to expect from this institution. </q> Wireless access will allow student officers to access the most current statutes, regulations, and data online from the classroom or dorm. It will also allow online testing, scoring, and feedback to students.", "new_id": -2}, {"uid": "1297275612018513958", "i": 33034, "idx": 1, "sa": ["Dick Cheney", "Donald Rumsfeld", "George H. W. Bush"], "q": "to a secret site, but he says he was`` unwilling to be out of touch during the time it would take to relocate me to the safe site.'' Shortly afterwards, he writes, <q> the <strong> George H. W. Bush </strong> reached me by phone. </q> <strong> Dick Cheney </strong> reportedly told <strong> Donald Rumsfeld </strong>,`` There's been at least three instance here where we've had reports of aircraft approaching Washington... A couple were confirmed hijacked. And pursuant to the <strong> George H. W. Bush </strong>'s instructions I gave authorization", "new_id": -2}, {"uid": "1296863258132562976", "i": 38313, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld", "Kermit Gosnell"], "q": "properties, but <strong> Kermit Gosnell </strong> said he didn't want to sell them because he still has to support his youngest child. The judge noted some of his adult children could care for the youngster. <q> Your first priority is to get a lawyer, </q> she told him. <strong> Kermit Gosnell </strong> said his children`` have all done very well,'' but he said one is in Switzerland. In memoir, <strong> Donald Rumsfeld </strong> recalls <strong> George W. Bush </strong>'s early Iraq focus- Just 15", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said. \" \"`` If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,'' <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q> \" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}]