[{"uid": "1297242023104841358", "i": 25812, "idx": 0, "sa": ["David Letterman"], "q": "are lined up, jumping up and down, waving their hands. That's sort of how bits are to me. A Pop Tarts box will jump up and down as I'm walking by, going, <q>Heeeeey- look at the directions on the side of me. Can I be in your show?</q> Q: You've been on <strong> David Letterman </strong> a bunch of times now. Do you have his cell phone number? Do you text him during the day? A: It's funny", "new_id": -2}, {"uid": "1296444954158449881", "i": 45851, "idx": 2, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "to run, he's scrambling to throw,'' Raji said- he also explained why <strong> Ben Roethlisberger </strong> can be just as hard to contain as the elusive <strong> Michael Vick </strong>, whose escapability is predicated more on slipperiness than strength. <q>You have to rush them the same. If you're rushing four, there's five gaps, so there's always an outlet for him.( <strong> Ben Roethlisberger </strong>'s) knack to find that outlet is why I made the comparison,</q> Raji said. ''He's a big guy- a big, tall, strong man. When you're going against guys like that, a lot of times you're fighting off blocks and you may not", "new_id": -2}, {"uid": "1297675746135315472", "i": 23692, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "if he's with the Eagles in a backup role next season. In 2010, he was the model teammate, but will <strong> Kevin Kolb </strong> be willing to sit quietly behind <strong> Michael Vick </strong> again in 2011? <q>I've always had a good relationship with the Eagles. I think they understand my situation, I think they see where I'm coming from,</q> <strong> Kevin Kolb </strong> said. ''And you guys know this, it's not really in my makeup to go out there and cause a stink about things. That's just not what I do. I try to be", "new_id": -2}, {"uid": "1295116313259309579", "i": 5212, "idx": 0, "sa": ["Allen Iverson"], "q": "of filmmakers, educators and students, explore topics ranging from civil rights and the treatment of military veterans to environmentalism and freedom of the press. Among the other documentaries chosen for this year's showcase are <q>If a Tree Falls: A Story of the Earth Liberation Front,</q> which deals with the radical environmental group that some regard as a terrorist organization; ''Freedom Riders,'' which traces the experiences of civil rights advocates in 1961; and ''No Crossover: The Trial of <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295669701105103360", "i": 6865, "idx": 4, "sa": ["Eric Schmidt"], "q": "time'' as the company tries to ''simplify'' its management structure. <strong> Eric Schmidt </strong> said the key to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. <q>We're trying to be as transparent and as collaborative as possible,</q> <strong> Eric Schmidt </strong> said. ''We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things", "new_id": -2}, {"i": 10425, "idx": 0, "index_answer": 4, "new_id": -1, "q": "was palpable. Here it was, the come-from-behind drive that longtime franchise quarterback <strong> Donovan McNabb </strong> had failed to produce so many times. <strong> Michael Vick </strong> had his chance. ''We were very confident,'' <strong> Michael Vick </strong> said. <q>We thought we were going to win the game. I thought we were going to win the game. I had an upbeat feeling about myself. I felt like I was in control.</q> <strong> Michael Vick </strong> overthrew tight end <strong> Brent Celek </strong> on first down. He threw wide of running back <strong> LeSean McCoy </strong> on second down. On third and 10, he hit rookie receiver <strong> Riley Cooper </strong> on a slant pattern for 11 yards and", "sa": ["Brent Celek", "LeSean McCoy", "Riley Cooper", "Donovan McNabb", "Michael Vick"], "uid": "1295921805206389258"}, {"uid": "1296968578257851407", "i": 40186, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford"], "q": "of staff under <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. ''It's not a journal. It's not a diary,'' he says of the <strong> Gerald Ford </strong> White House notes. <q>It is a set of working documents that I've never edited. In fact, most I've never reread.</q> As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos, ''snowflakes,'' they were called. He reads from some issued in 2003 and in 2005: ''Are we winning or losing the", "new_id": -2}, {"uid": "1295125227265830412", "i": 34997, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "Joe Biden"], "q": "the US and is therefore the law of the land, is explicit and categorical in banning torture, the use of ''violence,'' ''cruel treatment'' or ''humiliating and degrading treatment'' against a detainee <q>at any time and in any place whatsoever.</q> The War Crimes Act of 1996[ 31] made any grave breach of those restrictions a <strong> John McCain </strong> felony. On May 7, 2004, <strong> Joe Biden </strong> <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> made the following statements before the Senate", "new_id": -2}, {"uid": "1297178433142131273", "i": 4959, "idx": 0, "sa": ["Walt Disney", "David Letterman", "Aaron Rodgers"], "q": "with them Sunday night after the game that are continuing to play in his mind. ''Just in the locker room after the game and being able to reflect with my teammates,'' he said. <q>Big hugs. It's a special group of men. I think you realize at that point the season is over and that group of men is never gon na be together again. It's just special to be able to share with those guys because we went through a lot together this year.</q> After he was done at <strong> Walt Disney </strong>, <strong> Aaron Rodgers </strong> flew to New York city and appeared on CBS's ''Late Show with <strong> David Letterman </strong>,'' where he chatted with the host about his days at junior college and", "new_id": -2}, {"uid": "1297711836012566562", "i": 8441, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q>Many people make the mistake of thinking that dreams can not come true, but they can,</q> he wrote. ''You have to believe, and know that they are more than just imagination.''", "new_id": -2}]