[{"uid": "1295929158036896768", "i": 1201, "idx": 0, "sa": ["Andy Coulson", "Keir Starmer"], "q": "Monday, Mr <strong> Keir Starmer </strong> said he has asked Ms Levitt to take a`` robust approach'' to her review of hundreds of documents and subsequent advice to senior police officers or prosecutors. Mr <strong> Keir Starmer </strong> said: <q> It has been agreed following a meeting with Acting Commissioner <strong> Tim Godwin </strong> and Acting Deputy Commissioner John Yates that any evidence resulting from recent or new substantive allegations made to the Metropolitan Police Service( MPS) of mobile voicemail interception arising from the <strong> Clive Goodman </strong> and <strong> Glenn Mulcaire </strong> case should be subject to the same rigorous assessment as Alison Levitt QC is applying to material already in the possession of the Metropolitan Police Service. </q> The Met is under intense pressure to reopen its investigation into the phone hacking scandal following the departure of Downing Street communications chief <strong> Andy Coulson </strong>, who has faced a barrage of difficult questions about his conduct while editor", "new_id": -2}, {"uid": "1297142958122093572", "i": 13887, "idx": 0, "sa": ["Donald Rumsfeld", "William Hague", "Ali Abdullah Saleh"], "q": "government, and in Yemen, where President <strong> Ali Abdullah Saleh </strong> announced he would not stand for re-election.` Political openness' The Foreign Office has not revealed which four countries Mr <strong> William Hague </strong> will visit after Tunisia. <q> Heading to Tunisia to meet the new interim government& show UK support for the people of Tunisia& their democratic hopes </q> </blockquote> <strong> William Hague </strong> Foreign <strong> Donald Rumsfeld </strong>, via Twitter But a spokesman described the current period as`` a time of great opportunity in the region'', and said the foreign secretary's discussions would focus on`` calls", "new_id": -2}, {"uid": "1296744552199131154", "i": 30104, "idx": 6, "sa": ["Donald Rumsfeld", "Darrell Hammond"], "q": "many months to build a large occupying army,'' and`` this would have given the Taliban time to prepare for the conflict, and al Qaeda both the incentive and the opportunity to relocate.'' <q> The president did not lie. The vice president did not lie. <strong> George Tenet </strong> did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong, </q> <strong> Donald Rumsfeld </strong> writes. Once the Taliban were toppled, <strong> Donald Rumsfeld </strong> emerged as a major media personality, mocked by <strong> Darrell Hammond </strong> on Saturday Night Live, to his amusement.`` If one starts with` good press", "new_id": -2}, {"uid": "1297228077053084177", "i": 8712, "idx": 0, "sa": ["Simon Cowell"], "q": "record deal to the winner. But despite the slick marketing he admitted that the more cash he pours in, the more he has to lose. <strong> Simon Cowell </strong>, 51, told TV Biz: <q> Putting up that kind of prize money- it's a massive, massive risk.`` But it's also an incredible incentive and I think it rightly puts everybody under an enormous amount of pressure.`` So I'm nervous, but also confident it was the right thing to do. </q> <strong> Simon Cowell </strong> refused bucketloads of dosh to stay as a judge on his original US hit American Idol to instead launch rival show X Factor. But he knows that despite vast audiences of 20million for the", "new_id": -2}, {"uid": "1297717396167477300", "i": 15797, "idx": 0, "sa": ["Michael Vick", "Tiger Woods"], "q": "receiving fine for spitting in Dubai <strong> Tiger Woods </strong> apologized after he was fined an undisclosed sum by the European Tour on Monday for... The NFL star whose name became synonymous with dogfighting is scheduled to be a guest on the <q> The... Grammy voter's love for Eminem seems to only extend to the rap categories. LAND OF CACTI AND CANYONS Asunset ride on horseback through a forest of giant cacti in Arizona's Saguaro National Park... Valentine's Day is a holiday that can be attributed to the Romans, the Greeks and <strong> Russell Stover </strong>. <h6> Written by </h6> <h5> THE ASSOCIATED PRESS </h5> The NFL star whose name became synonymous with dogfighting is scheduled to be a guest on the`` The <strong> Oprah Winfrey </strong> Show. </q> The daytime talk show host's interview with Philadelphia Eagles quarterback <strong> Michael Vick </strong> is set to air Thursday, Feb. 24. Officials with Chicago-based Harpo Productions say the interview will cover <strong> Michael Vick </strong>'s time in prison", "new_id": -2}, {"uid": "1297119677178470967", "i": 11108, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "Martensen. the Tesar spot in One Arts is called Commissary. Also Wild Salsa at the Mercantile Place( upscale Mexican food?). air, says: <q> I thought the Chop House owner was supposed to open a burger place downtown, but haven't heard much on that. </q> New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the City Â© 2011 PanLocal Media, LLC- All Rights Reserved. Dallas Mayor Pro Tem", "new_id": -2}, {"uid": "1297706437046809090", "i": 23791, "idx": 0, "sa": ["Donald Rumsfeld", "Hillary Clinton"], "q": "would be a step too far, but the U.S. would certainly need to extend its commitment to the conventional defense of the states bordering Iran. In July 2009, <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> explicitly admitted this: <q> We want Iran to calculate what I think is a fair assessment that if the United States extends a defense umbrella over the region, if we do even more to support the military capacity of those in the Gulf, it's unlikely that Iran will be any stronger or safer because they won't be able to intimidate and dominate as they apparently believe they can once they have a nuclear weapon. </q>[ 20] A policy of containment thus implies that the U.S. will expand its military presence in the Persian Gulf. This could mean many things. It might imply guarantees of conventional U.S.", "new_id": -2}, {"uid": "1295141739125894662", "i": 12222, "idx": 0, "sa": ["Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "you with a quality handgun or rifle, ammunition and pretty much radio traffic moments after <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> was shot describes a dispatcher urgently relaying first word of the attack to Pima County sheriff's deputies. The dispatcher says <q> a caller's reporting a shooting, a semiautomatic weapon. He shot at people. </q> In the tapes released Thursday, the dispatcher goes on to say`` we have a caller who believes man was arrested Wednesday on a charge that he made threatening, obscene phone calls to the office of", "new_id": -2}, {"uid": "1295214409209371353", "i": 2881, "idx": 0, "sa": ["Jared Loughner", "Kirsten Gillibrand"], "q": "civil conversations many are calling for in the wake of the Tucson shootings. <strong> Kirsten Gillibrand </strong> says the country needs non-partisan lawmakers like Giffords who can work together to solve the big state and national problems. <q> In <strong> Mayor Michael Bloomberg </strong> families are suffering. They really are having a tough time making ends meet, and so we have to, as leaders, as a body of government, come together and do the people's business. That's what the election was about, </q> said the junior senator. The issue of gun control is at the forefront now after investigators say <strong> Jared Loughner </strong> was able to easily buy a gun in Arizona. He is accused of killing six people", "new_id": -2}, [{"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy.`` I think that's part of what he's been positioning for,'' said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}]]