[{"uid": "1296939026066093065", "i": 42372, "idx": 1, "sa": ["Sergio Marchionne"], "q": "1.2 billion last year in interest on its loans. At a industry event here, <strong> Sergio Marchionne </strong> three times referred to the \"shyster\" loans that the U.S. and Canadian governments made to save Chrysler in 2009. <q>I want to pay back the shyster loans,</q> <strong> Sergio Marchionne </strong> said Friday. \"When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut.\" Advertisement Today,", "new_id": -2}, {"i": 35147, "idx": 1, "index_answer": 0, "new_id": -1, "q": "informed source. The political stakes were ratcheted up in the hours following <strong> Andy Coulson </strong>'s resignation when <strong> Ed Miliband </strong> personally issued a series of statements criticising the wisdom of hiring the former News of the World Editor; <q>I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for as long as he did',</q> he said. Those comments have reportedly given an added urgency to efforts to \"throw the dirt back\". \"<strong> Ed Miliband </strong> was unwise to comment,\" said one observer, \"the Tories are going to", "sa": ["Ed Miliband", "Andy Coulson"], "uid": "1295876928012320777"}, {"uid": "1297088049185942044", "i": 38529, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "and later secretary of state, he said, \"She'd never served in a senior administration position\"-- a lack of experience that showed in her lack of organization in putting together critical meetings. <q>She'd been an academic. And, you know, a lot of academics like to have meetings,</q> <strong> Donald Rumsfeld </strong> said. \"And they like to bridge differences and get people all to be happy.\" The Fox Nation is for those opposed to intolerance, excessive government control of our lives, and attempts", "new_id": -2}, {"uid": "1296171065065814533", "i": 37026, "idx": 4, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "n't deliver, here's how the whole \"I'm leaving you\" conversation went between <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong>. Â© Reality Fishbowl... <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February click our link thetodaybuzz.com- to watch full <q><strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February</q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans on marrying his girl... \"She's Destroying My Family!\" <strong> Camille Grammer </strong> Talks About <strong> Kelsey Grammer </strong>", "new_id": -2}, {"uid": "1297233195160825398", "i": 1217, "idx": 1, "sa": ["Esther Williams", "Michael Vick"], "q": "the rural setting, wide open spaces and centralized location is a huge plus. \"The animal controls have to take anything that comes in. They can only take so many,\" <strong> Esther Williams </strong> said. <q>Once they run out of space then they have to start euthanizing and there are some really, really good dogs that are being put down.</q> <strong> Michael Vick </strong>'s new career with the Philadelphia Eagles is flying high after he spent nearly two years in prison on a federal dog fighting conviction. The NFL recently named <strong> Michael Vick </strong> \"Comeback Player of the Year.", "new_id": -2}, {"uid": "1295618617243957797", "i": 6334, "idx": 2, "sa": ["Clive Goodman", "Andy Coulson", "Tommy Sheridan", "Sean Hoare"], "q": "involving <strong> Clive Goodman </strong>. No one was more sorry about it than me; that's why I resigned.\" <strong> Tommy Sheridan </strong> asked whether he know what the phrase \"the dark arts\" meant. <strong> Andy Coulson </strong> replied: <q>As far as I'm concerned it means investigative work. \"I think others have described it as meaning illegal work. All I can tell you is that as far as my reporters are concerned the instructions were very clear: they were to work within the law and within the PCC code. It's in their handbooks.</q> <strong> Andy Coulson </strong> was asked about allegations by a former NoW journalist, <strong> Sean Hoare </strong>, that <strong> Andy Coulson </strong> asked him to use the \"dark arts\". <strong> Andy Coulson </strong> replied: \"I have absolutely no recollection of telling him that", "new_id": -2}, {"uid": "1296604260133545987", "i": 23411, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "NFL.com- For the second time, Eagles quarterback <strong> Kevin Kolb </strong> has expressed a desire to start. <q>My big deal is I just want to start somewhere,</q> said <strong> Kevin Kolb </strong>, who lost his job to <strong> Michael Vick </strong> after being injured in the season opener. \"I feel like I'm ready and have confidence that I can do a good job. I had a", "new_id": -2}, {"uid": "1295984939241025026", "i": 10641, "idx": 0, "sa": ["Jonathan Karp", "Donald Rumsfeld", "Stephen Elliott", "John McCain"], "q": "expect whomever wrote it will say this time.\" Simon& Schuster publisher <strong> Jonathan Karp </strong> even went so far as to email a group of journalists and Washington insiders asking them to refrain from commenting on the book, <q>in solidarity with the principle that a book should be judged on its content and not on the perceived ideology of its author.</q> Eric Martin and <strong> Stephen Elliott </strong> have no such qualms about anonymity. Next month the pair will publish the novel <strong> Donald Rumsfeld </strong> the same day former <strong> John McCain </strong> secretary of defense <strong> Donald Rumsfeld </strong> publishes his memoirs Known and Unknown. Whereas", "new_id": -2}, {"uid": "1297616629186400779", "i": 26888, "idx": 30, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": ", and then he'll be the goat.\" Which is what happened when, in the summer of 2003, <strong> Donald Rumsfeld </strong> recruited former State Department official <strong> Paul Bremer </strong> to run the occupation in Iraq. <q>He supposedly worked for me. He never really did,</q> <strong> Donald Rumsfeld </strong> said. \"It seems like he almost blew you off,\" Martin suggested. \"We had given him written guidance as to what to do and it said, \"Let\"s", "new_id": -2}, {"uid": "1297710716141344818", "i": 36371, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q>Many people make the mistake of thinking that dreams can not come true, but they can,</q> he wrote. \"You have to believe, and know that they are more than just imagination.\" Obama sends Congress$ 3.73 trillion budget Obama sends Congress$ 3.73 trillion budget vowing` tough choices", "new_id": -2}]