[{"uid": "1296831843236798032", "i": 46180, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "10 P.M. <strong> Barbara Walters </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Charlie Rose </strong>: Life Can Change in a Heartbeat, No Matter How Famous You Are 23 comments By BARBARA WALTERS with ALAN B. GOLDBERG <q> I realized there was really no alternative, if I wanted to live, I had to do this. </q>-- <strong> Bill Clinton </strong>`` I would find myself busting into tears and sobbing uncontrollably.''-- <strong> David Letterman </strong>''... stop the heart, work on it, restart it...", "new_id": -2}, {"uid": "1295154913111345676", "i": 7387, "idx": 7, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "and <strong> Carmelo Anthony </strong> had 14 to help the Denver Nuggets spoil <strong> Allen Iverson </strong>'s return to Philadelphia with a 93-83 win over the 76ers on Monday night.`` I just felt like I was back home,'' <strong> Allen Iverson </strong> said. <q> It was deja vu. Just a real good feeling. The fans made it hard on me because they made me more nervous than I already was. </q> The Nuggets did their share to ruin <strong> Allen Iverson </strong>'s homecoming. Denver scored the first 14 points of the fourth quarter to rally for its fourth straight win. <strong> Allen Iverson </strong>'s old team improved to 16-5; his new-again team", "new_id": -2}, {"uid": "1297388573139427848", "i": 35606, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "of`` The Real Housewives of Beverly Hills,'' thanked family and friends who had been supportive throughout the couple's divorce, which was filed in July. The couple were married nearly 13 years. <q> What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children, </q> her statement said. fiancee, <strong> Kayte Walsh </strong>,`` love and happiness in their new marriage.'' <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month that he The posting of advertisements, profanity", "new_id": -2}, {"uid": "1295569446103104572", "i": 8218, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Quickbase Database as a Service Is Being Exposed For Rich Application Developers For Some Surprising New Apps <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman.`` By elevating me and having", "new_id": -2}, {"uid": "1295877357093847572", "i": 49102, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Google Inc."], "q": ": Bachelor's degree from the University of... Photo in Slideshow: File photo of <strong> Google Inc. </strong> co-founder Larry Page and CEO <strong> Eric Schmidt </strong> is on his way out as chief exec. And over the next year... Report Abuse <q> I'm sure Mr. <strong> Eric Schmidt </strong> worked hard for <strong> Google Inc. </strong> but is anyone worth suck money? How is <strong> Google Inc. </strong> any different than the Dell's of this world who put earnings and high severance pay above all else. Corporate Greed is why America is in this currrent state. </q> Report Abuse <blockquote> way to go google!!!!!!!!!! At least someone is making money. </blockquote> Mashable: Why <strong> Google Inc. </strong> Needs Its Own <strong> Steve Jobs </strong>[ OP-ED] Mashable: Apple App Store Surpasses 10 Billion Downloads Top Gold Penny Stock", "new_id": -2}, {"uid": "1295876248172113926", "i": 33446, "idx": 0, "sa": ["Brian Bautista", "Eric Schmidt", "John Legend", "Google Inc."], "q": "was made just as the company released news that their revenues of$ 8.44 bn for the last quarter of 2010. <strong> Eric Schmidt </strong> joined <strong> Google Inc. </strong> in Auguest 2001 and at the time Larry Page said: <q> <strong> Eric Schmidt </strong> is exactly the right leader for <strong> Google Inc. </strong>. His <strong> Google Inc. </strong>'s CEO Shakeup: Why Scrap <strong> Eric Schmidt </strong>? <strong> Google Inc. </strong>'s bombshell announcement that <strong> Google Inc. </strong> co-founder Larry Page will replace CEO <strong> Eric Schmidt </strong>, who has helmed the company for a <strong> Google Inc. </strong> Results with <strong> Rob Huebel </strong> and <strong> Aziz Ansari </strong> Human Giant members <strong> Rob Huebel </strong> and <strong> Aziz Ansari </strong> investigate what happens when they <strong> Google Inc. </strong> their own names. Recorded at the first ever`` Crash Test </q> at the UCB Theatre in NYC.... <strong> John Legend </strong>& <strong> Brian Bautista </strong>- Ordinary People( <strong> Google Inc. </strong>) <strong> John Legend </strong>& <strong> Brian Bautista </strong> Ordinary People <strong> Google Inc. </strong>- Mountain View, CA January 30, 2007... Authors@Google: Chris Onstad 37:34 The Authors@Google", "new_id": -2}, {"uid": "1295559882263242034", "i": 24881, "idx": 3, "sa": ["Eric Schmidt"], "q": "came just before Google announced earnings for its most recent quarter. At$ 8.44 billion, Google's fourth-quarter revenue jumped 26 percent from a year earlier. Profit climbed 29 percent to$ 2.54 billion. <q> These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider Web, </q> <strong> Eric Schmidt </strong> said in a statement accompanying the results. Earlier, Google stock finished regular trading at$ 626.77, down$ 4.98, or 0.8 percent, from Wednesday's closing price. Google shares were up", "new_id": -2}, {"uid": "1295220308191463536", "i": 21919, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/AscenDance,_29_~_America's_Got_Talent_2010,_auditions_Portland nbc.com AscenDance, 29~ America's Got Talent 2010, auditions Day-2 Portland Oregon. In theatres around the country, hopeful competitorsshowcase", "new_id": -2}, {"uid": "1295094125134053943", "i": 20086, "idx": 16, "sa": ["Carmelo Anthony", "Allen Iverson", "Mark Allen"], "q": ".'' At one point, both <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> were 12-for-16 from the floor.`` When you're in a zone, it doesn't matter if guys are on you or anything,'' <strong> Allen Iverson </strong> said. <q> It just feels good. It just feels like throwing rocks in an ocean. </q> The Suns have lost twice-- by a combined 46 points-- since their 129-127 double-overtime win at Dallas on Wednesday http://wn.com/Allen_Iverson_Highlights_vs_David_Lee_New_York_Knicks_09/10_NBA <strong> Mark Allen </strong> Lee played with a heavy heart. He was still right there when the New York Knicks", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,'' <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}]