[{"uid": "1295264894094093419", "i": 26923, "idx": 0, "sa": ["Andy Coulson"], "q": "ways of dealing with victims are clearer within public services. The call comes in a year which has already seen two men jailed in Derby for grooming and abusing a number of teenage girls. <q>Child sexual exploitation is an appalling crime- it is a form of child sexual abuse and must not be tolerated,</q> a Department for Education spokesperson said. Cameron refuses to deny <strong> Andy Coulson </strong> resignation offer The prime minister has refused to deny allegations that <strong> Andy Coulson </strong> has offered his resignation over the phone hacking row. Free Newsletters", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q>It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together,</q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade, \"or even cutting spending\" as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}, {"uid": "1296085136159416341", "i": 2696, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.</q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. Â© Copyright 2011 Associated Press. All rights reserved. This material may not", "new_id": -2}, {"uid": "1295553219232112198", "i": 43041, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO <strong> Eric Schmidt </strong> says Mountain View is preparing to spearhead a mobile revolution that will help redefine the role of the smartphone. According to <strong> Eric Schmidt </strong>, a handset will soon be capable of delivering streaming personalized information about <q>where you are[ and] what you could do there</q> in real-time and at scale. However, the CEO acknowledged that Google first needed to do some \"serious spadework,\" such as developing advanced LTE networks to carry massive and inevitable data loads.", "new_id": -2}, {"uid": "1294986596221888559", "i": 4041, "idx": 0, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Barack Obama", "Debbie Wasserman Schultz"], "q": " \"Our bond is strengthened because we share a profession and experiences,\" <strong> Debbie Wasserman Schultz </strong> said Thursday. \"But it's tighter than that. There are precious few good friends.\" <strong> Debbie Wasserman Schultz </strong> said the women <q>don't get a lot of social time</q> in Washington, but try to catch up when they can, recently lunching together in the Senate dining room at New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>'s request. It was <strong> Kirsten Gillibrand </strong> and <strong> Debbie Wasserman Schultz </strong>, along with House Minority Leader <strong> Nancy Pelosi </strong>", "new_id": -2}, {"uid": "1295425658058294275", "i": 46851, "idx": 0, "sa": ["Mike Pence", "Ronald Reagan", "Jack Kemp", "Jim Ryun", "Newt Gingrich"], "q": "to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q><strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,</q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1297148731184270855", "i": 46414, "idx": 12, "sa": ["Hosni Mubarak", "Madeleine Albright", "Dan Quayle", "Saddam Hussein", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons. \"I have no idea. I have no idea,\" he said. <q>What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons.</q> <strong> George H.W. Bush </strong>, <strong> Hosni Mubarak </strong>... <strong> George H.W. Bush </strong> Photo in Slideshow: Sheikh Ahmad Humood Jaber Al-Sabah, <strong> Dan Quayle </strong>, Photo in Slideshow: <strong> Madeleine Albright </strong>, <strong> Colin Powell </strong> Top Stories Video: South Sudanese celebrate vote Report Abuse \"<strong> President Bush </strong>, Cheney,", "new_id": -2}, {"uid": "1296458269077217803", "i": 9298, "idx": 0, "sa": ["Michael Vick"], "q": "to a report, confirming two moves that have long been expected. It has long been reported that franchising <strong> Michael Vick </strong> was not only likely but necessary to keep the Pro Bowl QB in Philadelphia. ESPN cited a http://wn.com/NFL_Training_Camp_2010__Philadelphia_Eagles_Camp_Report <q>Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for \"fair use</q> for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Non-profit, educational or personal use tips", "new_id": -2}, {"uid": "1297217356071778342", "i": 6909, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "life in December 2006 after a long and divisive tenure at the Pentagon. They largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq war on <q>too many hands on the steering wheel.</q> <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that \"in a war, many things cost lives.\"", "new_id": -2}, {"uid": "1297272060224821253", "i": 28613, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "know what they are. It is just false, not true, inaccurate and typical. \"There's no debate in the world as to whether they have those weapons.\" July 30, 2002: <q><strong> Donald Rumsfeld </strong>: They have chemical weapons and biological weapons and they have an appetite for nuclear weapons and have been working on them for a good many years, and that there's an awful lot we don't know about their programs.</q> Question: Mr. <strong> Donald Rumsfeld </strong>, what global terrorist networks do you believe that Iraq has relationships with? Is Al Qaeda one of those terrorist networks? \"The big thing that was there was the weapon", "new_id": -2}]