[{"uid": "1297127081189071391", "i": 25840, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": ", maybe <strong> Paula Abdul </strong> for` X Factor' <strong> Simon Cowell </strong> wants his new Fox talent series`` The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to", "new_id": -2}, {"uid": "1296062388192233482", "i": 35105, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch", "Rebekah Brooks"], "q": "lead? <strong> Rupert Murdoch </strong>? James <strong> Rupert Murdoch </strong>? <strong> Rebekah Brooks </strong>? <strong> David Cameron </strong>? <strong> Andy Coulson </strong>? Who? IKNOWNOTHING 26 January 2011 4:55 PM tonystoke 26 January 2011 4:55 PM zingzingzing 26 January 2011 4:56 PM <q> Can't wait to see how <strong> Rupert Murdoch </strong> and <strong> David Cameron </strong> manage to keep <strong> Andy Coulson </strong> out of jail. </q> maggieTee 26 January 2011 4:56 PM nohandsclapping 26 January 2011 4:57 PM BuckTarbrush 26 January 2011 4:58 PM Mark my words, <strong> Rupert Murdoch </strong> will be enjoying <strong> Andy Coulson </strong> flavoured sacrificial lamb for his Easter", "new_id": -2}, {"uid": "1295000695083214342", "i": 2601, "idx": 0, "sa": ["David Letterman"], "q": "In an interview on American <strong> David Letterman </strong> talk show, the former` Frasier' star, 55, said that he is planning a wedding next month to Walsh, 29. He said: <q> Katye's my new girl, and we're planning to get married soon... Sometime in February. </q> He was pictured arriving at the studios with Walsh, along with his two children by his estranged wife, daughter Mason, eight, and five-year-old Jude. When asked by <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1296539752082821193", "i": 10888, "idx": 5, "sa": ["Linas Kleiza", "Allen Iverson"], "q": "won their eighth straight game at home, were all too happy to have him back, especially <strong> Allen Iverson </strong>.`` When he is not in the lineup, it makes it tougher for me,'' <strong> Allen Iverson </strong> said. <q> He is the main part of our team and he enables us to do so much with the attention that he gets. </q> <strong> Linas Kleiza </strong> may be drawing more attention after the fourth-quarter performance he turned in against the Bobcats. <strong> Linas Kleiza </strong> scored 16 of his 23 points in the period.`` I started being more aggressive and it paid off,''", "new_id": -2}, {"uid": "1297103680174964803", "i": 41711, "idx": 1, "sa": ["Simon Cowell"], "q": "is looking forward to seeing.`` I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,'' <strong> Simon Cowell </strong> said in a statement issued by FOX. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. </q> Already a hit in the UK- the show has consistently been a huge ratings draw abroad since its debut in 2004, peaking with 21 million viewers tuning in for the 2010 season finale, which saw", "new_id": -2}, {"uid": "1295559698061718550", "i": 21242, "idx": 0, "sa": ["Eric Schmidt"], "q": "'', decided to change things up. So this will`` clarify'' how decisions are made. It will produce`` even better success for the corporation'' Page: Lots of praise for <strong> Eric Schmidt </strong>. <q> I've learned a ton from him over the years </q>. Lots of opportunity for Google in days ahead. Brin: I'll have things to tell you about soon, too. We've launched a new commenting tool, Disqus. For", "new_id": -2}, {"uid": "1295649793119881766", "i": 33456, "idx": 1, "sa": ["Bill Lockyer"], "q": "the world, would not benefit from bankruptcy legislation, Treasurer <strong> Bill Lockyer </strong> said.`` States didn't ask for it. We don't want it. We don't need it,'' <strong> Bill Lockyer </strong> said. <q> Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs. </q> California, which is struggling to close a$ 25 billion budget gap, already holds Moody's Investors Service's lowest state credit rating-- a distinction it shares with Illinois. Bankruptcy filings typically", "new_id": -2}, {"uid": "1295105515258523157", "i": 676, "idx": 2, "sa": ["John McCain", "Colin Powell", "Obama Girl", "Barack Obama"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Immortal_Technique_on_Obama,_9/11_truth_Corporate_America <strong> Barack Obama </strong> Song# <strong> Barack Obama </strong>: Debate' 08: <strong> Obama Girl </strong> vs Giuliani <strong> Obama Girl </strong> Vocals", "new_id": -2}, {"uid": "1297279326173539366", "i": 9221, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": ": A photo released by the office of U.S. Video: Loughner pleads not guilty in AZ shooting... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Obamacare Report Abuse <q> Laborman said`` Arizona doesn't deserve her. You are# 1 in loose gun laws and# 1 in gun deaths per 100,000 population. So all your guns aren't protecting you. With your guns and racism you are a laughingstock in the world </q> </blockquote> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Cancer Treatment Centers CTCA Is Recognized For The Best In", "new_id": -2}, {"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}]