[{"uid": "1296184988067649545", "i": 21636, "idx": 6, "sa": ["Barack Obama", "Mike Pence"], "q": "includes reasonable pruning and efficiencies within our defense complex. But it also includes entitlement reform.\" <strong> Mike Pence </strong> said that he \"even heard the president... talking about fiscal discipline and reform\" but added that <q>when he adds on top of that calls for additional spending, it undermines the credibility of his message.</q>... that a nation so concieved and so dedicated shall not perish from this earth. Reply# <strong> Barack Obama </strong> Jan. 27, 2011- 10:10 PM EST I don't agree with <strong> Mike Pence </strong> on much of", "new_id": -2}, {"uid": "1297418683091127883", "i": 22566, "idx": 3, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "by those in the crowd opposed to the war in Iraq and its costs. Still, the applause drowned out the boos. \"It's good to be here,\" <strong> Donald Rumsfeld </strong> told the crowd. <q>I have been around so long that I remember a time when CPAC did not exist, when <strong> Ronald Reagan </strong> was still an actor, when <strong> Barry Goldwater </strong> was our candidate for president and we only worried about socialism outside of the United States.</q> <strong> Donald Rumsfeld </strong> joked that there's still time for <strong> Dick Cheney </strong> to get on the ballot in New Hampshire and Iowa. A nationally syndicated classical music service dedicated to live classical music programming 24 hours a day", "new_id": -2}, {"uid": "1295340862035373085", "i": 18323, "idx": 2, "sa": ["Barack Obama", "Mike Pence"], "q": "most outspoken critics of <strong> Barack Obama </strong>. \"We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead\" and <q>we'll be making a decision before the end of this month,</q> <strong> Mike Pence </strong> told about 100 people at a conference room in the Henry County, Ind., Hospital. Should <strong> Mike Pence </strong> enter the contest, he would face an uphill climb. Few Americans have heard of him and", "new_id": -2}, {"uid": "1296727907183500817", "i": 16336, "idx": 4, "sa": ["Allen Iverson"], "q": "made a fuss over.\" But that was unavoidable after he broke out of his shooting slump. He scored just four points on 1-for-12 shooting and missed the final shot in Chicago's 105-103 overtime win Saturday. <q>It felt like we were at UConn in http://wn.com/Allen_Iverson_1st_Win_as_a_Pistons_vs_Kings_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a win in November against a lottery team rarely registers as important. After losing his first two games with his new team, that wasn't the case with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night. \"It was a huge lift off of me,</q> <strong> Allen Iverson </strong> said. \"I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1295772307146751563", "i": 30993, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "cascade of headlines around the world about California's fiscal dysfunction. <strong> Jerry Brown </strong>, who took office less than three weeks ago, has called on the Legislature to enact by March 1 an austere spending plan. <q>Get it done, the sooner the better,</q> <strong> Bill Lockyer </strong> said during his appearance at a conference sponsored by the Institute of Governmental Studies at the University of California, Berkeley.- Los Angeles Times N.Y. police shoot suspect's father NEW YORK- A", "new_id": -2}, {"uid": "1295292319209076226", "i": 27961, "idx": 0, "sa": ["President Bush", "Mike Pence"], "q": "calling itself \"America's <strong> President Bush </strong> Committee\" has been established, seeking to draft one particular individual to run to be America's <strong> President Bush </strong>-- Rep. <strong> Mike Pence </strong>( R-IN). The Daily Caller reports: <q>The effort is coordinated by Ralph Banko, who worked as a deputy counsel in the Reagan Administration and in <strong> President Bush </strong>'s Office of Faith-based a Community Initiatives. \"<strong> Mike Pence </strong> describes himself as \"First a Christian, then a conservative, then a Republican.\" He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to wining back the White House in 2012,</q> said Benko in a press release.\" mixed signals about whether <strong> Mike Pence </strong> will run for president. Another option is that he could instead opt to run for governor of Indiana, a lower target that would also be", "new_id": -2}, {"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.\" Welch said, <q>When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way.</q> <strong> Patrick Leahy </strong> said, \"While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}, {"uid": "1295122108061161595", "i": 47626, "idx": 1, "sa": ["Barack Obama", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "markings like the ones on her website weren't his style. But he also agreed on one key point with the woman who enjoys wide support among conservatives likely to vote in next year's primaries. <q>There is no evidence to suggest that it( the shootings) had anything to do with this mentally unstable person's rage and senseless act in Arizona,</q> he said. Liberal <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>.", "new_id": -2}, {"uid": "1295551711137363480", "i": 4699, "idx": 1, "sa": ["Simon Cowell"], "q": "Although some have already lost interest in watching \"AI\" altogether, there are those who still believe that the refreshing and friendlier vibe of the current show deserves to be given another look. <q>I thought they( judges) did great! I enjoyed them... all three of them! They will get their groove in the coming episodes,</q> posted one netizen. Another rejoined: \"While I miss <strong> Simon Cowell </strong>, the new panel is good.\"", "new_id": -2}, {"uid": "1297118217093028381", "i": 45359, "idx": 0, "sa": ["Simon Cowell"], "q": "TV history and when asked on a conference call with reporters on Monday afternoon if he was nervous about giving away such a hefty sum, <strong> Simon Cowell </strong> said it did, in fact, make him quiver. <q>Yes. And I think we should be nervous. The reason we decided to do this was to show the people who are auditioning[ for] the show, sometimes you have to put your money where your mouth is. Putting up that kind of prize money is a massive, massive risk, but also it's an incredible incentive,</q> he said. VIEW THE PHOTOS: The Verdict Is In! Judges Of Reality Television \"I also did it because I believe[ we] can find a star,\" <strong> Simon Cowell </strong> continued. \"So", "new_id": -2}]