[{"uid": "1296932811087031838", "i": 26177, "idx": 1, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "in the United States,\" <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>. <q>In the next two or three years we will be able to see a single entity. It could be based here in the United States,</q> Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. \"We'll have to integrate the companies first, though, and then look at the management,\" he added. Faced with the outcry,", "new_id": -2}, {"uid": "1296438637195035181", "i": 42110, "idx": 5, "sa": ["Michael Vick"], "q": ". \"The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar, but all you ever hear about is how great his victims are doing,\" Erika said. <q>Now, all his victims are the actual superstars. I've got one of the real superstars sitting beside me.</q> Battered and bruised as they've been, it's a rigorous process for these dogs to find permanent homes. <strong> Michael Vick </strong> participates in his first practice as a Philadelphia Eagle They live in", "new_id": -2}, {"uid": "1296806545266600450", "i": 25377, "idx": 2, "sa": ["David Letterman"], "q": "During one \"Late Show\" episode, <strong> David Letterman </strong> \"made it very clear that neither \"douche' nor` douche bag\" were vulgar terms when used correctly,\" Maytin wrote, adding that the term has <q>made its way into mainstream society.</q> In fact, Maytin argued, the term \"douche bag\" is spoken more than such wholesome words as \"baseball\" and \"apple pie,\" among others. Maytin goes onto to say in", "new_id": -2}, {"uid": "1296694681064045066", "i": 4580, "idx": 0, "sa": ["Donald Rumsfeld", "John Kerry", "Hillary Clinton", "Joe Biden"], "q": "The Drudge Report has a copy of former Defense <strong> Donald Rumsfeld </strong>'s forthcoming memoir, Known and Unknown, and teases these highlights:* Lashes out at <strong> Hillary Clinton </strong>, <strong> John Kerry </strong> and <strong> Joe Biden </strong> for flip-flops on Iraq: <q>You wouldn't want to be in a foxhole with them.</q> The Fox Nation is for those opposed to intolerance, excessive government control of our lives, and attempts to monopolize opinion or suppress freedom of thought, expression, and worship. nytimespolitics: The Caucus", "new_id": -2}, {"uid": "1295599439233226308", "i": 3272, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "difficult job in the world is it?\" <strong> Simon Cowell </strong>, who has an estimated wealth of Â£ 125million, also said he believes his success is down to his good instincts. He said: <q>All my life I had to teach myself. \"I never really had a proper education. I wasn't born with any skill. I didn't learn anything from school. \"Mainly, I trust my instincts. I genuinely believe that if I like something, other people are going to like it as well.</q> American Idol returned to US screens this week with two new judges. Aerosmith frontman <strong> Steven Tyler </strong> and singer <strong> Jennifer Lopez </strong> have joined the only remaining original judge, Randy Jackson. Showbiz pals miss out on", "new_id": -2}, {"uid": "1295586027175472666", "i": 16647, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong> said he will \"focus wherever I can add the greatest value,\" such as partnerships and government affairs, and that he will remain \"an advisor to Larry and <strong> Sergey Brin </strong>.\" <q>I have learned a ton from him over the years,</q> Mr. Page said of Mr. <strong> Eric Schmidt </strong> in a conference call. \"I can not be more excited about moving us forward, and we are really only at the beginning.\" The transition has", "new_id": -2}, {"uid": "1296325880108724239", "i": 20425, "idx": 0, "sa": ["Simon Cowell", "David Archuleta", "Steven Tyler"], "q": "about the season so far is season seven runner-up <strong> David Archuleta </strong>. Speaking in a new interview with The Hollywoord Reporter, here is what \"Archie\" had to say specifically about <strong> Steven Tyler </strong> as a judge: <q> \"A lot of people didn't realize what a character he is. He really made it funny and entertaining to watch. I thought he was going to be more reserved or quiet. I thought he was going to be more self-conscious than he was, and I'm happy he wasn't. I guess he's used to being in front of people and having to deal with attention. It really was refreshing that the judges were able to be themselves.</q>\" <strong> David Archuleta </strong> also had a few fascinating comments about Randy Jackson, who some people say has been installed as a sort of \"head judge\" now that <strong> Simon Cowell </strong> has left the show: \"", "new_id": -2}, {"uid": "1295339132194592773", "i": 2527, "idx": 0, "sa": ["Allen Iverson"], "q": "TMZ.com had reported that the fire spread from a fireplace. Abington police and fire officials, and Jenkintown police declined comment about any details. State Dept. boosts film on <strong> Allen Iverson </strong> The State Department selected <q>No Crossover: The Trial of <strong> Allen Iverson </strong>,</q> as one of 18 American documentary films that will be shown in more than 20 countries around the world. The film, about <strong> Allen Iverson </strong>'s trial in Virginia over a fight at a bowling alley when the future Sixers", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q>It felt like we turned that corner,</q> <strong> Allen Iverson </strong> said. \"<strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.\" <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}, {"uid": "1297423491174850061", "i": 2067, "idx": 0, "sa": ["Steve Ballmer"], "q": "the Nokia \"sand Microsoft's CEOs said they believe that a partnership will leverage the two companies' core competencies-- Microsoft's software and Nokia's hardware and distribution-- to win in the smartphone space. <q>The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute,</q> said <strong> Steve Ballmer </strong>, Microsoft\"s CEO, who also appeared at the London conference. Goodbye Symbian and Intel, hello Windows Nokia has forever put its own smartphone operating system, Symbian, on its devices.", "new_id": -2}]