[{"uid": "1295548871218546551", "i": 4250, "idx": 0, "sa": ["Dianna Agron", "Jane Lynch", "Simon Cowell"], "q": "My Funny Valentine by Babes In Arms. Follow us on Twitter Follow us on Facebook Related stories <strong> Dianna Agron </strong>`` Alex Is Very Sweet'' <strong> Dianna Agron </strong> <q> I'm A Big, Big Nerd </q> <strong> Jane Lynch </strong>` Sue Sylvester Inspired By <strong> Simon Cowell </strong>' Glee Rejected By Guns N' Roses", "new_id": -2}, {"uid": "1297181737166789147", "i": 10490, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick", "Jaime Anderson"], "q": "Next up, <strong> Jaime Anderson </strong> tells me, they'll be making-over a pit bull in the wake of perpetually gauche <strong> Dwaine Caraway </strong>'s weekend spent buddying up to noted animal abuser and convicted felon <strong> Michael Vick </strong>. She writes: <q> This will be more of an` image' makeover, but we plan to parade a pit around in a pink tutu and show how`` vicious' they really are( not)! </q> Rescuers and shelter folks can head over to the Facebook page if they'd like to get their pups spruced up. If videos of rehabilitated dogs make your heart go pitter-patter, mark your calendars", "new_id": -2}, {"uid": "1295562566105267228", "i": 6494, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and <strong> Sergey Brin </strong> for a long time to come,'' he added. Page praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an`` outstanding job leading Google for the last decade.'' <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> he said.`` Google still has such incredible opportunity- we are only at the beginning and I can't wait to get started.'' The company reported that net profit rose to US$", "new_id": -2}, {"uid": "1295361442031129628", "i": 33547, "idx": 1, "sa": ["Steve Ballmer"], "q": "place to watch TV,'' he said. But in the world according to <strong> Steve Ballmer </strong>, Xbox has already hit the male teen demographic and it will be Kinect that girls will rave about. <q> You go to your average 15-year-old boy, and he will say` I'll take an Xbox.' I want that average 15-year-old girl as excited about the Kinect, and we haven't done as good a job drawing in that broader set of demographics, </q> <strong> Steve Ballmer </strong> added. That answer came in reply to a question about how well the Vole measures up against Apple and Google for cool factor. Go figure. If Kinect is the future of consumer", "new_id": -2}, {"uid": "1297661104114016266", "i": 33164, "idx": 0, "sa": ["Zahi Hawass"], "q": "in support of the uprising. <strong> Zahi Hawass </strong>, minister of state for antiquities, said that several ancient treasures had been stolen from the museum, including a statue of the renowned boy king Tutankhamun. The missing objects include <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on Jan 28, during clashes between protesters and riot police who used tear gas and water", "new_id": -2}, {"uid": "1297181837149962786", "i": 19292, "idx": 0, "sa": ["Simon Cowell"], "q": "Inside TV blog, AP <strong> Simon Cowell </strong> said that he hasn't seen a full episode of`` American Idol'' since he left the program, reports EW.com's Inside TV blog. <q> I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over, </q> <strong> Simon Cowell </strong> said, the story notes. <strong> Simon Cowell </strong> also said that`` The X Factor'' hasn't yet decided who will be a judge on the panel, although he added he's been in regular contact", "new_id": -2}, {"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy''/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q> Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise, </q> he said.`` It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.''", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}, {"uid": "1297055456082575366", "i": 12598, "idx": 0, "sa": ["David Hasselhoff", "Emma Bunton", "Simon Cowell", "Holly Willoughby", "Myleene Klass", "Michael McIntyre"], "q": "- after she suffered a miscarriage last May. Devastated... Amanda Holden and husband Chris Hughes Singer <strong> Emma Bunton </strong> and TV's <strong> Myleene Klass </strong> and <strong> Holly Willoughby </strong>- all pregnant- were deeply touched. <strong> Myleene Klass </strong> tweeted: <q> I'm so very sorry. Please God, watch over your family and your little angel in heaven. </q> Mum-of-one <strong> Emma Bunton </strong> sent`` prayers'', while <strong> Holly Willoughby </strong> said:`` Sending you so much love x.'' Amanda's best pal <strong> Simon Cowell </strong> was in regular phone contact. BGT stars <strong> Michael McIntyre </strong>, <strong> David Hasselhoff </strong>,", "new_id": -2}, {"uid": "1295316162045481984", "i": 9976, "idx": 1, "sa": ["Shareef Abdur-Rahim", "Jason Terry", "Allen Iverson"], "q": "by a flu, <strong> Allen Iverson </strong> had a season-low 12 points and missed 15 of 19 shots in a loss to Indiana on Friday night. He had 13 points in the first quarter against Atlanta, and kept scoring. <q> <strong> Leone I </strong> didn't feel better, but <strong> Leone I </strong> was rested, </q> <strong> Allen Iverson </strong> said. <strong> Jason Terry </strong> had 20 points and <strong> Shareef Abdur-Rahim </strong> had 17 for the Hawks, who are off to a 6-12 start. It was the ninth time, including playoffs, that <strong> Allen Iverson </strong> has scored 50 or more points", "new_id": -2}, {"uid": "1296630862010158096", "i": 44723, "idx": 0, "sa": ["Arian Foster", "Michael Vick", "Tom Brady"], "q": "of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. Also receiving votes were Texans RB <strong> Arian Foster </strong>( seven); Chargers", "new_id": -2}]