[{"uid": "1296781113036126750", "i": 25477, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh", "Dannii Minogue", "Dermot O'Leary"], "q": "in Cardiff and the judges are due to attend in April. <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> are expected to sign up soon but the status of <strong> Simon Cowell </strong>, <strong> Cheryl Cole </strong> and <strong> Dermot O'Leary </strong> is unclear. A show source said: <q> This is causing producers a headache as the contract process always takes some time to hammer out. </q> ITV chiefs are being forced to play second fiddle to US broadcaster Fox as it prepares to announce who will star in the American version. <strong> Simon Cowell </strong>, who will be one of the judges, is trying", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}, {"uid": "1295384033114753576", "i": 16376, "idx": 0, "sa": ["Vince Young", "Aaron Rogers", "Michael Vick", "Mike Shanahan"], "q": "us the Dallas and Chicago games, and the D would have still knocked out <strong> Vince Young </strong>, <strong> Mike Shanahan </strong> <strong> Michael Vick </strong>, and abused <strong> Aaron Rogers </strong>. Posted by: mattsoundworld| January 18, 2011 12:33 PM| <q> <strong> Danny Smith </strong> plans to return to Redskins to coach special teams. </q> It's not the size of the dog in the fight... But it helps when the dog is bigger and nastier. It's also not so much the weight for the 3-4", "new_id": -2}, {"uid": "1296802074171819014", "i": 5797, "idx": 2, "sa": ["James May", "Chris Webber", "Allen Iverson"], "q": "you're worthless. And that's from myself, <strong> James May </strong> don't even care what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. <q> <strong> James May </strong> just know how tough it is on him, </q> <strong> Allen Iverson </strong> said.`` He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you", "new_id": -2}, {"uid": "1295563267055705605", "i": 7925, "idx": 2, "sa": ["Eric Schmidt"], "q": "read the chips. Google must rally many other industry participants in order to reach widespread use of the technology. Thirdly, <strong> Eric Schmidt </strong> said Google wants to increase the availability of inexpensive smartphones in poor regions. <q> We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years. Can you imagine how this will change their awareness of local and global information and their notion of education? </q> he wrote. A billion browser-based phones also means that Google can display advertisements to that many more people around the world. Already, even without achieving each of those developments, interesting services are", "new_id": -2}, {"uid": "1295504828010305551", "i": 31077, "idx": 0, "sa": ["Matt Asay", "Steve Ballmer"], "q": "and that Microsoft's early reactions to their playful tinkering suggest it could squander a once-in-a-generation opportunity.`` Here was a chance to throw themselves deep into the bowels of the open-source hippy movement,'' <strong> Matt Asay </strong> says. <q> They are kind of trying to do it, but they don't want to touch anyone in the mosh pit. </q> Kinect has provided Microsoft with a long-awaited consumer-electronics hit. Chief Executive Officer <strong> Steve Ballmer </strong>, speaking at the Consumer Electronics Show earlier this month, revealed that Microsoft has sold 8 million of the devices since their launch in", "new_id": -2}, {"uid": "1295683091039469111", "i": 33907, "idx": 3, "sa": ["Charlie Beckett", "Andy Coulson"], "q": ", who says her phone also was hacked. <strong> Andy Coulson </strong> was called in for questioning last fall, but Britain's top prosecutor said last month there was insufficient evidence to file charges against him. <q> It was always going to be when, rather than if, </q> said <strong> Charlie Beckett </strong>, director of POLIS, a media think tank at the London School of Economics.`` I don't know anybody in Britain who didn't think <strong> Andy Coulson </strong> must have known more about this than has come", "new_id": -2}, {"uid": "1295587628071548946", "i": 25616, "idx": 4, "sa": ["Vint Cerf", "Eric Schmidt", "Sergey Brin"], "q": "company into the future.`` Larry and <strong> Sergey Brin </strong> are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up,'' <strong> Vint Cerf </strong> said. <q> He was the only guy that stood up to them- these were two young, smart, incredibly brilliant guys who literally had just dropped their PhDs to go start this company. </q> It has long been held that <strong> Eric Schmidt </strong> was brought on at Google to counter the lack of business experience of Google's founders, and <strong> Eric Schmidt </strong> alluded to this in a tweet today.`` Day-to-day", "new_id": -2}, {"uid": "1297162553239927304", "i": 42608, "idx": 1, "sa": ["Sergio Marchionne"], "q": "rescue two years ago, and it's part owned and run by an Italian, Fiat's <strong> Sergio Marchionne </strong>. Can the company still brag about its Detroit origins?'' Shira Ovide, Wall Street Journal <q> I have no idea whether the Eminem Super Bowl commercial will help sell a single Chrysler 200. But commenting purely as a TV-watching non-Detroiter who watches all car ads through skeptical eyes, I have to say Chrysler positively nailed it with that spot. </q> Lindsay Chappell, Automotive News`` My own beef is that the ad was done in support of the 200 and not the new redesigned 300 sedan.''`` The Chrysler ad made me", "new_id": -2}, {"uid": "1295419250126189579", "i": 24264, "idx": 4, "sa": ["Sergio Marchionne"], "q": "only automaking factory in North America running on three shifts. It employs 4,300 workers who build 1,452 minivans a day. The plant is about to add versions for Europe equipped with a 2.8-liter diesel engine. <q> The minivan remains a significant part of our revitalization plan going forward, </q> <strong> Sergio Marchionne </strong> said.`` The success of this plant is crucial to pay back our( government) loans.'' For 2011, the minivans received significant updates to better differentiate the Dodge and Chrysler versions until", "new_id": -2}]