[{"uid": "1295658483011878448", "i": 25644, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "sparring partner at the judging table, the reliably effusive and ditzy <strong> Paula Abdul </strong>, who had departed the previous season. And <strong> Simon Cowell </strong> made little secret that he was bored and ready to get on to his next series, <q>The X Factor, \"already a hit in Britain and scheduled to launch stateside this fall. <strong> Ellen DeGeneres </strong>, Ms. <strong> Paula Abdul </strong>'s replacement, never jelled with the other judges, including singer <strong> Kara DioGuardi </strong>, who had been brought on for the 2009 season to bolster the show in advance of Ms. <strong> Paula Abdul </strong>'s expected departure. Now Ms. <strong> Ellen DeGeneres </strong> and Ms. <strong> Kara DioGuardi </strong> are both gone. The saga of the \"American Idol</q> phenomenon, from its origins in the 2001 hit British series \"Pop Idol\" right up to <strong> Simon Cowell </strong>'s departure, is the focus of Richard Rushfield's breezy, gossipy \"American Idol: The Untold Story.", "new_id": -2}, {"uid": "1295743991123617308", "i": 23250, "idx": 0, "sa": ["Theresa May", "Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q>The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. \"<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media.</q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also Home Secretary <strong> Theresa May </strong> says the Government will wait for the outcome of the police phone hacking investigation.. Follow", "new_id": -2}, {"uid": "1297152367211075085", "i": 30530, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "die hij persoonlijk op het Witte Huis kwam bezorgen. <strong> President Bush </strong> concludeerde echter dat \"Abu Ghraib niet zou verdwijnen door mijn vertrek en hij had liever dat ik het probleem zou behandelen.\" Bovendien, vermoedt <strong> Donald Rumsfeld </strong>, <q>mijn vertrek zou de critici hebben gesterkt</q>. Op het matje <strong> Donald Rumsfeld </strong> vertrok uiteindelijk twee jaar later, een dag na de tussentijdse Congresverkiezingen in de VS, waarbij de Republikeinse partij van president <strong> President Bush </strong> gevoelige klappen opliep. \"Ik had al", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,\" <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as \"deals, partnerships, customers and broader business relationships,\" while Page would <q>merge Google's technology and business vision.</q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so \"there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}, {"uid": "1296014345168460294", "i": 7526, "idx": 9, "sa": ["Allen Iverson"], "q": "76ers scored 37 points, including two pivotal jumpers and three free throws in the final five minutes, to lead Philadelphia to a series-clinching 101-91 victory over the Magic. \"I feel great,\" <strong> Allen Iverson </strong> said. <q>It's still hitting me all at once. It's something I've been waiting for a long time and to finally get it is something special.</q> The 76ers won the best-of-five series from Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis. \"I don't know how you can be any more proud of", "new_id": -2}, {"uid": "1295654308034750476", "i": 18515, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "how long he'll be out. GOOGLE- CEO <strong> Eric Schmidt </strong> made a surprise announcement Thursday that he's stepping aside for co-founder Larry Page to become chief executive. In a Twitter post, <strong> Eric Schmidt </strong> writes, <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong>, staying on as executive chairman, was brought in because <strong> Google Inc. </strong>'s early investors insisted on a more mature leader. Yet <strong> Eric Schmidt </strong>, 55, and the two 37-year-old co-founders, Page and <strong> Sergey Brin </strong>, have largely", "new_id": -2}, {"uid": "1297114520257425423", "i": 35160, "idx": 1, "sa": ["Simon Cowell"], "q": "sometimes you have to put your money where your mouth is. Putting up that kind of prize money is a massive, massive risk, but also it's an incredible incentive,\" he said. <q>I also did it because I believe[ we] can find a star,</q> <strong> Simon Cowell </strong> continued. \"So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million", "new_id": -2}, {"uid": "1295643890060784660", "i": 14287, "idx": 1, "sa": ["Andy Coulson", "Steve Hilton", "David Cameron"], "q": "was hired to connect the Camerons with Billericay, he would need more to sell them than the big society and the possibility of their volunteering on a Saturday morning. Onlookers confirm it. One senior source said: <q>He was a brute, but if there was ever a disagreement with <strong> Stephen Gately </strong> he was so often right.</q> <strong> David Cameron </strong> always stuck firmly to <strong> Andy Coulson </strong> and <strong> Steve Hilton </strong>, valuing each instinct and believing the tension between the two was creative. But as <strong> Andy Coulson </strong> became increasingly distracted- in the last two months celebrities have sought to", "new_id": -2}, {"uid": "1297180938217825348", "i": 14142, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "Dallas Saturday. <strong> Dwaine Caraway </strong> said he believes \"a great majority\" of the people of Dallas would have supported his decision, despite <strong> Michael Vick </strong>'s conviction for running a vicious dog fighting ring. <q>I gave it to him, sure I did. The wayward children that were there needed to have hope,</q> he said. <strong> Dwaine Caraway </strong>- who is poised to step in as Dallas mayor when <strong> Mayor Tom Leppert </strong> leaves office- did not say exactly where he was( \"somewhere downtown\" and \"one of", "new_id": -2}, {"uid": "1295360761081248280", "i": 4128, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "an American Idol, or any kind of idol, you have to pay your dues,\" <strong> Steven Tyler </strong> said on \"Late Show,' referring to the years of national touring he did with Aerosmith. <q>But, today's a different world.</q> \"I prefer the process that gave us you to this process,\" <strong> David Letterman </strong> said of` American Idol.' \"By the time you're ready, you\"re ready, and we", "new_id": -2}]