[{"uid": "1296337396166101027", "i": 49366, "idx": 1, "sa": ["Zahi Hawass"], "q": "when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,'' <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. FR is funded solely by donations from our readers. Help keep FR strong, commercial ad& pop-up-free, and beholden to no outsiders! Or by mail to: Free Republic,", "new_id": -2}, {"uid": "1295622096143933453", "i": 255, "idx": 5, "sa": ["David Letterman", "Piers Morgan", "Ricky Gervais", "Larry King", "Rupert Murdoch"], "q": "<strong> David Letterman </strong> said. The pair also discussed <strong> Piers Morgan </strong>'s UK newspaper career, his walk on the beach with <strong> Rupert Murdoch </strong>, and <strong> Ricky Gervais </strong>' Golden Globes hosting job. <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on <q> The Late Show with <strong> David Letterman </strong>. </q> <strong> David Letterman </strong> told <strong> Piers Morgan </strong> that his show would only take off if a guest punched him on-air-- or,... <strong> Piers Morgan </strong> show is really bad to watch, really! edisnuts 3 minutes ago( 9:54 AM) and tonight", "new_id": -2}, {"uid": "1296744296246644738", "i": 53007, "idx": 0, "sa": ["James Steinberg", "Alassane Ouattara"], "q": "States said on Thursday. Opposition candidate <strong> Alassane Ouattara </strong> beat Gbagbo in a Nov. 28 presidential election, according to U.N.-certified results, but Gbagbo has refused to go, defying international condemnation and Western sanctions. <q> Our position is that Mr <strong> Alassane Ouattara </strong> won the election and should be the president, </q> U.S. Deputy Secretary of State <strong> James Steinberg </strong> told reporters in the Kenyan capital Nairobi.`` We hope this new mission of AU leaders can make clear to former President Laurent Gbagbo... that the time has come to", "new_id": -2}, {"uid": "1297071301223330403", "i": 440, "idx": 0, "sa": ["Steve Ballmer"], "q": " met <strong> Steve Ballmer </strong>( CEO van Microsoft) kan sluiten omdat alleen zoiets de weg naar de Amerikaanse markt voor open zet daardoor het budget voor R&D van Nokia met? 1 miljard( of 30%) omlaag kan. <q> Gooi ook je eigen proprietary high-end oplossing MeeGo weg- het is de grootste grap in de tech industrie en zal je alleen maar verder achterop Apple en Google helpen </q>, schrijft de analist.`` Richt je high-end portfolio op Windows Phone 7, en naar verloop van tijd kun je de kosten zo omlaag brengen dat je ook het middensegment kunt bedienen.''` Microsoft heeft", "new_id": -2}, {"uid": "1295395839010076168", "i": 57579, "idx": 1, "sa": ["Eric Stonestreet", "David Letterman", "Kourtney Kardashian", "James Van Der Beek"], "q": "/@kimKourtney Kardashian. we r doing <strong> David Letterman </strong> tonight! bette white is on the show too.i think everyone in the world loves her!- <strong> Kourtney Kardashian </strong>, Reality Star(`` <strong> Kourtney Kardashian </strong> and Kim Take New York,'' <q> Keeping Up With the Kourtney Kardashians </q>)@Eric StonestreetEric Stonestreet Saw my old friend@James Van Der BeekJames Van Der BeekJames Van Der Beek at a Globes party the other night. He's just like Dawson, except chill, down-to-earth and straight.- <strong> Eric Stonestreet </strong>, Actor(`` MoJames Van Der Beekn Family'')", "new_id": -2}, {"uid": "1295875728245907498", "i": 12388, "idx": 1, "sa": ["Alassane Ouattara"], "q": "UN change the mandate of its peacekeeping mission in C?te d'Ivoire to allow it to participate in the removal of Gbagbo, Ajumogobia said an Ecowas military deployment should have the United Nations' stamp of approval. <q> My argument simply put is that the use of force by Ecowas in C?te d'Ivoire must be under the aegis of the United Nations, and that without an appropriate UN Security Council resolution to sanction such use of force, Ecowas use of force in C?te d'Ivoire would not be legitimate, </q> he told Agence France-Presse. Gbagbo has defied global calls for him to quit power in favour of <strong> Alassane Ouattara </strong>, the internationally recognised winner of November elections. On Saturday, West African presidents tightened the", "new_id": -2}, {"uid": "1295121694061161479", "i": 56601, "idx": 0, "sa": ["Hillary Clinton", "David Letterman"], "q": "once considered one of the nation's most powerful and feared lawmakers, was sentenced to three years in prison yesterday. The judge sentenced him to two years for money laundering and an extra year for his performance on <q> Dancing With the Stars. </q> <strong> David Letterman </strong> Oh, how about this? Getting off an airplane, href=\"http://topics.nytimes.com/top/reference/timestopics/people/c/Hillary Clinton_Hillary Clinton_Hillary Clinton/index.html?inline=nyt- per\" title=\"More articles about Hillary Clinton.\"> <strong> Hillary Clinton </strong> tripped and fell and maybe broke some bones. So just to be", "new_id": -2}, {"uid": "1296215007194035773", "i": 35304, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Nancy Pelosi", "Debbie Wasserman Schultz"], "q": "her close female friends in Congress: House Democratic leader <strong> Nancy Pelosi </strong> of California, Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y.`` The doctors couldn't believe it,'' <strong> Debbie Wasserman Schultz </strong> later told CNN. <q> It was the most incredible experience that I have ever had. </q> <strong> Gabrielle Giffords </strong> is expected to survive, although her condition and the extent of her recovery remain in doubt. As finger-pointing emerged in Washington and beyond over whether harsh political rhetoric played a role in creating", "new_id": -2}, {"uid": "1296273664046694412", "i": 35731, "idx": 1, "sa": ["Soulja Boy", "Ben Gordon", "Allen Iverson", "Yao Ming", "Richard Hamilton"], "q": "injury-plagued Milwaukee Bucks on Saturday night.`` The simple fact that now I'm coYao Ming off the Ben Gordonch I ain't got time to get warmed up,'' said <strong> Richard Hamilton </strong>, who went 15-of-25 from the floor. <q> I have to come in on fire every time. </q> <strong> Allen Iverson </strong>, who also had nine assists, helped the Pistons to their second straight gritty win following a 3-9 stretch that they stopped with a win against Miami. He and <strong> Richard Hamilton </strong> led the <strong> Soulja Boy </strong> when it counted.", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said. \" \"`` If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,'' <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q> \" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}]