[{"uid": "1295914674088195073", "i": 37200, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "with reporters, <strong> Sen. Bernie Sanders </strong>( I-Vt.) said he was pleased to hear that the president won't propose either during his speech Tuesday night despite being included as main components of his fiscal deficit commission. <q>I think for the tens and tens of millions of American workers and for senior citizens, that is very welcome news,</q> <strong> Sen. Bernie Sanders </strong> said. \"So I applaud the president for standing up for Social Security, for his understanding that this is a program that has worked fantastically well for 75 years, and that he is going to defend", "new_id": -2}, {"uid": "1297116847195428397", "i": 34147, "idx": 3, "sa": ["Simon Cowell"], "q": "this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person.\" And what does <strong> Simon Cowell </strong> think of the new season of American Idol? <q>I haven't seen a full episode,</q> he said. \"I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[", "new_id": -2}, {"uid": "1296246869137003031", "i": 287, "idx": 2, "sa": ["Murray Clark", "Mr. Bauer", "Mike Pence"], "q": "House, many signs point to him running for Indiana governor in 2012 instead. No one else mulling a presidential run faces a similar quandary. <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> says he plans to announce his decision early next year. <q>I'd put money on him running for governor over president, because the field is a lot smaller and he wouldn't be running against an incumbent,</q> says Indiana's recently retired GOP chairman, <strong> Murray Clark </strong>. <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> usually draws under 5% in voter surveys testing the emerging 2012 field. But the excitement he's stirred among a swath of conservatives-he won a straw", "new_id": -2}, {"uid": "1297176789226918413", "i": 2837, "idx": 3, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong>, do we really need yet ANOTHER reality talent competition?\"... his answer is yes. And don't even bother trying to compare \"The X Factor\" to \"American Idol.\" <q>I suppose it's rather like comparing, I don't know, \"Extreme Home Makeover' with` Jersey Shore,'</q> he said. \"They're both reality shows but very, very different.' X Factor' has a craziness about it, has an unpredictability about it. I would say it\"s more raw.\"", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q>I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles,</q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}, {"uid": "1297485578090832922", "i": 42425, "idx": 1, "sa": ["Larry Hagman", "Michelle Trachtenberg", "Simon Cowell"], "q": "filed on Wednesday, Los Angeles Superior Court Judge <strong> Michelle Trachtenberg </strong> Rosenblatt vacated the award, in part because one of the arbitrators was a plaintiff in a similar type of legal action and failed to disclose it. <q>It's an absurd, bizarre kind of ruling, and we're very confident an appellate court will reverse it,</q> said <strong> Larry Hagman </strong>'s attorney <strong> Simon Cowell </strong> Aidikoff on Friday. According to Aidikoff, Citigroup changed <strong> Larry Hagman </strong>'s investment portfolio so that it was tilted toward equities, as opposed to fixed income and cash, causing heavy losses", "new_id": -2}, {"uid": "1297270974262504465", "i": 7172, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Simon Lythgoe"], "q": " \"One of the reasons this show stands out from the rest is that it's the only show where the contestants take an active role in deciding who's in the band,\" <strong> Simon Lythgoe </strong> said. <q>Whereas contestants must sing in different genres on other shows, this is all about country music. Our contestants will turn some world-renowned songs from other genres like pop or Motown, pour their soul into it and make it country.</q> My Settings Your comment contains inappropriate content in violation of our PublishDate= 2/9/2011 10:03:00 AM <strong> Paula Abdul </strong> Won't Say Whether She's Reuniting With <strong> Simon Cowell </strong> on' X Factor' Zack Galifianakis Goes` Between", "new_id": -2}, {"uid": "1295026726123977759", "i": 22967, "idx": 0, "sa": ["Kayte Walsh", "David Letterman", "Camille Grammer"], "q": "<strong> David Letterman </strong>\" on Thursday night that he's marrying <strong> Kayte Walsh </strong>. His wife of nearly 13 years, <strong> Camille Grammer </strong>, filed for divorce in July. She cited irreconcilable differences. She stars in Bravo's <q>The Real Housewives of Beverly Hills.</q> They were married in 1997 and have two young children.-- CBS is a division of CBS Corp.-- Online: We encourage an open exchange of affirming and", "new_id": -2}, {"uid": "1296437639091652104", "i": 10971, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin", "The CEO"], "q": "Page, who will become <strong> The CEO </strong> in April, as a brilliant products person who has participated in every major decision Google has made during <strong> Eric Schmidt </strong>'s tenure. He said <strong> Sergey Brin </strong>, the other co-founder, will focus on <q>the order of three big initiatives,</q> on which <strong> Eric Schmidt </strong> didn't elaborate. <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. \"We have a competitor called Microsoft( MSFT),\"", "new_id": -2}, {"uid": "1296155717100335616", "i": 23214, "idx": 2, "sa": ["Mike Pence"], "q": "We are golden down the road. We don't have a candidate this time. We need somebody. We're going to have an embarrassment of riches before too long.\" My conversant continued: <q>People are looking around.... <strong> Mike Pence </strong> isn't necessarily beating the best lineup we've ever had down the road. But if it's 2011 and <strong> Mitt Romney </strong> is the frontrunner, you're in a good place if you're <strong> Mike Pence </strong>.</q> This particular politico believes the issues that <strong> Mike Pence </strong> is most passionate about are national ones. So while\" it would be a smooth road to the governor's office\" for <strong> Mike Pence </strong> in Indiana, that's", "new_id": -2}]