[{"uid": "1295202805257589268", "i": 9502, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Tom Coburn"], "q": "Sharp style is still civil`` I've pretty well been disgusted with all of the right and the left after this episode,'' <strong> Tom Coburn </strong> said, noting they continue to press a connection to the shooting. <q> We're disconnecting what the real problems are in this country, </q> he said. <strong> Kirsten Gillibrand </strong> said on CBS'`` Face the Nation'' that a proposal for Republican and Democratic lawmakers to sit together later this month during <strong> Barack Obama </strong>'s State of the Union address might just be", "new_id": -2}, {"uid": "1296731741114950147", "i": 9633, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> and will receive a salary of Â£ 140,000.`` I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time,'' he said in a statement. <q> It's difficult to leave the BBC after a fascinating few years- but this is an opportunity I can't turn down. </q> <strong> David Cameron </strong> said in a statement yesterday that he was`` very pleased'' by the appointment.`` Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and", "new_id": -2}, {"uid": "1295669731206995468", "i": 9398, "idx": 0, "sa": ["Andy Coulson"], "q": "OUT: NO SALES: NO ARCHIVE: <strong> Andy Coulson </strong> denies any knowledge of the hacking, but admitted he'd committed a cardinal sin for a back room operator- he became the story. <strong> Andy Coulson </strong> said <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed </q> in his role as Downing Street communications chief.`` I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.''", "new_id": -2}, {"uid": "1295906343201736302", "i": 238, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "in how they would cut federal spending, Ryan has never been afraid to be specific. <strong> Sen. Bernie Sanders </strong>, a liberal independent from Vermont, applauded Republicans for picking Ryan, saying that unlike GOP leaders who have <q> been vague about what programs they want to cut, Congressman Ryan has been very clear. </q> He added that Ryan's ideas on squeezing savings from Social Security, Medicare, Medicaid and other programs were`` a very wrong approach to take.'' During the fall election campaign, Democrats jumped on", "new_id": -2}, {"uid": "1297709264165232682", "i": 12094, "idx": 0, "sa": ["Steve Ballmer"], "q": ", as well as integrating micro-blogging service Twitter into Windows Phone 7's People Hub. The first update, which will bring cut and paste features to the handset will be made available <q> in just a few weeks in early March </q>, <strong> Steve Ballmer </strong> said. The other features will be part of a second update to Windows Phone 7 expected later in the year. Photoshop& Illustrator Tutorial: Put a low-poly spin on music cover art Photoshop&", "new_id": -2}, {"uid": "1296157924245841935", "i": 10143, "idx": 4, "sa": ["Roy Blunt", "Barack Obama", "Steve Israel", "Mike Pence"], "q": ", the Democrats' election arm of the House. But, <strong> Steve Israel </strong> warned,`` the hard climb will be identifying what provisions to reform.'' Freshman <strong> Barack Obama </strong> <strong> Roy Blunt </strong>( R-MO) also expressed hope that <q> the divided government can create an opportunity to accomplish some hard things. </q> Looking toward the 2012 political season all eyes were on <strong> Mike Pence </strong>, who has vowed to announce his plans to run for either president or Indiana governor by the end of this month. He ducked questions about", "new_id": -2}, {"uid": "1297621344218546236", "i": 49350, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "dynasty monarch, better known as King Tut, ruled Egypt in the 13th century BC. <strong> Zahi Hawass </strong>, in his statement, said an investigation has been launched to find those behind the theft, adding that <q> the police and army plan to follow up with the criminals already in custody. </q> The museum standing on the main protest square was protected by tanks and briefly by a cordon of citizen volunteers during the 18 days of anti-government rallies that ousted president <strong> Hosni Mubarak </strong> and cost at least 300 lives.", "new_id": -2}, {"uid": "1296965126246792205", "i": 47068, "idx": 0, "sa": ["Michael Vick"], "q": "of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q> As a person and a player I learned a lot through my experiences on and off the field, </q> <strong> Michael Vick </strong> said.`` Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the", "new_id": -2}, {"uid": "1297203269184696860", "i": 6551, "idx": 0, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but <strong> Donald Rumsfeld </strong> believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> <strong> Donald Rumsfeld </strong> wrote. He said he made his recommendation to <strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}]