[{"uid": "1296106196239763461", "i": 58440, "idx": 0, "sa": ["Steve Ballmer", "Greg Sullivan"], "q": "Phone 7, said while sales were certainly a measure of the platform's success, customer satisfaction and developer investment were more important leading indicators. And to that end, the company has been pleased. <q> 93 percent of Windows Phone customers are satisfied or very satisfied with Windows Phone 7, and 90 percent would recommend the phone to others, </q> <strong> Greg Sullivan </strong> said. Those numbers were based on a recent survey of Windows Phone 7 customers numbering in the hundreds. Back at CES, Microsoft CEO <strong> Steve Ballmer </strong> had articulated that people \"fell in love\" with", "new_id": -2}, {"uid": "1295953472070795270", "i": 39804, "idx": 0, "sa": ["Andy Coulson", "Alan Rusbridger"], "q": ", journalism and editorial jobs on Journalism.co.uk this week Spanish judge to travel to Iraq to visit scene of cameraman's death Al-Jazeera offices in Ramallah entered by security forces, reports correspondent Channel 4 News: <strong> Andy Coulson </strong> resigns again <q> over something he knows nothing about </q>#jpod: The week's top news stories from Journalism.co.uk, 21 January 2011 <strong> Alan Rusbridger </strong> on <strong> Andy Coulson </strong> resignation:` This is not the end of the story'", "new_id": -2}, {"uid": "1295458359168706053", "i": 27255, "idx": 3, "sa": ["Paula Abdul", "Ryan Seacrest", "Kara DioGuardi", "Ellen DeGeneres", "Michael Jackson", "Simon Cowell"], "q": "<strong> Ryan Seacrest </strong> called her, said she was excited to be there. \"You have to just concentrate on the moment as best you can. Just live. It's your moment.\" She added that she's <q> looking for the next <strong> Michael Jackson </strong>. </q> The new line-up brings big changes to` American Idol.' Gone are original judges <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>. Gone are more recent additions, <strong> Ellen DeGeneres </strong> and <strong> Kara DioGuardi </strong>. In their place are two music superstars. \"Every", "new_id": -2}, {"uid": "1295622186048054272", "i": 51490, "idx": 0, "sa": ["Steve Ballmer"], "q": "system to connect to any back end data service( ERP, CRM, SQL Server, or any web service). These connections can create rich information consumption services. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1296152332094584859", "i": 7645, "idx": 0, "sa": ["Alan Eustace", "Barack Obama", "Eric Schmidt"], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said Google will hire more than 1,000 workers in Europe this year. All told, Google has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, Google's senior vice <strong> Barack Obama </strong> of engineering and research. Get noticed over other IS Professionals and increase your earning potential.", "new_id": -2}, {"uid": "1296109009070025294", "i": 37112, "idx": 0, "sa": ["Susan Page", "Jan Schakowsky", "Jonathan Capehart", "Steve McMahon", "Cenk Uygur", "Bernie Sanders", "Dennis Miller", "Ed Rendell", "Greta Van Susteren", "John Feehery", "Jeanne Cummings"], "q": ", Huffington Post and MSNBC Political Analyst; <strong> Jonathan Capehart </strong>, Washington Post; Phillip <strong> Dennis Miller </strong>, Dallas Tea Party Coordinator; <strong> John Feehery </strong>, GOP Strategist; <strong> Steve McMahon </strong>, Democratic Strategist; <strong> Susan Page </strong>, USA Today; <strong> Jeanne Cummings </strong>, Politico <q> MSNBC Live hosted by <strong> Cenk Uygur </strong> </q>: Sen. <strong> Bernie Sanders </strong>( I-Vt.); EJ Dionne, Washington Post; Rep. <strong> Jan Schakowsky </strong>( D-Ill.); Gov. <strong> Ed Rendell </strong>, fmr. Governor of PennsylGreta Van Susterenia and NBC News Political Analyst \"The Last Word", "new_id": -2}, {"uid": "1295977910157089808", "i": 37533, "idx": 28, "sa": ["Carmelo Anthony", "Allen Iverson", "Anthony Carter", "Earl Watson", "Nick Van Exel", "Raja Bell"], "q": "so aggressive. He wanted the ball more than everybody else.\" <strong> Carmelo Anthony </strong> said he just wanted to take adNick Van Exeltage of the smaller defenders such as <strong> Raja Bell </strong> the Suns put on him and score some easy baskets Earl Watsony, <q> and the way I was going to do that was with offensive rebounding. </q> Seven of his rebounds came off the offensive glass. <strong> Allen Iverson </strong> led the Nuggets with 31 points and had 12 assists and no turnovers, teaming with <strong> Anthony Carter </strong>, who had 11 assists and just two turnovers, to lead", "new_id": -2}, {"uid": "1295670200191152182", "i": 43513, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgement in hiring him after his resignation from the News of the World. <q> I feel that he's been punished twice for the same offence. I chose to judge him by the work that he's done for me, for the government and for the country, </q> <strong> David Cameron </strong> said. Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. \"Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the", "new_id": -2}, {"uid": "1297558954109035531", "i": 32975, "idx": 1, "sa": ["Phillip Blond", "Michael Gove"], "q": "agree, married people are better. \"We all live in an impoverished society if more and more people choose to put me before we,\" said <strong> Michael Gove </strong>, on a detour into archbishop territory. <q> The picture isn't pretty, </q> agrees the great Tory philosopher, <strong> Phillip Blond </strong>. \"With from guardian.co.uk on Family\"> family breakdown for many, the fundamental bedrock of civic life in Britain has been destroyed. It was some of", "new_id": -2}, {"uid": "1295854191069795876", "i": 43655, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "pris les investisseurs par surprise jeudi soir lors de la publication de ses r?sultats trimestriels en annon?ant le remplacement du directeur g?n?ral, <strong> Eric Schmidt </strong>, par <strong> Larry Page </strong>, co-fondateur du moteur de recherche,? partir du 4 avril. <q> Nous discutions de la meilleure mani?re de simplifier la structure du management et d'acc?l?rer le processus de d?cision depuis longtemps. En clarifiant nos r?les individuels, les responsabilit?s seront plus clairement tablie au sommet de la soci?t. </q>, a d?clar <strong> Eric Schmidt </strong>. Aucun chiffre conomique d'importance n'?tait attendu vendredi aux Etats-Unis. BANK OF AMEric SchmidtA Bank of AmEric Schmidta a accus au quatri?me trimestre de 2010 une perte de 1,6 milliard de dollars", "new_id": -2}]