[{"uid": "1295224464227999941", "i": 33059, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "body. <strong> Gabrielle Giffords </strong> has been breathing on her own since Saturday, when she was taken off of a ventilator. \"The Congresswoman continues to do well,\" the Medical Center announced on Sunday. <q>Yesterday's procedures were successful and uneventful.</q> New York Sen. <strong> Kirsten Gillibrand </strong>, who was in the hospital room last week to witness <strong> Gabrielle Giffords </strong>' \"miracle\" awakening, said the injured Congresswoman is \"making progress every day.\" CBS' \"Face the", "new_id": -2}, {"uid": "1297407745191856652", "i": 4339, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "12-day closure. But few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q>We will open the museum after the strike is finished. I don't know when the strike is finished,</q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. \"I need things to go back to normal.\" <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front", "new_id": -2}, {"uid": "1296142270223117319", "i": 17789, "idx": 1, "sa": ["Michael Gove"], "q": "central to what schools are about.\" The Bill hands more control to the Education Secretary to intervene in failing schools. Mr <strong> Michael Gove </strong> insisted that under-achieving academies will not be exempt from this. <q>There is absolutely no reluctance on our part to deal with any academy that's failing,</q> he said. \"Every school that under-performs will be held up to high standards. Subscribe to RSSMost Popular in: UK Keep up to date with Yahoo! News on Facebook. Discuss the latest", "new_id": -2}, {"i": 27945, "idx": 2, "index_answer": 1, "new_id": -1, "q": " \"Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,\" <strong> Zahi Hawass </strong> said in a statement. But he asked that <q>this unique treasure be returned to the possession of its rightful owners, the Egyptian people.</q> World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse \"<strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains)", "sa": ["Sarah Palin", "Zahi Hawass"], "uid": "1295891307156680197"}, {"uid": "1296391267266764295", "i": 8624, "idx": 1, "sa": ["Allen Iverson"], "q": ", Brooks penetrated before connecting with the 18 http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1295621862132808705", "i": 43285, "idx": 5, "sa": ["Eric Schmidt"], "q": "as <strong> Eric Schmidt </strong> has done in the company,' Mr. Page said.\" Which is why he's no longer CEO. Now, sit down and shut up for once. Miller and Helft report, <q><strong> Ken Auletta </strong>, the author of \"Googled: The End of the World As We Know It,' said in an interview that while Mr. <strong> Eric Schmidt </strong> may simply have been ready for a change after 10 years, he may have received some encouragement to step aside.' I don't think he was pushed aside, but he may have been nudged,' he said.</q> Gee, ya think? Miller and Helft report,\" \"Larry has wanted to be C.E.O., so that's not a surprise,\" said a former Google sales executive who would speak only", "new_id": -2}, {"uid": "1295994265097009665", "i": 31975, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "relations tracks a trend set by several other European countries, such as France, Spain and Portugal. Palestinian Foreign Minister Riad Malki said in a statement Tuesday that he hopes other European countries will follow suit <q>as a first step toward the recognition of the Palestinian state.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 4 BR/ 2 BA$ 1,200,000.00 SAN FRANCISCO 2 BR/ 1", "new_id": -2}, {"uid": "1297377651148979723", "i": 23935, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "LOL! RumsfeldOffice <strong> Donald Rumsfeld </strong> 10 posted on 02/10/2011 2:27:14 PM PST CPAC is a total disaster. JimRob called it an \"effin circus\" earlier today. 12 posted on 02/10/2011 2:28:40 PM PST <q>The former defense secretary was also booed when took to the stage.</q> Absolutely disgraceful. <strong> Donald Rumsfeld </strong> is not without his faults, but who isn't? We've gone 10-years without a major, coordinated attack on American soil. <strong> Donald Rumsfeld </strong> deserves his share of the credit. The people", "new_id": -2}, {"uid": "1297177999266534917", "i": 29928, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "troubled.\" ABC News, which has released a preview of <strong> Donald Rumsfeld </strong>'s interview with <strong> Diane Sawyer </strong>, the former defense secretary claimed that the interrogation of 9/11 plotter Mohammad al-Qahtani provided valuable information that saved American lives. <q>Qahtani, who was the 20th hijacker, they say-- he gave a lot of information,</q> <strong> Donald Rumsfeld </strong> said. \"And it was very helpful to our interrogators and to the United States government in saving lives.\" <strong> Donald Rumsfeld </strong> later concluded that \"the fact that we haven't had an attack in", "new_id": -2}, {"uid": "1297192087182861832", "i": 10174, "idx": 0, "sa": ["Heston Blumenthal", "David Letterman", "Martha Stewart"], "q": "-- <strong> Martha Stewart </strong> hits <strong> David Letterman </strong> in the face with a cheese ball.( <q>You're a strong wonderful woman, and I'm an asshole.</q>)[ Eater]-- Croatia's own Chocolat Reuters]-- Shrimp Without Guilt: BC Spot Prawn Fishery Daily Dish]-- <strong> Heston Blumenthal </strong> serves deep-fried", "new_id": -2}]