[{"i": 19998, "idx": 1, "index_answer": 0, "new_id": -1, "q": "said: \"I'd do it for a million for SANDS. money, mouth??????????????????\" <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q>I will get ITV to make substantial five figure donation to your charity for the interview</q>. But <strong> Lily Allen </strong> told him: \"Those are my terms. I've got no interest in coming on your show, you've been asking me for years.\" She revealed she had", "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "uid": "1295007787037093399"}, {"uid": "1297350164253526063", "i": 23216, "idx": 0, "sa": ["Hosni Mubarak", "Anderson Cooper", "David Letterman"], "q": "<strong> Anderson Cooper </strong> and Daivd <strong> David Letterman </strong> <strong> Anderson Cooper </strong> says it was fortunate that he and his team weren't badly injured in Egypt. <q>There were people stabbed after us, there were people who have been... captured, disappeared,</q> he told <strong> David Letterman </strong> in his first interview since the attack. \"We were lucky.\" 360 anchor told CNN that he and his crew were punched in their heads by supporters of President <strong> Hosni Mubarak </strong> in", "new_id": -2}, {"uid": "1295007611134168585", "i": 38922, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "and she knows we love her.\" New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> was also there when it happened. She said once <strong> Gabrielle Giffords </strong> heard her husband's voice, she opened her eyes. <q>All of a sudden she started to struggle to open her eyes. And so Mark saw that and said-- \"Open your eyes <strong> Gabrielle Giffords </strong>, open your eyes.' She kept struggling and struggling and Mark kept encouraging her. And within a moment she literally opened her eyes. <strong> The doctor </strong> was unbelievably excited because this was such great progress,</q> said <strong> Kirsten Gillibrand </strong>. New York\"s junior senator got to know the Arizona representative during their time together in the House. <strong> Kirsten Gillibrand </strong> says she told <strong> Gabrielle Giffords </strong> that people are pulling for her and are inspired", "new_id": -2}, {"uid": "1296776655116113416", "i": 48566, "idx": 3, "sa": ["John McCain", "Colin Powell"], "q": "conservatism may have been beneficial to <strong> Colin Powell </strong> in some circles, but it did not jibe with reality,\" that as secretary of state, in fact, Mr. <strong> Colin Powell </strong> \"tended not to speak out\" at meetings <q>in strong opposition to the views of the president or of his colleagues.</q> And he describes <strong> John McCain </strong> as \"a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media.\" In the course of \"Known and Unknown\" Mr.", "new_id": -2}, {"uid": "1295594483015614016", "i": 27517, "idx": 2, "sa": ["Tim Oates", "Michael Gove", "Viktor Bout"], "q": ", set up by parents and other groups- both types of school championed by Mr <strong> Michael Gove </strong>- do not have to teach the national curriculum. <strong> Viktor Bout </strong> Mr <strong> Michael Gove </strong> said he hoped it would act as a <q>national benchmark of excellence for all schools</q>. The review panel has been named as: <strong> Tim Oates </strong>( chair)- director of assessment research and development at Cambridge Assessment Bernice McCabe- head of North London Collegiate and co-director of the Princes'", "new_id": -2}, {"uid": "1295965636047955976", "i": 16112, "idx": 2, "sa": ["Eric Schmidt", "Mick Jagger", "Google Inc.", "Darrell Issa"], "q": "<strong> Eric Schmidt </strong> to the Cannes Film Festival, where he hobnobbed with <strong> Mick Jagger </strong> and Hollywood stars. \"Our report only reveals only part of the picture,\" said the letter to <strong> Darrell Issa </strong> asking for an investigation. <q>The House Oversight& Government Reform Committee has subpoena power if necessary. We urge you to use all the tools at the committee's disposal to reveal the extent of <strong> Google Inc. </strong>'s influence on the government and how the Internet giant has unfairly benefited.</q> Consumer Watchdog's letter also noted: \"Several executive agencies have responded in a severely guarded and limited fashion to Freedom of Information Act requests on significant issues involving <strong> Google Inc. </strong> that the public deserves to", "new_id": -2}, {"uid": "1296467038100122624", "i": 29781, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "Sales Figures\"[ Google CEO] <strong> Eric Schmidt </strong> pointed out that they're activating 200,000 units per day,\" Apple CEO <strong> Steve Jobs </strong> told media and analysts during an 20 October earnings call. <q>By comparison, Apple has activated 270,000 units per day, on average.</q> Since then, the two companies' other executives have used similar metrics- always in the hundreds-of-thousands range- to paint their respective smartphone platforms as unbeatable in the marketplace. That intense focus on sales", "new_id": -2}, {"uid": "1295518631063569936", "i": 13663, "idx": 0, "sa": ["Justin Timberlake", "American McGee", "Simon Cowell", "Billy Joel"], "q": " \"Idol' Embraces Kinder, Gentler Attitude ABC News The Associated Press By DERRIK <strong> Justin Timberlake </strong> LANG AP LOS ANGELES January 18, 2011( AP) When a husky, mustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q>The Longest Welcome to the born-again <strong> American McGee </strong> Idol. With the departure of \"the mean one,</q> judge <strong> Simon Cowell </strong>, the TV juggernaut seems to have gone through a conversion. At a recent Fox` <strong> American McGee </strong> Idol\" judges are in the spotlight this year PASADENA, Calif.- The most intriguing part of", "new_id": -2}, {"uid": "1297140015083361794", "i": 18031, "idx": 0, "sa": ["Donald Rumsfeld", "Nick Mallett"], "q": "leaves the pitch after being substituted... Photo in Slideshow: Italy coach <strong> Nick Mallett </strong>, center, consoles World Video: South Sudan votes 98.83% to secede World Video: ABC News Exclusive: <strong> Donald Rumsfeld </strong> Opens Up Report Abuse <q>Exactly what i said last week. The protests being witnessed in Tunisia, Egypt, Yemen and Ivory coast will find their final destination in Europe. After Italy, UK Queen will be next.</q> Time.com: After the Revolution: Young Tunisians Are Still Looking for Work Time.com: Mystery Solved: Missing Google Executive Played Key Role in Egypt Uprising Italian Villas Beautiful Italian Villas for rent in Tuscany, Umbria and Amalfi", "new_id": -2}, {"uid": "1295310733097861638", "i": 44767, "idx": 9, "sa": ["Tyronn Lue", "Rafer Alston", "Allen Iverson", "Thaddeus Young"], "q": " \"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.</q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Magic-76ers_94-96_I_Howard_36pts,11reb,Alston_17pts_vs_Iguodala_29pts,7reb,Miller_24pts,7ast PHILADELPHIA, April 24,2009( AP) Held in check all night, <strong> Thaddeus Young </strong> delivered at the end. <strong> Thaddeus Young </strong>'s driving layup with <strong> Rafer Alston </strong> seconds left", "new_id": -2}]