[{"uid": "1296527331020578309", "i": 4286, "idx": 1, "sa": ["Michael Vick"], "q": "comment- 9 min ago Yahoo! Sports`` I hope <strong> Michael Vick </strong> falls face first in a pile of dog s*** and slowly chokes to death.'' WilliamH left a comment- 15 min ago news.yahoo.com <q> Wow! It makes me feel good to know that Bloomburg is taking advantage of the tragedy in Tuscon to... </q> sodapopis4me left a comment- 17 min ago news.yahoo.com`` Nice idea... ugly design! I like the idea of it ONLY being flown on certain holidays. I don't like...''", "new_id": -2}, {"uid": "1295994264097009672", "i": 9504, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "in Caracas, where his government is trying to cope with a severe shortage of affordable housing. The president said he opposes that`` a group of very rich people'' have a spread of golf courses <q> there in the heart of Caracas. </q> He said there is`` almost no city in the world'' that has golf courses within city limits as Caracas does. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed", "new_id": -2}, {"uid": "1296859719014893061", "i": 15649, "idx": 0, "sa": ["Sergio Marchionne"], "q": "their nine-year partnership, a strategy that stifled creativity at the Auburn Hills, Michigan-based company. For example, Daimler gave Chrysler managers a booklet that described the product development process- mostly in German, <strong> Sergio Marchionne </strong> said. <q> Three-quarters of the words in the booklet were in German, </q> <strong> Sergio Marchionne </strong> told said in his remarks.`` If you think that there's no English equivalent to a word you use in German, you're nuts.'' Daimler, the maker of Mercedes Benz vehicles, bought", "new_id": -2}, {"uid": "1297044026199639050", "i": 29806, "idx": 0, "sa": ["Eric Schmidt"], "q": "European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. Skip related content <q> We certainly want to avoid that, </q> <strong> Eric Schmidt </strong> told the paper in an interview.`` I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1295254462216039433", "i": 13213, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "entire off-season as the No. 1 guy`` would pay huge dividends for me.'' He has played only 11 full games as the Eagles' starting quarterback. There is plenty of room to grow. <q> Quarterbacks get the starting job and do pretty well, but it's two to three years and then they're playing at the top of their game, </q> <strong> Marty Mornhinweg </strong> said.`` Some hit it a little later.'' The Eagles think <strong> Michael Vick </strong> will hit it sooner, but the NFC general manager has his doubts. His analysis of <strong> Michael Vick </strong>:`` Special athlete", "new_id": -2}, {"uid": "1295665821077053971", "i": 45130, "idx": 0, "sa": ["Eric Schmidt"], "q": "posted a fourth-quarter profit of$ 2.5 billion, up from$ 2.0 billion a year ago. Revenue increased to$ 8.4 billion, compared to$ 6.7 billion in the October-December period in 2009. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> said <strong> Eric Schmidt </strong>, Google's chief executive.`` These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider Web.''", "new_id": -2}, {"uid": "1296982648071090214", "i": 46703, "idx": 0, "sa": ["Robbie Williams", "Simon Cowell"], "q": "ONLY man capable of filling his shoes and could even IMPROVE its ratings. Take That's performance on the show last year attracted its highest viewing figures, 17.7 million. An X Factor insider said: <q> <strong> Robbie Williams </strong> being on the panel is the talk of the show. They are now talking contracts and terms. Rob had been hoping this would happen and is excited about the prospect of joining the show. </q> <strong> Robbie Williams </strong>, 36, has been one of the show's biggest fans, appearing several times on stage and mentoring contestants. <strong> Simon Cowell </strong> said last year:`` I would like to get <strong> Robbie Williams </strong>.", "new_id": -2}, {"uid": "1296783985243531783", "i": 25933, "idx": 0, "sa": ["Cheryl Cole", "Jon Gosselin", "Kim Kardashian", "Cullen Jenkins", "Heidi Montag", "Simon Cowell", "Louis Walsh", "Dannii Minogue", "Michael Jackson"], "q": "X-Factor Danyl Johnson XFactor Stacey Audition Auditions <strong> Simon Cowell </strong> <strong> Cheryl Cole </strong> <strong> Dannii Minogue </strong> <strong> Louis Walsh </strong> <strong> Heidi Montag </strong> Body Language Miss Universe <strong> Kim Kardashian </strong> skanks Megan Wants Millionaire Hauserman Ryan <strong> Cullen Jenkins </strong> What the Buck <strong> Michael Jackson </strong> Buckley <strong> Jon Gosselin </strong> Murder Suicide entertainment news web series video blog Luke 17:20 <q> And when he was demanded of the Pharisees, when the kingdom of God should come, he answered them and said, The kingdom of God cometh not with observation: 21 Neither shall they say, Lo here! or, lo there! for, behold, the kingdom of God is within you. </q> <strong> Michael Jackson </strong> 18:36`` Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now", "new_id": -2}, {"uid": "1296963339115425283", "i": 4679, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "the Giants, a game in which the Eagles trailed by 21 points in the fourth quarter.`` <strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,'' Eagles offensive coordinator <strong> Marty Mornhinweg </strong> said. <q> Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that. </q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison, a two-year", "new_id": -2}, {"i": 3029, "idx": 0, "index_answer": 2, "new_id": -1, "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy, </q> <strong> David Letterman </strong> said on his late-night CBS show Monday.`` But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.''' At", "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "uid": "1295447959150847521"}]