[{"uid": "2008121811_00004519_W", "i": 52, "idx": 0, "sa": ["Lucy Garner", "Laura Kenny", "Ruby Miller", "Sam Harrison", "Harriet Owen"], "q": "and <strong> Laura Kenny </strong>, <strong> Lucy Garner </strong> and <strong> Harriet Owen </strong> each won a race at the last event, leaving <strong> Ruby Miller </strong> to pick up her points with high placings. <strong> Laura Kenny </strong>'s keen to get the edge over her fellow competitors, saying: <q> the racing was good, i really enjoyed it. i was feeling a bit under the weather but the atmosphere and crowd picked me up. </q> she continued: \"i can beat <strong> Ruby Miller </strong>, and i'm getting better with each revolution. my training is now focussing on endurance not sprint so hopefully i can make up the remaining eight points.\" <strong> Sam Harrison </strong>", "new_id": -2}, {"uid": "2008090504_00030338_W", "i": 157, "idx": 0, "sa": ["Sarah Palin"], "q": ". time, <strong> Sarah Palin </strong> tried to ban a bunch of books at her local library for having inappropriate language. not only is that entirely inappropriate behavior for a mayor, but she proceeded to threaten to fire the librarian <q> for not giving` full support' to the mayor. </q> she also fired( wrongfully, it seems) a large number of department heads upon her election, generating great dislike among her own people. this provides a troublingly straight pathway towards here) during the same term", "new_id": -2}, {"uid": "2008091106_00020149_W", "i": 1561, "idx": 4, "sa": ["Julius Malema"], "q": "numbers when you count, you must know our people, wherever they are, they are there in pietermaritzburg in spirit,\" said <strong> Julius Malema </strong>. he expressed optimism that the ruling would be in favour of zuma. <q> we believe in that judge, he looked very sober to us... we believe in that judge, he looked like van der merwe, that judge, </q> said <strong> Julius Malema </strong>, referring to judge willem van der merwe who acquitted zuma on rape charges. \"therefore, that's why we are so convinced we are going to get a positive judgement.\" but even if", "new_id": -2}, {"uid": "2008113021_00086869_W", "i": 4208, "idx": 3, "sa": ["Dr. John"], "q": "once and not reorder.\" but at the university of chicago, <strong> Dr. John </strong> marcinak is a believer. he says the drug last year saved the life of a toddler who was near death with a smallpox-like infection. <q> we tried acyclovir; we tried immunoglobulin. nothing was helping until we got permission to use st-246, </q> he says. potential threat though smallpox has been virtually eradicated, leading to the 1977 discontinuation of mass vaccinations, it is still seen as a potential threat. both the u.s. government and russia have samples of smallpox", "new_id": -2}, {"uid": "2008100713_00034307_W", "i": 4551, "idx": 1, "sa": ["Lewis Ranieri"], "q": "ensure there is a market in the future, but he warned that with those risks businesses need to maintain disclosure and transparency to keep institutions safe from collapsing. <strong> Lewis Ranieri </strong> viewed the bailout as one such beneficial risk. <q>$ 700 billion can make a real dent[ in this crisis] if it is used well, </q> <strong> Lewis Ranieri </strong> said. <strong> Lewis Ranieri </strong> focused on moral questions plaguing today's stock trade, arguing that stock brokers who short-sell, or bet on the price of a stock falling, act irresponsibly and hurt the health of the overall", "new_id": -2}, {"uid": "2008091004_00013890_W", "i": 4427, "idx": 2, "sa": ["Kim Jong-Il"], "q": "video music award nominations. along the way the group has released a line of denim jeans through apparel maker dollhouse, been named the latest face of people for the ethical treatment of animals'( peta) long-running <q> i'd rather go naked than wear fur </q> advertising campaign and will have its own branded visa debit card this fall. <strong> Kim Jong-Il </strong>: a profile of north korea's leader in pictures thomson reuters is the world's largest international multimedia news agency, providing investing news", "new_id": -2}, {"uid": "2008091208_00014361_W", "i": 3393, "idx": 9, "sa": ["Abraham Lincoln", "Will Rogers"], "q": "and brains... and we don't have to be driven hither and thither by the blind workings of the market, or of history, or of progress, or of any other abstraction.\" -- fritz schumacher <q> this country, with its institutions, belongs to the people who inhabit it. whenever they shall grow weary of the existing government, they can exercise their constitutional right of amending it, or their revolutionary right to dismember it or overthrow it. </q>-- <strong> Abraham Lincoln </strong> \"a cynical, mercenary, demagogic press <strong> Will Rogers </strong> produce in time a people as base as itself.\" -- joseph pulitzer( 1904) \"the minute you read something that you can't understand,", "new_id": -2}, {"uid": "2008111714_00008082_W", "i": 4162, "idx": 5, "sa": ["Steve Fairchild"], "q": ", it still doesn't fit into his to-do list for the week. \"because it would be the next game, and what we've always done is think about the next practice,\" <strong> Steve Fairchild </strong> said. <q> we don't want to look beyond anything other than having a good week of practice and playing well next saturday. </q> next saturday's game at wyoming has added meaning with the bronze boot, the traveling trophy awarded to the team winning the annual border war. wyoming was eliminated from bowl contention thursday in its loss to unlv,", "new_id": -2}, {"uid": "2008111422_00003744_W", "i": 829, "idx": 4, "sa": ["Peter Jenkins", "Kevin Montgomery"], "q": "everywhere. and then the man explained that about 30 years before he walked across america and, once he reached the 550 just below montrose, he lived for a year and wrote a book about his experiences. <q> i couldn't believe what i was hearing, </q> <strong> Kevin Montgomery </strong> recalls. i asked him,` was that book a walk across america?' and the man, who by now i realized was <strong> Peter Jenkins </strong>, said,` yes.' we both were taken aback", "new_id": -2}, {"uid": "2008121917_00012933_W", "i": 4278, "idx": 5, "sa": ["Harry Markopolos"], "q": "the school himself. <strong> Harry Markopolos </strong> became an adept hunter and fisherman as he grew up, like many from the rural area, but also showed early aptitude at academics, as well as a willingness to question authority. <q> he used to challenge the teachers, </q> his mother said with a laugh. \"he'd tell them he had the right answers, but they had the wrong questions.\" <strong> Harry Markopolos </strong> graduated from cathedral prep in erie in 1974, then in 1981 from", "new_id": -2}]