[{"uid": "1297270846258801676", "i": 57153, "idx": 1, "sa": ["Ed Westwick", "Simon Cowell"], "q": "the voiceover act as they are wary of making the show too British with <strong> Simon Cowell </strong> already confirmed as a judge and Cheryl Cole also lined up for a role. He explained: <q> They have to decide how British they want the show to be, and whether they want a British voice and a British judge like Cheryl Cole. </q> But if he impresses US executives, 49-year-old <strong> Ed Westwick </strong>- who has two teenage sons with his wife Barbara- would be happy to relocate to Los Angeles during the filming of the series. He", "new_id": -2, "mturk_index": "425"}, {"uid": "1295265085125091841", "i": 4793, "idx": 0, "sa": ["David Cameron", "Andy Coulson", "Rupert Murdoch"], "q": "<strong> Andy Coulson </strong> denies being aware of any wrongdoing at the paper, part of <strong> Rupert Murdoch </strong>'s News Corp media group, and police said last month there was not enough evidence to charge him with any crime. <q> Obviously when he was editor of the News of the World, bad things happened at that newspaper and when he found about those, he resigned. That was the right thing to do, </q> <strong> David Cameron </strong> told BBC Radio 4's Today programme. \"I gave him a second chance,\" <strong> David Cameron </strong> added. \"I think he has done a good job for the government and for the country.", "new_id": -2, "mturk_index": "1313"}, {"uid": "1297708963265207808", "i": 27704, "idx": 0, "sa": ["Oprah Winfrey", "Michael Vick"], "q": "mc-us-- Oprah Winfrey-Michael Vick-Michael Vick-20110214 NFL star whose name became synonymous with dogfighting is scheduled to be a guest on the <q> The Winfrey\" Winfrey-Oprah Winfrey-PECLB004206.topic\"> <strong> Oprah Winfrey </strong> Show. </q> The daytime talk show host's interview with <strong> Michael Vick </strong> is set to air Thursday. Officials with Chicago-based Harpo Productions say the interview will cover <strong> Michael Vick </strong>'s time in prison, his work", "new_id": -2, "mturk_index": "2193"}, {"uid": "1295613901243957775", "i": 18939, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": "y en la toma de decisiones al mismo nivel\" . Adem?s, ha resaltado \"el enfoque de triunvirato como una fuente de beneficios reales en t?rminos de sabidur?a compartida\" , por lo que afirma que <q> seguir?n discutiendo las decisiones entre los tres, pero que cada uno tendr claro cu?les son sus roles a nivel individual </q>. Desde esta plataforma oficial, <strong> Eric Schmidt </strong> ha querido animar a su compa?ero <strong> Larry Page </strong> en su nueva empresa como Consejero Delegado diciendo que \"est muy orgulloso de su d?cada como consejero, pero que est seguro de", "new_id": -2, "mturk_index": "297"}, {"uid": "1297617537105119744", "i": 58764, "idx": 0, "sa": ["Marlon Wayans", "Vanessa Minnillo", "Russell Brand", "Victoria Beckham", "Vivica A. Fox", "Simon Cowell"], "q": "Valentine's Day From the POV of the Stars <strong> Marlon Wayans </strong> Stars in Commercials Stars get fit, fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Victoria Beckham </strong>: <q> I Don't Know the Sex of My Baby! </q> <cite> Us Magazine </cite> <strong> Russell Brand </strong> Hosts Saturday Night Live: \"I'm Much More Famous in England\" A. Fox-a-Vivica A. Fox-i-m-taking-my-engagement-slow/56266\"> <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When", "new_id": -2, "mturk_index": "424"}, {"uid": "1295849732019906565", "i": 12938, "idx": 4, "sa": ["Chris Keates", "Russell Hobby", "Michael Gove"], "q": "de <strong> Michael Gove </strong>, la secretaria general de la Asociaci?n Nacional de Maestros de Escuela/Sindicato de Mujeres Profesoras, <strong> Chris Keates </strong>, opin en la BBC que el debate sobre la reforma del curr?culo \"carece de sentido\" porque el Gobierno <q> ya ha determinado que los ni?os han de tener un curr?culo como el de los a?os cincuenta </q>. Para <strong> Russell Hobby </strong>, de la Asociaci?n Nacional de Directores de Escuela, los directores quieren un curr?culo menos preceptivo \"que incluya lo b?sico pero al mismo tiempo deje margen a la creatividad, la cultura y la emoci?n", "new_id": -2, "mturk_index": "878"}, {"uid": "1297079636126599583", "i": 42481, "idx": 6, "sa": ["Sergio Marchionne"], "q": "organisation unique\" . Ce nouveau groupe aurait \"plusieurs p?les de d?cision selon les principaux march?s o il op?re:? Turin pour l'Europe, Detroit pour les tats-Unis ainsi qu'au Br?sil et si possible en Asie\" . <q> Plusieurs t?tes et un seul c?ur </q>, avait d?clar <strong> Sergio Marchionne </strong> en invitant? \"s' y habituer\" . Fiat suivrait l'exemple d'autres constructeurs globaux, comme Toyota qui a deux si?ges sociaux, au Japon et aux tats-Unis. La direction du", "new_id": -2, "mturk_index": "582"}, {"uid": "1295564382204079113", "i": 31220, "idx": 1, "sa": ["Steven Tyler", "Liza Minnelli", "Simon Cowell"], "q": "that past judges did not. \"You won't find many people like that, that kind of enthusiasm,\" <strong> Steven Tyler </strong> said of the <strong> Liza Minnelli </strong> wannabe who essentially pleaded her way into the next round. <q> I am going to personally work that into something good. </q> He <strong> Liza Minnelli </strong> be all talk, the initial good cheer <strong> Liza Minnelli </strong> wear thin and we <strong> Liza Minnelli </strong> be begging to be slapped around by <strong> Simon Cowell </strong> in a few weeks, but for now it's just nice to have", "new_id": -2, "mturk_index": "1292"}, {"uid": "1295803019101695619", "i": 48230, "idx": 4, "sa": ["George H. W. Bush", "Bill Clinton", "Colin Powell", "Geoffrey Wawro"], "q": ": America's Pursuit of Power in the Middle East\" last year, writes in the online analysis in great detail about various aspects of the war with a special emphasis on the war's ending. <q> A year after the war, Saddam mocked <strong> George H. W. Bush </strong> from Baghdad and claimed victory:` It was <strong> George H. W. Bush </strong> with his own will who decided to stop the fighting. Nobody had asked him to do so.' Seizing on that appearance of George H. W. Bushial weakness, <strong> Bill Clinton </strong> campaigned that year against <strong> George H. W. Bush </strong>- and beat him- chiding <strong> George H. W. Bush </strong> for not putting Saddam and his acolytes on trial for war crimes. \"<strong> Bill Clinton </strong> would prove no more effective than George H. W. Bushn removing Saddam, </q> <strong> Geoffrey Wawro </strong> noted. \"Perhaps <strong> Colin Powell </strong> said it best, in his post-war memoirs, when he compared the pressures weighing on <strong> George H. W. Bush </strong>'s war termination with the pressures weighing on Meade after Gettysburg, or on Eisenhower", "new_id": -2, "mturk_index": "934"}, {"uid": "1295561949204783632", "i": 33337, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": ", taking over day-to-day operations as CEO as of April 4. The company said the goal of the surprise executive change, the biggest at the Web firm since <strong> Eric Schmidt </strong> joined it as CEO in 2001, is <q> to streamline decision making and create clearer lines of responsibility and accountability at the top of the company. </q> Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, in particular new products, one of his key passions, as he said on a conference calls. Some observers immediately suggested he focus on improving the company's", "new_id": -2, "mturk_index": "1796"}]