[{"uid": "1295225658227999788", "i": 13479, "idx": 3, "sa": ["Eric Snow", "Allen Iverson"], "q": "alive, particularly on the defensive end. Their pressure changed the tempo of the game, and the momentum shortly thereafter. \"When he got ejected, everybody just stepped up their game,\" <strong> Allen Iverson </strong> said. <q>We said, \"What are we gon na do?\"</q> <strong> Eric Snow </strong> said. \"Are we gon na lay down? Or are we gon na pick up the intensity?\" The 6-3 <strong> Eric Snow </strong> set the http://wn.com/Derrick_Rose_game_4_highlights_Boston_Celtics_vs_Chicago_Bulls_2009_NBA_Playoffs CHICAGO( AP) Another playoff thriller between Chicago and", "new_id": -2}, {"uid": "1296644684150142979", "i": 10863, "idx": 1, "sa": ["Keith Bogans", "Allen Iverson"], "q": "right knee. But he has a while to go to regain his All-Star form. \"My rhythm is way off. I'm struggling,\" said <strong> Allen Iverson </strong>, shooting 37 percent in five games since returning. <q>It's frustrating that it's taking so long for my game to come back. But by being in the league eight years, I've been through struggles and I know how to play while struggling.</q> Philadelphia took control midway through the third quarter with 11 straight points to go up 68-60. Orlando's <strong> Keith Bogans </strong> stopped the run with a jumper despite being knocked down, but <strong> Allen Iverson </strong> seized the momentum back with his lone", "new_id": -2}, {"uid": "1296789642034570241", "i": 22194, "idx": 2, "sa": ["Ha-Joon Chang", "Sen. Bernie Sanders", "David Cay Johnston"], "q": "of the Military-Industrial Complex\" \"The Worse Off You Are, Your Taxes Increase\": Journalist <strong> David Cay Johnston </strong> Slams Obama-GOP Tax Deal <strong> Sen. Bernie Sanders </strong> Denounces Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming \"Banana Republic\" <q>Counting the Jobs Lost to China.</q> Report by the Economic Policy Institute \"China Against the Tides: Restructuring through Revolution, Radicalism and Reform. 3rd Edition\" By Marc Blecher.( Continuum, 200 Economist <strong> Ha-Joon Chang </strong> on Currency Wars, the G20,", "new_id": -2}, {"uid": "1295562453217792578", "i": 11990, "idx": 7, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the company called \"Googled: The End of the World As We Know It,\" said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have been ready for a change after 10 years at the helm. <q>I don't think he was pushed aside, but he may have been nudged,</q> he said, adding that between the two founders, Mr. Page always appeared more interested in eventually becoming chief executive. \"Clearly <strong> Sergey Brin </strong> has been paying less attention to management than Larry,\" he said.", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said in a statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}, {"uid": "1295163904209272878", "i": 5437, "idx": 0, "sa": ["Philippe Sands", "Gordon Edelstein", "Murat Kurnaz", "Donald Rumsfeld"], "q": "said Artistic Director <strong> Gordon Edelstein </strong> said. Torture Team tells the story of attorney <strong> Philippe Sands </strong>' investigation of <strong> Donald Rumsfeld </strong>'s 2002 memo, authorizing the new interrogation techniques that led to torture at Guantanamo Bay and beyond. <q>May well be the best bit of contemporary investigative journalism you will read: it is right up there with Woodward and Bernstein, a tour de force of relentlessly dogged pursuit, of interviews with guilty men acquired against all odds, a beautifully told and humane narrative that follows a paper trail and nails the truth,</q> according to the Sunday Times in the United Kingdom. Using <strong> Philippe Sands </strong>' book as a basis, video clips from Judgment at Nuremberg, \"24\" and material from <strong> Murat Kurnaz </strong>'s Five Years of My Life:", "new_id": -2}, {"uid": "1297183505216317958", "i": 9332, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "'s weapons of mass destruction \"rely heavily on analytic assumptions and judgment rather than hard evidence.\" <strong> Donald Rumsfeld </strong> told the chairman of the Joint Chiefs of Staff to \"take a look\" at the memo, because <q>what we don't know about WMD... is big.</q> Aha! <strong> Donald Rumsfeld </strong> was a voice for moderation on the Iraq WMD all along! He looks pretty good for bravely disclosing that, right? Not when you remember that after he received that summary, he", "new_id": -2}, {"uid": "1297233092159547463", "i": 1241, "idx": 0, "sa": ["John Kerry", "Sen. Bernie Sanders"], "q": "Johnson, Globe Staff Supporters of <strong> John Kerry </strong> <strong> Sen. Bernie Sanders </strong> of Vermont are holding a fundraiser for him Sunday before he delivers a public speech in Jamaica Plain. The independent, who caucuses with the Democrats, <q>is facing a tough race in the next election due to the GOP machine,</q> said an e-mail encouraging attendance. \"Therefore, he's coming to ask similar-minded folks for support.\" Another e-mail said, \"Here's a great opportunity to hear an important progressive voice in the", "new_id": -2}, {"uid": "1297217149016318466", "i": 18981, "idx": 0, "sa": ["Gen. David Petraeus", "Madeleine Albright", "Andrew J. Bacevich", "Donald Rumsfeld"], "q": ": America's Path To Permanent War <strong> Andrew J. Bacevich </strong> is tough. The substantive contributions to diplomacy of <strong> Madeleine Albright </strong>, Clinton's <strong> Madeleine Albright </strong> of State, he writes, were \"exceedingly thin.\" <strong> Donald Rumsfeld </strong> is a contender <q>for the title of worst defense secretary in U.S. history.</q> He dismisses the counterinsurgency manual of <strong> Gen. David Petraeus </strong>, as well as his \"surge\" in Iraq, as \"lots of foam, but not much beer.\" More importantly, <strong> Andrew J. Bacevich </strong> asks tough questions:", "new_id": -2}, {"uid": "1295368385224215068", "i": 17500, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell", "Ryan Seacrest"], "q": "competition alongside <strong> Simon Cowell </strong> and Randy Jackson, with <strong> Ryan Seacrest </strong> hosting, for eight seasons. \"I still talk to all the guys,\" she said during an appearance on CBS's The Talk on Monday. <q>They are my extended family; I've never had any brothers and certainly got my full share of bulliness...</q> <strong> Paula Abdul </strong> recently returned to TV screens as a judge and executive producer on Live To Dance, a new CBS competition which aims to find the best amateur dance act in America. \"I'm", "new_id": -2}]