[{"uid": "1295606098062603329", "i": 32224, "idx": 6, "sa": ["Michael Gove"], "q": "'s also je ne sais quoi, whatever that is. Or, as Dragnet's Joe Friday would have it\" Just give me the facts, ma'am.\" WhyTheFace 21 January 2011 10:30 AM <q> The question is, is the moron called <strong> Michael Gove </strong> doing anything to make it better? He's making massive changes, but is there a single one that will improve children's education, as oppossed to conforming to his ideological view of what will improve their education but actually make everyone go backwards? </q> Even by the low standards of recent Education Secretaries, <strong> Michael Gove </strong> strikes me as being particularly out of his depth and reliant on simplistic ideologies for his policies. \" Indeed, but is seems increasingly British", "new_id": -2}, {"uid": "1296138677011223120", "i": 8433, "idx": 0, "sa": ["Michael Gove"], "q": "to Ofsted will mean schools will be judged by the watchdog on four key areas- quality of teaching, leadership, pupils' behaviour and achievement. Publishing the Bill on Thursday, Mr <strong> Michael Gove </strong> said: <q> There are areas of Ofsted inspections, such as community cohesion or regulations Michael Governing what students bring in in their lunchboxes at lunchtime, which are entirely peripheral. \"One of the problems with Ofsted inspections is that they are asked to inspect and measure for things which, by definition, are hard to judge and not central to what schools are about. </q> The reforms will also mean Ofsted has more powers to intervene in failing schools. Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "new_id": -2}, {"uid": "1296219578222609411", "i": 52306, "idx": 0, "sa": ["Michael Gove", "Demetrius Morton"], "q": "Mr <strong> Michael Gove </strong> was speaDemetrius Morton at the <strong> Demetrius Morton </strong> Academy in London which is run by the Ark foundation. Asked about the duty being put on councils planning for new schools in their areas, Mr <strong> Michael Gove </strong> said: <q> That would be the first choice I would like local authorities to make, that they should be free schools or academies </q>. He said there was a need for schools, particularly primary schools in some areas, including London, east Lancashire, west Yorkshire and the midlands. Chinese whispers Rumours about protester's death", "new_id": -2}, {"uid": "1295545209070057989", "i": 2591, "idx": 1, "sa": ["Michael Gove"], "q": "be a \"vehicle for imposing passing political fads\" . <strong> Michael Gove </strong>, the Education Secretary, said the current curriculum was \"substandard\" and higher demands were placed on children in other countries. <q> The pace of economic and technological change is accelerating and our children are being left behind, </q> he said. \"The previous curriculum failed to prepare us for the future. We must change course. \"Our review will examine the best school systems in the world and give us a", "new_id": -2}, {"uid": "1297428200243695651", "i": 15110, "idx": 0, "sa": ["Michael Gove"], "q": "the judge. The victorious authorities include Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council. 10 Feb 2011 The judge said: <q> However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation. </q> Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.\" As part", "new_id": -2}, {"uid": "1297098957187170821", "i": 23192, "idx": 0, "sa": ["Michael Gove", "Diana Johnson"], "q": "a cut. It is in fact a very good settlement for music services which is consistent with our broader strategies for school autonomy and deficit reduction.\" <strong> Diana Johnson </strong> said the funding, although ringfrenced is a <q> real terms cut and local authorities are already slashing music services in their areas </q>. She told the education secretary \"rather than blowing his own trumpet\" he should \"admit this is really a cut\" just as was with school sports funding. In response, <strong> Michael Gove </strong>", "new_id": -2}, {"uid": "1297513424014598147", "i": 29097, "idx": 0, "sa": ["Michael Gove", "Andy Coulson", "Eric Pickles", "Gerry Sutcliffe", "Richard Kemp"], "q": "'s mix of relentlessness and slipperiness: \"He's a wily old fox. He plans out what he wants to achieve.\" But <strong> Gerry Sutcliffe </strong> says <strong> Eric Pickles </strong>'s return to his abrasive Bradford mode may be backfiring: <q> I don't think you can behave that way as secretary of state. </q> <strong> Richard Kemp </strong> points out that, if <strong> Eric Pickles </strong>'s transformation of local Michael Government is to succeed, it will require some co-operation from councils. He remains popular among Tory activists. With <strong> Andy Coulson </strong> gone, he is an", "new_id": -2}, {"uid": "1297234021222871650", "i": 9277, "idx": 4, "sa": ["Michael Gove"], "q": "<strong> Michael Gove </strong>'s policy ideas are so narrow in vision and scope. All the focus is on introducing them at breakneck speed sidestepping serious debate and not exposing the worthiness of his ideas to evidence based scrutiny <q> Giving every parent access to a good school </q> I assume they mean child! If there were a measure of success in the new free schools where does that leave the schools they seem to be ignoring. If we live in a broken Britain should not their", "new_id": -2}, {"q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q> does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show. </q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "sa": ["Gianni Letta", "Maurizio Sacconi", "Sergio Marchionne"], "index_answer": 2, "idx": 2, "i": 33633}, {"uid": "1296113349056524934", "i": 54345, "idx": 0, "sa": ["Michael Gove", "Margaret Hodge"], "q": "a budget deficit last year- and more than one in four will need \"additional financial or managerial support to secure their longer-term financial health\" . <strong> Margaret Hodge </strong>, the PAC's Labour chairman, said: <q> We are concerned by the increasing risks to the financial management and Michael Governance of the academies programme, if there is a rapid expansion. \"Simply issuing guidance on basic standards of accountability and financial management is not enough. A clear mandatory framework, with strong measures to deal with non-compliance, is needed. </q> The report opens up a new front in criticisms of the controversial academy programme, which Education Secretary <strong> Michael Gove </strong> believes is key to boosting educational standards. Previous warnings have focused on fears that allowing \"outstanding\"", "new_id": -2}]