[{"uid": "1296152747245841922", "i": 55047, "idx": 1, "sa": ["Michael Gove"], "q": "central to what schools are about.\" The Bill hands more control to the Education Secretary to intervene in failing schools. Mr <strong> Michael Gove </strong> insisted that under-achieving academies will not be exempt from this. <q> There is absolutely no reluctance on our part to deal with any academy that's failing, </q> he said. \"Every school that under-performs will be held up to high standards.? 2011 owned by or licensed to Trinity Mirror North West& North Wales Limited.", "new_id": -2}, {"uid": "1295217263110215213", "i": 22471, "idx": 4, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,\" <strong> Kirsten Gillibrand </strong> said. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury, </q> she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head from point-blank range a week ago and remains in critical condition. With <strong> Kirsten Gillibrand </strong> in the hospital room, <strong> Gabrielle Giffords </strong> opened her eyes for", "new_id": -2}, {"uid": "1295293674000475171", "i": 30979, "idx": 0, "sa": ["Piers Morgan", "David Letterman", "Howard Stern", "Jay Leno"], "q": "\"steals\" jokes; \"He's not fit to scrub <strong> David Letterman </strong>'s feet\" <strong> Piers Morgan </strong> Tonight( airing Tuesday), <strong> Howard Stern </strong> goes after <strong> Jay Leno </strong>, accusing the NBC Tonight Show host of stealing jokes. <q> <strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook, </q> <strong> Howard Stern </strong> tells <strong> Piers Morgan </strong>, according to the Stern_judgment_tMMFTBfOyUE8ZGReLqLhFM\"> New York Post. \"And the world knows exactly what he's up to. He steals a tremendous amount of material. \"He's not fit to", "new_id": -2}, {"uid": "1297513193003506179", "i": 43408, "idx": 0, "sa": ["Piers Morgan", "Amanda Holden", "Simon Cowell", "David Hasselhoff"], "q": "<strong> Simon Cowell </strong> to join <strong> Amanda Holden </strong> on the judging panel but Ant and Dec think the show suffers when the music mogul is not on it and can't wait for his return for the live finals. Ant said: <q> Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. \"<strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> leaving has changed the mood of the show but you know it might be for the better. </q> However the pair are excited to be working with former` Baywatch' hunk <strong> David Hasselhoff </strong>- who was thrown off` America's Got Talent' for drinking last year- and Dec admitted he sometimes gets awestruck", "new_id": -2}, {"uid": "1295530662257605677", "i": 42375, "idx": 2, "sa": ["Steven Tyler", "Simon Cowell"], "q": "\"unbridled enthusiasm.\" Zero chance she's going to get past the first round in Hollywood. At 9:12 p.m., Steven Tyleria Huggins from North Carolina is incredibly cute, actually insufferably so. She works <q> Midnight Train to Georgia' with pageant-level passion. This is the type of 16 year old that many of us find annoying. \"I'm ready to be the 2011` American Idol,' </q> she said. \"I've been waiting for this since season 2!\" Of course, she gets in, whether she really deserves so. I bet <strong> Simon Cowell </strong> would have hated her!", "new_id": -2}, {"uid": "1296960716249118758", "i": 52232, "idx": 0, "sa": ["Michael Vick"], "q": "<q> How they just now reporting this?... <strong> Michael Vick </strong> Spoke on this Like a while back on his Twitter Page... Lmao... </q> Edit: Nevermind <strong> Michael Vick </strong> was speaking on Sporting News Comeback Player of the year... Last edited by KeepOnPushing; 14 Minutes Ago at Bills WR on his Dropped pass that could have won the game", "new_id": -2}, {"uid": "1295592071015613963", "i": 55258, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": ", Slide.com, SocialDeck, Urchin, Where2, WideVine, Writely, YouTube, and numerous others Google logo is centered on <strong> Larry Page </strong> for first time Gets Sued For Creating\"> Twitter Gets Sued For Creating <q> Virtual Community of Famous People </q> \"Starcraft II\" Modders Use Editor To Create MMO, Activison-Blizzard Not Pleased The <strong> Eric Schmidt </strong> Era: Google 2001 vs. Google 2011| 58 minutes ago The Comic Book Club: Iron Man# 500, Supergirl and", "new_id": -2}, {"uid": "1295150069185466883", "i": 20320, "idx": 2, "sa": ["Bernie Sanders"], "q": "\"Yeah the trust fund is solvent for the next 26 years but each year you wait to solve the problem, the cure you need to administer for solvency gets more and more severe,\" Kessler said. <q> You need greater benefit cuts in the future, greater tax increases in the future. You get to the point of no return. </q> How About It? Huh? It Ain't Askin' Too Much Ya Know.... Communists, low life, scum sucking, pile of dog dung such as Sen. <strong> Bernie Sanders </strong>... 2 posted", "new_id": -2}, {"uid": "1295779130083050499", "i": 45914, "idx": 4, "sa": ["Mike Krzyzewski", "Kobe Bryant", "Mo Williams", "Ben Wallace", "Allen Iverson", "Josh Smith", "George Karl"], "q": "a span of two seconds after technical fouls against JR <strong> Josh Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Ben Wallace </strong> play, </q> Nuggets <strong> Mike Krzyzewski </strong> <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player Williams_Perfect_from_Behind_the_Arc_Cavaliers_vs_Mavericks-28/11/09 <strong> Mo Williams </strong> goes 7-7 behind the arc and scores 25", "new_id": -2}, {"uid": "1295228796163069970", "i": 41954, "idx": 1, "sa": ["Simon Cowell", "Randy Jackson", "Nigel Lythgoe"], "q": "<strong> Simon Cowell </strong> who is instead launching an American version of The X Factor this year. <strong> Nigel Lythgoe </strong> insists Aerosmith singer <strong> Randy Jackson </strong> and J-Lo have a great deal more to offer the show's wannabe pop stars. <q> Both of them are very aware of what they bring and are aware of how they treat the kids because they've been judged all their lives, </q> he explained. <strong> Nigel Lythgoe </strong> revealed: \"They're not, and they shouldn't be, good at chopping people's legs from underneath them, they're not that character, and it isn't about", "new_id": -2}]