[{"uid": "1296170831157696208", "i": 58306, "idx": 4, "sa": ["Mike Pence", "Mike McDaniel"], "q": " \"I am convinced he is now going to run for governor,\"\"  said  Mike McDaniel , a former state Republican chairman. The 51-year-old  Mike Pence  is a darling of social conservatives and often describes himself as  a Christian, a conservative, and a Republican, in that order.  He had made multiple trips to states that host early presidential primary contests.  Mike McDaniel  said the decision not to run must have been difficult. \"He had a lot of people around the country", "new_id": -2}, {"uid": "1296183151117178385", "i": 27586, "idx": 5, "sa": ["Mike Pence"], "q": "months tells NRO the conservative Hoosier \"was extremely torn while he deliberated.\"\"  Another who met with  Mike Pence  feels his heart was never completely in a bid for president. Someone close to  Mike Pence  explains that  the people closest to him, the friends and people he knew best from Indiana, wanted to see him come back to Indiana.  By contrast, \"the support for him to run nationally was in large part from leaders of the national conservative movement\"\" - who perhaps didn't have the same sway as his longtime supporters.  Mike Pence ", "new_id": -2}, {"uid": "1295186920132022279", "i": 39702, "idx": 3, "sa": ["Katie Couric", "Steve King", "Barack Obama", "Mike Pence"], "q": "in India Tunisian  Barack Obama  toppled after 23 years in power  Steve King  Sees Repeal Vote Passing House Next Week target=\"_blank\" href=\"http://iowaglobe.com/\"> Iowa Republican  Mike Pence   Steve King  is ready to return to official House Arizona, from the Hawkeye State.  I expect we will vote to repeal Barack Obamacare next week,  the conservative Iowan said of the House GOP, which had plKatie Couricd to bring a vote to the House floor this week to repeal last year's comprehensive target=\"_blank\" href=\"http://worldhealthtoday.com/\"> health care reform bill. Agenda items were", "new_id": -2}, {"uid": "1296228272172146710", "i": 20877, "idx": 14, "sa": ["Tim Pawlenty", "Mike Pence", "Mitch Daniels", "Dan Coats", "Mike Connolly"], "q": "that if and when  Mike Pence  does announce, he will enter the governor's race as the frontrunner. \"He is clearly someone who could carry on the remarkable success of  Mitch Daniels ,\"\"   Dan Coats  says.  I am going to strongly encourage him to run. I know he's going to take a little Tim Pawlentye to assess it, but I hope he's our next governor.  Club for Growth communications director  Mike Connolly  puts it in even more certain terms: \"Washington's loss is Indiana's gain.\"\"   Mike Connolly  speaks as if  Mike Pence 's gubernatorial run- and victory- were a", "new_id": -2}, {"uid": "1295779892017170523", "i": 2219, "idx": 13, "sa": ["Mike Pence", "Mike Huckabee", "Marjorie Dannenfelser", "Sarah Palin"], "q": "a group opposing abortion. \"I truly don't know( if he's running for president),\"\"  said Susan B. Anthony List President  Marjorie Dannenfelser , who has urged  Mike Pence  to run.  It's my job to really encourage talent to seize the moment, and I think he can do it.  If  Mike Pence  is going to decide this month, he will have to do it without knowing who else is running. Those potential candidates include former Alaska Gov.  Sarah Palin  and former Arkansas Gov.  Mike Huckabee .", "new_id": -2}, {"uid": "1296229265086933518", "i": 35655, "idx": 0, "sa": ["Mike Pence"], "q": " Previous Is the Arab World Ready for Democracy? provides some context and points out something I think a lot of Western cheerleaders fail to grasp: \"There's no way for Egypt to be democratic and exclude the Islamists from political participation. The same is true for most other parts of the Arab world... --  Mike Pence  has removed himself from 2012 presidential contention( by all accounts 1 So much for equal protection under Obama law \" DOJ official: \"The law was written to protect black people", "new_id": -2}, {"uid": "1295124045137084928", "i": 3066, "idx": 2, "sa": ["Marjorie Dannenfelser", "Mike Pence", "Barack Obama", "Fred Upton"], "q": ".  Mike Pence   Fred Upton ( R-Mich.), the new chairman of the Energy and Commerce Committee, promised quick action on the abortion front during a recent appearance on \"Fox News Sunday.\"\"   We are going to take up early... language[ that says]` no funds shall be spent on abortion' as a separate bill early on,   Fred Upton  said. \"We made abortion funding the defining issue in the elections,\"\"  said  Marjorie Dannenfelser ,  Barack Obama  of the Susan B. Anthony List. She said abortion provisions are the \"most egregious issue\"\" ", "new_id": -2}, {"uid": "1296166252125468725", "i": 47694, "idx": 0, "sa": ["Mike Pence", "Rick Perry", "Bob McDonnell", "Phil Cox", "Barack Obama"], "q": "candidate recruitment call that Texas Gov.  Rick Perry  made as chairman of the Republican Governors Association, and that RGA Vice Chairman  Bob McDonnell  and Executive Director  Phil Cox  had a follow-up meeting with  Mike Pence  yesterday in Washington. official:  \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,   Mike Pence , R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for  Barack Obama  in 2012.\"\"  \" The content of this field is", "new_id": -2}, {"uid": "1295554703175849476", "i": 40228, "idx": 8, "sa": ["Mike Pence"], "q": "up on repealing Obamacare. While he acknowledges that the Senate will likely stall the effort, he is hopeful that things could change. \"I think that it is a very dynamic environment,\"\"  he says.  House passage puts the onus on the Senate. And last time I checked, you've got about two dozen members of the Democratic majority in the Senate who are up for election in two years. As the American people engage on this issue, I like our chances.  In the meantime, Republicans,  Mike Pence  says, will use the \"power of the purse\"\"  to block Obamacare's implementation. \"We have a wide variety of legislative tools available.\"\"  reports,", "new_id": -2}, {"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,'' Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q> After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job. </q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}]