[{"uid": "1295740099012697603", "i": 41801, "idx": 0, "sa": ["Andy Coulson", "Pope Benedict XVI"], "q": "\" with the need to uphold church law. On Saturday, <strong> Pope Benedict XVI </strong> said priests had an important pastoral job to discern whether would-be spouses are prepared and able to enter into a valid marriage. <q>The church and society at large place too much importance on the good of marriage and the family founded on it to not make a profound commitment to it pastorally,</q> <strong> Pope Benedict XVI </strong> said. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296106911231735330", "i": 17317, "idx": 1, "sa": ["Eric Schmidt", "David Cameron"], "q": "tapping scandal in world history by one of America's biggest and most powerful corporations, yet there has not been a single hearing on Capitol Hill,\" the letter commented about the so-called \"Wi-Spy\" events. <q>We respectfully submit that Google CEO <strong> Eric Schmidt </strong> should be asked to testify under oath so that the American public learns the truth about Wi-Spy.</q> In response, Google said the letter was \"just the latest in a long list of press stunts from an organization that admits to working closely with our competitors.\" Last September, <strong> Eric Schmidt </strong> was named by <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1295561949204783632", "i": 27530, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", taking over day-to-day operations as CEO as of April 4. The company said the goal of the surprise executive change, the biggest at the Web firm since <strong> Eric Schmidt </strong> joined it as CEO in 2001, is <q>to streamline decision making and create clearer lines of responsibility and accountability at the top of the company.</q> Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, in particular new products, one of his key passions, as he said on a conference calls. Some observers immediately suggested he focus on improving the company's", "new_id": -2}, {"uid": "1297233195160825398", "i": 1217, "idx": 1, "sa": ["Esther Williams", "Michael Vick"], "q": "the rural setting, wide open spaces and centralized location is a huge plus. \"The animal controls have to take anything that comes in. They can only take so many,\" <strong> Esther Williams </strong> said. <q>Once they run out of space then they have to start euthanizing and there are some really, really good dogs that are being put down.</q> <strong> Michael Vick </strong>'s new career with the Philadelphia Eagles is flying high after he spent nearly two years in prison on a federal dog fighting conviction. The NFL recently named <strong> Michael Vick </strong> \"Comeback Player of the Year.", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q>I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people.</q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}, {"uid": "1295736732074268680", "i": 6543, "idx": 1, "sa": ["Eric Schmidt", "Eric Holder", "Kathleen Sebelius", "Woodrow Wilson"], "q": "\" as they compared curre... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... New York: Medicare Fraud Summit Civil Law Panel HHS Secretary <strong> Kathleen Sebelius </strong> and US Attorney General <strong> Eric Holder </strong> host the third in a", "new_id": -2}, {"uid": "1295668674231571473", "i": 25790, "idx": 0, "sa": ["Andy Coulson"], "q": "In a personal statement, Mr <strong> Andy Coulson </strong> said that the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110% needed\". <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,</q> he added. The Prime Minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice", "new_id": -2}, {"uid": "1296833245099107030", "i": 32505, "idx": 1, "sa": ["Jameel Jaffer", "Donald Rumsfeld", "President Bush"], "q": "reported. \"Mr. <strong> Donald Rumsfeld </strong>'s claim that the abuse at Abu Ghraib was isolated and aberrational is demonstrably false,\" <strong> Jameel Jaffer </strong>, ACLU's deputy legal director, said in a written statement. <q>Government documents show that the methods used at Abu Ghraib were the same ones Mr. <strong> Donald Rumsfeld </strong> approved, and that the abuse of prisoners in Defense Department custody was systemic.... This effort to rewrite history is shameful.</q> <strong> Donald Rumsfeld </strong>'s office is not commenting on the book until its Tuesday release date. But according to early reports, he devotes much of the autobiography to defending his tenure in the <strong> President Bush </strong> administration and his handling", "new_id": -2}, {"uid": "1295758867143999001", "i": 44043, "idx": 1, "sa": ["Rudy Giuliani", "David Letterman"], "q": "hemmed and said, \"Well-- we'll sell them at our cost.\" Greene was amazed to see <strong> Rudy Giuliani </strong> wearing the boots on The Late Show With <strong> David Letterman </strong>. <strong> Rudy Giuliani </strong> said: <q>These are my new boots!'... I won\"em in a bet from the mayor of Arlington.</q> Greene called the boots an example of \"how being a major league city brings Arlington attention.\" Like a lot of folks I know, Greene is pulling for the Jets and former TCU", "new_id": -2}, {"uid": "1297129401165691488", "i": 10339, "idx": 2, "sa": ["Steve Ballmer", "Wes Miller"], "q": "long as it produces results soon, <strong> Wes Miller </strong> said. \"You can play pin the blame on the donkey, but the reality is <strong> Steve Ballmer </strong> has to accept some of the blame,\" he said. <q>He also has to put the right people in the right places.</q> To contact the reporter on this story: Dina Bass in Seattle at This e-mail address is being protected from spambots. You need JavaScript enabled to view it", "new_id": -2}]