[{"uid": "1296493599059801667", "i": 9824, "idx": 1, "sa": ["Michael Gove", "Stephen Ball"], "q": "<strong> Stephen Ball </strong> HypatiaLee 31 January 2011 4:05 PM \" Back to the 19th century with <strong> Michael Gove </strong>'s education bill \" quincey1976 31 January 2011 4:06 PM HypatiaLee 31 January 2011 4:07 PM <q> Not exactly a curriculum for the 21st century or a pedagogy that recognises the recent focus in schools on student learning. </q> Once again the idiots emerge in force claiming that one-size-fits-all Dotheboys Hall education is the only solution to juvenile delinquency and illiteracy. Despite the fact that in the 19th century there was substantially more illiteracy than", "new_id": -2}, {"uid": "1297473331183025717", "i": 5732, "idx": 0, "sa": ["Michael Gove", "Glenda Jackson"], "q": "screen <strong> Glenda Jackson </strong> with flattery as she laid into the Michael Government over the closure of children's centres the other day. \"The Lady is passionate and I do not doubt her commitment,\" he said. <q> Don't patronise me! </q> came the cry from across the Commons floor. \"The Lady has won an Oscar for being successfully patronising to others,\" said <strong> Michael Gove </strong>. \"Two Oscars!\" came the retort. Get it", "new_id": -2}, {"uid": "1295594483015613993", "i": 28350, "idx": 6, "sa": ["Michael Gove", "Viktor Bout"], "q": "would be \"culturally impoverished\" . Research already showed that 15-year-olds studying maths in China were more than two years ahead of those in England, he said. Mr <strong> Michael Gove </strong> also said he thought <q> there should be a debate aViktor Bout whether one afternoon a week should be given over to competitive sport or outdoor community activities </q>. Currently schools must teach 13 compulsory subjects to children aged 5-7, rising to 14 for pupils aged 7-14 and then dropping to eight for 14-16 year-olds. At the Conservative Party Conference, Mr", "new_id": -2}, {"uid": "1295528550084181014", "i": 1948, "idx": 1, "sa": ["Michael Gove"], "q": "his approach as an enabling, non-prescriptive project. Yet the wish \"to reduce unnecessary prescription... and central control\" seems directly to contradict the greater focus advocated for subject content and the establishment in the curriculum of <q> essential knowledge that all children should acquire </q>. The original establishment of the national curriculum was a model in regard to wide and direct consultation right across the subject community. In carrying through reform now, it seems imperative that <strong> Michael Gove </strong> should take inspiration", "new_id": -2}, {"uid": "1295304764260374541", "i": 11217, "idx": 0, "sa": ["Oliver Letwin", "Tony Blair", "Michael Gove"], "q": "about ideology- they are about people's lives.\" He argued he was offering a blend between Conservative emphasis on competition and Labour emphasis on state-driven targets. He said <strong> Tony Blair </strong> had taught him <q> the longer you leave things, the greater the institutional inertia against change becomes </q>. Sharing an analysis held by Tory thinkers <strong> Oliver Letwin </strong> and <strong> Michael Gove </strong>, he said:\" BlairTony Blair\" title=\"More from guardian.co.uk on Tony Blair\"> <strong> Tony Blair </strong> as good as admits that he wasted his first term flogging the", "new_id": -2}, {"uid": "1297329272115736621", "i": 19845, "idx": 0, "sa": ["Michael Gove"], "q": "in defence of the big society are often tiny. <strong> Michael Gove </strong>'s free schools, often portrayed as likely to bring the comprehensive system to the point of collapse within weeks, have got off to a slow start. <q> The Department has received 258 free school applications, </q> the Department for Education website says. \"Forty of these have now been approved to move to business case and plan stage, and of these, nine have been approved to move to the pre-opening stage.\"", "new_id": -2}, {"uid": "1297434298142311424", "i": 3939, "idx": 1, "sa": ["Michael Gove"], "q": "back and reconsider how the devastating decision to cancel BSF projects in Waltham Forest was made. It is a victory for common sense and fair play.\" A spokesman for the Department for Education said: <q> We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> Mr <strong> Michael Gove </strong> will now look again at his decision with regard to these authorities with an open mind, taking representations from them, the spokesman added. Keep up to date with the news.", "new_id": -2}, {"uid": "1295459062253952020", "i": 59420, "idx": 0, "sa": ["Michael Gove", "Nick Robinson", "David Cameron"], "q": "with Viewfinder via these feeds. Latest from BBC News blogs <strong> Nick Robinson </strong>: \"<strong> Michael Gove </strong>- friend, ally and trusted adviser to <strong> David Cameron </strong>- has urged people to vote Liberal Democrat in...\" <q> To Newbridge Rugby Club where I doubt they have such a thing as a Zen room handy. What will True... </q> \"At Holyrood, they are assiduously talking money- with the Stage One vote on the Scottish Michael Government's budget due next...\" \"Some major mood-swings in the House of Lords- but as yet no deal", "new_id": -2}, {"uid": "1297234021222871650", "i": 9278, "idx": 5, "sa": ["Michael Gove", "Toby Young"], "q": "only be taken seriously for the damage it will do to individuals and the country as a whole. <strong> Toby Young </strong> Jesus I watched him on question time what a dong. GermanicusRex <q> New Labour presided over a period of mass grade inflation, lowering of.. blah blah blah... </q> Yeah, great. Labour failed as well. So that means you think <strong> Michael Gove </strong>'s policies are clever and will be successful, just because he's not in the Labour party. Just", "new_id": -2}, {"q": "a dogfighting operation four years ago. \"This one feels great due to the fact that I've been through so much,\" <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "answer_q": "a dogfighting operation four years ago.`` This one feels great due to the fact that I've been through so much,'' <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "answer": "Michael Vick", "sa": "['Michael Vick']", "index_answer": 0, "idx": 10, "i": 21294}]