[{"uid": "1295910860137379909", "i": 23905, "idx": 2, "sa": ["Liza McGuirk", "Eric Schmidt"], "q": "pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster.\" We don't doubt it. <strong> Eric Schmidt </strong>'s \"just move\" bit was no isolated incident. In late 2009, he told MSNBC that <q>if you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.<q> Last year, speaking to a print journalist, he famously said that \"Google policy on a lot of things is to get right up to the creepy line and not cross it,\" but this was merely", "new_id": -2}, {"uid": "1296860701179634180", "i": 10166, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to keep the automaker from collapse in 2009. \"I want to pay back the shyster loans,\" <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician. <q>Pay back the loans, get those out and then take( the company) public.<q>) which owns 25 percent of Chrysler, has said repeatedly that the high interest rates on$ 5.7 billion that Chrysler owes to the U.S. Treasury have been an obstacle in the automaker's return to profitability.", "new_id": -2}, {"i": 33582, "idx": 3, "index_answer": 1, "new_id": -1, "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q><strong> Reggie Jackson </strong>'s really what I did. It helped me out.<q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "uid": "1295753709087883837"}, {"uid": "1295813473183353387", "i": 15087, "idx": 6, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "in private life, although he is happy to be an informal presidential adviser. \"The administration knows that I am quite content with the work I am doing now,\" he said. <q>I am not interested in a government job.<q> Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, Mr. <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to", "new_id": -2}, {"uid": "1297401027143720496", "i": 17941, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "for the actor to remarry later this month. Los Angeles Superior Court Judge Maren Nelson signed off on <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong>'s split, and the pair will settle financial issues at a later date. <q>I have a great many mixed feelings about today-- I'm sad for what was, yet excited for the road ahead,<q> <strong> Camille Grammer </strong> said in a statement. <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month that he plans to marry <strong> Kayte Walsh </strong> sometime in February. Another Bay Area rocker to become an \"Idiot\"", "new_id": -2}, {"uid": "1295443111060325937", "i": 39189, "idx": 0, "sa": ["Thomas P. Salmon", "Sen. Bernie Sanders"], "q": "MONTPELIER- State Auditor Tom <strong> Thomas P. Salmon </strong>, a Republican who switched from the Democratic Party in 2009, confirmed Tuesday that he is considering running for the U.S. Senate next year against independent incumbent <strong> Sen. Bernie Sanders </strong>. <q>We're in the very early stages,<q> said <strong> Thomas P. Salmon </strong> of St. Johnsbury, who has alluded to challenging <strong> Sen. Bernie Sanders </strong> in Facebook messages and elsewhere. He said he would announce his decision by March 5, the birthday of the U.S. Navy Seabees, with", "new_id": -2}, {"uid": "1296273660046694424", "i": 49357, "idx": 0, "sa": ["Doc Rivers", "Kevin Garnett", "Kenyon Martin", "Carmelo Anthony", "Allen Iverson"], "q": "<strong> Doc Rivers </strong> said. \"Wednesday we're going to really throttle back.\" <strong> Kevin Garnett </strong>, who missed last season's playoffs following right knee surgery, said he's ready to get the regular season started right now. <q>I wish it started a little earlier,<q> <strong> Kevin Garnett </strong> said. \"The more preseason games you play, the more incidents, accidents, all of the above can http://wn.com/Allen_Iverson_36pts_vs_Chris_Bosh_Toronto_Raptors07/08_NBA_*_Big_Comeback <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> kept Denver's offense in high gear, but it was <strong> Kenyon Martin </strong>'s defense", "new_id": -2}, {"uid": "1295563366075235400", "i": 29183, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him<q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. We were unable to request friendship", "new_id": -2}, {"uid": "1297229275207454253", "i": 42, "idx": 2, "sa": ["John McCain", "George Stephanopoulos", "Donald Rumsfeld"], "q": "decade,\" responded host <strong> George Stephanopoulos </strong>. <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a \"hair-trigger temper\" and \"a propensity to shift his positions to appeal to the media.\" The book, <q>Known and Unknown: A Memoir,<q> is available in stores Tuesday. <strong> John McCain </strong> shot back, saying in an interview that while he \"respect[ s] <strong> Donald Rumsfeld </strong>,\" they had \"a very, very strong difference of opinion about the strategy", "new_id": -2}, {"uid": "1295613392207978510", "i": 1572, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "at <strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,\" <strong> David Cameron </strong> said in a statement. <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.<q> <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to <strong> David Cameron </strong>, whose office had long insisted he would stay on despite the scandal. Earlier this week, <strong> David Cameron </strong> told BBC radio that", "new_id": -2}]