[{"uid": "1296219736147357730", "i": 59303, "idx": 0, "sa": ["Kevin McCarthy", "Ben Mankiewicz", "Paul Ryan", "Mike Pence", "Mark Kirk", "John Boehner"], "q": "And <strong> John Boehner </strong> was far from the only one laying out$ 100 billion in non-defense discretionary spending cuts as the Ben MankiewiczchMark Kirk. Incoming House Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut <q> a good$ 100 billion. </q> <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of \"Young Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" \"We", "new_id": -2}, {"uid": "1296199690069206039", "i": 27010, "idx": 9, "sa": ["Jim Ryun", "Mike Pence", "Barack Obama"], "q": "active in the tea party movement, sent a letter to <strong> Mike Pence </strong> recently telling him to \"seize this moment.\" \"At this precarious time in our nation's history,\" the letter said, <q> none of us can afford to make political calculations or make decisions based on future ambitions, for what will be left of our future if we fail today? </q> Recently, Ralph Benko, who had been a deputy counsel to <strong> Barack Obama </strong> Ronald Reagan, formed the America's <strong> Barack Obama </strong> Committee to encourage <strong> Mike Pence </strong> to run. And former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kansas, offered his help", "new_id": -2}, {"uid": "1295425658058294275", "i": 56974, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Paula Deen", "Jack Kemp", "Jim Ryun", "Barack Obama", "Mitt Romney"], "q": "Ronald Reagan, Paula Deenounced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the opTim Pawlentyistic, pro-growth, pro-job creation Reagan-Jack Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice Barack Obamaial candidate.", "new_id": -2}, {"uid": "1296175633054247430", "i": 32233, "idx": 6, "sa": ["Eric Holcomb", "Mike Pence"], "q": "\"I think he'd clear the field.\" Indiana Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like <strong> Mike Pence </strong>. <q> <strong> Mike Pence </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation, </q> he said. \"He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.\" The congressman's future has been the subject", "new_id": -2}, {"uid": "1297431971138166292", "i": 10816, "idx": 3, "sa": ["Tim Pawlenty", "Mike Pence", "Will Rogers", "Haley Barbour", "Mike Huckabee", "Sarah Palin"], "q": "governor <strong> Tim Pawlenty </strong> <strong> Will Rogers </strong> speak on Friday, and Mississippi Gov. <strong> Haley Barbour </strong> <strong> Will Rogers </strong> appear on Saturday. Two prominent potential candidates, former Alaska governor <strong> Sarah Palin </strong> and former Arkansas governor <strong> Mike Huckabee </strong>, decided not to attend,\" they write. <q> The annual CPAC conference is a rite of passage for Republican leaders, with would-be White House contenders competing for attention and affection with other elected officials as well as prominent conservative commentators and writers in a vast hotel ballroom filled with activists primed for hot rhetoric. </q> target=\"_blank\" http://wapo.st/gABFzh KIDS BUYING APPS: THERE COULD BE AN INVESTIGATION FOR THAT-- \"<strong> Mike Pence </strong> Edward J. Markey( D-Mass.) on Tuesday urged the Federal Trade Commission to review the marketing practices", "new_id": -2}, {"uid": "1296355470205914120", "i": 25651, "idx": 0, "sa": ["Mike Pence"], "q": "a strong candidate with strong Indiana roots to contrast <strong> Mike Pence </strong>'s prominence in Washington. Parker described <strong> Mike Pence </strong> as a partisan ideologue who wouldn't fit well with Indiana voters who he said typically favor centrist candidates. <q> The one thing most Hoosiers would say they don't want in Indianapolis at the Statehouse is Washington politics, </q> Parker said. \"He's used to the Washington game of lay blame and be partisan. He's going to have a hard time making the transition I believe.\" It might be May or later", "new_id": -2}, {"uid": "1296057614158892047", "i": 53079, "idx": 0, "sa": ["Mike Pence", "Paul Ryan", "Barack Obama"], "q": "<strong> Barack Obama </strong> mentioned nothing about abortion. <strong> Mike Pence </strong> <strong> Paul Ryan </strong> of Wisconsin, a pro-life advocate, delivered the Republican response and he mentioned that protecting human life is part of the proper role of the federal government. <q> We believe government's role is both vital and limited- to defend the nation from attack and provide for the common defense... to secure our borders... to protect innocent life, </q> he said. But, although she was the keynote speaker at the Rose Dinner following the March for Life and has a consistently pro-life position on abortion, <strong> Mike Pence </strong> Michelle Bachmann of Minnesota did not mention pro-life", "new_id": -2}, {"uid": "1296777071232128536", "i": 56288, "idx": 6, "sa": ["Ian Crawford", "William C. Powers", "Mike Pence", "William Miller", "Mike Ward", "Ted Cruz", "Barack Obama"], "q": "the unsightly high-voltage transmission lines needed to carry the power to distant cities. But state regulators are moving forMike Ward- and yesterday they approved a contentious project that runs through the Hill Country.\" Dallas Morning News: <q> Attempts to rein in homeowners associations have failed in the state Legislature for more than a decade, but a rise in HOA foreclosures and a spate of public lawsuits have invigoraTed Cruz supporters, who see this session as their chance for reform. Legislators have filed a handful of William Millers that curtail HOA <strong> William C. Powers </strong>, including limiting their ability to foreclose on property and ending bans on solar panels. HOA proponents agree that the system needs review, but promise to push back at changes that threaten associations' authority. </q> Politico: \"To understand the dissatisfaction on the right with the current crop of Republican Barack Obamaial hopefuls, look no further than <strong> Mike Pence </strong>. An IndIan Crawforda congressman with just five terms in public office, <strong> Mike Pence </strong> is currently the", "new_id": -2}, {"uid": "1295682265065617928", "i": 122, "idx": 16, "sa": ["Mike Pence", "Erick Erickson"], "q": "enthusiastic about him? \"<strong> Mike Pence </strong> displays the kind of optimism, moral values and gutsy leadership we need in a president-- and a presidential nominee,\" says the draft-Mike Pence website, theconservativechampion.org. <q> He bridges the gap between the establishment and the grassroots, </q> wrote influential conservative blogger <strong> Erick Erickson </strong> on RedState.com. <strong> Mike Pence </strong> gets credit for standing up to his party in opposing the Medicare drug benefit in 2003 and for challenging GOP leaders on other spending issues. He's also", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was`` incremental,'' not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}]