[{"uid": "1296431133117850125", "i": 2413, "idx": 2, "sa": ["Don Nelson", "LeBron James", "Allen Iverson", "Tim Duncan", "Rasheed Wallace"], "q": "Friday night, Detroit is looLeBron James for a complete game to extend that winning streak. \"The best part about it is we struggled at Tim Duncanes in the game but we got it Don Nelsone,\" <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by Watch him here, www.youtube.com Cory Barrios Jr. out of Castro Valley, Ca scores 41 points in a", "new_id": -2}, {"uid": "1295564145075235334", "i": 50879, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "of responsibility and accountability. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" Mr <strong> Eric Schmidt </strong> said. He added: <q> <strong> Larry Page </strong> will now lead product development and technology strategy, his greatest strengths... <strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be co-founder. </q> Caution Analysts said that Mr <strong> Larry Page </strong> was now more experienced, and would carry more weight with investors on Wall Street than he did 10 years ago. But Brian Pitz, analyst at UBS,", "new_id": -2}, {"uid": "1295715717099811430", "i": 28521, "idx": 1, "sa": ["Allen Iverson", "Kobe Bryant", "Michael Finley"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacking any strength. \"I survived, I'm still here,\" he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and Michael Finleyal playoff spot, and one game behind the Mavericks. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1297432368138166307", "i": 24046, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Windows Phone nur ein Aspekt eines Kurswechsels, der das Unternehmen nachhaltig ver?ndern wird. Der neue Mann an der Spitze hat sich viel vorgenommen und ist bereit, Risiken einzugehen. Nokia ist eine\" springt als erster: <q> Ich bin hier, um zu k?mpfen. </q> <strong> Stephen Elop </strong> und <strong> Steve Ballmer </strong> treten zusammen gegen Apple und Android an. \"Wir hatten drei Optionen\" , erl?uterte <strong> Stephen Elop </strong> am Freitag in London. Gegen die interne L?sung, ein eigenes\" kosystem\" auf Symbian", "new_id": -2}, {"uid": "1296006783020578331", "i": 19615, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Can't Take The Honky Tonk Out Of The Girl Country Music Celebrity Robin Ariel Holgate You Can't Take The Honky Tonk Out Of The Girl Country Music Celebrity Robin Ariel Holgate Recording information by arielchaser_raGOLD Brooks and Dunn <q> Cant Take The Honky tonk Outa The Girl </q> Recording information by arielchaser_raGOLD Just Jammimg and Having FunRobin Ariel Ross St Claire Holgate Country Music Artist/Celebrity Testing New Computer, Software and Audio C... <strong> Eric Schmidt </strong>, <strong> Larry Page </strong>, <strong> Sergey Brin </strong> at Zeitgeist Europe 08 <strong> Eric Schmidt </strong>, <strong> Larry Page </strong>,", "new_id": -2}, {"uid": "1297162553239927304", "i": 51753, "idx": 1, "sa": ["Sergio Marchionne"], "q": "rescue two years ago, and it's part owned and run by an Italian, Fiat's <strong> Sergio Marchionne </strong>. Can the company still brag about its Detroit origins?\" Shira Ovide, Wall Street Journal <q> I have no idea whether the Eminem Super Bowl commercial will help sell a single Chrysler 200. But commenting purely as a TV-watching non-Detroiter who watches all car ads through skeptical eyes, I have to say Chrysler positively nailed it with that spot. </q> Lindsay Chappell, Automotive News \"My own beef is that the ad was done in support of the 200 and not the new redesigned 300 sedan.\" \"The Chrysler ad made me", "new_id": -2}, {"uid": "1297147099140001280", "i": 26536, "idx": 0, "sa": ["Sergio Marchionne"], "q": "tried to redefine Chrysler, and it did that effectively.\" Brenda Harvill, 60, of Detroit, said the commercial gave her community \"a new image as a comeback city.\" <q> We were down for a while, </q> she acknowledged. \"But guess what? We're back.\" A Chrysler logo is seen atop a New York City car dealership Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits to speak... U.S.", "new_id": -2}, {"uid": "1297069271184320000", "i": 6410, "idx": 1, "sa": ["Simon Cowell", "Steve Jones"], "q": "But <strong> Steve Jones </strong>- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show. <q> I've spoken to numerous people and all I'll say about it is it's a job I really, really want and I'd love to do. I don't want to go in depth all about it because I think that's a foolish thing to do. It's just a thing I want to do and we'll see in time, </q> he said. Keep updated with the latest breaking news and content on our Twitter feed. Latest dining reviews Read the latest reviews by the Shropshire Star's dining out reviewers before you decide where", "new_id": -2}, {"uid": "1297416138256622634", "i": 2925, "idx": 2, "sa": ["Sergio Marchionne", "Carl-Peter Forster"], "q": "n?o estar contente com a atual joint venture da Fiat com a Tata Motors e planeja tomar medidas para mudar o relacionamento. \"Precisamos redimensionar como fazemos esse acordo\" , disse <strong> Sergio Marchionne </strong> em San Francisco. <q> Demos a eles o direito de distribuir, e em algumas reas isso n?o est funcionando. Tudo est em quest?o. </q> Os coment?rios de <strong> Sergio Marchionne </strong> sobre a Tata s?o os primeiros desde que <strong> Carl-Peter Forster </strong>, o diretor-presidente e diretor-gerente da Tata Motor, disse semana passada que n?o est contente com o ritmo das vendas da Fiat e est", "new_id": -2}, {"uid": "1296821695221364241", "i": 44194, "idx": 0, "sa": ["Zahi Hawass", "John William Petty"], "q": "said a million tourists had left the country since the unrest began last week, costing the national economy about$ 1 John William Pettyion so far. <strong> Zahi Hawass </strong>, just promoted by Mubarak to be minister for cultural affairs. <q> I want people to know that after nine days of protests, the monuments are safe. Why? Because the Egyptian people are protecting them. </q> <strong> Zahi Hawass </strong> appears often in television documentaries about Egyptian archaeology, and if you have seen him, you know he is rarely relaxed. But today, in a Hawass.com\" target=\"external\"> blog post widely read by", "new_id": -2}]