[{"uid": "1295256412206143497", "i": 17152, "idx": 3, "sa": ["Michael Jordan", "Magic Johnson", "Allen Iverson", "Tracy McGrady"], "q": "Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q><strong> Elgin Baylor </strong> score a career high and we won the game,<q> <strong> Allen Iverson </strong> said. \"That's how you draw it up in your dreams.\" It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana", "new_id": -2}, {"uid": "1294957406081149956", "i": 46653, "idx": 17, "sa": ["Allen Iverson", "Ann Iverson"], "q": "<strong> Ann Iverson </strong>: BeÅ\u009fiktaÅ\u009f Cola Turka Welcome! <strong> Allen Iverson </strong>& his Mother <strong> Ann Iverson </strong>: BeÅ\u009fiktaÅ\u009f Cola Turka Welcome! Former NBA star <strong> Allen Iverson </strong> arrived in Istanbul on Monday to begin a stint with Turkish club Besiktas, promising to give fans <q>something they haven't seen before.<q> <strong> Allen Iverson </strong>, who agreed to a$ 4 million, two-year contract with Besiktas, is the Turkish league's biggest... <strong> Allen Iverson </strong> angry and upset after Besiktas blow an 11 point lead in their 85-88 loss to Asvel <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297455868090980402", "i": 30620, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Nokia shares were down more than 15 percent on Friday afternoon in response to the news, which analysts took as a sign of weakness from the world's largest mobile phone manufacturer. <q>The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute,<q> said Microsoft CEO <strong> Steve Ballmer </strong>. <strong> Stephen Elop </strong> said Nokia would remain based in Finland but said job losses globally would be inevitable. For Microsoft the deal provides a valuable distribution channel for its mobile platform as well as", "new_id": -2}, {"uid": "1295795925032096267", "i": 32655, "idx": 2, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "correspondent be interested in hacking the voicemails of Simon Hughes, my colleague who is a Liberal Democrat <strong> David Cameron </strong>, for example?\" He criticised the police investigation into phone-hacking and called for a fresh inquiry. <q>We know the police were not keen on that subject because when I called for a very clear review of this, the police scurried back into Scotland Yard, spent less than a day reviewing it and popped out again in time for the Six O'Clock news to say that they had discovered no further evidence.<q> <strong> Nick Clegg </strong> claimed today that he would have a role in choosing <strong> Andy Coulson </strong>'s replacement as Conservative communications chief, and insisted the government would \"not skip a beat\" after the former News of the World", "new_id": -2}, {"uid": "1295020337159514625", "i": 39308, "idx": 0, "sa": ["Colin Powell"], "q": "7:42:58 AM PST day10( Integrity has no need of rules.) Steele will be the 2012 version of <strong> Colin Powell </strong> To: day10 Let me give you the Matthews/Olbermann lead-in for tonight: <q>The RNC chooses it's new leader this week and while there is no proof that current Chairman Michael Steele is being forced out because he's an African-American...<q> To: day10 Steele has a habit of agreeing with the premise of a question from whoever is interviewing him. David Gregory will interview him this Sunday and ask... \"Do you think racism had anything", "new_id": -2}, {"uid": "1296821695221364241", "i": 36383, "idx": 0, "sa": ["Zahi Hawass"], "q": "said a million tourists had left the country since the unrest began last week, costing the national economy about$ 1 billion so far. <strong> Zahi Hawass </strong>, just promoted by Mubarak to be minister for cultural affairs. <q>I want people to know that after nine days of protests, the monuments are safe. Why? Because the Egyptian people are protecting them.<q> <strong> Zahi Hawass </strong> appears often in television documentaries about Egyptian archaeology, and if you have seen him, you know he is rarely relaxed. But today, in a blog post widely read by Western archaeologists", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not \"have much to add\" to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q>I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point,<q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory. \"I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}, {"uid": "1296082191244613131", "i": 33809, "idx": 1, "sa": ["Michael Vick"], "q": "Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. \"We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q><strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person.<q> I know this will raise some eye brows, and probably will cause some rucus. However, he played well, did his job as a Quarterback and now he is back to endorsing again. It is", "new_id": -2}, {"uid": "1296584933205504518", "i": 35925, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "In the cold opening to last night's Late Show with <strong> David Letterman </strong>, an awkward green-room encounter between the host and guest, <strong> Justin Bieber </strong>, culminated with the teenage sensation sheepishly admitting to <strong> David Letterman </strong>'s suspicion when he said, <q>Yeah- you have no idea who I am, do you?<q> It was a funny bit that took advantage of the generation( s) gap between the two, allowing <strong> David Letterman </strong> to get away with later asking, \"Do you use <strong> Justin Bieber </strong> on \"Today\": When they", "new_id": -2}, {"uid": "1295386293114753561", "i": 13045, "idx": 6, "sa": ["James Haslam", "Sen. Bernie Sanders"], "q": ". <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. \"There is no question in my mind the Vermont Legislature is going to see an assault from the insurance industry,\" he said. <q>There will be enormous pressure on the governor and Legislature not to go forward.<q> <strong> James Haslam </strong>, director of the Vermont Workers Center which coordinated the Health Care is a Human Right Campaign, welcomed the political partnership on display Tuesday as more evidence of the increasing momentum for health care reform.", "new_id": -2}]