[{"uid": "1295026521123977730", "i": 12427, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "Thursday. \"It felt like a miracle. It felt like we were watching a miracle,\" Rep. <strong> Debbie Wasserman Schultz </strong> told reporters traveling with U.S. <strong> Barack Obama </strong> after a memorial service in Arizona on Wednesday. <q> Other than the birth of my kids, this was the most incredible feeling to see... one of your closest friends just struggle to come back to you, </q> she said. <strong> Debbie Wasserman Schultz </strong> and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> were talking to <strong> Gabrielle Giffords </strong> in her hospital room shortly after <strong> Barack Obama </strong> and his wife, Michelle, visited. The two women were encouraging their friend to recover quickly so they", "new_id": -2}, {"uid": "1296917233046448644", "i": 3899, "idx": 0, "sa": ["Barbara Walters", "David Letterman"], "q": "came about naturally in talking about the after-effects of the surgery. The host of The Late Show with <strong> David Letterman </strong> spoke to Ms. <strong> Barbara Walters </strong> about his own open heart surgery, then about the emotions he felt afterwards. <q> I would find myself busting into tears and sobbing uncontrollably with joy, </q> said the comedian. \"Joy?\" Ms. <strong> Barbara Walters </strong> said. <strong> David Letterman </strong> said that after the surgery reality set in that he knew he had been through something traumatic and survived-- he was alive. The ordeal is", "new_id": -2}, {"uid": "1296169756065815248", "i": 45698, "idx": 0, "sa": ["Mike Pence"], "q": "speculation that began with a call to his mother. The Indianapolis Star has the breaking news about a letter <strong> Mike Pence </strong> has been circulating. He may very well run for Indiana governor instead: <q> \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for president in 2012.\"\" <strong> Mike Pence </strong>'s announcement was supposed", "new_id": -2}, {"uid": "1296438033168050752", "i": 27978, "idx": 1, "sa": ["Zahi Hawass"], "q": "tourist attractions, so there are signs pointing[ and] saying, \"Valuable antiquities here,\" Hiebert said. <strong> Zahi Hawass </strong>, secretary general of Egypt\"s Supreme Council on Antiquities, said Sunday that <q> nothing is stolen from the Cairo museum. </q> Speaking by phone from Cairo, <strong> Zahi Hawass </strong> said that a few items were broken- including a statue of King Tutankhamun riding a jaguar- after looters smashed windows on the roof of the Museum of Egyptian Antiquities", "new_id": -2}, {"uid": "1296325002149307403", "i": 1294, "idx": 0, "sa": ["Simon Cowell"], "q": "Pak not taken enough steps to control terror: Rao terrorism emanating from across the border as \"Frankenstein's monster\", Pakistan has not taken enough steps to control the menace which is out to harm it. <q> There are elements in Pakistan who believe terrorism is the means to further <strong> Kristen Stewart </strong>, otherwise known as Bella Swan in the \"Twilight </q> franchise, is apparently being courted for the role of Snow White in Universal's upcoming When <strong> Simon Cowell </strong> was waiting at the end of the judges table, waiting to render judgment, any goodwill accumulated on the way was", "new_id": -2}, {"uid": "1295218051235503687", "i": 1369, "idx": 4, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "& search= Search\", \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011304329.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-44v&amp;flvURL=/media/2011/01/13/01132011-44v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-44v.jsn\"}{ \"title\": <q> Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes </q>, \"description\": \"<strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.\", \"note\":", "new_id": -2}, {"uid": "1297531452132300805", "i": 48175, "idx": 0, "sa": ["Michael Vick", "Percy Harvin"], "q": "workout schedule so the two can be on the same field. <strong> Percy Harvin </strong> and <strong> Michael Vick </strong>, both Virginia Beach natives, are represented by agent Joel Segal, who recommended Anderson to <strong> Michael Vick </strong> last offseason. <q> That would be something to get them on the same field together, </q> said Anderson, who runs Tom Anderson Speed and Sports Enhancement Training. \"The possibilities would be endless with two athletes like that together, the way they could push each other.\" <strong> Percy Harvin </strong> always has", "new_id": -2}, {"uid": "1294959798259424259", "i": 42973, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "loved ones for the first time. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. <q> She wanted us to know that she was with us a hundred per cent and understood everything we were saying. </q> <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, called it \"a major milestone,\" and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing", "new_id": -2}, {"uid": "1296746557227606543", "i": 1161, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,\" Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. <q> He wanted the options to be \"creative.' </q>\" Reactions are starting to come in. What Is` The Two-Way'? This is NPR's news blog. It\"s a place to come for breaking news, analysis and", "new_id": -2}, {"i": 6041, "idx": 7, "index_answer": 0, "new_id": -1, "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. \"The people in the streets have to give this government an opportunity to change,\" he said cheerfully. <q> Beautiful things happened in the last five days. </q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "sa": ["Zahi Hawass", "Hosni Mubarak"], "uid": "1296579646157810697"}]