[{"uid": "1297082221245825549", "i": 40644, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": ". Pressed on the fact that <strong> President Bush </strong> has written that cutting troop levels in Iraq was`` the most important failure in the execution of the war,'' <strong> Donald Rumsfeld </strong> called that`` interesting.'' <q> I don't have enough confidence to say that that's right. I think that it's possible. We had[ an] enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed. </q>`` It's hard to know,'' <strong> Donald Rumsfeld </strong> continued.`` You know, the path you didn't take is always smoother.'' The interview-- <strong> Donald Rumsfeld </strong>'s first for television since 2006", "new_id": -2}, {"uid": "1295008939037093396", "i": 37766, "idx": 5, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords", "The doctor", "Nancy Pelosi"], "q": "<strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla.-- were pleased to have the chance to see <strong> Gabrielle Giffords </strong>. When the lawmakers entered the hospital room, <strong> Gabrielle Giffords </strong> was with her <strong> The doctor </strong>, her parents and her husband. <q> We were telling her how proud we were of her and how she was inspiring the whole nation with her courage and with her strength, </q> <strong> Kirsten Gillibrand </strong> said.`` Then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do when she got better. We were holding her hand, and she was responding to our hand-holding,", "new_id": -2}, {"uid": "1296051090213254170", "i": 36993, "idx": 1, "sa": ["Michael Vick"], "q": "26, 2011)- <strong> Michael Vick </strong>, Philadelphia Eagles quarterback, to serve as their corporate spokesman. This is <strong> Michael Vick </strong>'s first worldwide licensing deal since returning to the field in 2010. <q> I'm thrilled to be a part of the Unequal team. I've been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season-- resulting in pain-free playing, </q> stated <strong> Michael Vick </strong>.`` The Unequal technology is a part of my game now and I won't play without my Unequal. Unequal's protective power gives me a whole new level of confidence in my game. It", "new_id": -2}, {"uid": "1295432346076251250", "i": 46104, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "<strong> Simon Cowell </strong>. The 50-year-old actress- who plays scathing cheerleading coach Sue Sylvester on the US TV show- believes there are many similarities between the teacher and the straight-talking talent show judge. She said: <q> If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her.`` He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <blockquote> He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </blockquote> <strong> Jane Lynch </strong> also admitted she is`` amazed'' by the", "new_id": -2}, {"uid": "1296550766189169669", "i": 6252, "idx": 4, "sa": ["David Letterman"], "q": "?'' <strong> David Letterman </strong> asked, to which Bieber replied:`` I don't know. I'm Canadian.'' Later Bieber tweeted that he will be on the`` Late Show'' again on Friday, <q> playing the drums and doing the Top Ten. </q>", "new_id": -2}, {"uid": "1296044608187023372", "i": 9756, "idx": 0, "sa": ["Michael Vick"], "q": "deal with Unequal Technologies, a provider of the football pads that the quarterback wore most of this past season. It's his first endorsement contract since his release from prison two years ago. <q> The Unequal technology is a part of my game now, and I won't play without my Unequal, </q> <strong> Michael Vick </strong> said in a to-be-released statement.`` Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.''", "new_id": -2}, {"uid": "1297426198245137428", "i": 17409, "idx": 0, "sa": ["Steve Ballmer"], "q": "could be a prelude to an actual merger, if things work out, at some point in the future. Beyond all this there is, obviously, still a bigger question. Elop suggested that <q> together we have the opportunity to disrupt the current trajectory </q>- but can this truly help the two companies beat the iPhone's mindshare or block Android's advances? That's where things remain entirely uncertain. While <strong> Steve Ballmer </strong> and Elop were bullish during a", "new_id": -2}, {"uid": "1295636961179568645", "i": 30512, "idx": 5, "sa": ["Glenn Mulcaire", "Andy Coulson", "Tommy Sheridan", "Sean Hoare"], "q": "on Mr <strong> Sean Hoare </strong>'s claims.'' 9 December 2010, <strong> Tommy Sheridan </strong> perjury trial: Asked about <strong> Glenn Mulcaire </strong>'s repeated hacking of private mobile phone messages for the News of the World, <strong> Andy Coulson </strong> said: <q> I never knew him as an individual, I never met him, I never spoke to him, I never heard his name until the <strong> Clive Goodman </strong> affair started.`` But I knew his consultancy was used in an entirely legitimate way during my time as editor. </q> <strong> Tommy Sheridan </strong> asked him about a House of Commons committee report which stated that the NoW`` turned a blind eye'' and`` at worst actively condoned'' bugging and hacking in the newsroom. Phone-hacking row", "new_id": -2}, {"uid": "1295915008006537227", "i": 43104, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "executive who is transitioning out of the CEO role-- and may even be unusual for sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q>`` It's a signal to shareholders that he'll continue to steer the boat,'' Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page.", "new_id": -2}, [{"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}]]