[{"uid": "1295977910157089808", "i": 37527, "idx": 22, "sa": ["Earl Watson", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Linas Kleiza"], "q": "points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going Earl Watsony, leaLeBron James out on the fast break and getting easy layups. He then", "new_id": -2}, {"uid": "1295254462216039433", "i": 15969, "idx": 0, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "The Minnesota game cost him. But after what he saw from <strong> Michael Vick </strong> this season, Eagles offensive coordinator <strong> Marty Mornhinweg </strong> thinks the 30-year-old has a chance- a chance- to become a great one. <q> He's got a good opportunity to become one of the best ever, </q> <strong> Marty Mornhinweg </strong> told me on Thursday.`` He's got several things to do to get that done.'' Last week was a melancholy one at the NovaCare Complex. No one was ready for the season", "new_id": -2}, {"uid": "1296769998227754003", "i": 58077, "idx": 0, "sa": ["Charlie Sheen", "David Letterman", "Conan O'Brien"], "q": "... <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from`` The Tonight Show'' settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q> He wanted to know what I was wearing, </q> <strong> Conan O'Brien </strong> jokes... MTV has wrapped up its 25th season of`` The Real World'' at the Hard Rock Hotel& Casino in Las Vegas. <strong> Charlie Sheen </strong> wants to get back to work this month on`` Two", "new_id": -2}, {"uid": "1296026780239779843", "i": 55202, "idx": 1, "sa": ["Harry Reid", "Barack Obama", "Kirsten Gillibrand"], "q": "We should welcome and hail others' successes. They will not hurt our own. It is all complementary( as a rule). 35) Sometimes, <strong> Barack Obama </strong> is saying, to America at large, <q> You bastards just aren't performing well enough... </q> 36) I find it depressing to see <strong> Harry Reid </strong> still in the Senate. Even if he might have been perspicacious about <strong> Kirsten Gillibrand </strong>. 37) High-speed rail? Of all the Euro-weenie proposals...", "new_id": -2}, {"uid": "1296862694014483461", "i": 4257, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the issue of luxury, Eminem will appear in the ad at the Fox... The unemployment rate dropped sharply last month to 9%, based on a government survey that found... Chrysler CEO <strong> Sergio Marchionne </strong> said he expects <q> at least an agreement in principle </q> regarding the... And join us Monday for a live Web chat with the owner of the winning restaurant along with Free... Dazzling` In the Heights' is a spirited slice of inner-city life The Washington Heights neighborhood", "new_id": -2}, {"uid": "1297255122064307212", "i": 7694, "idx": 7, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "Ich kann mich nicht erinnern, dass er mich jemals gefragt h?tte, ob ein Kriegszug gegen den Irak die richtige Entscheidung w?re.'' <strong> Donald Rumsfeld </strong> macht deutlich, dass er die Entscheidung nach wie vor f?r richtig h?lt: <q> Dass die Region von der brutalen Diktatur Saddam Barack Obamas befreit wurde, hat eine stabilere und sicherere Welt geschaffen. </q>( APA/AFP) Bitte geben sie den Sicherheitscode aus dem gr?nen Feld hier ein. Der Code besteht aus 6 Zeichen.", "new_id": -2}, {"uid": "1295201947158416938", "i": 5335, "idx": 1, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "<strong> Mark Kelson </strong>, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting.`` She's making progress every day,'' <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> <strong> Gabrielle Giffords </strong> was the primary target in the attack outside a title=\"Safeway Inc.\" href=\"http://www.latimes.com/topic/economy-business-finance/safeway-inc.-ORCRP013417.topic\"> Safeway Mark Kelsonet in Tucson where the congresswoman had gone to meet with constituents. Six died and 13, including <strong> Gabrielle Giffords </strong>, were", "new_id": -2}, {"uid": "1295432257076251251", "i": 43900, "idx": 1, "sa": ["Tim Cook", "Steve Ballmer"], "q": ", but not the best replacement to be# 1 permanently. Jan 18, 11- 01:08 pm Comment from: iAgree@Vatdoro Before seeing this video <strong> Tim Cook </strong> seemed like just a suitable back-office guy who could <q> make the trains run on Tim Cooke. </q> After seeing this speech he strikes me as quite articulate and someone who has been infected by <strong> Steve Ballmer </strong> Job's brand of passion. I think it's too early to tell if <strong> Tim Cook </strong> is lacking in vision. When", "new_id": -2}, {"uid": "1297233986168116402", "i": 6868, "idx": 0, "sa": ["Bernie Sanders", "Ruth Simmons", "Steven Ford"], "q": "on foreign trade. Posted by Mary Ellen, on February 8th, 2011 at 11:37 am I'd argue that these developing countries can afSteven Ford to go Left now that we're not assassinating them. Read <q> Confessions of an Economic Hitman. </q> That title isn't a metaphor. Posted by Al Dorman, on February 8th, 2011 at 11:38 am This guy needs to read the text of <strong> Bernie Sanders </strong>' filiBernie Sanders speech. There is more tRuth Simmons in", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more`` Idol'' wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q> I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel.`` That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}]