[{"uid": "1296692287182763550", "i": 477, "idx": 1, "sa": ["Zahi Hawass"], "q": "in Egypt, 24 in total, are safe and unharmed; only the Egyptian Museum, Cairo, was broken into,'' reads a Wednesday posting on the website of <strong> Zahi Hawass </strong>, Egypt's Minister of Antiquities. <q> When I went to the museum on Saturday morning I found out that 70 objects had been broken, but nothing had been stolen. </q> The website added that the objects could be restored. Egyptian Museum Fire: Museum Unscathed by Nearby Molotov Cocktails", "new_id": -2}, {"uid": "1294966659267878403", "i": 37275, "idx": 2, "sa": ["Katie Couric", "Kirsten Gillibrand"], "q": "Congress and the Senate. And I think it was a combination, perhaps, of the unexpected but familiar that really prompted her to open her eyes and look around,'' he said. <strong> Katie Couric </strong>: <q> Was her husband completely beside himself? </q> <strong> Kirsten Gillibrand </strong>:`` He was- it was dramatic. I mean, he- we didn't understand the importance of that. We didn't know that she had not opened her eyes. But what", "new_id": -2}, {"uid": "1295718175131842121", "i": 1443, "idx": 3, "sa": ["Simon Cowell", "Melissa Leo", "Amanda Seyfried"], "q": "It was arrogant to ignore the advice we gave you and carry on singing.'' Whilst <strong> Amanda Seyfried </strong> rejected the idea that they were arrogant, she did concede that the gamble they had taken hadn't paid off. <q> It was like ordering an ice-cream and getting an onion topping on it! </q> <strong> Simon Cowell </strong> quipped. taken from the official site: talent.itv.com Show 11( Thursday, 29 <strong> Melissa Leo </strong> 2008 at 20:30) Britain's Got Talent is a British television show on ITV( also on TV3 in Ireland).", "new_id": -2}, {"uid": "1296579335042647565", "i": 18391, "idx": 6, "sa": ["Zahi Hawass", "Hosni Mubarak", "Celine Dion"], "q": "Ministry, but it constitutes a separate ministry in the new government. While protesters dismissed the Cabinet reshuffle as cosmetic and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. <q> The people in the streets have to give this government an opportunity to change, </q> he said cheerfully.`` Beautiful things happened in the last five days.'' What's altered in the two photos? See how you score when you play the Find <strong> Celine Dion </strong> Challenge! Editorial", "new_id": -2}, {"uid": "1297275612018513958", "i": 27279, "idx": 4, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "any case, his orders clearly violated the military chain of command-something <strong> Donald Rumsfeld </strong> failed to point out, according to his own account of the subsequent conversation. \"`` Yes, I understand,'' I replied. <q> Who did you give that direction to? </q> \"`` It was passed from here through the[ operations] center at the White House,'' <strong> Dick Cheney </strong> answered.`` Has that directive been transmitted to the aircraft?''``", "new_id": -2}, {"uid": "1296106868198869008", "i": 18926, "idx": 1, "sa": ["Liz Callaway", "David Letterman", "Boston Pops"], "q": "She received an Emmy Award for hosting`` Ready to Go,'' a daily, live children's program on CBS in <strong> Boston Pops </strong>. Other TV credits include`` In Performance at the White House,'' <q> Inside the Actor's Studio: <strong> Stephen Sondheim </strong>, </q>`` Christmas with the <strong> Boston Pops </strong>,''`` The <strong> David Letterman </strong> Show,'' and`` Senior Trip''( CBS Movie of the Week). <strong> Liz Callaway </strong> just released her fourh solo album, Passage of Time, for", "new_id": -2}, {"uid": "1295586061144719886", "i": 17225, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as Chief Executive Officer starting April 4. <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products,'' <strong> Eric Schmidt </strong> said in the blog spot. The management reshuffle has been brought about to <q> streamline decision making and create clearer lines of responsibility and accountability </q> at the top of the company, he added. He said as Google has grown, managing the business has become more complicated.`` We'' ve been talking about how best to simplify", "new_id": -2}, {"uid": "1295571285120422422", "i": 25913, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "important given Google's global reach. Internally, he will continue to act as an advisor. <strong> Sergey Brin </strong>, Google co-founder, will devote his energy to strategic projects, in particular working on new products. <q> When I joined Google in 2001 I never imagined- even in my wildest dreams- that we would get as far, as fast as we have today.[...] But as Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> said <strong> Eric Schmidt </strong> in a letter to Google staff. According to the now former chief executive of Google, all three executives have all been equally involved in making decisions throughout the last ten years. This triumvirate", "new_id": -2}, {"uid": "1296166292065404942", "i": 36970, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "He also mentioned that <strong> Sergey Brin </strong> will focus on`` the order of three big initiatives.'' <strong> Eric Schmidt </strong> didn't elaborate. Turning to competition, <strong> Eric Schmidt </strong> said he was perplexed by the Facebook obsession because <q> the facts don't support it. </q>''[ Facebook] has clearly stated they don't want to get into the search business. Facebook users tend to use Google search. Facebook's ads business does not displace our advertising.''", "new_id": -2}, {"i": 35147, "idx": 1, "index_answer": 0, "new_id": -1, "q": "informed source. The political stakes were ratcheted up in the hours following <strong> Andy Coulson </strong>'s resignation when <strong> Ed Miliband </strong> personally issued a series of statements criticising the wisdom of hiring the former News of the World Editor; <q> I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for as long as he did', </q> he said. Those comments have reportedly given an added urgency to efforts to`` throw the dirt back''.`` <strong> Ed Miliband </strong> was unwise to comment,'' said one observer,`` the Tories are going to", "sa": ["Ed Miliband", "Andy Coulson"], "uid": "1295876928012320777"}]