[{"uid": "1295743991123617308", "i": 23254, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": " \"So far, our worst day in government,\" a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q>So far, our worst day in government,</q> a senior <strong> David Cameron </strong> aide told The Leading article: <strong> Andy Coulson </strong> has departed, but uncomfortable questions remain Britain will be hoping that yesterday's resignation of <strong> Andy Coulson </strong>, Downing Street's director of communications, signals the end of", "new_id": -2}, {"uid": "1296481301080920674", "i": 8571, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q>I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat,</q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\" AP Business Writer Colleen Barry in Milan, Italy, contributed", "new_id": -2}, {"uid": "1297203269184696834", "i": 18994, "idx": 9, "sa": ["Donald Rumsfeld", "Barack Obama", "Colin Powell", "President Bush", "Dick Cheney"], "q": "out this year. \"The government of Iraq is eventually going to have work with the Iraqi people and fashion various accommodations so that they can go forward and govern the country,\" <strong> Donald Rumsfeld </strong> said. <q>And being aimed in that direction starts them along that road, and that's basically a good thing.</q> <strong> Barack Obama </strong> addresses the U.S. Chamber of Commerce in... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Photo in Slideshow: <strong> President Bush </strong> <strong> Barack Obama </strong> greets guests after addressing the U.S....'s memoir plays a fast and loose game of dodge", "new_id": -2}, {"uid": "1295792500158990396", "i": 14364, "idx": 0, "sa": ["Andrew Garfield", "Simon Cowell", "Steven Tyler"], "q": ". Experts believe it could be the absence of the Mr <strong> Simon Cowell </strong>, <strong> Simon Cowell </strong>. The new panel-Jennifer Lopez, Aerosmith's <strong> Steven Tyler </strong> and show regular Randy Jackson- has had mixed reviews. <q><strong> Simon Cowell </strong>'s cutting edge is clearly missed. The reality is that people like their reality and talent shows to have a little bit of bite. It doesn't bode well,</q> the Daily Star quoted one insider as saying. <strong> Simon Cowell </strong> quit <strong> Simon Cowell </strong> tells Oprah he was kicked out of a US TV network once <strong> Andrew Garfield </strong> didn't expect The Social Network to be", "new_id": -2}, {"uid": "1295936962220463131", "i": 19645, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Romeo brand will also have returned to the U.S. market after 17 years. <strong> Sergio Marchionne </strong> said Fiat could expand beyond metro areas in a year or so, but he has greater aspirations for Alfa. <q>Alfa will be a bigger brand than Fiat,</q> <strong> Sergio Marchionne </strong> said. \"It is my sincere hope it plays in a much bigger box.\" Soave said her modest marketing budget, which she would not disclose, is sufficient to launch Fiat because it", "new_id": -2}, {"uid": "1295577099150192142", "i": 36173, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "( <strong> Eric Schmidt </strong>, Page and co-founder <strong> Sergey Brin </strong>) have always been running the decisions together and ultimately it adds delay and so forth in the way we make decisions,\" <strong> Eric Schmidt </strong> said on a conference call with analysts. <q>By elevating me and having Larry running things day to day... we think this will produce even better success for the corporation.</q> <strong> Eric Schmidt </strong> said he'll be \"taking a more strategic view of things\" when the changes go into effect on April 4, focusing on customers, partners, government communications and external issues.", "new_id": -2}, {"uid": "1295322757209092612", "i": 34485, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords", "Michael Appleton", "Mayor Michael Bloomberg", "Al Sharpton", "David N. Dinkins", "Chuck Schumer"], "q": "to 2011 Tucson, and Mind-Reading Dr. King <h6> <strong> Michael Appleton </strong> for The <strong> Mayor Michael Bloomberg </strong> Times </h6> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, another participant in the forum, with Mr. <strong> Al Sharpton </strong>. <strong> Chuck Schumer </strong> said that no constitutional amendment was sacrosanct and that <q>there's nothing wrong in putting reasonable limits on guns.</q> <strong> Gabrielle Giffords </strong> and 18 other people this month in Tucson, State Attorney General Eric T. Schneiderman said, \"Sometimes it takes something big and dramatic to get people's attention.\" <strong> David N. Dinkins </strong> remarked, \"It", "new_id": -2}, {"uid": "1295563364204783630", "i": 10562, "idx": 6, "sa": ["Eric Schmidt"], "q": "Google. We're all in great debt to <strong> Eric Schmidt </strong> and I think the results really speak for themselves. There's really no one else in the universe that could've accomplished what <strong> Eric Schmidt </strong> did.\" <q>I could not be more excited about moving us forward, and we're really only at the beginning,</q> Page said. As executive chairman, <strong> Eric Schmidt </strong> said he will \"focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and", "new_id": -2}, {"i": 45806, "idx": 2, "index_answer": 0, "new_id": -1, "q": "better than me,\" he quipped.\" X Factor' has a craziness about it, an unpredictability. It is more raw. It is more competitive,\" he said. <q>If we can't, with what is on offer, find a global star, then I would say we have failed. There is that person or that group sitting in America waiting to be discovered,</q> <strong> Simon Cowell </strong> said. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "sa": ["Simon Cowell"], "uid": "1297121266135839981"}, {"uid": "1297120389257998877", "i": 20499, "idx": 0, "sa": ["Simon Cowell"], "q": "five-million dollar purse the winner will take away, along with a recording contract with Sony, <strong> Simon Cowell </strong> admitted to being just a little bit nervous about the seven figure stakes but believes he can find a deserving star. <q>The money rightly puts an enormous amount of pressure on people,</q> said the reality TV mogul. The winner will receive a million-dollar check once a year for five years, from which recording and marketing expenses will not be deducted. \"This is not a dressed-up five", "new_id": -2}]