[{"uid": "1297245174074432515", "i": 5158, "idx": 0, "sa": ["Simon Cowell", "Lindsay Lohan", "Catherine, Duchess of Cambridge", "Hugh Laurie", "Prince William, Duke of Cambridge"], "q": "to release his blues album on April 11 but because the marriage of <strong> Prince William, Duke of Cambridge </strong> and <strong> Catherine, Duchess of Cambridge </strong> takes place just weeks after he's holding back the release. According to UK Newspaper Daily Express, he said: <q> It was going to be released at the end of April but it collided with a royal wedding. We don't want to bump them off the front page so we'll push it later. </q> <strong> Hugh Laurie </strong> postpones release of album because of royal wedding <strong> Lindsay Lohan </strong>`` to be charged with felony grand theft'' <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he wo", "new_id": -2}, {"uid": "1295465161182796309", "i": 53559, "idx": 1, "sa": ["Howard Stern", "David Letterman", "Jay Leno"], "q": "guy's ripped off like 10 major things from my show.'' <strong> Howard Stern </strong> also adds he's baffled that <strong> Jay Leno </strong> has beaten fellow late-night host href=\"http://www.tvguide.com/celebrities/David Letterman- David Letterman/194124?rss=breakingnews&amp;partnerid=worldnow&amp;profileid=01\" target=\"_blank\"> <strong> David Letterman </strong> in the ratings. <q> It's beyond my comprehension, </q> <strong> Howard Stern </strong> says.`` America must be filled with morons who at night lay in bed-- the ones who are watching him, they must be in a coma.'' Click for your chance to win", "new_id": -2}, {"uid": "1297546979003112975", "i": 58203, "idx": 0, "sa": ["Paolo Romani", "Sergio Marchionne", "John Elkann", "Silvio Berlusconi"], "q": "2011 Turin: Fiat SpA Chief Executive Officer <strong> Sergio Marchionne </strong> confirmed the Italian carmaker's pledge to spend? 20 billion( Dh100.8 billion) revamping its domestic plants after meeting with Prime Minister <strong> Silvio Berlusconi </strong>. <q> Fiat is a multinational which is expanding internationally, but will keep an Italian heart, </q> Industry Minister <strong> Paolo Romani </strong> said yesterday after discussing the investment plan with the CEO and Chairman <strong> John Elkann </strong>. <strong> Paolo Romani </strong> attended the meeting with <strong> Silvio Berlusconi </strong> and other members of the government. <strong> Sergio Marchionne </strong>, 58, caused a stir in", "new_id": -2}, {"uid": "1296619319077266949", "i": 19544, "idx": 0, "sa": ["Angelina Jolie", "Johnny Depp"], "q": "`` ridiculous rumor'' that surprise contender`` The Tourist'' was nominated so that the members could hang out with the stars of the costly flop, <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>. <q> That is rubbish. That is not the only reason, </q> Gervais told the audience.`` They also accepted bribes.''( The association has said the lawsuit is`` completely without merit.'') Gervais later joked that he", "new_id": -2}, {"uid": "1296664134109838338", "i": 39190, "idx": 0, "sa": ["Alassane Ouattara"], "q": "vendeurs de ces carnets`` se frottent les mains'', selon Sud Quotidien. Le Soleil consacre sa une? la d?cision du conseil des ministres de l'Union conomique et mon?taire ouest-africaine( UEMOA), qui <q> demande la pleine application des d?cisions de Bissau </q>. Cette d?cision consiste? confier`` les op?rations sur les comptes ivoiriens log?s? la BCEAO au seul gouvernement du pr?sident lu <strong> Alassane Ouattara </strong>'', au d?triment de son rival? l'?lection pr?sidentielle Laurent Gbagbo, qui", "new_id": -2}, {"uid": "1297216894026116176", "i": 44765, "idx": 0, "sa": ["Paula Abdul", "Nicole Scherzinger", "Christina Aguilera", "Simon Cowell", "George Michael"], "q": "'' <strong> Nicole Scherzinger </strong> and Cole and admits his former American Idol judging pal <strong> Paula Abdul </strong> is`` in the mix'' with the other potentials. But Pussycat Dolls star <strong> Nicole Scherzinger </strong> appears to be a favourite. <strong> Simon Cowell </strong> says, <q> She is gorgeous and she does know what she's talking about. </q> He also dismissed reports <strong> George Michael </strong> might be on the panel and <strong> Simon Cowell </strong> has also ruled out <strong> Christina Aguilera </strong> after her national anthem mess at the Super Bowl on Sunday( 06Feb11). Esben And The Witch,", "new_id": -2}, {"uid": "1296362771003604486", "i": 6507, "idx": 1, "sa": ["Alassane Ouattara", "Ban Ki-moon"], "q": "force known by its French acronym as UNOCI, has a clear mandate from earlier peace agreements which were signed by then president Gbagbo himself and other Ivorian leaders to protect Mr. <strong> Alassane Ouattara </strong> and the Prime Minister. <q> Regrettably, since 16 December, regular and irregular forces loyal to Mr. Gbagbo have obstructed movement of our peacekeepers, cut their fuel and other vital life support supplies, used live fire against them and blockaded the Golf Hotel.`` I am also deeply concerned about the deteriorating human rights and humanitarian situation, </q> Mr. <strong> Ban Ki-moon </strong> said, noting that more 260 people have been killed in violent incidents since mid-December. More than 30,000 Ivorians have fled to neighbouring countries which could result in regional instability, and more than 17,000", "new_id": -2}, {"uid": "1295284054229982243", "i": 33734, "idx": 0, "sa": ["Steve Ballmer"], "q": ". Microsoft Dynamics CRM Online is available today at a promotional price of$ 34 per user per month for the first 12 months of service to qualified customers that sign up by June 30, 2011. <q> Sales professionals are at the heart of almost every successful business, </q> <strong> Steve Ballmer </strong> said.`` Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "new_id": -2}, {"uid": "1295625832143933451", "i": 25292, "idx": 6, "sa": ["George W. Bush", "Colin Powell"], "q": "'s national security team agreed that the mission was to liberate Kuwait, not remove Hussein.`` There is a legitimate argument as to whether we stopped too soon. We accomplished the mission,'' <strong> Colin Powell </strong> said. <q> <strong> George W. Bush </strong> made the right decision. </q> The Iraqi leader was ousted in 2003 during the Iraq war, which started under <strong> George W. Bush </strong>'s son, former <strong> George W. Bush </strong>. After being convicted of crimes against humanity, Hussein was hanged in December 2006. A handful of", "new_id": -2}, {"i": 5185, "idx": 2, "index_answer": 0, "new_id": -1, "q": "B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in.'' Republicans, <strong> Mike Pence </strong> continues, should learn from how <strong> Ronald Reagan </strong> led. <q> I think <strong> Ronald Reagan </strong> personifies both the substance and the style of conservatism in the 21st century, </q> he says.`` On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.''`` But on", "sa": ["Mike Pence", "Ronald Reagan"], "uid": "1295552145232112145"}]