[{"uid": "1295094125134053943", "i": 20085, "idx": 15, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "They are hard to handle when <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong> are coming at you like that. They are hard to handle on any night.'' At one point, both <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> were 12-for-16 from the floor. <q>When you're in a zone, it doesn't matter if guys are on you or anything,</q> <strong> Allen Iverson </strong> said. ''It just feels good. It just feels like throwing rocks in an ocean.'' The Suns have lost twice-- by a combined 46 points-- since their 129-127 double-overtime win at Dallas on", "new_id": -2}, {"uid": "1295599226021397547", "i": 12751, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "people miss the way he doe and be as accurate on the run.'' After the Eagles' <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> might be toughest quarterback to sack, said Jets defensive end Shaun Ellis. <q>He's very strong. He's very elusive in the pocket,</q> Ellis said. ''A lot of people don't realize how fast he is.... I know he looks slow moving around on the field, but he's pretty nifty at what he does.''", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q>He is supporting the troops, I am supporting the children,</q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}, {"uid": "1296105128124256343", "i": 9915, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like ''a volcano that is starting to erupt.'' <q>There will be huge explosions all over Fleet Street if police get to the truth,</q> he told the BBC. News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1295299857181911564", "i": 46360, "idx": 6, "sa": ["Ray Allen", "Allen Iverson", "Ben Gordon", "Bob Probert"], "q": "was going to be easy when we got here. It's obviously not.'' ''It's hard to get the clinching game,'' said <strong> Allen Iverson </strong>, who has gotten five of them in his career. <q>Those shots at the beginning of the game are a lot easier than the ones at end of the game, when you're looking to close a team out.</q> The http://wn.com/Bob_Probert_Vs_Stephen_Quintal__After_The_Boston_Brawl <strong> Bob Probert </strong> Takes On Quintal After The Big Red Wings Boston Bruins Game http://wn.com/Derrick_Rose_Chicago_Bulls_vs_Boston_Celtics_game_2_round_1_2009_NBA_Playoffs BOSTON( AP) <strong> Ray Allen </strong> landed the final blow in a memorable duel with <strong> Ben Gordon </strong> on Monday night, shooting the Boston Celtics back into", "new_id": -2}, {"uid": "1294969491073564163", "i": 1247, "idx": 3, "sa": ["Sergio Marchionne"], "q": "Town& Country has refinement that Chrysler does not want to lose, whatever the new minivan lineup looks like. <strong> Sergio Marchionne </strong> said Chrysler Group needs to be more flexible with the architecture that supports its minivans. <q>It needs to house all-wheel drive and front-wheel drive and an E segment car.</q> Chrysler is coming with a new nine-speed front-wheel drive transmission in 2013. Decision on Nitro-Liberty replacement Chrysler is near a decision on the replacement for the lightly regarded Dodge Nitro and Jeep Liberty SUVs,", "new_id": -2}, {"uid": "1296708030055181330", "i": 29584, "idx": 1, "sa": ["Allen Iverson", "Zach Randolph"], "q": "gam... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q>God Chose Memphis as the place that I will continue my career.</q> Referring to a Monday meeting with Griz... Amazing Nuggets vs Grizzlies NBA Highlights 12/20/2009 <strong> Zach Randolph </strong> scores 15 of his 21 points in the second half to.... Grizzlies Vs Lakers- Season Game 4 Recap- 2010-11 The", "new_id": -2}, {"uid": "1295893924195428405", "i": 39846, "idx": 0, "sa": ["Mike Pence"], "q": ". <strong> Mike Pence </strong> was also the top pick for vice president. The German Nazis fought for the fatherland. The Soviet Red Army fought for the motherland. <strong> Mike Pence </strong> wants Americans to fight for the homeland. He <q>supported creation of the new Department of Homeland Security, the largest reorganization of the government since the beginning of the Cold War.</q> Because of the Department of Homeland Security, ''our ability to defend the homeland is more effective, efficient and organized.'' <strong> Mike Pence </strong> is a committed supporter of the bogus war on terror. He even repeats the", "new_id": -2}, {"uid": "1295910678241205248", "i": 15616, "idx": 1, "sa": ["Tim Cook", "Nigel Slater", "Steve Jobs", "Eric Schmidt"], "q": "ingredients are easy to find, says <strong> Nigel Slater </strong> Quince and apple tart. All photographs by Jonathan Lovekin <strong> Steve Jobs </strong>' Exit: Weekly Tech Recap <strong> Tim Cook </strong> would again step in to handle the day-to-day running of the iPhone maker. <q>I will continue as CEO and be involved in major strategic decisions for the company,</q> said <strong> Steve Jobs </strong>. Apple COO <strong> Tim Cook </strong> The iconic CEO's departure raised questions for investors about Silicon Valley's Week of Shake-Ups NBCBayArea Silicon Valley had a few big shake-ups this week, with Google's chief <strong> Eric Schmidt </strong> stepping down", "new_id": -2}, {"uid": "1295267751150716445", "i": 27168, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "it is right to give someone a second chance.'' Asked about the suggestion that Mr <strong> Andy Coulson </strong> had offered to quit, Mr <strong> David Cameron </strong> insisted he would not comment on ''private conversations''. <q>Of course he, as anyone who is human would be, is extremely embarrassed by the endless publicity and speculation about what happened many years ago when he was editor of the News of the World.</q> But he praised Mr <strong> Andy Coulson </strong>'s performance in his current role, saying the Downing Street press office worked in a very ''proper'' way and he had not received a single complaint.", "new_id": -2}]