[{"uid": "1296174977054247442", "i": 2531, "idx": 2, "sa": ["Eric Schmidt"], "q": "not more Chinese leaders here- both political leaders as well as business leaders\"- in contrast with the number of Indian attendees. He said Google's leadership reshuffle was a\" clarification of roles\" intended <q> simply so that we could make decisions more quickly </q>. He denied that the change was due to a lack of innovation at the company, although he conceded there had been a sense that decision-making was taking too long. Cultural sensitivities Mr <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296770511173654034", "i": 12157, "idx": 7, "sa": ["Donald Rumsfeld", "Darrell Hammond", "George Tenet"], "q": "truth is that we were wrong,\" <strong> Donald Rumsfeld </strong> writes. Once the Taliban were toppled, <strong> Donald Rumsfeld </strong> emerged as a major media personality, mocked by <strong> Darrell Hammond </strong> on Saturday Night Live, to his amusement. <q> If one starts with` good press,' one often gets more and more favorable coverage; early bad stories often spawn additional negative reporting, </q> he says.\" But journalists also relish dramatic reversals.\" That was yet to come. <strong> Donald Rumsfeld </strong> devotes little space to the fiasco at Tora Bora, saying he told CIA Director <strong> George Tenet </strong> in a memo that", "new_id": -2}, {"uid": "1296105034131907654", "i": 34126, "idx": 1, "sa": ["Gordon Brown", "Andy Coulson", "Lance Price"], "q": "For example, I wrote the following headlines.\" Benefit Fraud Gives You AIDS\"\" ASBO Child Causes House <strong> Lance Price </strong> Slump\"\" Muslim Fanatic Spits Outside Church\" <q> Gay Paedo Runs Over Kitten in Chelsea Tractor </q> FredinSpain 26 January 2011 5:26 PM I think even Machiavelli couldn't spin Osbourne as either a nice person or a competentent <strong> Gordon Brown </strong>. <strong> Andy Coulson </strong> brought one phrase with him from the NoW which", "new_id": -2}, {"uid": "1297292759117293182", "i": 1292, "idx": 0, "sa": ["Donald Rumsfeld", "Lindsay Lohan", "Nicole Kidman"], "q": "'s History May Resurface in Court Photo: <strong> Lindsay Lohan </strong> pays visit to hair salon before... Video: ShowBiz Minute: <strong> Lindsay Lohan </strong>, Bieber,` Mad Men'... Video: Santa Barbara Film Festival honors <strong> Nicole Kidman </strong> Report Abuse <q> Why in hell does The U.S glamorize these stupid head kases instead of honoring their fallen who go to war?~?~? </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer", "new_id": -2}, {"uid": "1296922649262193174", "i": 35461, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "critics( you know, the\" Appeaserrs... the morally and intellectually confused\"), and only if we didn't piss on the Constitution and make up our own laws, maybe things would have turned <q> Heh, that's funny. Of course, since there were no weapons of mass destruction in Iraq and in fact there apparentrly had not been any for a number of years, the reason that <strong> Donald Rumsfeld </strong> would like to take\" that one </q> back is because he was lying. Maybe someday someone will free the \" Washington Post from the tyranny of theinverted pyramid and they can actually say that. America's Grandpa of Death <strong> Donald Rumsfeld </strong> is having his", "new_id": -2}, {"uid": "1296413915005996548", "i": 814, "idx": 0, "sa": ["Michael Vick"], "q": "NFC starting quarterback <strong> Michael Vick </strong> of Philadelphia probably appreciates his appearance more than anyone on either side of the ball, considering how far he has come since serving prison time for his role in dogfighting operation. <q> This one feels great due to the fact that I've been through so much and trained to getting back to this position, </q> he said earlier this week.\" It's paramount for me and my family and I'm just thankful.\" Arizona safety Adrian Wilson has said he was surprised to make the team- as a", "new_id": -2}, {"uid": "1295715717099811342", "i": 11269, "idx": 7, "sa": ["Jose Calderon", "Andrea Bargnani", "Tayshaun Prince", "Allen Iverson", "Pops Mensah-Bonsu"], "q": "overtime, and his 11 assists gave him the Raptors all-time franchise record.\" I'm happy because I love to be here,\" <strong> Jose Calderon </strong> said on his record, which now stands at 1795 and counting. <q> Hopefully I can do double or triple those assists and be here with the Raptors for my whole career. </q> <strong> Pops Mensah-Bonsu </strong> finished with a team-high 10 rebounds to go with eight points for the Raptors( 23-43), who were missing starting centre <strong> Andrea Bargnani </strong> <strong> Tayshaun Prince </strong> more than made up for <strong> Allen Iverson </strong>'s absence, making sure the Detroit Pistons", "new_id": -2}, {"uid": "1295559949061718541", "i": 3666, "idx": 0, "sa": ["Eric Schmidt"], "q": "be replaced by co-founder Larry Page. The announcement arrived only minutes before the search giant's first earnings call of 2011-- and boy oh boy, the executive shakeup had nothing to do with earnings. <q> We've had a very strong quarter, </q> said <strong> Eric Schmidt </strong>, referencing the company's revenues of$ 8.44 billion, up 26% year-over-year. <strong> Eric Schmidt </strong> has been CEO for nearly a decade. He will now take over as executive chairman. Both <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296580317091275273", "i": 16442, "idx": 12, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time.\" The people in the streets have to give this government an opportunity to change,\" he said cheerfully. <q> Beautiful things happened in the last five days. </q> 53% Off Facial at Irina's Secret Day Spa in Olathe", "new_id": -2}, {"i": 524, "idx": 1, "index_answer": 2, "new_id": -1, "q": "the past. <strong> Howard Stern </strong> to <strong> David Letterman </strong>: sorry about your sex scandal( video) Instead of deflecting <strong> Howard Stern </strong>'s apology, <strong> David Letterman </strong> responded with candor and a bit of reciprocal praise. <q>\" You have been very, very nice to me on the radio and viciously ugly to me on the radio and I except both with equanimity because I know a little bit about how you operate and I'm still fond of your talent and your ability and what you've represented to the United States of America-and of course, the world. </q> \" <strong> Howard Stern </strong> calls for Hollywood to boycott <strong> Jay Leno </strong>( video) <strong> Howard Stern </strong> ended his third and final segment on Thursday night's Late Show once again pushing for <strong> David Letterman </strong> to holler back at him", "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "uid": "1296820432076218415"}]