[{"uid": "1295475802046153742", "i": 8596, "idx": 0, "sa": ["George W. Bush", "Vin Suprynowicz", "Alassane Ouattara"], "q": "West African country, paVin Suprynowiczg the way for the run-off on 28 November between the two candidates who garnered the highest number of votes; YJ Choi said the electoral process during the first round held on 31 October was <q> peaceful and democratic, and that the results of the elections were determined through fair and transparent process, </q> and the two candidates in the forthcoming run-off are incumbent <strong> George W. Bush </strong> Laurent Gbagbo and former Prime Minister <strong> Alassane Ouattara </strong>. The`` anomalies, irregularities and errors'' brought to his attention were`` of such minor nature as to affect", "new_id": -2}, {"uid": "1295943870001703978", "i": 17548, "idx": 0, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> has lent his support to a Save The Children campaign <strong> Simon Cowell </strong> has finally admitted what the public have always thought- that he is a <q> pain in the a*** </q>. The X Factor judge couldn't resist making a joke about himself in an online video, where he gave his backing to Save The Children's new campaign, No Child Born To Die.", "new_id": -2}, {"uid": "1295684940089554965", "i": 46115, "idx": 3, "sa": ["Robert Horry", "Marcus Camby", "Allen Iverson", "Linas Kleiza", "Kobe Bryant", "Phil Jackson"], "q": "the arc. <strong> Allen Iverson </strong> couldn't have picked <strong> Linas Kleiza </strong> out of a crowd when he came over from Phil Jacksonadelphia three months ago but said the second-year forward was the catalyst for the Nuggets' Robert Horrygest win since the trade. <q> I didn't know who he was when I got here, but a nationally televised game, I think a lot of people around the world know who he is now, </q> <strong> Allen Iverson </strong> said. <strong> Allen Iverson </strong> added 14 points and 13 assists and <strong> Marcus Camby </strong> had 11 points and 14 boards for the Nuggets, who moved into a tie with the http://wn.com/Lakers_vs_Heat_Highlights_Kobe Bryant_Kobe Bryant_Clutch_4th_Quarter Date: December 4, 2009 Staples Center, Los", "new_id": -2}, {"uid": "1295948645238239795", "i": 34450, "idx": 0, "sa": ["Brian Cowen", "Michael Noonan", "Eamon Gilmore"], "q": ", Fine Gael finance spokesman <strong> Michael Noonan </strong> said he expected the Taoiseach would call the election on Sunday or Monday but added that Mr <strong> Brian Cowen </strong> may want to go into the D?il on Tuesday morning to deliver a valedictory speech: <q> I can't predict, but it's some time within that time frame, </q> he added. Labour Party leader <strong> Eamon Gilmore </strong> said the tabling of his party's motion of no confidence and the agreement on the timetable for the Finance Bill meant that the people would get what they had been", "new_id": -2}, {"uid": "1295856714203620353", "i": 52583, "idx": 0, "sa": ["Angelina Jolie", "Ali Hassan"], "q": "Ambassador <strong> Angelina Jolie </strong> visited Dadaab, the world's largest refugee camp situated on the Kenya-SomAli Hassan border on Saturday. Describing the camp as` one of the most dire' she had seen, <strong> Angelina Jolie </strong> concluded her visit by asking <q> if this is the better solution, then what must it be like in SomAli Hassana? </q> During her day-long visit, <strong> Angelina Jolie </strong> visited one of the three camps that together host around 285000 refugees. She met a number of families including a mother just arrived in the camp, after walking for days with her", "new_id": -2}, {"uid": "1295457688235356170", "i": 27654, "idx": 0, "sa": ["Alassane Ouattara"], "q": "voir le Pr?sident de la R?publique, <strong> Alassane Ouattara </strong> en finir avec le cas Laurent Gbagbo avant de mettre le cas des ambassadeurs sur son calepin. Et il se r?f?re? un proverbe africain fort? propos: <q> Quand quelqu'un veut abattre un arbre, il doit d'abord creuser pour terrasser l'arbre. Mais s` il coupe simplement les branches, l'arbre restera en place </q>. Le d?cryptage de ce dicton appelle deux r?flexions. Dans un premier temps, pour Eug?ne Allou, <strong> Alassane Ouattara </strong> pour la prise de la pl?nitude du pouvoir d'Etat,? lui confi par ses compatriotes", "new_id": -2}, {"uid": "1295576927002506766", "i": 58865, "idx": 4, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an <q> outstanding job leading Google for the last decade. </q>`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' he said.`` Google still has such", "new_id": -2}, {"uid": "1296664610083984386", "i": 34202, "idx": 4, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible Barack Obamaial candidate himself. <strong> Colin Powell </strong> said he has some concerns about the direction of the Republican Party, adding that it has <q> moved more to the right than I would like to see it. </q> Read a transcript of <strong> Colin Powell </strong>'s remarks In regard to the financial crisis, which <strong> Colin Powell </strong> called the candidates'`` final exam,'' <strong> Colin Powell </strong> said <strong> John McCain </strong> appeared unsteady in dealing with it, while <strong> Barack Obama </strong> had excelled in", "new_id": -2}, {"uid": "1296594161057851931", "i": 4979, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "In the first place, it's not appropriate. <strong> Steve Jobs </strong>[ <strong> Steve Jobs </strong>] is still the CEO and I hope he continues forever,' <strong> Eric Schmidt </strong> told CNBC in a Monday interview,'' Electronista reports. <q> In response to whether or not Apple has approached him to make an offer, however, <strong> Eric Schmidt </strong> would neither confirm or deny the suggestion, </q> Electronista reports.''` I'm not going to talk about private conversations with anybody,' the chairman is quoted as saying.'' 11-inch MacBook Air: The next generation of MacBooks. From$ 999.", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a`` powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}]