[{"uid": "1295913495158924827", "i": 34009, "idx": 0, "sa": ["Karl Lagerfeld", "Eric Schmidt", "Kate Middleton", "Alexis Mabille"], "q": "uniform, which Prince Charles did at his wedding( and which no one will really care about). Also, <strong> Kate Middleton </strong> reportedly wants the wedding to surprise people, according to a source quoted in Hello magazine: <q> They don't want the world to be sick of their wedding before they become husband and wife. To them it is very important for people on the day to feel they are a part of something which is fresh and new. </q> Catch Glimpses of the Spring 2011 <strong> Karl Lagerfeld </strong> Couture Collection and Find Out Why <strong> Karl Lagerfeld </strong> Is Always Late Google's <strong> Eric Schmidt </strong> Thinks He'd Make an Excellent Talk-Show Host Critics Laud Givenchy's` Fierce' Dog-Inspired Collection, Pan <strong> Alexis Mabille </strong>", "new_id": -2}, {"uid": "1295960092216842257", "i": 24400, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell", "Christian O'Connell"], "q": "revealed that he has been kicked off Facebook because he was thought to be an imposter. The X Factor host did have an account on the social networking site, but it was taken off. <q> I've got to be honest, they chucked me off Facebook- they thought it was someone pretending to be me, so I haven't got a Facebook, they literally threw me off Facebook, how annoying is that? </q> he told Absolute Radio's <strong> Christian O'Connell </strong> on his breakfast show. <strong> Dermot O'Leary </strong> also revealed how X Factor judge <strong> Simon Cowell </strong> has a bath in his dressing room.`` <strong> Simon Cowell </strong>'s decked out his whole dressing room", "new_id": -2}, {"uid": "1295310300167198720", "i": 29469, "idx": 0, "sa": ["Eric Schmidt"], "q": "of the Google DC Talks series, Google's Washington office hosted a special book talk with Chris Anderson, Editor in Chief of Wired Magazine and best-selling author of`` The Long Tail.'' In his new book <q> Free: The Future of a Radical Price, </q> Anderson makes the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs The Letter to Viz Media for Disney XD( For disappointed fans of Naruto", "new_id": -2}, {"uid": "1295668634145047636", "i": 11832, "idx": 1, "sa": ["James Cleveland", "Allen Iverson", "Aaron McKie"], "q": "and the Philadelphia 76ers keep winning. One night after a 41-point effort in Philadelphia's most lopsided win of the season, <strong> Allen Iverson </strong> scored an NBA season-high and career-best 54 in a 107-103 victory over the <strong> James Cleveland </strong> Cavaliers. <q> It was like he was playing horse tonight, </q> said 76ers guard <strong> Aaron McKie </strong>, who had 20 points and nine assists.`` His jumper was deadly.'' Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route", "new_id": -2}, {"uid": "1295562675204783640", "i": 36868, "idx": 1, "sa": ["Eric Schmidt"], "q": ", 37, is reclaiming the top job from <strong> Eric Schmidt </strong>, who had been brought in as CEO a decade ago because Google's investors believed the company needed a more mature leader,'' reports KTVU. <q> <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. </q> This news comes on the heels of Google's fourth-quarter earnings, which went above and beyond expectations.`` Google earned$ 2.5 billion, or$ 7.81 per share, during the final three months of", "new_id": -2}, {"uid": "1296372558154075149", "i": 21098, "idx": 2, "sa": ["Howard Dean", "Sen. Bernie Sanders"], "q": "Many donations came from contributors who were inspired by the speech-- now known as the`` Filibernie''-- opposing a plan Congress passed in December that extended tax cuts for the wealthy. <q> Given the fact that I'm about the worst fundraiser in the United States Senate, that helps, </q> <strong> Sen. Bernie Sanders </strong> said in an interview last month. Calling <strong> Sen. Bernie Sanders </strong>`` a progressive hero,'' former Vermont <strong> Howard Dean </strong> sent a fundraising e-mail to progressives after the speech resulting in almost$ 56,000 for <strong> Sen. Bernie Sanders </strong> as of", "new_id": -2}, {"uid": "1296798464219398156", "i": 24007, "idx": 2, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson", "Selvin Young"], "q": "and his teammates were keeping up.`` A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with http://wn.com/Tecmo_Super_Bowl_'08__THE_SEASON__Denver_Broncos__Super_Bowl_[2/2] Super Bowl. Denver Broncos vs. Minnesota Vikings. Second Half. Denver- 35 Minnesota- 28 Final Second Half Box Score:* 28-14- DEN: <strong> Selvin Young </strong>", "new_id": -2}, {"uid": "1297616629186400779", "i": 26880, "idx": 22, "sa": ["Donald Rumsfeld"], "q": "The Rumsfelds now spend much of their time on their ranch near Taos, New Mexico. They began dating in high school but went their separate ways in college until he launched a pre-emptive strike. <q> I just simply didn't want to get married, </q> <strong> Donald Rumsfeld </strong> explained.`` But I didn't want her to marry someone else! It was one of those things. And so I caved in and asked her to marry me. And fortunately she yes. And", "new_id": -2}, {"uid": "1295285589082853897", "i": 33050, "idx": 0, "sa": ["Steve Ballmer", "Bill Gates"], "q": "are seen as crucial to those companies' ability to avoid the fate of their competitors last year. But companies in creative fields do seem somewhat more susceptible to being very closely associated with their leaders. <q> Even if they don't supply the creativity, their departure would certainly necessitate a public-relations campaign, </q> said Walking. Microsoft( MSFT) founder <strong> Bill Gates </strong> was able to groom potential CEOs during the 1990s, paving the way for current CEO <strong> Steve Ballmer </strong>. <strong> Bill Gates </strong> put <strong> Steve Ballmer </strong> in charge of a", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}]