[{"uid": "1295156723221855776", "i": 5608, "idx": 0, "sa": ["Greg Jennings", "Michael Vick"], "q": ", 1389 yards, 10 TDs) and Green Bay's <strong> Greg Jennings </strong>( 76-1265-12.'' http://wn.com/NFL_GUT_FEELING_PREDICITONS__Green_Bay_Packers_at_Atlanta_Falcons www.atlantapitbullrescue.com http Michael Vicktory to the Underdog WON BEST SOCIAL COMMENTARY AT THE ACTION ON FILM FESTIVAL Michael VickTORY TO THE UNDERDOG HELL AND BACK <q> Michael Vicktory: To The Underdog </q> takes an in depth look at world renowned tattoo artist`` Brandon Bond'' and his dog rescue efforts- particularly rescuing the infamous <strong> Michael Vick </strong> fighting dogs. Rather than focusing on the dog fighting problem, the movie sheds", "new_id": -2}, {"uid": "1295823273074186765", "i": 7545, "idx": 0, "sa": ["Gordon Brown", "Chris Huhne"], "q": " Mr <strong> Chris Huhne </strong>'s intervention came as it emerged that Mr <strong> Gordon Brown </strong> had asked the Met police to investigate fears that he, too, had been a victim. A source said he contacted Scotland Yard <q> three or four months ago </q> as a fresh inquiry into phone hacking was announced by the home affairs select committee. Mr <strong> Gordon Brown </strong> was concerned about the years 2005 to 2007 when he was Chancellor, shortly before he became prime minister.", "new_id": -2}, {"uid": "1297175078196968449", "i": 7489, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "lives.'' File photo shows a US soldier conducting a search for suspects in the Diyala province of Baquba, northeast of Baghdad. Former defense secretary <strong> Donald Rumsfeld </strong> blamed much of the failings of the Iraq war on <q> too many hands on the steering wheel. </q> But he had no regrets about his leadership of the wars in Iraq and Afghanistan-- the latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary-- the", "new_id": -2}, {"uid": "1295246132152551449", "i": 4132, "idx": 1, "sa": ["Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "the members could hang out with the stars of the costly flop, href=\"http://yahoo-uk.feedsportal.com/fc/Angelina Jolie-Angelina Jolie.html\"> <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>.`` That is rubbish. That is not the only reason,'' <strong> Ricky Gervais </strong> said. <q> They also accepted bribes. </q> Noting the lawsuit's claim that some members were flown at studio expense to see`` Burlesque'' star Cher perform in Las Vegas, <strong> Ricky Gervais </strong> commented,`` How the hell is that a bribe? Really", "new_id": -2}, {"uid": "1295667464153141265", "i": 5889, "idx": 2, "sa": ["David Cameron", "Andy Coulson"], "q": "needs a spokesman, it's time to move on.'' <strong> David Cameron </strong> praises` professional' <strong> Andy Coulson </strong> The prime minister said he was`` very sorry'' Mr <strong> Andy Coulson </strong> had decided to resign but he <q> understood that the continuing pressures on him and his family meant that he felt compelled to do so </q>.`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,'' he said. He denied", "new_id": -2}, {"uid": "1297285832010960898", "i": 45377, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul", "Steven Tyler", "Randy Jackson"], "q": "she might join him on the judging panel of his new American edition of his href=\"http://www.realitytvworld.com/news/live-dance/show-1002\"> More Live to Dance News <strong> Paula Abdul </strong> then reluctantly admitted that despite their differences, she does miss <strong> Simon Cowell </strong>. <q> Of course, I miss everybody. I miss <strong> Simon Cowell </strong>. I do, </q> <strong> Paula Abdul </strong> said. In addition, <strong> Paula Abdul </strong> also revealed the former Idol judges share something else in common: neither has seen a full episode of the current season featuring href=\"http://www.realitytvworld.com/realitytvdb/Randy Jackson-Randy Jackson/\"> <strong> Randy Jackson </strong> and new judges <strong> Steven Tyler </strong>", "new_id": -2}, {"uid": "1295562594178864162", "i": 12949, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "4. Mr <strong> Eric Schmidt </strong> will become executive chairman of the company, focusing externally on partnerships and government outreach. Moments after Google announced the change, Mr <strong> Eric Schmidt </strong> sent a message to his Twitter followers saying, <q> Day-to-day adult supervision no longer needed! </q> Mr <strong> Eric Schmidt </strong> has been Google's chief executive since July 2001, when he took over the role from Mr <strong> Larry Page </strong>. Mr <strong> Larry Page </strong> said <strong> Eric Schmidt </strong> had done`` an outstanding job leading Google for the last decade", "new_id": -2}, {"uid": "1295389955093929487", "i": 11665, "idx": 2, "sa": ["Leona Lewis", "Corey Taylor", "Simon Cowell", "Rio Ferdinand", "Mariah Carey"], "q": "England v France on Wednesday. After an invite from England captain <strong> Rio Ferdinand </strong>, the lads watched the match from the comfort of a box, before going downstairs to meet with the players! Tags- X factor 2010 <q> one direction& quo... <strong> Leona Lewis </strong> faces Stocking of Truth on <strong> Simon Cowell </strong> and more <strong> Leona Lewis </strong> faces Stocking of Truth on <strong> Simon Cowell </strong> and more Former X Factor winner <strong> Leona Lewis </strong> takes on The Christmas Channel's Stocking of Truth. What to buy <strong> Simon Cowell </strong>? Is <strong> Mariah Carey </strong> best Christmas song?. Follow us on twitter at twitter.com... video results for: <strong> Simon Cowell </strong> factor after <strong> Corey Taylor </strong> GETS REAL FOR XMAS, CHALLENGES <strong> Simon Cowell </strong> Slipknot and Stone Sour frontman <strong> Corey Taylor </strong> has released`` XM@$ </q>, which is the perfect music for scrooge. He talks about his real feelings about the holiday and how the song came about. He talks about <strong> Simon Cowell </strong> and the X-Factor... The X Factor 2009- Nicole Lawrence", "new_id": -2}, {"uid": "1296129417102268970", "i": 48727, "idx": 2, "sa": ["David Letterman"], "q": "were going to win that I told a guy who used to be my friend that if New England lost, I would wear a dress on <strong> David Letterman </strong>.''`` Quite slimming,'' <strong> David Letterman </strong> reacted, adding, <q> You get on the subway like that, I'll give you$ 1000. </q> The actor responded while laughing,`` I have to say, riding the subway would be easier than what I'm going through right now. This might be the most humiliating moment in my life and I've", "new_id": -2}, {"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q> In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it, </q> he said.`` But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.'' <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}]