[{"uid": "1295108785237223937", "i": 671, "idx": 0, "sa": ["Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "to half-staff and led the nation in a moment of silence. He flew to Tucson to speak at a memorial service not far from the hospital where Democratic <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> and other victims were being treated. <q> At a time when our discourse has become so sharply polarized- at a time when we are far too eager to lay the blame for all that ails the world at the feet of those who happen to think differently than we do- it's important for us to pause for a moment and make sure that we're talking with each other in a way that heals, not in a way that wounds, </q> he said. More than any one politician, <strong> Sarah Palin </strong>, the 2008 Republican vice presidential candidate and a possible White House contender in 2012, figured in the unfolding political debate. Initially, an", "new_id": -2}, {"uid": "1295494129204455946", "i": 42893, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. We encourage", "new_id": -2}, {"uid": "1295458115232456196", "i": 2818, "idx": 0, "sa": ["Jerry Lee Lewis", "Allen Iverson"], "q": "<strong> Jerry Lee Lewis </strong> jumper was deadly.\" Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the basketball seems like a <strong> Jerry Lee Lewis </strong>, </q> he said. \"That is the way it felt tonight. \"My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls", "new_id": -2}, {"uid": "1295442599093192202", "i": 41427, "idx": 0, "sa": ["Michael Vick", "Stephen Colbert"], "q": "book \"Alone Together,\" told <strong> Stephen Colbert </strong> \"we have to put technology in its place\" on \"The <strong> Stephen Colbert </strong> Report\" last night. \"What's the possible harm?\" asked <strong> Stephen Colbert </strong>. <q> Let's say I'm <strong> Jennifer Aniston </strong> Bares Chest, Talks Body In Allure( PHOTOS) <strong> Jennifer Aniston </strong> covers the February issue of Allure, and inside she poses half-naked with a teddy bear and talks about her body and watching \"The Bachelor.' See all of <strong> Jennifer Aniston </strong>'s best undressed moments here. Allure's press <strong> Piers Morgan </strong> And Oprah Make A Bet About <strong> Michael Vick </strong>( VIDEO) Oprah is <strong> Piers Morgan </strong>\"s first guest for his CNN show \"<strong> Piers Morgan </strong> Tonight. </q> The show debuts on Monday night. In one of the clips released by CNN before the episode airs, the two made a bet about who can get controversial footballer <strong> Michael Vick </strong> on their show first. The", "new_id": -2}, {"uid": "1297183947119177270", "i": 43114, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": " \"too many hands on the steering wheel.\" <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the same job under former US president <strong> Gerald Ford </strong> in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> However, he had no regrets about his leadership of the wars in Iraq and Afghanistan- the latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering former US", "new_id": -2}, {"uid": "1294993731152698898", "i": 22403, "idx": 0, "sa": ["Tramon Williams", "Michael Vick", "Aaron Rodgers"], "q": "by Groupon. Subscribe Now. In the process, the Packers closed the book on the comeback season of <strong> Michael Vick </strong>, and started a new chapter of their own- on to Atlanta. <q> We've got a lot of momentum and a lot of confidence in that locker room, </q> said <strong> Aaron Rodgers </strong>, whose sixth-seeded team clinched the victory with a timely interception. Cornerback <strong> Tramon Williams </strong> made an end-zone interception of a deep pass by <strong> Michael Vick </strong> with 33 seconds to play, sending a packed house back to", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet\"... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}, {"uid": "1295097395007798784", "i": 4155, "idx": 5, "sa": ["Sergio Marchionne"], "q": "at factories throughout the rest of Europe and the world.\" <strong> Sergio Marchionne </strong> signed off his statement with a characteristic flourish, having previously hinted investment would move elsewhere unless agreement was secured at Mirafiori. <q> The criticisms levelled at us have been unjust and often frustrating, </q> he said. Fiat S.p.A. SWOT Analysis Datamonitor's Fiat S.p.A.- SWOT Analysis company profile is the essential source for top-level company data and information. Fiat S.p.A.- SWOT Analysis examines the company's", "new_id": -2}, {"uid": "1295629102247332868", "i": 21673, "idx": 1, "sa": ["Eric Schmidt"], "q": "rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,\" said <strong> Eric Schmidt </strong>, chief executive of Google. <q> These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web. </q> During a conference call after the earnings report, Jonathan Rosenberg, senior vice president for product management, said its year's sales were powered by Google's display advertising business, which now has two million", "new_id": -2}, {"uid": "1297236828167477280", "i": 198, "idx": 4, "sa": ["Simon Cowell"], "q": "requires more commitment than Idol, because judges eventually help contestants compete by mentoring them directly on song choices, look, and presentation. \"I got bored of just judging,\" <strong> Simon Cowell </strong> said. <q> It really does become incredibly competitive between the judges; in a way, even more competitive than between the artists, because we don't pretend to like each other. </q> <strong> Simon Cowell </strong> also wouldn't dish on what he thinks of the new American Idol, saying he'd only seen a few minutes of one episode from this season. Predictably, his only reaction was a", "new_id": -2}]