[{"uid": "1297127759188514307", "i": 15803, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "Writer 1 hr 39 mins ago LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"uid": "1295883490173096982", "i": 16864, "idx": 1, "sa": ["Eric Schmidt", "Barack Obama", "Matt Patterson", "Google Inc."], "q": "brand new technology, there may be a few syncing slips- please bear with us as we work to perfect*** http://wn.com/Eric_Schmidt_Google's_Outgoing_CEO_Cash_Out_335_million_Shares www.youtube.com <strong> Eric Schmidt </strong> asked \"the most efficient way to sort a million 32-bit integers\" <strong> Barack Obama </strong> replied <q>the bubble sort would be the wrong way to go.</q> by BizzyMicBizness http://wn.com/evil_google_WORLD_domination!_SCROOGLE_for_google_ The Tyranny of <strong> Google Inc. </strong>( by <strong> Matt Patterson </strong>, AmericanThinker.com)- In an astonishing interview with The Wall Street Journal, <strong> Eric Schmidt </strong>, the CEO of <strong> Google Inc. </strong>, has outlined what he believes will be the future", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said.\" \" \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. <q>What's happening is normal. Thankfully, all the damaged items can be restored.</q>\" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}, {"uid": "1295650466122683393", "i": 43642, "idx": 0, "sa": ["Bob Kealing", "Jeff Deen", "David Letterman"], "q": "not be introduced at the trial of Casey Anthony, who is charged with first-degree murder in Caylee's death. <strong> David Letterman </strong> Evans, Kronk's attorney, said in <strong> Bob Kealing </strong>'s succinct report at 4 p.m.: <q>Tomorrow's his birthday, and he said it's a great birthday present that he would learn today that the judge has thrown out this effort that we've said from the beginning was just kind of wrong-headed.</q> Attorney <strong> Jeff Deen </strong>, providing analysis for WESH, said of Kronk: \"There's nothing that that man has done that I can see makes him suspect.\" In other Anthony developments:", "new_id": -2}, {"uid": "1295565086075235341", "i": 13160, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Sergey Brin"], "q": "Only three days after Apple chief executive <strong> Steve Jobs </strong> announced he was taking an undefined medical leave, Google chief executive <strong> Eric Schmidt </strong> announced that he would hand that job over to co-founder Larry Page. a tweet( <q>Day-to-day adult supervision no longer needed!</q>, poking fun at his blog post. The latter explained that he, Page and other co-founder <strong> Sergey Brin </strong> no longer needed to guide the company as a trio: \"So Larry, <strong> Sergey Brin </strong> and I have been talking", "new_id": -2}, {"uid": "1296149222207978519", "i": 469, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q>", "new_id": -2}, {"uid": "1296784629036126790", "i": 41637, "idx": 6, "sa": ["Donald Rumsfeld", "Tommy Franks"], "q": "including the oft-criticized decision not to pursue Osama Bin Laden when he was widely believed to be hiding in the Tora Bora region in Afghanistan. He says he deferred to the commander in charge, <strong> Tommy Franks </strong>, to determine <q>whether attempting to apprehend one man on the run, whose whereabouts were not known with certainty, was worth the risks inherent in such a venture.</q> He then claims that adding forces to Tora Bora risked an increase in casualties and more criticism from war critics. <strong> Donald Rumsfeld </strong> backs up his argument by claiming that previous Bin Laden sightings all proved to be false", "new_id": -2}, {"uid": "1296351472068419594", "i": 41300, "idx": 0, "sa": ["Stephen Jackson", "Allen Iverson"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q>When a guy is shooting like that, there's nothing you can do.</q> <strong> Allen Iverson </strong> scored 14 http://wn.com/Chippewa_Valley_High_School_2006-2007_Men's_Swimming_Diving_Division_Champions_Video Video celebrating the MAC blue division victory over Dakota High School during the 2006-2007 Men's Swimming& Diving Season. http://wn.com/El_Paso_High_School_Percussion_Ensemble_2009_Marching_Season__Yanni El Paso High School Percussion Ensemble performing their 2009 show, Marching Season,", "new_id": -2}, {"uid": "1295650571188383259", "i": 13493, "idx": 0, "sa": ["David Letterman"], "q": "' Last Call WITH CARSON DALY' IS UP SEASON TO DATE BY 13 PERCENT IN 18-49 VIEWERS AND 26 PERCENT IN TOTAL VIEWERS UNIVERSAL CITY, Calif.- January 21, 2011- NBC's <q>The Tonight Show with <strong> Jay Leno </strong></q> has outscored all cable and broadcast entertainment competition in the time period in 18-49 viewers and total viewers for the week of January 10-14, delivering bigger audiences than CBS's\" Late Show with <strong> David Letterman </strong>\" and", "new_id": -2}, {"uid": "1295530662257605677", "i": 34870, "idx": 3, "sa": ["Simon Cowell", "Lady Gaga"], "q": "Train to Georgia' with pageant-level passion. This is the type of 16 year old that many of us find annoying. \"I'm ready to be the 2011 \"American Idol,\" she said. <q>I\"ve been waiting for this since season 2!</q> Of course, she gets in, whether she really deserves so. I bet <strong> Simon Cowell </strong> would have hated her! <strong> Lady Gaga </strong> up: another 16 year old, this one with a back", "new_id": -2}]