[{"uid": "1297709543205012998", "i": 994, "idx": 1, "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "q": "Senate Appropriations Committee, said \"heat in the winter is not a consumer choice. It's not a luxury.\" Instead of cutting heating assistance, <strong> Patrick Leahy </strong> said Congress should end tax breaks for oil companies that <q> are just using them to make obscene profits. </q> <strong> Sen. Bernie Sanders </strong> was the chief sponsor of a 2008 bill that increased federal heating assistance. He said he was disappointed in the president's budget proposal. \"This senator will do everything he can to make sure", "new_id": -2}, {"uid": "1295563364204783630", "i": 10559, "idx": 3, "sa": ["Eric Schmidt"], "q": " \"so there's clear responsibility and accountability at the top of the company.\" After April 4, Page will lead product development and technology strategy and take charge of day-to-day Google operations. <q> In this new role I know he will merge Google's technology and business vision brilliantly, </q> <strong> Eric Schmidt </strong> wrote. \"Larry, in my clear opinion, is ready to lead.\" During a Thursday conference call, Page said <strong> Eric Schmidt </strong> has \"done an outstanding job leading Google. We're all", "new_id": -2}, {"uid": "1294968846002998289", "i": 20957, "idx": 1, "sa": ["Howie Roseman", "Michael Vick", "Donovan McNabb"], "q": "was a goofy, evasive response on the issue of wanting <strong> Michael Vick </strong> back. \"We're talking the day after here, so I have to go back and look at everything,\" he said. <q> He sure did a nice job this season.... Do I want him back? I would like them all back. </q> <strong> Donovan McNabb </strong> was still his starting quarterback. Five days earlier, in an interview with The Morning Call, <strong> Howie Roseman </strong> steered clear of any questions involving the pending labor stoppage and contract negotiations.", "new_id": -2}, {"uid": "1295560415243745631", "i": 13206, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as Google CEO to make room for co-founder Larry Page. <strong> Eric Schmidt </strong> will move into an Executive Chairman role. But why? And why now? According to <strong> Eric Schmidt </strong>: <q> Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I know he will merge Google's technology and business vision brilliantly. </q> The third leg of the triumvirate, <strong> Sergey Brin </strong>, will take the title of Co-Founder, focusing on new products. That's the official statement. But <strong> Eric Schmidt </strong> hinted at what's really going", "new_id": -2}, {"uid": "1295242191190218251", "i": 3467, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "Surgeons also inserted a feeding tube, the hospital said. <strong> Kirsten Gillibrand </strong> said she was in the hospital room when <strong> Gabrielle Giffords </strong> opened her eyes for the first time on Wednesday, minutes after <strong> Barack Obama </strong> visited. <q> If there's anyone in the world that will recover fully from this kind of crime and just unbelievable injury, it's her, </q> the New York senator said. \"She's got courage. She's got drive. She's got spirit. And I really think her courage is inspiring to all of us right now.", "new_id": -2}, {"uid": "1296541564262815760", "i": 10547, "idx": 0, "sa": ["Doc Rivers", "Paul Pierce", "Allen Iverson"], "q": "win games, especially on the road,\" Celtics coach <strong> Doc Rivers </strong> said. Boston led 55-50 at the half, then got outscored 32-18 in the third quarter. \"There is no excuse,\" <strong> Paul Pierce </strong> said. <q> We had our opportunities. We had the lead at http://wn.com/NBA_2K11_Video_Ten_Teams_in_Ten_Days__Day_10_'86_Celtics_and_Bulls Make sure you subscribe, to get the latest sports video game videos. For more sports gaming news, find us at www.operationsports.com \"LIKE </q> us on Facebook http and follow us on Twitter twitter.com http://wn.com/Allen_Iverson_38pts_vs_Boston_Celtics_04/05_NBA_*Game_Winning_Shot The Atlantic Division is heading down to the wire. It's also heading down to the bottom. <strong> Allen Iverson </strong> scored 38 points for Philadelphia, which beat Boston", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q> It is a pretty good offer we are making. </q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. \"There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}, {"uid": "1295622311169754648", "i": 7497, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> David Cameron </strong>'s judgement) \"I don't think so at all because <strong> Andy Coulson </strong> resigned from News of the World when he found out what was happening.\" LABOUR PARTY LEADER ED MILIBAND <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think he should have gone earlier. He has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgement, about hanging on to him as long as he did. </q> TIM BALE, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX \"It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation", "new_id": -2}, {"uid": "1295390812219906122", "i": 23166, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. User comments", "new_id": -2}, {"uid": "1295793981081494070", "i": 35296, "idx": 1, "sa": ["Colin Powell"], "q": ",\" <strong> Colin Powell </strong> said on CNN's \"State of the Union.\" And he said that he \"can not tell\" whether the surge in troops in Afghanistan has been a success. <q> There are some elements that suggest success and some that suggest backsliding, </q> he said, VIDEO: Giffords leaves Tucson hospital", "new_id": -2}]