[{"uid": "1296965126246792205", "i": 47068, "idx": 0, "sa": ["Michael Vick"], "q": "of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q>As a person and a player I learned a lot through my experiences on and off the field,</q> <strong> Michael Vick </strong> said. \"Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the", "new_id": -2}, {"uid": "1295561800055377927", "i": 5935, "idx": 0, "sa": ["Eric Schmidt"], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, Text NEWS to 71593 for headlines from the Daily Press. Click here for other text alerts. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come,</q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page", "new_id": -2}, {"uid": "1297695198250560536", "i": 35745, "idx": 0, "sa": ["Oprah Winfrey", "Piers Morgan", "Michael Vick"], "q": "shows. According to a January report in USA Today, <strong> Oprah Winfrey </strong> made a bet with <strong> Piers Morgan </strong> that she'd get <strong> Michael Vick </strong> first. When he heard about the bet, the Eagles quarterback said on 97.5 FM-The Fanatic, <q>If the bet was made, she'll probably win, because I know nothing about that other guy.</q> <strong> Michael Vick </strong> then said on the radio, according to USA Today, that he'd welcome an opportunity to be a guest on <strong> Oprah Winfrey </strong>'s show. Use of and/or registration on any portion of this", "new_id": -2}, {"i": 16697, "idx": 1, "index_answer": 0, "new_id": -1, "q": "hoped to get$ 3 billion in loans. General Motors Co.'s withdrawal of its application for$ 14.4 billion of the same type of government loans will increase his company's chances of getting approval. <q>We're in two different places in financial history,</q> <strong> Sergio Marchionne </strong> said of Chrysler and GM. \"They grew up with a big equity box. I grew up with nothing. So I'll take the money. I'm not proud. I'd just like to", "sa": ["Sergio Marchionne"], "uid": "1296854638096747656"}, {"uid": "1295396906230801414", "i": 5572, "idx": 2, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": ".\" OK, but without <strong> Simon Cowell </strong> and his brutal- and frequently entertaining- honesty, will the show be as compelling to watch? Veterans Jackson and host <strong> Ryan Seacrest </strong> say it will. <q>I'm inspired by the new life here, and I love it,</q> <strong> Ryan Seacrest </strong> said. \"<strong> Simon Cowell </strong> and I had our banter, and people knew us for that, but this is a whole different dynamic. And I think that it will be a lot of fun and very funny", "new_id": -2}, {"uid": "1295242610111083520", "i": 34108, "idx": 0, "sa": ["Steve Ballmer"], "q": "and Android expand into thin slate devices. Windows Phone 7 is almost 4 years and 4 generations behind iPhone. Why did it take Microsoft so long to respond? In May 2010, <strong> Steve Ballmer </strong> said: <q>We're focused on putting Windows Phone 7 in phones, no plans for tablets.</q> Having no plans for WP7 \"slate\" devices is a disaster, and repeating the same scenario that caused Microsoft to take almost 4 years to get an iPhone alternative to market. It is an ironic", "new_id": -2}, {"uid": "1295559948061718567", "i": 26561, "idx": 0, "sa": ["Eric Schmidt"], "q": "be replaced by co-founder Larry Page. The announcement arrived only minutes before the search giant's first earnings call of 2011-- and boy oh boy, the executive shakeup had nothing to do with earnings. <q>We've had a very strong quarter,</q> said <strong> Eric Schmidt </strong>, referencing the company's revenues of$ 8.44 billion, up 26% year-over-year. <strong> Eric Schmidt </strong> has been CEO for nearly a decade. He will now take over as executive chairman. We'll", "new_id": -2}, {"uid": "1295642351182517829", "i": 2763, "idx": 0, "sa": ["Michael Vick", "Mike Missanelli"], "q": "Well, on Wednesday <strong> Michael Vick </strong> was on the <strong> Mike Missanelli </strong> radio show on 97.5 The Fanatic in Philadelphia when he was asked by the host about the bet and which one he thinks will win. <q>We'll see.[ Oprah will] probably win it cuz I know nothing about the other guy,</q> <strong> Michael Vick </strong> admitted. Top News for more stories Related Article( s):", "new_id": -2}, {"uid": "1295587965072171525", "i": 11229, "idx": 7, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "at the <strong> Google Inc. </strong> office in Santa Monica, California. 370) this.width= 370\" alt= \"<strong> Google Inc. </strong> founders <strong> Sergey Brin </strong> and Larry Page plug in an electric hybrid car at <strong> Google Inc. </strong> office.\"/> Next <q>Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as <strong> Google Inc. </strong>'s chief executive officer. \"In this new role, I know he will merge <strong> Google Inc. </strong>'s technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead,</q> wrote <strong> Eric Schmidt </strong>, praising Page. 370) this.width= 370\" alt= \"<strong> Google Inc. </strong> co-founder <strong> Sergey Brin </strong>.\"/> Next \"<strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular", "new_id": -2}, {"uid": "1295316162045481984", "i": 9978, "idx": 3, "sa": ["Leone I", "Blake Griffin", "Allen Iverson"], "q": "these online threats, is expected to hit its highest point on... Degrassi: <strong> Leone I </strong> Just Don't Know.../ Try Honesty Promo The Boiling Point continues Monday, August 2, 2010 at 9pm on TeenNick with <q><strong> Leone I </strong> Just Don't Know What To Do With Myself( Part 1)</q>.... <strong> Allen Iverson </strong> 50pts Philadelphia 76ers vs Atlanta Hawks 03/04 NBA* Flu Game* Season <strong> Blake Griffin </strong> <strong> Allen Iverson </strong> 50pts Philadelphia 76ers vs Atlanta Hawks 03/04 NBA* Flu Game* Season <strong> Blake Griffin </strong> Once the flu didn't stop <strong> Allen Iverson </strong>,", "new_id": -2}]