[{"uid": "1297356964224657457", "i": 9736, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said.`` I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Phoenix-$ 39,900 MLS 4401266 2 bed/ 1 bath Less Than 1,000/ 1985 Mari D\\` Ambrosio, CENTURY 21 Arizona Foothills Surprise Paradise Valley-$ 1,495,000 MLS 4271141", "new_id": -2}, {"uid": "1296486007219168850", "i": 26063, "idx": 0, "sa": ["Sergio Marchionne"], "q": "U.S. government, with no new products for much of the past two years. Only now is that situation starting to change, and Chrysler even has added back 5,000 workers to develop and build new vehicles. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> <strong> Sergio Marchionne </strong> said Monday in a statement. <strong> Sergio Marchionne </strong>'s Fiat got a 20% stake in Chrysler when it took over management. Earlier this month, Fiat upped its stake to 25% by meeting a government", "new_id": -2}, {"uid": "1297349336255099318", "i": 21501, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "In his previous job, <strong> Satya Nadella </strong> was responsible for the Bing search engine, the company's MSN portal and Microsoft's advertising platforms, according to his biography on Microsoft's site. <q> In that role, <strong> Satya Nadella </strong> was responsible for the technical vision and engineering of some of the largest Web services and cloud infrastructure on the planet, </q> the bio said. Muglia will stay through the summer in order to help <strong> Satya Nadella </strong> make the transition, <strong> Steve Ballmer </strong> said. Meanwhile, <strong> Steve Ballmer </strong> also announced that <strong> Amitabh Srivastava </strong>, senior vice president of the Server and Cloud", "new_id": -2}, {"uid": "1297234411010321925", "i": 45343, "idx": 0, "sa": ["Michael Vick", "Chris Chase"], "q": "is <strong> Chris Chase </strong>'s articles are only going to get worse now that football season is over( if such a thing is possible) Here's a taste of what we can see in a few weeks. <q> <strong> Aaron Rodgers </strong> Sends Back Steak at Green Bay Steakhouse </q>`` <strong> Michael Vick </strong> Adopts a Virtual Dog on Web-Site''`` <strong> Chris Chase </strong> Assaulted at Local Wendy's'' On another note... I've noticed quite a few of my` <strong> Chris Chase </strong> is a douchbag'' comments disappearing", "new_id": -2}, {"uid": "1295395732219906057", "i": 12995, "idx": 0, "sa": ["James Taylor", "Don Kirshner", "Arsenio Hall", "Billy Joel", "Neil Diamond", "Jack Wishna", "David Letterman", "Billy Crystal", "Carole King"], "q": "`` Donny <strong> Don Kirshner </strong> would take a kid off the street, bring him up to his office in the Brill Building and turn him into <strong> Neil Diamond </strong>, <strong> Carole King </strong>, <strong> James Taylor </strong>, on and on,'' <strong> Jack Wishna </strong> said. <q> I haven't spoken to anyone in the music business that Donny hasn't either discovered, promoted, or touched in some way.`` I've never seen anybody like this in my life, </q> he said. <strong> Don Kirshner </strong> was behind`` <strong> Don Kirshner </strong>'s Rock Concert'' in 1972, and gave national exposure to musicians including <strong> Billy Joel </strong> and The Police. The show also boosted careers of comics including <strong> Billy Crystal </strong>, <strong> Arsenio Hall </strong> and <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1296376709098549798", "i": 11632, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "' heads off, young civilians took it upon themselves to save the priceless artifacts by grabbing batons and surrounding the building to keep anything from being stolen. Cops later arrived and locked the area down. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some[ looters] managed to enter from above and they destroyed two of the mummies, </q> <strong> Zahi Hawass </strong> said. The museum was still in danger yesterday, however. A building next door which houses the offices of President <strong> Hosni Mubarak </strong>'s ruling party was on fire and about to collapse.``", "new_id": -2}, {"uid": "1295571578103104583", "i": 7021, "idx": 4, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "and technology thought leadership.'' As expected, <strong> Eric Schmidt </strong>'s announcement shocked many in Silicon Valley. SearchEngineLand editor <strong> Danny Sullivan </strong> noted that Google was probably long`` overdue'' for a major management reorganization. <q> The structures between the three have remained exactly the same over the past 10 years- which might as well be 100 years of Internet time. In that time, Google has transformed from a scrappy little underdog search engine into a massive advertising and technological powerhouse, </q> he explained.`` In that time, Google has transformed from a scrappy little underdog search engine into a massive advertising and technological powerhouse. The start-up culture seemingly has been largely swallowed by inevitable bureaucracy that", "new_id": -2}, {"uid": "1297245176074432535", "i": 23412, "idx": 0, "sa": ["Christina Aguilera", "Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "a suit. He is better known for wearing high-waisted trousers and tight T-shirt style tops, but says the reception to his new look has been so good he's considering overhauling his wardrobe. <q> Well, I've had so much positive feedback wearing a suit from the Super Bowl[ spot]. Literally, thousands and thousands of letters saying how handsome I looked, so I might wear that again, </q> he laughed to Access Hollywood. <strong> Simon Cowell </strong> has given several interviews about the new programme this week, and is being constantly quizzed about who will join him on the judging panel. <strong> Cheryl Cole </strong>, <strong> Nicole Scherzinger </strong> and <strong> Christina Aguilera </strong>", "new_id": -2}, {"uid": "1296853158023298066", "i": 46008, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans.`` I want", "new_id": -2}, [{"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,'' Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}]]