[{"uid": "1295516023124485632", "i": 38209, "idx": 0, "sa": ["Simon Cowell", "Matt Cardle"], "q": "getting the album written and can't wait for the tour. That's starting in not long now and that's going to be a pretty incredible experience I reckon.\" The former decorator added: <q> Please be buying my single when it comes out- I want to get it out as soon as possible, so please be buying it and thank you so much for your support, it's just wicked! </q> According to reports, <strong> Simon Cowell </strong> has said that he wants <strong> Matt Cardle </strong> to write and co-write songs on his first album. Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "new_id": -2}, {"uid": "1295154648139460635", "i": 28093, "idx": 1, "sa": ["George H. W. Bush", "Colin Powell"], "q": "do I now. \"We should presume that he made an informed and thoughtful decision. \"That's the way I fell about it.\" In his memoirs, Schwarzkopf stated <q> I don't have any problem with it </q> when informed by <strong> Colin Powell </strong> that <strong> George H. W. Bush </strong> was prepared to stop the war. \"Our objective was the destruction of the enemy forces, and for all intents and purposes we've accomplished that objective.\" Boomer", "new_id": -2}, {"uid": "1296773791214941722", "i": 3031, "idx": 0, "sa": ["Zahi Hawass", "Ben Ali", "Jeannie Lin"], "q": ". Reuters reports: \" Egyptian police shot dead 17 people trying to attack two police stations on Saturday in Ben Alii Suef governorate, south of Cairo, witnesses and medical sources said. \" reports: <q> Would-be looters broke into Cairo's famed Egyptian Museum, ripping the heads off two mummies and damaging about 10 small artifacts before being caught and detained by soldiers, Egypt's antiquities chief said Saturday. </q> <strong> Zahi Hawass </strong> said the vandals did not manage to steal any of the museum's antiquities, and that the prized collection was now safe and under military guard. With mass anti-government protests still roiJeannie Ling the country", "new_id": -2}, {"uid": "1295044022095961088", "i": 22848, "idx": 2, "sa": ["David Letterman"], "q": "he can tie the knot with Kayte Walsh soon. \"Kate's my new girl and we're planning on getting married soon,\" Kelsey says on the Late Show. <strong> David Letterman </strong> asks, <q> Oh you're getting married soon? </q> \"Sometime in February,\" Kelsey responds. During the interview 29- year-old Walsh beamed and waved from the green room cuddled up to Kelsey and Camille's two children. Camille", "new_id": -2}, {"uid": "1295802494101695495", "i": 44165, "idx": 9, "sa": ["Colin Powell"], "q": "'s \"Meet the Press\" that he's \"not happy with the rightward shift\" in the Republican Party. Coarse and Nasty Today, <strong> Colin Powell </strong> said American public discourse has become infused with <q> a coarseness, a nastiness </q> that \"we all better think about.\" He cited cable television, talk radio and Internet blogs, especially those that are written anonymously, as being among the culprits of the deterioration of dialogue.", "new_id": -2}, {"uid": "1294959202181354591", "i": 19277, "idx": 0, "sa": ["Colin Powell"], "q": "he stressed that Americans must consider the future consequences of their choices. \"We can not mortgage the material assets of our grandchildren without risking the loss also of their political and spiritual heritage,\" he cautioned. <q> We want democracy to survive for all generations to come, not to become the insolvent phantom of tomorrow. </q> Six years later, echoes of Eisenhower's admonition could be heard in a speech Martin <strong> Colin Powell </strong> King, Jr. gave exactly one year before he was assassinated. Most remember King as the leader of", "new_id": -2}, {"uid": "1296644018063455237", "i": 18520, "idx": 1, "sa": ["Zahi Hawass"], "q": "oder zu Helden mutiert. \"Mein Herz ist gebrochen, mein Blut kocht\" schrieb <strong> Zahi Hawass </strong>, seit gestern Minister f?r Altert?mer, gewohnt vollmundig in seinem Blog. Doch das, wie auch seine Erkl?rung, <q> wenn das Museum sicher ist, ist gypten sicher </q>, kann die Hilflosigkeit aller Zust?ndigen nicht verbergen. Ob in Kairo, den Arch?ologischen Instituten oder in den Gesch?ftsstellen der Unesco- all jene, die Verantwortung f?r das Kulturerbe der Menschheit tragen, ringen so hilflos die H?nde", "new_id": -2}, {"uid": "1297710080144474141", "i": 21854, "idx": 0, "sa": ["DeJuan Blair", "LeBron James", "Tiger Woods", "Omri Casspi", "Michael Vick", "Oprah Winfrey", "Cam Newton"], "q": "Up For Debate In Israel Tom Ziller? Feb 14, 2011 1:39 PM EST Sacramento LeBron Jamess didn't get invited to the 2011 Rookie Challenge as a sophomore competitor. But the <strong> DeJuan Blair </strong>! <q> Senior Likud officials said that out of the three issues set to be raised, the most likely change was the so-called <strong> Omri Casspi </strong> bill, which would allow some Israelis abroad to vote and which is named after the Sacramento LeBron Jamess player who is the first Israeli to play in the NBA. </q> <strong> Cam Newton </strong> Gets Record Deal From Under Armour: And It's Totally Legal! VIDEO: <strong> Tiger Woods </strong> Spitting On Golf Course Makes Him Petulant Disgrace, Says Uptight Analyst <strong> Michael Vick </strong> On The <strong> Oprah Winfrey </strong> Show: Of Course It's Happening", "new_id": -2}, {"uid": "1297281117192200709", "i": 4081, "idx": 0, "sa": ["Eric Martin", "Stephen Elliott", "Abdelbaset al-Megrahi", "Donald Rumsfeld"], "q": "world& type= Video& sent= no& search= Search\" , \"permAbdelbaset al-Megrahink\" : \"http://www.washingtonpost.com/wp-dyn/content/video/2011/02/06/VI2011020602007.html\" , \"showComments\" : true, \"duration\" :\" \" , \"mediaQueryString\" : <q> 24v&amp;flvURL=/media/2011/02/06/02062011- 24v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F02%2F06%2F02062011- 24v.jsn </q>}{ \"title\" : \"What would the real <strong> Donald Rumsfeld </strong> think?\" , \"description\" : \"During a discussion of\\ \"<strong> Donald Rumsfeld </strong>\\\" by <strong> Eric Martin </strong> and <strong> Stephen Elliott </strong> at 826DC in Columbia Heights,", "new_id": -2}, {"uid": "1297211505102973444", "i": 29750, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ": Okay. <strong> Donald Rumsfeld </strong>: Rush, I've lived one-third of the history of America. That's breathtaking to think of that. To: Kaslin Why did Rush do that? <q> Why did Rush do that? </q> Do what? posted on 02/08/2011 3:52:14 PM PST( The way to beat a terrorist is to terrorize him.) Rush regularly has guest authors on. He had Steyn interview his own", "new_id": -2}]