[{"uid": "1296668643258277393", "i": 13280, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": "Detroit 1-8-7 1.2 3 5.25 10:30 NBC Parenthood 2.2 6 6.13 CBS The Good Wife 2.1 6 11.79 ABC Detroit 1-8-7 1.3 3 5.64- via NBC press note: <q> In Late-Night Metered Markets Tuesday night: In Nielsen's 56 metered markets( with the Dayton market excluded today), household results were:`` The Tonight Show with <strong> Jay Leno </strong>, </q> 3.1/ 8; CBS's'' Late Show with <strong> David Letterman </strong>,'' 3.3/ 8; and ABC's combo of'' Nightline,'' 3.9/ 9; and`` <strong> Jimmy Kimmel </strong> Live,''", "new_id": -2}, {"uid": "1297675746135315472", "i": 23692, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "if he's with the Eagles in a backup role next season. In 2010, he was the model teammate, but will <strong> Kevin Kolb </strong> be willing to sit quietly behind <strong> Michael Vick </strong> again in 2011? <q> I've always had a good relationship with the Eagles. I think they understand my situation, I think they see where I'm coming from, </q> <strong> Kevin Kolb </strong> said.`` And you guys know this, it's not really in my makeup to go out there and cause a stink about things. That's just not what I do. I try to be", "new_id": -2}, {"uid": "1295559606214679608", "i": 2268, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' he added. Page praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an <q> outstanding job leading Google for the last decade. </q>`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' he said.`` Google still has such", "new_id": -2}, {"uid": "1296106879131907718", "i": 32512, "idx": 1, "sa": ["Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Mark Kelly Watches State of the Union Speech in Hospital with <strong> Gabrielle Giffords </strong>( Picture) Play CBS Video Washington Unplugged by Jhihmoac January 26, 2011 11:52 PM EST by spaceatoms January 26, 2011 11:31", "new_id": -2}, {"uid": "1295883061140918799", "i": 20046, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Charlie Rose"], "q": " reminded that the comment actually says from something <strong> Sergey Brin </strong> himself said on the <strong> Charlie Rose </strong> show in 2001, when <strong> Eric Schmidt </strong> was announced as CEO. When asked, he said that the idea behind <strong> Eric Schmidt </strong> was <q> Parental supervision, to be honest, </q> admitting that Google needed experience at the helm. Since then, however, it's been said that the trio has been somewhat contentious, making decisions as a triad. Part of the reason put forth", "new_id": -2}, {"uid": "1295753709087883801", "i": 8071, "idx": 0, "sa": ["Shareef Abdur-Rahim", "Jason Terry", "Allen Iverson"], "q": "by a flu, <strong> Allen Iverson </strong> had a season-low 12 points and missed 15 of 19 shots in a loss to Indiana on Friday night. He had 13 points in the first quarter against Atlanta, and kept scoring. <q> I didn't feel better, but I was rested, </q> <strong> Allen Iverson </strong> said. <strong> Jason Terry </strong> had 20 points and <strong> Shareef Abdur-Rahim </strong> had 17 for the Hawks, who are off to a 6-12 start. It was the ninth time, including playoffs, that <strong> Allen Iverson </strong> has scored 50 or more points", "new_id": -2}, {"uid": "1297371116207732736", "i": 4653, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "of last resort has long been the claim of`` misquote''. You see it all the time when public figures find themselves hoisted and hung out to dry by their own words- out comes the cliche: <q> My words were taken out of context </q>. <strong> Donald Rumsfeld </strong>'s new, modified approach is picked up in The Guardian illustrates the technique in action. Here he is trying to explain away another of his untruths, the claim that", "new_id": -2}, {"uid": "1295550320082853986", "i": 45036, "idx": 1, "sa": ["John McCain", "Colin Powell", "Sarah Palin", "Barack Obama"], "q": "Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>.`` He has both style and substance. I think he is a transformational figure,'' <strong> Colin Powell </strong> said on NBC's`` Meet the Press.'' <q> <strong> Michelle Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well, </q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he questioned <strong> John McCain </strong>'s judgment in picking <strong> Sarah Palin </strong> as his running mate because he does", "new_id": -2}, {"uid": "1296225951235159601", "i": 395, "idx": 7, "sa": ["Barack Obama", "Mike Pence"], "q": "of GOP`` rising stars'' such as <strong> Mike Pence </strong>.`` <strong> Mike Pence </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,'' he said. <q> He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state. </q> <strong> Mike Pence </strong>, who often describes himself as`` a Christian, a conservative, and a Republican, in that order,'' is one of the party's most outspoken critics of <strong> Barack Obama </strong>. In", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.'' Saying his`` heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}]