[{"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q> 11th grade-- is that a sophomore in high school? </q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied: \"I don't know. I'm Canadian.\" Later, <strong> Justin Bieber </strong> tweeted that he will be on the \"Late Show\" again on Friday, \"", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}, {"uid": "1295563322217792553", "i": 1259, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "post that the decade-old Google troika of himself, Mr. Page and Mr. <strong> Sergey Brin </strong> had worked well in guiding the company to its current perch atop search engines and greater strength in other businesses. But he added: <q> We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> More informally, Mr. <strong> Eric Schmidt </strong> delivered this message on Twitter: \"Day-to-day adult supervision no longer needed!\"", "new_id": -2}, {"uid": "1296770160151027758", "i": 43040, "idx": 1, "sa": ["Michael Vick", "Quan Phillips"], "q": "large drawing of <strong> Michael Vick </strong> in his Eagles uniform superimposed over Cowboys Stadium. It is headlined: \"Super Bowl-- Dallas Dynasty 2011-- The <strong> Michael Vick </strong> Experience.\" And then in smaller type: <q> Four-time Pro Bowl quarterback <strong> Michael Vick </strong> would like to personally invite you to the only upscale, A-list celebrity event of the 2011 Super Bowl. This will be the primary and preferred destination for inconic personalities from the NFL, MLB, Hollywood, the music industry and corporate America. Simply put the premier A-list high society event of the 2011 Super Bowl!! </q> The last time <strong> Michael Vick </strong> hosted a party someone got shot in the leg. <strong> Michael Vick </strong> attended the June celebration of his 30th birthday in Virginia Beach. The incident created a hailstorm of controversy when <strong> Quan Phillips </strong>", "new_id": -2}, {"uid": "1295952349149733383", "i": 5491, "idx": 0, "sa": ["Cheryl Cole", "Girls Aloud", "Derek Hough", "Katy Perry", "Simon Cowell"], "q": "Stateside after impressing on the UK version, but producers are unconvinced and believe American audiences may prefer a more recognisable star such as Rihanna or <strong> Katy Perry </strong>. A friend of <strong> Cheryl Cole </strong>'s rumoured boyfriend <strong> Derek Hough </strong> said: <q> Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US' X Factor' in the bag. \"The truth is, nothing has been signed and the producers still aren't convinced. \"They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old <strong> Girls Aloud </strong> star has what it takes to draw audiences in across the Atlantic. The source added to The", "new_id": -2}, {"uid": "1295473977077529103", "i": 22504, "idx": 1, "sa": ["Sergio Marchionne"], "q": "hybrid demonstrator vehicle based on a new 2011 Town& Country. \"Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint,\" said Chrysler CEO <strong> Sergio Marchionne </strong>. <q> We are excited to partner with the EPA to push forward on this track. </q> While the EPA's laboratories in Ann Arbor, Michigan, are largely credited with designing, developing, and patenting much of the hydraulic hybrid technology used in this demonstration( and Eaton's commercial hybrid system", "new_id": -2}, {"uid": "1295007567134168576", "i": 21229, "idx": 0, "sa": ["Allen Iverson", "Gary Moore"], "q": "lesion removed from his leg. His manager, <strong> Gary Moore </strong>, said <strong> Allen Iverson </strong> would not retire due to the leg injury, which The Associated Press said is giving pain to the 35-year-old point guard. <q> It has to be removed and tested to see if it's benign or not, </q> <strong> Gary Moore </strong> told AP. \"Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks. He's hoping to be able to", "new_id": -2}, {"uid": "1297241724083116033", "i": 9772, "idx": 0, "sa": ["Lindsay Lohan", "Britney Spears", "Simon Cowell", "Hailee Steinfeld"], "q": "who strive for popularity... Photo: <strong> Britney Spears </strong>' seventh album is named \"Femme... Article: <strong> Lindsay Lohan </strong> to be charged with stealing necklace... Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse <q> I used to try to defend this BIMBO because she's so pretty and talented, but she's totally hopeless. </q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit\"", "new_id": -2}, {"uid": "1295940412088457249", "i": 47879, "idx": 0, "sa": ["Mitt Romney", "Richard Davey", "Colin Powell"], "q": "about the anti-crime T boss urges pols: Curb fake claims Battling a surge of costly personal injury claims, the head of the MBTA yesterday urged lawyers to weed out fakers looking to cash in on bogus suits. <q> They have ethical obligation to not prosecute phony claims, </q> said T <strong> Colin Powell </strong> Manager <strong> Richard Davey </strong>, adding that bus riders who fake XXX-it strategy: Mitt-linked hotel chain bans adult movies porn. And you know who might be behind it? <strong> Mitt Romney </strong>! Yes, the movies in their", "new_id": -2}, {"uid": "1296407544252772372", "i": 151, "idx": 29, "sa": ["Eric Snow", "Derrick Coleman", "Nate McMillan", "Keith Van Horn", "Allen Iverson"], "q": "Seattle, which had five players score in double figures, had its six-game home winning streak snapped. \"Tonight( <strong> Allen Iverson </strong>) was pretty consistent throughout the game knocking down shots,\" said Sonics coach <strong> Nate McMillan </strong>. <q> Every time we tried to make a run it seemed like he came up with a big basket. When he has that going, there is nothing you can do except hope that he misses some shots. </q> <strong> Keith Van Horn </strong> scored 26, <strong> Derrick Coleman </strong> had 14 points and 14 rebounds and <strong> Eric Snow </strong> also had a double-double with 14 points and 10 assists. It was <strong> Allen Iverson </strong>'s third game this season with 40 or more points and the fourth", "new_id": -2}, {"uid": "1297702988051036210", "i": 33128, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "integrate the feature in its people hub, hence perpetuating the evil of micro-blogging. Former Microsoft Canada executive and new Nokia CEO <strong> Stephen Elop </strong> made a guest appearance at <strong> Steve Ballmer </strong>'s keynote. He gushed, <q> Microsoft has a very modern collection of tools to help developers. Unquestionably the most operator-friendly ecosystem today... Microsoft and Nokia together represent a natural partnership. People are getting it. </q> Mr. <strong> Steve Ballmer </strong> announced that the WP7 platform is now up to 8,000 apps, and that it has 1 million active developers. And Microsoft had a few tricks up its sleeve. It showed off", "new_id": -2}]