[{"uid": "1294953528094584847", "i": 27397, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "\" <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., was in the room with <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and House Minority Leader <strong> Nancy Pelosi </strong>, D-Calif., along with others including <strong> Gabrielle Giffords </strong>' husband, astronaut Mark Kelly. <q>We were telling her how proud we were of her and how she was inspiring the whole nation with her courage and with her strength.<q> \"Then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do when she got better. We were holding her hand, and she was responding to our hand holding, she was", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,<q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}, {"uid": "1297283444062046208", "i": 8460, "idx": 0, "sa": ["Kirsten Gillibrand", "Frank Lautenberg", "Barbara Boxer"], "q": "The Republican-led House has launched an outrageous assault on women's rights and wants to take away the rights of our sisters, daughters and granddaughters to make their own health care decisions,\" <strong> Barbara Boxer </strong> <strong> Frank Lautenberg </strong> said. <q>Once again, we are seeing a male-o-garchy trying to turn the clock back on women's health. I remain committed to ensuring that American women always have the right to choose what's best for their own lives and their own bodies.<q> \"Republicans claim that they want to keep government out of people's lives, but they insist on asserting their authority in the lives of women,\" <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong> said. \"They've been in", "new_id": -2}, {"uid": "1296651826147537925", "i": 16146, "idx": 0, "sa": ["Simon Cowell"], "q": ". But help is at hand, as a source revealed to the Sun that even if <strong> Simon Cowell </strong> can't get Cheyl on the panel, he'll do all he can to help the star: <q><strong> Simon Cowell </strong> still hasn't confirmed the panel. <strong> Cheryl Cole </strong> is in a state, it's her ticket out of the UK. There's still a 50% chance producers of the US X Factor will give her the go-ahead. Either way, <strong> Simon Cowell </strong> has promised to help her launch a career over there.<q> For once, <strong> Simon Cowell </strong>'s not being nasty?! What's that all about?! The star and her husband reveal sex of their unborn babies...", "new_id": -2}, {"uid": "1296753709058556447", "i": 10286, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "high-tech sector, creating good-paying jobs.\" \"As the CEO of a biotechnology company, Senator <strong> Kirsten Gillibrand </strong>'s initiative is extremely important to us,\" said Dr. Joan Fallon, Curemark founder and CEO. <q>By supporting cutting edge research in the biotechnology field, and thus allowing for innovation, these R&D tax credits will help to defray the costs of basic research and clinical programs, which can be prohibitive to the small biotech companies. We at Curemark are extremely grateful for the Senator's leadership on this issue.<q> Senator <strong> Kirsten Gillibrand </strong>'s proposal would expand the current credit by changing the formula to provide greater incentive for companies such as Curemark to increase investment; simplify the current credit, which is highly complicated and confusing;", "new_id": -2}, {"uid": "1295468787018825221", "i": 16428, "idx": 0, "sa": ["Kara DioGuardi", "Julie Lloyd", "Paula Abdul", "Vanessa Johnston", "Victoria Beckham", "Tom Cruise", "Christian Spears", "Simon Cowell", "Ellen DeGeneres", "Neil Patrick Harris", "Joe Jonas"], "q": "first day. His goal is to shatter dreams, If I can make 2 to 3 dozen people cry, Ill feel like Ive done my job. <strong> Joe Jonas </strong> judges Day 2. American idol \"Season 9\" <q>episode 6 \"auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington \"los angeles<q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> Randy Jackson <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> fox ryan seacrest results show final semi-final call-back katie stewans justin williams <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Julie Lloyd </strong> <strong> Tom Cruise </strong> Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright <strong> Vanessa Johnston </strong> <strong> Christian Spears </strong> http://wn.com/Annie_Pattison_The_next_star_Audition_Season_3_Saskatoon", "new_id": -2}, {"uid": "1297312080215105541", "i": 17588, "idx": 1, "sa": ["Mark Buehrle", "Michael Vick"], "q": "pitcher for the Chicago White Sox, \"Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?\" said <strong> Mark Buehrle </strong>. <q>How could you do that if you are somewhat sane?<q>[ <strong> Michael Vick </strong>] had a great year and a great comeback, but there were times where we watched the game and I know it's bad to say, but there were times where we hope he gets hurt", "new_id": -2}, {"uid": "1295694690220823580", "i": 13066, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "many unanswered questions about too many important people, companies and institutions...[ This] suggests that <strong> David Cameron </strong>'s lack of judgment over <strong> Andy Coulson </strong> is even more striking.\" uncomfortable questions remain for the prime minister. <q>This affair casts serious doubt on the prime minister's judgment. He saw fit to appoint Mr <strong> Andy Coulson </strong> as the Conservative party's director of communications when the former editor was tarred by association with the phone-hacking scandal. Why would he want such a compromised spokesman? Was he naive enough to believe Mr <strong> Andy Coulson </strong>'s assurances? Or did he not care about what had taken place? Neither scenario is very comforting.<q> \"I think that Mr <strong> Andy Coulson </strong> has much more explaining to do. I am amazed that Dave did not think this too, and that he, in the wake of what I know he was advised by", "new_id": -2}, {"uid": "1296337467205897751", "i": 40500, "idx": 0, "sa": ["Zahi Hawass"], "q": "key archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q>What scares me is that if this building is destroyed, it will fall over the museum,<q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1297290951065437723", "i": 49184, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "compete against companies like Apple and Google who hold significant leads over Microsoft in such area as mobile computing and online search. <strong> Steve Ballmer </strong> announced the latest changes Wednesday in an e-mail to Microsoft employees. <q>We're already making strong traction across our Server and Tools Business by embracing cloud services,<q> <strong> Steve Ballmer </strong> wrote. <strong> Satya Nadella </strong> \"has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future.\"", "new_id": -2}]