[{"uid": "1296136603265256963", "i": 2512, "idx": 0, "sa": ["Bruce Forsyth", "Simon Cowell"], "q": "Most Popular Talent Show award- caused an emotional standing ovation when he honoured producer Siobhan` Shue' Greene with the gong, who then got up to join him on stage. The tearful survivor said: <q> I'm just happy to be alive. </q> Earlier in the night, <strong> Simon Cowell </strong> had made a surprise appearance on stage as he accepted the award for Most Popular <strong> Bruce Forsyth </strong> Presenter on behalf of Ant& Dec, who had won it for the 10th year", "new_id": -2}, {"uid": "1297704186051036184", "i": 25429, "idx": 0, "sa": ["Steve Ballmer"], "q": "trade show today.`` Nokia's involvement... will drive volume, will create new innovation and products, and will accelerate the adoption of the Windows Phone platform,'' <strong> Steve Ballmer </strong> said during a keynote presentation. <q> The additional energy that comes with this announcement... will help consumers get new hardware, fresh choices, and amazing services. </q>`` Nokia's support will help Windows Phone overall to build strength versus the other eco-systems,'' <strong> Steve Ballmer </strong> continued. Microsoft is working to ensure that innovation`` doesn't lead to the kind of", "new_id": -2}, {"uid": "1296759800078708738", "i": 10743, "idx": 2, "sa": ["Dick Cheney", "Donald Rumsfeld", "Howard Kurtz", "Dan Amira"], "q": "later that Bush finally decided to let <strong> Donald Rumsfeld </strong> go. <strong> Donald Rumsfeld </strong> confesses in his memoir that he wishes he had been let go sooner. Daily Intel's <strong> Dan Amira </strong> can't argue with that sentiment, writing, <q> America is not going to disagree with you on that one! Especially not <strong> John McCain </strong>, who told ABC News this morning,` Thank God he was relieved of his duties.' </q> Hopes to Garner Respect After a detailed recap of the 800-page memoir, The Daily Beast's <strong> Howard Kurtz </strong> concludes with Bush's decision to finally ask for <strong> Donald Rumsfeld </strong>'s resignation. The <strong> Dick Cheney </strong> is quoted as saying", "new_id": -2}, {"uid": "1296106909116244575", "i": 39388, "idx": 12, "sa": ["Michael Vick"], "q": "18 months at Leavenworth, Kan. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savouring his experience with his teammates and soaking in the 27 C weather. <q> I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short, </q> he said. Things seem to be turning around for <strong> Michael Vick </strong> off the field as well. Jobs at The Globe& Mail Â© Copyright 2011 The Globe and Mail Inc.. All Rights Reserved.", "new_id": -2}, {"uid": "1295615312003915794", "i": 31191, "idx": 3, "sa": ["Eric Schmidt"], "q": "ways to simplify Google's management structure and quicken decision making.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company,'' he said. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> The management changes come as Google reported a fourth-quarter profit of$ 2.54 billion( Â£ 1.59 bn), up from$ 1.97 bn a year earlier and far exceeding market expectations. <strong> Eric Schmidt </strong> said", "new_id": -2}, {"uid": "1297368296190234685", "i": 23342, "idx": 0, "sa": ["Jay Leno", "Paula Abdul", "Simon Cowell"], "q": "whether or not she would join him on the X Factor. Keep reading to find out what she had to say! <strong> Jay Leno </strong> started off asking <strong> Paula Abdul </strong> if she misses <strong> Simon Cowell </strong> to which she uncomfortably said, <q> Of course! I miss everybody. </q> Then <strong> Jay Leno </strong> told <strong> Paula Abdul </strong> that <strong> Simon Cowell </strong> said he was a`` massive fan'' of hers. <strong> Paula Abdul </strong> pointed out that it should be obsessive fan, and told <strong> Jay Leno </strong> that <strong> Simon Cowell </strong> was obsessed with her. That doesn't", "new_id": -2}, {"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q> These bills show a heinous disregard for the health and well-being of women in America, </q> <strong> Kirsten Gillibrand </strong> says.`` It is a tax on all women who want access to a full-range of reproductive health care.'' The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}, {"uid": "1295637236112984102", "i": 13790, "idx": 0, "sa": ["Tim Pawlenty", "Barack Obama", "Robert Gibbs", "Mike Pence"], "q": ",... <strong> Barack Obama </strong> to run for president in 2012 Washington, January 21: US <strong> Barack Obama </strong> has planned to run for a second term in office for the 2012 presidential election despite his low popularity. <q> We've made some progress on getting our economy back in order, and I think the president wants to continue to do that, </q> AFP quoted White House spokesman <strong> Robert Gibbs </strong> as saying on Friday. <strong> Robert Gibbs </strong> also added that <strong> Barack Obama </strong> DFLers take aim at <strong> Tim Pawlenty </strong>'s book By <strong> Mike Pence </strong> Kaszuba DFL legislators are taking aim at former Gov. <strong> Tim Pawlenty </strong>'s new book", "new_id": -2}, {"uid": "1297301658065552391", "i": 49337, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "for Clunkers'' program? \" Report Abuse \" What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary? \" One is filled with tax evaders, blackmailers, and threats to society. Report Abuse <q> <strong> Barack Obama </strong> wants spend 50 billion on cupcakes. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1296922649262193174", "i": 35462, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "U.S. even invaded Afghanistan, but at the same meeting, he also talked about Rummy's son's drug addiction, so all Rummy could do was cry about that. Whoops! And this: <q> Ah, there you have it. <strong> Donald Rumsfeld </strong> could have said,`` What the f- are you talking about going to war with Iraq for? Our country was just attacked by a foreign terrorist organization we need to go try to destroy. Iraq has nothing to do with this. Aren't you more concerned with winning this war we haven't even begun yet? </q> But instead, his son had done some drugs. Sure thing, <strong> Donald Rumsfeld </strong>. Perfectly good excuse. You \" should drop some leaflets on the families of people, American and Iraqi, whose children have", "new_id": -2}]