[{"uid": "1295587968175472692", "i": 188, "idx": 0, "sa": ["Jay Leno", "Gene Ellison", "David Letterman", "Bill Cosby", "Thomas Wolfe"], "q": "it with without being profane.\" <strong> Bill Cosby </strong> has made fans \"realize that the problems they face- black or white- are the same,\" said Asheville lawyer <strong> Gene Ellison </strong>. <q> He is able to communicate with people on different levels. </q> <strong> Bill Cosby </strong>'s Sunday show at <strong> Thomas Wolfe </strong> Auditorium will be similar to late-night appearances with <strong> Jay Leno </strong> and <strong> David Letterman </strong>, he said. \"I come out and sit down,\" he said", "new_id": -2}, {"uid": "1297525362073449512", "i": 7370, "idx": 0, "sa": ["Barack Obama", "David Letterman", "Ronald Reagan", "John McCain", "Tom McClintock", "Herbert Hoover"], "q": "two, <strong> Herbert Hoover </strong> and <strong> Barack Obama </strong>, did \"the opposite.\"- <strong> Tom McClintock </strong>( Republican Congressman)- False( Another Republican lying, tsk, tsk) During the <strong> Ronald Reagan </strong> era, while productivity increased, <q> wages for working people remained frozen. </q>- <strong> David Letterman </strong> Moore- Mostly True After <strong> Ronald Reagan </strong> took office, \"we didn't raise taxes and we didn't cut entitlements. What we did was we cut taxes.\"- <strong> John McCain </strong>- Barely True", "new_id": -2}, {"uid": "1296833917069533714", "i": 35944, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "that showed increased research and development investment in New York before the recession. From 2003 to 2007, the sector grew 16 percent, while investment increased 28 percent to a total of$ 10.9 billion. <q> I think it's the single best tax credit I can fight for in Washington in terms of creating jobs, </q> <strong> Kirsten Gillibrand </strong> said. Curemark is among 17 biotech companies in Westchester that could qualify for the increased credit. \"I think it's great,\" said Curemark CEO Joan M. Fallon, a pediatric chiropractor who", "new_id": -2}, {"uid": "1295225378163069977", "i": 32779, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "own. U.S. Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., said on NBC's \"Meet the Press\" Sunday she got an update on <strong> Gabrielle Giffords </strong> from <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, the night before. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> said. \"So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did.\" <strong> Gabrielle Giffords </strong>, who was among 13 people wounded and six killed", "new_id": -2}, {"uid": "1296798464219398156", "i": 24013, "idx": 8, "sa": ["Rod Smith", "Carmelo Anthony", "Linas Kleiza", "Allen Iverson", "Ed McCaffrey"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Rod Smith </strong> and <strong> Ed McCaffrey </strong> McCaffrey-Denver's Finest Since YouTube muted the song Ace of Spades over 2 FREAKING MONTHS after allowing it to play Ace of Spades, the NEW SONG is Already Gone by Halfway to Gone. This", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}, {"uid": "1296099209217432070", "i": 48571, "idx": 2, "sa": ["Joel Stein", "Abraham Foxman", "Sen. Bernie Sanders"], "q": "you will become aware of the incredible Jewish influenc... <strong> Joel Stein </strong>- \"Who runs Hollywood, c'mon\" LA Times December 19, 2008 <strong> Joel Stein </strong>- \"Who runs Hollywood, c'mon\" LA Times December 19, 2008 <q> That's a very dangerous phrase, \"Jews control Hollywood.\" What is true is that there are a lot of Jews in Hollywood, \"<strong> Abraham Foxman </strong> of the Anti-Defamation League said said. Instead of \"control, </q> <strong> Abraham Foxman </strong> would prefer people say that many executives in the ind... <strong> Sen. Bernie Sanders </strong>( I-VT) Filibusters Tax Cuts articles.latimes.com New TYT Network channels: www.youtube.com www.youtube.com New TYT Facebook Page(!): www.facebook.com Follow us on", "new_id": -2}, {"uid": "1296014345168460294", "i": 7529, "idx": 12, "sa": ["Kobe Bryant", "Shaquille O'Neal", "Carmelo Anthony", "Linas Kleiza", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Allen Iverson </strong> 41pts Break <strong> Kobe Bryant </strong>'s Ankle vs <strong> Shaquille O'Neal </strong> Lakers 98/99 <strong> Allen Iverson </strong> 41pts Break <strong> Kobe Bryant </strong>'s Ankle vs <strong> Shaquille O'Neal </strong> Lakers 98/99 <strong> Allen Iverson </strong>'s eighth career 40-point game had a nice little unexpected bonus-- a victory for the Philadelphia 76ers", "new_id": -2}, {"uid": "1296104989131907606", "i": 18431, "idx": 4, "sa": ["Michael Vick"], "q": "shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore the company's shoulder pads and thigh pads. <q> The Unequal technology is a part of my game now and I won't play without my Unequal, </q> <strong> Michael Vick </strong> says in a to-be-released statement. \"Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.\" <strong> Michael Vick </strong> was once the NFL", "new_id": -2}, {"uid": "1297384383139427845", "i": 9065, "idx": 9, "sa": ["Chad Thomas", "Sergio Marchionne", "Sergio Chiamparino", "Tim Higgins"], "q": "end of this year. \"There was an overreaction to <strong> Sergio Marchionne </strong>'s comments, which shows how fragile the Italian economic system is,\" said Turin Mayor <strong> Sergio Chiamparino </strong>, with whom <strong> Sergio Marchionne </strong> regularly plays cards. <q> I told <strong> Sergio Marchionne </strong> he should better explain his business model, which represents a revolution for the Italian culture. </q>-- With assistance from <strong> Tim Higgins </strong> in Detroit and Marco Bertacche in Milan. Editors: Jerrold Colten, <strong> Chad Thomas </strong> To contact the reporters on this story: Tommaso Ebhardt in Milan at tebhardt@bloomberg.net; Lorenzo Totaro", "new_id": -2}]