[{"uid": "1295308921260374551", "i": 7110, "idx": 0, "sa": ["Allen Iverson", "Paul Pierce", "Ray Allen"], "q": "the Bobcats with <strong> Allen Iverson </strong> spraining his right ankle and <strong> Paul Pierce </strong> spraining his left wrist. <strong> Paul Pierce </strong> said he's sore but fine and will play Wednesday night at Portland. <strong> Allen Iverson </strong> sounded a lot less confident in his status. <q> The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow, </q> <strong> Allen Iverson </strong> said.`` Right now it's just frustrating to be out there at the end hobbling like that.'' X-Ray Allens on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Paul Pierce </strong> are 2-3 together, and their", "new_id": -2}, {"uid": "1297694269130826245", "i": 42590, "idx": 2, "sa": ["Justin Webb", "Donald Rumsfeld"], "q": "going to be more than the sum of its parts- but the parts are often terrific''. Known and Unknown: a Memoir by <strong> Donald Rumsfeld </strong> In the Observer, <strong> Justin Webb </strong> assesses the memoirs of <q> a man who, in his pomp, was a political warrior without peer </q>. There is little contrition, as <strong> Donald Rumsfeld </strong> offers a`` defence of Guant?namo'' which is`` compelling, at least as a counterweight to what in Britain has become a well-entrenched narrative that the prison was and is", "new_id": -2}, {"uid": "1294962736114475023", "i": 33045, "idx": 5, "sa": ["Philippe Mangou", "Raila Odinga", "Patrick Achi", "Jean Ping", "Alassane Ouattara"], "q": "what General <strong> Philippe Mangou </strong> called`` endless calls for civil disobedience, armed insurrection and murder of all sorts.''`` We reject these accusations,'' <strong> Alassane Ouattara </strong>'s government spokesman <strong> Patrick Achi </strong> told A.F.P. <q> It's the security forces who once more have sought to provoke the peaceful population. We will not respond to these provocations. </q> The African Union's mediator, Kenyan Prime Minister <strong> Raila Odinga </strong>, is to return to Abidjan this weekend, he said following talks in Nairobi with A.U. Commission head <strong> Jean Ping </strong>. <strong> Jean Ping </strong> and <strong> Raila Odinga </strong>", "new_id": -2}, {"uid": "1296768307240500746", "i": 29328, "idx": 5, "sa": ["David Letterman", "Barbara Walters", "Robin Williams"], "q": "tears as he honored the medical team that kept him alive, saying,`` These men and women here saved my life.'' With <strong> Barbara Walters </strong>, he couldn't resist being funny when she asked, <q> Where did your new arteries come from? </q>`` Ace Hardware,'' joked <strong> David Letterman </strong>. <strong> Robin Williams </strong> told <strong> Barbara Walters </strong> about his aortic valve replacement in 2009. He too couldn't resist being funny saying,`` As time goes on you go,", "new_id": -2}, {"uid": "1295586272212418583", "i": 3547, "idx": 22, "sa": ["Kevin Garnett", "Shaquille O'Neal", "Carmelo Anthony", "Allen Iverson", "Linas Kleiza"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Allen Iverson </strong> and Melo ComShaquille O'Neale for 57( 2008-02-19) <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong> scored 57 points between them to earn a` W' against the C's on Tuesday,2008-02-19. Nuggets Beat Celtics in <strong> Kevin Garnett </strong>'s Return Denver 124", "new_id": -2}, {"uid": "1296845928173342777", "i": 882, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "numerous occasions people have been using his name,'' <strong> Roger Goodell </strong> said, clearly implying that it was done without <strong> Michael Vick </strong>'s permission. <strong> Roger Goodell </strong> also praised <strong> Michael Vick </strong>'s progress off the field this year. <q> We're looking for success stories... he paid a significant price, and now he's doing the right thing. </q> <strong> Roger Goodell </strong>, meeting with reporters in Texas, was asked about the dispute over whether or not teams can use the franchise tag to keep star players-- such as <strong> Michael Vick </strong>-- even with the collective bargaining agreement", "new_id": -2}, {"uid": "1295881024196345878", "i": 54194, "idx": 0, "sa": ["Eric Schmidt"], "q": "Jan 24, 2011, 9:57 AM EST- U.S. Markets close in 6 hrs 3 mins Google awards$ 100 million to <strong> Eric Schmidt </strong>{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} On Monday January 24, 2011, 9:25 am NEW YORK( AP)-- Google Inc. says it has awarded$ 100 million", "new_id": -2}, {"uid": "1295619378256049159", "i": 49903, "idx": 0, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "felt he's been punished for the same offence twice but I quite understand his decision and wish him well for the future.''( Asked if it raised questions about <strong> David Cameron </strong>'s judgment) <q> I don't think so at all because <strong> Andy Coulson </strong> resigned from News of the World when he found out what was happening. </q> OPPOSITION Labor PARTY LEADER <strong> Ed Miliband </strong>`` Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We", "new_id": -2}, {"uid": "1295432329076251200", "i": 34566, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. News On", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said.`` I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}]