[{"uid": "1295674478069369893", "i": 56353, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "chief operating officer-- which Google has not had-- to handle it. In an interview, Mr. <strong> Larry Page </strong> said those management skills were something he observed during the decade he spent learning from Mr. <strong> Eric Schmidt </strong>. <q> He's a global statesman, all the way, </q> he said.`` <strong> Eric Schmidt </strong>'s very good at Sergey Bringing people together, getting people to agree.'' In the interview, Mr. <strong> Larry Page </strong> and Mr. <strong> Sergey Brin </strong> provided a few hints about their priorities when Mr. <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1295624350170147866", "i": 3028, "idx": 1, "sa": ["Steve Ballmer"], "q": "It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told the BBC that his company would introduce Kinect on Windows <q> in a formal way in the right time. </q> Microsoft launched Kinect for the Xbox 360 platform in November, selling more than 2.5 million units in its first month on the market. The system features cameras and audio inputs that allow users to interact with", "new_id": -2}, {"uid": "1295941684109330510", "i": 31490, "idx": 3, "sa": ["Joe Smith", "Allen Iverson", "Phil Blake", "Andre Miller", "Eric Musselman"], "q": "they arrived at the Pepsi Center only 90 minutes before tipoff, or about the same time <strong> Allen Iverson </strong> finally made it.`` We will never have a worse travel day than today,'' Kings coach <strong> Eric Musselman </strong> said. <q> Our energy and effort was phenomenal. </q> The Kings might go down as a trivia answer if <strong> Allen Iverson </strong>'s arrival in the blockbuster trade that sent <strong> Andre Miller </strong> and <strong> Joe Smith </strong> to Phil Blakeadelphia takes the Nuggets where they hope it will. In his debut, playing on a", "new_id": -2}, {"uid": "1295818294266780673", "i": 18570, "idx": 0, "sa": ["Allen Iverson", "Carmelo Anthony"], "q": "through a series of chAllen Iversongers and secret online JAM ChAllen Iversonges to unlock online exclusive rewards and hidden content in the ultimate quest for global bragging rights. http://wn.com/Allen Iverson_Allen Iverson_18pts_Melo_career_high_49pts_vs_Wizards_07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q> I think that might be the easiest game I ever played in my career. I was out there watching, </q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Carmelo Anthony </strong> scored a career-high 49 points to lead the Denver Nuggets past the Washington Wizards 111-100 Friday night. With <strong> Carmelo Anthony </strong> swishing shots from all over the court, <strong> Allen Iverson </strong> took just nine", "new_id": -2}, {"uid": "1295635525217038960", "i": 11162, "idx": 6, "sa": ["Larry Page", "Eric Schmidt"], "q": ".'' When <strong> Eric Schmidt </strong> first took over as CEO,`` there was a learning curve for us,'' <strong> Larry Page </strong> href=\"http://www.time.com/time/magazine/article/0,9171,1158956,00.html#ixzz1BdZSXOmX\" target=\"_blank\"> told Time in 2006. <strong> Eric Schmidt </strong> said it took him six months <q> to understand how Google works. The subtleties took a year. </q> <strong> Larry Page </strong>: Risk Taker? <strong> Larry Page </strong> has spoken several times about fear of failure, href=\"http://money.cnn.com/2008/04/29/magazines/fortune/Larry Page_Larry Page_change_the_world.fortune/\" target=\"_blank\"> telling CNN in 2008 that he and Brin almost didn't start Google.`` We thought", "new_id": -2}, {"uid": "1295395071226230299", "i": 7697, "idx": 0, "sa": ["Mike McCarthy", "Michael Vick", "Tramon Williams"], "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q> When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is, </q> Packers coach <strong> Mike McCarthy </strong> said.`` That's the type of level that he's playing at.'' <strong> Mike McCarthy </strong> isn't surprised at the way <strong> Tramon Williams </strong> has developed, calling him one of the team's smartest", "new_id": -2}, {"uid": "1295564753175194122", "i": 22321, "idx": 1, "sa": ["Howard Stern", "David Letterman", "Jay Leno"], "q": "accent on Wednesday's`` Tonight Show,'' but <strong> Howard Stern </strong>? He didn't seem to be giving <strong> Jay Leno </strong> as good-natured a ribbing`` He's not fit to scrub <strong> David Letterman </strong>'s feet,'' <strong> Howard Stern </strong> said. <q> I don't know why he's beaten <strong> David Letterman </strong> in the ratings, it's beyond my comprehension. America must be filled with morons... the ones that are watching him must be watching him in a coma. </q> E-mail:( required, but will not be displayed) CNN welcomes a lively and courteous discussion as long as you follow the Rules of Conduct set forth in our", "new_id": -2}, {"uid": "1295802995079921158", "i": 19513, "idx": 10, "sa": ["Colin Powell", "Barack Obama"], "q": "once just because a new personality came on the scene,'' <strong> Colin Powell </strong> said. Although he would not say for certain what the future will include for American troops in Afghanistan, he said there will be <q> some level of withdrawal, </q> this summer. He said progress will go backward, however; if military action is not backfilled with a functioning government. The <strong> Barack Obama </strong> administration pledged a drawdown of troops by this summer.`` One year", "new_id": -2}, {"uid": "1297183505216317958", "i": 11196, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "'s weapons of mass destruction`` rely heavily on analytic assumptions and judgment rather than hard evidence.'' <strong> Donald Rumsfeld </strong> told the chairman of the Joint Chiefs of Staff to`` take a look'' at the memo, because <q> what we don't know about WMD... is big. </q> Aha! <strong> Donald Rumsfeld </strong> was a voice for moderation on the Iraq WMD all along! He looks pretty good for bravely disclosing that, right? Not when you remember that after he received that summary, he", "new_id": -2}, {"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason.`` I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong> said. <q> I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on. </q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}]