[{"uid": "1295912875241205290", "i": 1037, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "social networking company.`` My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup,'' Page said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply.`` I am not as concerned about the titles", "new_id": -2}, {"uid": "1295560220061718533", "i": 3276, "idx": 0, "sa": ["Eric Schmidt"], "q": "in a company blog post that the decade-old Google troika of himself, Mr. Page and Mr. <strong> Eric Schmidt </strong> had worked well in guiding the company to its current perch atop search and growing power elsewhere. But he added: <q> We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> More informally, Mr. <strong> Eric Schmidt </strong> delivered this message on Twitter:`` Day-to-day adult supervision no longer needed!''", "new_id": -2}, {"uid": "1297446725101842956", "i": 11168, "idx": 6, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "'s book has certainly generated a lot of tough comeback from those who see it as an extended exercise in self-justification and score-settling. Unsurprisingly, <strong> Donald Rumsfeld </strong> sees things differently. Sipping his lemonade, he says he has written <q> a serious book of history that is rooted in the primary documents that I will have on the website[ www.rumsfeld.com], and historians and interested readers, serious people, will be able to go in there and make their own judgments. </q> When I invite him to discuss the fairly damning remarks in his book about former colleagues, such as <strong> Condoleezza Rice </strong>, whom he criticises for avoiding tough choices as head of the National Security Council, <strong> Donald Rumsfeld </strong>'s instinct", "new_id": -2}, {"uid": "1295597604252706817", "i": 29957, "idx": 1, "sa": ["Shawn Banks", "Michael Vick"], "q": ",'' said <strong> Shawn Banks </strong>. In talking to youth, he said, he often cites as an example Eagles quarterback <strong> Michael Vick </strong>, who served 18 months in prison for dogfighting and has since joined the End Dogfighting campaign. <q> I'm trying to connect with the young ones to tell them to stop. You don't want to wait until it's too late. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"uid": "1295459364168706052", "i": 10278, "idx": 0, "sa": ["Kathie Lee Gifford", "David Letterman", "Regis Philbin"], "q": ". Last night, he received a call from <strong> David Letterman </strong> on which he clarified that he isn't actually retiring- just simply leaving Live!. Before hanging up, the pair snuck in a few bars of <q> There's No Business Like SHow Business. </q> Click below to watch the clip. While <strong> Regis Philbin </strong> is most widely known for Live with <strong> Regis Philbin </strong> and Kelly( formerly Live with <strong> Regis Philbin </strong> and <strong> Kathie Lee Gifford </strong>), he has also famously hosted Who Wants", "new_id": -2}, {"uid": "1295390036093929511", "i": 45961, "idx": 1, "sa": ["Nigel Lythgoe", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "tonight? No one.`` With <strong> Simon Cowell </strong> leaving, that has given us a new direction that we're almost forced into,'' executive producer <strong> Nigel Lythgoe </strong> told TV critics in Los Angeles last week. <q> But it allows us to be creative and shake the whole thing up. </q> Like returning judge Randy Jackson, panel newcomers <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> see themselves more as merchants of mentoring than of menace.`` We bring a different perspective... especially if you're speaking about", "new_id": -2}, {"uid": "1295669771065781827", "i": 2605, "idx": 0, "sa": ["Eric Schmidt"], "q": "become the most real threat to Google in years. The management changes, which will take effect April 4, are the biggest at the company since <strong> Eric Schmidt </strong> joined as chief executive in 2001. <q> Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as`` deals, partnerships, customers and broader business relationships,'' while Page would`` merge Google's", "new_id": -2}, {"uid": "1297272603143687692", "i": 24753, "idx": 0, "sa": ["Mike Pence"], "q": "'' services for prostitutes as young as 14. The offer was made to a man and a woman posing on the tape as a pimp and a prostitute. Mr. <strong> Mike Pence </strong> said the videos are <q> heartbreaking evidence employees of Planned Parenthood... facilitating, essentially, the abuse of a minor and sex trafficking. </q>`` What is becoming more evident to people through these tapes and through these revelations... is that[ federal funding of Planned Parenthood] has to stop,'' Mr. <strong> Mike Pence </strong> told``", "new_id": -2}, {"i": 24637, "idx": 1, "index_answer": 4, "new_id": -1, "q": "Wizards on Tuesday. They watched an 11-point halftime lead evaporate against the Raptors in the third quarter.`` <strong> Fatboy Slim </strong>'re jumping out and holding leads and we just can't hold them,'' guard <strong> Allen Iverson </strong> said. <q> <strong> Fatboy Slim </strong> play well for a while and then it seems we just lose focus. </q> <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-balance layup. He sank the free throw for a 108-106 lead. <strong> Lou Williams </strong>' last-chance 3-pointer was off the mark,", "sa": ["Fatboy Slim", "Chris Bosh", "Samuel Dalembert", "Lou Williams", "Allen Iverson"], "uid": "1296279092111296547"}, {"uid": "1295217325213467183", "i": 3922, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google( GOOG) CEO <strong> Eric Schmidt </strong> predicted that some day, his company will earn$ 10 billion per year on the Android smartphone operating system. <q> If we have a billion people using Android, you think we can't make money from that? </q> he asked. We know at least one person who's working on making money off of Android. According to", "new_id": -2}]