[{"uid": "1296542758249364481", "i": 57876, "idx": 7, "sa": ["Michael Vick"], "q": "aligning with <strong> Michael Vick </strong>. \"I wouldn't want any of my clients to attach their name to his unless they know that the consumer would react to <strong> Michael Vick </strong> in a positive way,\" Bodock said. <q> That would definitely require some research. </q> Added Klunk: \"I think you would have to do your due diligence and get an understanding from the consumer before you can make a good recommendation[ to a potential sponsor]. And even with", "new_id": -2}, {"uid": "1296026772017973317", "i": 56608, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "former-Secretary of State <strong> Colin Powell </strong> to drive home the criticism. \"Don't tell me you're going to freeze to a level,\" <strong> Colin Powell </strong> said Sunday on CNN's \"State of the Nation.\" <q> That usually is a very inefficient way of doing it. Tell me what you're going to cut. </q> On top of the spending freeze, <strong> Barack Obama </strong> also emphasized that he's open to even further cuts as long as \"we're not doing it on the backs of our most vulnerable citizens.\"", "new_id": -2}, {"uid": "1295223510099581967", "i": 5174, "idx": 1, "sa": ["Scott King", "Larry Page", "Eric Schmidt"], "q": "'s exactly what this proposal would do.\" [ 18] CEO <strong> Eric Schmidt </strong> and founders <strong> Larry Page </strong> and Sergey Southern Poverty Law Center is Now Officially Part of DHS. The CEO of SPLC now sits on the DHS <q> WorScott King Group on Countering Violent Extremism </q> along with the leaders of other So-called Non Government Organizations( but can we really call them such now that they are part of the government?) oathkeepers.org SPLC, DHS, Community Officials Team Up to Attack Patriot", "new_id": -2}, {"uid": "1295586272212418583", "i": 3531, "idx": 6, "sa": ["Kobe Bryant", "Jeff Green", "Allen Iverson", "Kevin Martin", "Shaquille O'Neal", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Shaquille O'Neal </strong> play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran Iverson_Allen Iverson_26pts_Melo_38pts_vs_Sonics_KDurant_37pts_07/08_NBA Touted rookies <strong> Kevin Martin </strong> Durant and <strong> Jeff Green </strong> both had", "new_id": -2}, {"uid": "1296770511173654034", "i": 14636, "idx": 10, "sa": ["George Tenet", "Bill Clinton", "Donald Rumsfeld", "Condoleezza Rice", "Darrell Hammond"], "q": "many months to build a large occupying army,\" and \"this would have given the Taliban time to prepare for the conflict, and al Qaeda both the incentive and the opportunity to relocate.\" <q> The <strong> Bill Clinton </strong> did not lie. The vice <strong> Bill Clinton </strong> did not lie. <strong> George Tenet </strong> did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong, </q> <strong> Donald Rumsfeld </strong> writes. Once the Taliban were toppled, <strong> Donald Rumsfeld </strong> emerged as a major media personality, mocked by <strong> Darrell Hammond </strong> on Saturday Night Live, to his amusement. \"If one starts with` good press", "new_id": -2}, {"uid": "1295783022066551848", "i": 14849, "idx": 1, "sa": ["Andy Coulson"], "q": "for BP spill money Report Abuse \" Two uneducatd, ignorant smelly cretins posting on this story. Neither knows a single thing about any subject, nor is either capable of gaining any such knowledge. \" Report Abuse <q> Good. India and China deserve cheap energy and 10% growth. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296776856174178359", "i": 57931, "idx": 0, "sa": ["Tim Cook", "Steve Jobs", "Eric Schmidt"], "q": "pancreatic cancer in 2003. In his statement, sent to employees and issued to the press, <strong> Steve Jobs </strong> said that COO <strong> Tim Cook </strong> would be responsible for day-to-day operations in his absence, and that he hoped to be <q> back as soon as I can. </q> Since <strong> Steve Jobs </strong>' medical leave is currently indefinite, Apple watchers have been left wondering what the company's plan is in the event that <strong> Steve Jobs </strong> can not return. former CEO, <strong> Eric Schmidt </strong>, being asked to step in", "new_id": -2}, {"uid": "1297183321119177307", "i": 4334, "idx": 5, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "he only learned the details of such treatment after the fact- and that interrogators went further than he had authorized. \"I didn't approve any of that,\" <strong> Donald Rumsfeld </strong> said in the interview. <q> And when I found out that they had done some of those things, the people who had done things that had not been approved were dealt with. They were stopped and prosecuted. </q> Known and Unknown: A Memoir, which I will try to read before going to Washington DC this week. <strong> Donald Rumsfeld </strong> was one of the most fascinating figures of the <strong> George W. Bush </strong> administration, which definitely comes through in", "new_id": -2}, {"uid": "1295704881085770248", "i": 58581, "idx": 0, "sa": ["Derek Hough", "Simon Cowell"], "q": "<strong> Derek Hough </strong> by friend and X Factor colleague <strong> Simon Cowell </strong>. The music mogul feels that Cole would be wiser to live alone and become a star in her own right, a source told the newspaper. <q> Cheryl told him( <strong> Derek Hough </strong>) she would spend a lot of time at his, but she needs her own space. She wants to remain independent and not just become` <strong> Derek Hough </strong>'s girlfriend', </q> the insider added. However, <strong> Derek Hough </strong> is said to be \"gutted\" that the Fight For This Love singer, who has been tipped for a Brit Award, is not moving in with him.", "new_id": -2}, {"uid": "1295598244103776279", "i": 24209, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "investir dans les projets strat?giques, notamment les nouveaux produits. Pour <strong> Eric Schmidt </strong>, il s` agit d'une d?cision coll?giale avec les deux fondateurs pour \"simplifier notre structure de direction et acc?l?rer le processus de d?cision\" . <q> Larry Pagest? mon avis pr?t? prendre les commandes et je me r?jouis de travailler? la fois avec lui et <strong> Sergey Brin </strong>( <strong> Sergey Brin </strong>) pour encore longtemps </q>, explique le futur ex-PDG de Google, sur le blog officiel de Google. \"J'ai appris un nombre incalculable de le?ons\" Dans un communiqu, <strong> Larry Page </strong> a rendu hommage? son futur pr?d?cesseur", "new_id": -2}]