[{"uid": "1296565246043499534", "i": 1593, "idx": 1, "sa": ["Robbie Williams", "Simon Cowell", "Katie Price"], "q": "it is not only <strong> Simon Cowell </strong> who believes this to be the case.His ex-girlfriend, Sinnita, who has helped out in a mentor role on the show in the past, is in agreement. She said: <q> Having <strong> Katie Price </strong> on the panel would make interesting viewing, so I can definitely see it working. She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along. </q> <strong> Katie Price </strong>, who has just split from husband Alex Reid, would face competition in the form of <strong> Robbie Williams </strong>, who is also being lined up to fill <strong> Simon Cowell </strong>'s place. A source said,", "new_id": -2}, {"uid": "1296184328117178369", "i": 18876, "idx": 1, "sa": ["Bee Gees", "Simon Cowell", "Steven Tyler"], "q": "( <strong> Simon Cowell </strong> might have booted her out before she said a word.)`` You should do voice overs for cartoons,'' Randy Jackson said. Later, he added,`` That's not serious.'' <q> I got one yes and two no's, </q> she said. She thought <strong> Steven Tyler </strong> said yes when he said no. are Nashville exes who decide to come in together. They sing a <strong> Bee Gees </strong> song in fine harmony, show lovely chemistry. They also sing", "new_id": -2}, {"uid": "1297258327064307220", "i": 43961, "idx": 0, "sa": ["Michelle Obama", "Donald Rumsfeld"], "q": "Facebook.'' Fan of Facebook founder hit with restraining order <strong> Michelle Obama </strong>: Tucson` Stepped Up' is having lunch Wednesday with Republican leaders as part of... Video: <strong> Michelle Obama </strong> Reacts to Mubarak's Announcement Report Abuse <q> The reason former community organizer obama and his Copenhagen snuff dipping wife are preventing the daughters from T.V. and other printed media and are so carefully monitoring the internet is because they don't want them to see the true facts that are now beginning to be circulated about them- that they have a failed presidency, are way down in the polls, that most Americans can't stand them or their Chicago thug fascist politics and their egotistical eliteist condesending incompetent unqualified regeime. </q> Clearly America has woken up and can see that the emperor has no clothes. Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on", "new_id": -2}, {"uid": "1296725293246726664", "i": 332, "idx": 2, "sa": ["Steve Ballmer"], "q": "solutions into the low-to-mid-range smartphone market as quickly as possible to defend market share versus Android's upcoming lowered cost ecosystem.'' Ahmad claims Microsoft also needs the support of the world's biggest smartphone maker. <q> Two million units[ of Windows Phone 7] shipped in the last quarter is not really much to write home about, given$ 500m in marketing programmes( ouch), but with Nokia on-side, you get access to a potential 20-25% global share over time- and exclusivity.`` Right now, do you really think HTC, Samsung and LGE are pushing your products ahead of Google's? </q> he asked <strong> Steve Ballmer </strong>.`` You need to tie yourself to a high-volume player to be relevant, which I know goes against your DNA.'' Ahmad's advice was echoed by Wedge Partners analyst Brian Blair", "new_id": -2}, {"uid": "1296159059113442824", "i": 24167, "idx": 4, "sa": ["Barbara Boxer", "Dick Durbin", "Maxine Waters", "Harry Reid", "Sen. Bernie Sanders", "John McCain", "Nancy Pelosi", "Charlie Rangel", "Chuck Schumer"], "q": "Congress for 20& 30 years?'' eg: <strong> Sen. Bernie Sanders </strong> Sander( self-proclaimed Socialist), <strong> Barbara Boxer </strong>, Diane Feinstein, <strong> Charlie Rangel </strong>, <strong> Chuck Schumer </strong>, <strong> John McCain </strong>, <strong> Dick Durbin </strong>, <strong> Maxine Waters </strong>, <strong> Nancy Pelosi </strong> and <strong> Harry Reid </strong>... Report Abuse <q> In December, Congress passed a one-year tax cut for workers, to 4.2 percent. </q> Report Abuse <blockquote> There are in effect 2 Federal governments, SS, with a dedicated revenue source, and everything else. The dedicated SS revenue source is mostly funded by the poor and middle class through the payroll", "new_id": -2}, {"uid": "1295436823052150325", "i": 42981, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "inspired by X Factor judge <strong> Simon Cowell </strong>. The actress told The Sun that she thinks her alter-ego, famous for her cutting put-downs, would make a great panellist on the TV talent show. She said: <q> I think Sue Sylvester has British in her. I think the US look at the British as a race that tells it how it is.`` And if ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her.`` He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <strong> Jane Lynch </strong> won the best supporting TV actress gong at the Golden Globes on Sunday for her role as the ultra-competitive tracksuit-wearing cheerleading coach. She told the newspaper:`` I think she'd be fantastic", "new_id": -2}, {"uid": "1295915641195493939", "i": 17086, "idx": 1, "sa": ["Liza McGuirk", "Eric Schmidt", "Fareed Zakaria"], "q": "two met when <strong> Liza McGuirk </strong> executive produced <strong> Fareed Zakaria </strong> GPS, where <strong> Eric Schmidt </strong> was a regular guest.) An insider at CNN tells`` Page Six'' that <strong> Eric Schmidt </strong> has actually been shopping himself around for more than a year, <q> but the pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster. </q> That's cable news' loss as far as we're concerned. Sure, he may make Spitzer look telegenic by comparison, but the guy is a one-man pretty sure it's the former. <strong> Eric Schmidt </strong>'s quote", "new_id": -2}, {"uid": "1295909859246595674", "i": 40041, "idx": 2, "sa": ["Sheldon Whitehouse", "Sen. Bernie Sanders"], "q": "enough to alleviate those fears.`` I was very pleased to see in the media this afternoon that the president will not-- underline will not-- advocate raising the retirement age,'' <strong> Sen. Bernie Sanders </strong> said. <q> I applaud the president for standing up for Social Security. </q> <strong> Sen. Bernie Sanders </strong> was on the call with <strong> Sen. Bernie Sanders </strong> <strong> Sheldon Whitehouse </strong>( D-RI), who joined with the Vermont independent in condemning the Republican budget plan-- which was proposed by the <strong> Sen. Bernie Sanders </strong> Paul Ryan( R-WI), who", "new_id": -2}, {"uid": "1295611293131039241", "i": 6578, "idx": 0, "sa": ["Andy Coulson"], "q": "down over allegations of phone-hacking by the News of the World when he was the newspaper's editor. A No 10 spokeswoman told reporters at a regular briefing that a statement is being prepared. <q> The Prime Minister has had full confidence in Mr <strong> Andy Coulson </strong> and still does, </q> she said. The disclosure prompted renewed speculation that the communications director is to quit. Mr Cameron refused last week to confirm or deny reports that Mr <strong> Andy Coulson </strong> had offered to resign to save the", "new_id": -2}, {"i": 3029, "idx": 0, "index_answer": 2, "new_id": -1, "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy, </q> <strong> David Letterman </strong> said on his late-night CBS show Monday.`` But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.''' At", "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "uid": "1295447959150847521"}]