[{"uid": "1295138821018858005", "i": 37316, "idx": 0, "sa": ["Michael Gove", "Victoria Derbyshire", "Nick Clegg"], "q": ", a toe-curling listen. This Monday we got CleggNick Clegg\" title=\"More from guardian.co.uk on Nick Clegg\"> <strong> Nick Clegg </strong> boring for England on the Today programme, intoning pseudo business-speak such as \"going forward\" , \"delivering\" and <q> we need to do more </q>. Make no mistake: by we, he means us. And Wednesday's <strong> Victoria Derbyshire </strong> show on 5 Live had GoveMichael Gove\" title=\"More from guardian.co.uk on Michael Gove\"> <strong> Michael Gove </strong> taking calls. Much has been made on", "new_id": -2}, {"uid": "1296137820192086045", "i": 18475, "idx": 1, "sa": ["Michael Gove"], "q": "\"a disturbance between groups of Israelis and Palestinians\" and the report that a Palestinian had been shot. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1297426049196083720", "i": 25605, "idx": 0, "sa": ["Michael Gove"], "q": "the way projects had been stopped was arbitrary and legally flawed. They asked the judge to order Mr <strong> Michael Gove </strong> to reconsider the schemes, properly taking account of their merits. The judge said: <q> However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation. </q> Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.\" ` Open mind", "new_id": -2}, {"uid": "1296138570063832064", "i": 8305, "idx": 1, "sa": ["Michael Gove", "Pierre Mamboundou"], "q": "with 41.79 percent, veteran opposition figure <strong> Pierre Mamboundou </strong> second with 25.66 percent and Mba Obame third with 25.33 percent. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1295618805206700580", "i": 37304, "idx": 3, "sa": ["Michael Gove", "David Aaronovitch", "Ian Katz"], "q": "to prevent Saddam completing his drive to acquire weapons of mass destruction. Massive military force must be deployed to remove Saddam's regime. \" 2 <strong> Michael Gove </strong> suffered no ill effects from this expression of <q> extreme views and even worse methods </q>- he is now Secretary of State for Education. In January 2003, also gunning for war, <strong> David Aaronovitch </strong> Katz.co.uk/world/2003/jan/08/iraq.comment\"> wrote in the GuardIan Katz: \" If I were an Iraqi", "new_id": -2}, {"uid": "1297702046148619270", "i": 51612, "idx": 9, "sa": ["Michael Gove", "Andy Burnham"], "q": "Mr <strong> Andy Burnham </strong> said the High Court had ruled Mr <strong> Michael Gove </strong> was \"guilty of an abuse of power\" and there had not been \"one word of apology\" from the Secretary of State. <q> Fresh doubts have been raised about his competence and judgment, </q> Mr <strong> Andy Burnham </strong> said. He asked whether Mr <strong> Michael Gove </strong> had overruled official advice to consult before making the decision and questioned whether he had been warned by a leading QC that \"councils have a fairly strong case", "new_id": -2}, {"uid": "1297703292198672386", "i": 29042, "idx": 4, "sa": ["Michael Gove", "Tony Baldry"], "q": ". He urged <strong> Michael Gove </strong> to approach the consultation with Waltham Forest and the other five councils that went to court \"with an open mind\" and within a tight timescale. <strong> Michael Gove </strong> admitted many schools <q> are not in the state of repair either he or I would like to see </q> and said he would receive representations with an open mind. <strong> Tony Baldry </strong>( Con, Banbury) said the reality is all the consultations in the world \"will not create money where none exists\" .", "new_id": -2}, {"uid": "1295546094242909213", "i": 37215, "idx": 6, "sa": ["Michael Gove"], "q": "would be \"culturally impoverished\" . Research already showed that 15-year-olds studying maths in China were more than two years ahead of those in England, he said. Mr <strong> Michael Gove </strong> also said he thought <q> there should be a debate about whether one afternoon a week should be given over to competitive sport or outdoor community activities </q>. Currently schools must teach 13 compulsory subjects to children aged 5-7, rising to 14 for pupils aged 7-14 and then dropping to eight for 14-16 year-olds. At the Conservative Party Conference, Mr", "new_id": -2}, {"uid": "1296730194207978513", "i": 3934, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "a` trigger' to be introduced, based on exclusion, which would prompt an assessment of need. Shadow education secretary <strong> Andy Burnham </strong> said the report backed the views of teachers and parents who want <strong> Michael Gove </strong> to <q> rethink his backward-looking curriculum policy </q>. \"The Tory-chaired committee warns that <strong> Michael Gove </strong>'s plans for a narrow 1950s-style curriculum could lead to young people switching off from learning, playing up in the classroom and finding themselves unprepared for the modern workplace", "new_id": -2}, {"q": ", which houses thousands of ancient artifacts, was being protected by the army. Head of Antiquities, <strong> Zahi Hawass </strong> said on state television that it was not known if anything was stolen from the museum. <q> There needs to be tighter security around the museum and fire trucks on standby. The museum can be set ablaze. This would be a disaster, </q> <strong> Zahi Hawass </strong> warned.Firefighters were trying to extinguish the blaze at the headquarters of the ruling National Democratic Party.", "sa": ["Zahi Hawass"], "index_answer": 0, "idx": 1, "i": 4905}]