[{"uid": "1296228272172146710", "i": 20888, "idx": 25, "sa": ["Vin Weber", "Mitch Daniels", "Mike Pence"], "q": "<strong> Mitch Daniels </strong> runs. I'm not sure[ South Dakota senator John] Thune runs. The field may not be as big as I originally thought.\" He sees <strong> Mike Pence </strong>'s absence leaVin Weberg a hole: <q> The interest in him does reflect that he was kind of filling a demand in the field. He was very much on the message of the moral critique of what is going on with the Obama agenda, without sounding moralistic. It leaves a little bit of a void. </q> \"It's tough for a House member to run for president,\" this strategist continues, \"and it looks like he will waltz into the governorship of Indiana. He must be thinking,`", "new_id": -2}, {"uid": "1296164278042713224", "i": 2473, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> announcement expected today, not tomorrow POLITICO has learned: <q> <strong> Mike Pence </strong> is expected to announce late Thursday whether he is running for president, POLITICO has learned. </q> The announcement will appear first in the Indianapolis Star, an aide said. <strong> Mike Pence </strong> has been deliberating over his political future, stepping down from House Republican leadership as he mulls whether to run for president", "new_id": -2}, {"uid": "1297706221073007168", "i": 10252, "idx": 0, "sa": ["Mike Pence", "Sam Stein"], "q": "would be cutting$ 327 million from the program, which would effectively wipe it out. In FY 2011, Title X received$ 317 million. <strong> Mike Pence </strong>( R-Ind.) has also introduced legislation to <q> deny Title X funds to Planned Parenthood or any other abortion provider. </q> <strong> Sam Stein </strong> reports: The process of passing a budget is one of the most contentious and sensitive political acts that a White House undertakes. And while a good chunk of the effort involves pinpointing the", "new_id": -2}, {"uid": "1295958129216842277", "i": 12969, "idx": 13, "sa": ["Mike Pence", "Barack Obama", "Marjorie Dannenfelser", "Sarah Palin"], "q": "group that opposes abortion. \"I truly don't know( if he's running for <strong> Barack Obama </strong>),\" said Susan B. Anthony List <strong> Barack Obama </strong> <strong> Marjorie Dannenfelser </strong>, who has urged <strong> Mike Pence </strong> to run. <q> It's my job to really encourage talent to seize the moment, and I think he can do it. </q> If <strong> Mike Pence </strong> is going to decide this month, he will have to do it without knowing who else is running who might appeal to conservatives. Those potential candidates include former Alaska Gov. <strong> Sarah Palin </strong> and", "new_id": -2}, {"uid": "1296156825127467527", "i": 17598, "idx": 0, "sa": ["Mike Pence", "Jim DeMint"], "q": "<strong> Jim DeMint </strong> currently sees his role in the 2012 process, the adviser said, as \"setting the bar high\" for the presidential contenders when it comes to advocating for a small government agenda. <q> He hasn't completely shut the door on running, and if there is a massive void in the group of candidates, who knows what could happen?, </q> said the adviser, who was quick to caution that there is only a five percent chance the senator will run. Aside from Indiana <strong> Mike Pence </strong>, who is currently deciding between a presidential run and a gubernatorial", "new_id": -2}, {"uid": "1296133626234815493", "i": 52008, "idx": 0, "sa": ["Mike Pence", "Chris Dodd", "Gary Bauer", "Ron Paul", "Dennis Kucinich", "Mike Gravel", "Barack Obama"], "q": "Following <strong> Barack Obama </strong> Nobel speech, Nader, <strong> Dennis Kucinich </strong>, <strong> Mike Gravel </strong> and McKinney speak out against the war www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious fRon Paultline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one candidate, Mr. <strong> Gary Bauer </strong> sees only qualities that he likes. Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Chris Doddtian credentials. To some, he's the", "new_id": -2}, {"uid": "1296176266236371989", "i": 27737, "idx": 1, "sa": ["Mike Pence"], "q": "Indiana. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong> said of his family in a letter sent to supporters, The Indianapolis Star reported. <q> We will not seek the Republican nomination for president in 2012.... I have learned to follow my heart, and my heart is in Indiana. </q> Given <strong> Mike Pence </strong>'s pass on a White House bid and his refusal of a leadership position after the November elections that would have made him the No. 4 Republican in the House, it's highly likely his", "new_id": -2}, {"uid": "1295575410103104513", "i": 27041, "idx": 0, "sa": ["Patty Hearst", "Mike Pence", "Jerrold Nadler"], "q": "in Elections( DISCLOSE) Act, an essential bi... <strong> Mike Pence </strong> <strong> Jerrold Nadler </strong> on State Secrets 6:41 Today, the Judiciary Subcommittee on the Constitution, Civil Rights, and Civil Liberties held a hearing on: HR 984 the <q> State Secret Protection Act of 2009. </q> Witnesses included: <strong> Patty Hearst </strong> M. Wald Retired Chief Judge US Court of Appeals for the District of Columbia Washington, DC H... <strong> Mike Pence </strong> <strong> Jerrold Nadler </strong>'s Questions on State Secrets Today, the Judiciary Subcommittee on the Constitution,", "new_id": -2}, {"uid": "1295957873147439632", "i": 22601, "idx": 4, "sa": ["Eric Cantor", "Barney Frank", "Mike Pence", "Ron Paul"], "q": "of restrictions on domestic spending with unlimited spending for the war-- and you always have to talk about both-- is a great mistake,\" <strong> Mike Pence </strong> <strong> Barney Frank </strong>( D-Mass.) told The Huffington Post last week. <q> And the liberal community's got to focus more on Afghanistan, Iraq, NATO. NATO is a great drain on our treasury and serves no strategic purpose. </q> Lawrence J. Korb, a senior fellow at the Center for AmEric Cantoran Progress who has argued that the defense budget can be cut Guest host cbRon Pauls rips deficit committee, big spending republican country clubbers, Cancun Climate Summit,", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the`` Wapping two top men'' regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}]