[{"uid": "2008111000_00032065_W", "i": 2578, "idx": 8, "sa": ["Gustavo Arellano", "Heather Havrilesky", "Stephenie Meyer"], "q": "is about a hundred times crazier than the stuff i actually do write about. if you all only knew. that's all i have to say. if y' all only knew.\" em and lo: <q> decisions, decisions. just roll the dice. fate is going to do <strong> Gustavo Arellano </strong> you what she will anyway. </q> <strong> Stephenie Meyer </strong>: \"you belong anywhere a good book is.\" <strong> Heather Havrilesky </strong>: \"unfettered whining is a banana split for the motherfucking soul.\" kay reindl: \"there's no rule that says you have to", "new_id": -2}, {"uid": "2008111917_00039313_W", "i": 3681, "idx": 1, "sa": ["Frank Sheehan", "Peter Howard"], "q": "55-year-old man was arrested at an address in the sutton coldfield area on suspicion of making indecent images of children. \"he has been bailed pending further enquiries.\" a spokesman for west midlands fire service said: <q> this is a police matter and i can not comment any further. </q> councillor <strong> Peter Howard </strong>, head of west midlands fire and rescue authority, released a statement confirming mr <strong> Frank Sheehan </strong>'s resignation. he said: <strong> Frank Sheehan </strong> has resigned from his post, for personal reasons, as chief fire officer for", "new_id": -2}, {"uid": "2008090705_00013448_W", "i": 980, "idx": 0, "sa": ["Winston Spencer-Churchill"], "q": "<q> absence diminishes small loves and increases great ones, as the wind blows out the candle and blows up the bonfire. </q>~ la rochefoucauld on life... \"success is the ability to go from one failure to another with no loss of enthusiasm.\" ~ sir <strong> Winston Spencer-Churchill </strong> home. posted by orangeninja76 on september 7, 2008 so,", "new_id": -2}, {"uid": "2008090516_00016892_W", "i": 3885, "idx": 0, "sa": ["Sarah Palin", "Jeremiah Wright", "Rosa Brooks"], "q": "$ 200 million in new funding requests. granted, <strong> Sarah Palin </strong> enjoys inexplicably warm relations with the secessionist alaska independence party, whose founder's anti-americanism, <strong> Rosa Brooks </strong> los angeles times, puts rev. <strong> Jeremiah Wright </strong> in the shade.( <q> the fires of hell are frozen glaciers compared to my hatred for the american government, </q> he told an interviewer in 1991-a year when republicans controlled the white house and u.s. troops went into battle to free kuwait from iraqi occupation.) but there's little real danger that alaska would ever choose to secede", "new_id": -2}, {"uid": "2008090805_00104114_W", "i": 993, "idx": 10, "sa": ["Glenn Stevens"], "q": "had been strong rates of growth in borrowing and spending,\" he said. mr <strong> Glenn Stevens </strong> said confidence in international credit markets had continued to wax and wane but overall the australian financial system is weathering the storm. <q> what we see in the australian financial scene is an order of magnitude less troubling than what we see abroad, </q> mr <strong> Glenn Stevens </strong> said. \"the balance sheets of the bulk of corporate australia are not over-geared.\" as well, australian financial institutions continue to have adequate access to off shore financing, relative to their peers in", "new_id": -2}, {"uid": "2008120913_00038390_W", "i": 1986, "idx": 3, "sa": ["Barack Obama", "Al Gore", "Colin Powell"], "q": "are former secretary of state gen. <strong> Colin Powell </strong>, and former vice <strong> Barack Obama </strong> <strong> Al Gore </strong>, her mother said. five-layered dress a budding fashion designer herself, hailey has worked closely with wilkinson since april to create a gorgeous gown. <q> she's been haunted by the design, </q> said her mother, who moved from flagstaff to the grand canyon 10 years ago to teach elementary school. \"hailey and pam made this really great connection. they've been in design mode. i think the", "new_id": -2}, {"uid": "2008121917_00012933_W", "i": 4280, "idx": 7, "sa": ["Harry Markopolos", "Bernard Madoff"], "q": "on <strong> Bernard Madoff </strong> investment securities, which was using a similar investment strategy as his company, but far outperforming it. part of <strong> Harry Markopolos </strong>'s research included a visit to dibartolomeo, whom he knew from his professional circle. <q> i think he was curious about how his competitor was doing so much better than they were, </q> dibartolomeo recalled. researching <strong> Bernard Madoff </strong>'s numbers, using data the firm distributed to prospective investors, dibartolomeo concluded within hours that it was impossible for <strong> Bernard Madoff </strong> to get the returns he reported while using the strategy he said he", "new_id": -2}, {"uid": "2008112100_00023746_W", "i": 4695, "idx": 1, "sa": ["Jim Leavelle", "John F. Kennedy"], "q": "... dallas- retired dallas police detective <strong> Jim Leavelle </strong> still gets letters from strangers because of that 1963 photo of him standing next to. you know- that photo. \"most just want autographs,\" <strong> Jim Leavelle </strong> said. <q> one asked what affect the had on my life. the usual. </q> as the nation marks the 45th anniversary saturday of the <strong> John F. Kennedy </strong> assassination, the 88-year-old <strong> Jim Leavelle </strong> remains one of the investigation's most famous figures. standing out in his tan suit and matching resistol cowboy hat on nov. 24", "new_id": -2}, {"uid": "2008092701_00014308_W", "i": 1654, "idx": 4, "sa": ["Martha Coakley"], "q": "of industries are working to make the internet more accessible because they know it's good business to give more people a way to buy your product. <strong> Martha Coakley </strong> said she hopes the move by apple inspires more copycats. <q> apple is the leader, they've become the industry standard, </q> she said. \"other companies that compete will have to or want to do this.\" spokespeople for apple did not return e-mails or calls for comment. the new itunes can be read on a macintosh,", "new_id": -2}, {"uid": "2008102321_00023881_W", "i": 334, "idx": 0, "sa": ["Robert Park", "Sharon Begley"], "q": "posted thursday, october 23, 2008 2:23 pm animals. acupuncture. huh? <strong> Sharon Begley </strong> photo: virginia-maryland regional college of veterinary medicine as coincidence would have it, i finished reading the terrific new book, <q> superstition: belief in the age of science, </q> by physicist <strong> Robert Park </strong>, on the very morning that i came across a story about using acupuncture in animals. the coincidence is this: among the fascinating debunking that <strong> Robert Park </strong> engages in( intercessory prayer, homeopathy, esp", "new_id": -2}]