[{"uid": "1297098713099483693", "i": 45909, "idx": 2, "sa": ["Michael Vick", "Dwaine Caraway", "Richard Hunter"], "q": "pointed out last June, adopted one of the so-called`` bait dogs'' <strong> Michael Vick </strong> used in the dog-fighting ring that landed him in prison. The dog's name is Mel-- and as <strong> Richard Hunter </strong> told Richie, <q> While <strong> Michael Vick </strong> is pure evil, this dog is so good despite having suffered through such hell that he's truly changed my life. </q> <strong> Richard Hunter </strong> went to the event to show <strong> Michael Vick </strong> Mel's picture and confront him about the past-- which, as you'll see in the video, never happened. Rooster Ok, <strong> Dwaine Caraway </strong>'s an", "new_id": -2}, {"uid": "1296679173130105561", "i": 42060, "idx": 0, "sa": ["Simon Cowell", "Cher Lloyd"], "q": "opinions than a meat dress whilst on X Factor, but despite finishing fourth, she's also been signed to <strong> Simon Cowell </strong>'s label and has a debut album in the pipeline. Keep reading for our latest <q> everything you need to know about </q> guide, including info on who <strong> Cher Lloyd </strong>'s been working with, when the album will be released and what songs may be included. The release date: According to href=\"http://www.amazon.co.uk/TBC- <strong> Cher Lloyd </strong>- Cher Lloyd/dp/B004KPLZKA/ref=sr_1_1?ie=UTF8&amp;qid=1296604871&amp;sr=8-", "new_id": -2}, {"uid": "1295651129087982093", "i": 1133, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "four of HP's current board members to not stand for re-election at HP's annual meeting in March represents an unusually large exodus for a company of HP's size. HP would only say that it <q> continually looks to bring new insight and perspective </q> to the company. The company's revelation came the same day that another technology heavyweight, Google Inc., disclosed a surprise reshuffling of its own: CEO <strong> Eric Schmidt </strong> is relinquishing the job to Google co-founder <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1297723379254132231", "i": 1298, "idx": 2, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "the game to hurl dodgeballs at a third friend. <strong> Steve Ballmer </strong> returned to the stage to address the partnership with handset manufacturer Nokia, praising the company's excellence and`` deep expertise'' with industrial design. <q> Their involvement will drive volume and innovation, and accelerate the adoption of the Windows Phone platform, </q> he said.`` We are sure from that base that Nokia will deliver phenomenal Windows phones.'' <strong> Stephen Elop </strong> then took the stage, declaring the market had moved from a battle of devices to a war", "new_id": -2}, {"uid": "1295613640107249679", "i": 47412, "idx": 0, "sa": ["Edwin Edwards", "W. Edwards", "Andy Coulson"], "q": "- The British prime minister's communications chief <strong> Andy Coulson </strong> resigned on Friday, as prosecutors stepped up their inquiries into illegal phone hacking at a tabloid newspaper when he was editor. <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 <q> The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State... </q> former governor <strong> Edwin Edwards </strong> e...( 18:02:05`` former governor <strong> Edwin Edwards </strong> granted 5 day furlough==== wesawthat.blogspot.com====...'' <strong> Edwin Edwards </strong> Top Ten F...( 18:03:04`` Louisiana's legendary governor <strong> Edwin Edwards </strong> was a guest on my", "new_id": -2}, {"uid": "1295217981029671555", "i": 7467, "idx": 0, "sa": ["Alassane Ouattara"], "q": "civilians or international peacekeepers constitute crimes under international law,'' he told a href=\"http://www.un.org/apps/sg/offthecuff.asp?nid=1669\"> news conference at UN Headquarters in New York, a day after warning that perpetrators will be held accountable for their acts. <q> So is incitement to commit such crimes. The International Criminal Court( ICC) has declared its intention to open investigations. </q> The West African country, the world'' s biggest cocoa producer, has been in turmoil since early December when Laurent Gbagbo refused to leave office despite opposition leader <strong> Alassane Ouattara </strong>'s UN-certified and", "new_id": -2}, {"uid": "1295971287048300059", "i": 51375, "idx": 1, "sa": ["Eric Schmidt"], "q": "time after time. That was the key message the PR folks wanted to get over. We are not the bad guys. In fact Mr. <strong> Eric Schmidt </strong> went out of his way to tell how great Google is. <q> The future should be organized around doing good, </q> he told a largely appreciative audience. And he told us just what a force for good Google is-helping free imprisoned ministers for example. But the one bit of his speech that was, if not new", "new_id": -2}, {"uid": "1295552137065978390", "i": 49538, "idx": 3, "sa": ["Lady Gaga", "Joe Lieberman", "Kirsten Gillibrand"], "q": "...` Don't Ask, Don't Tell' Repeal Passes Historic Senate Vote In a historic vote, the Senate on Saturday voted to advance legislation that would overturn the military ban on openly gay troops known as <q> Don't Ask, Don't Tell. </q> Prior to the vote, Senators <strong> Kirsten Gillibrand </strong> and <strong> Joe Lieberman </strong>-- leaders on this issue-- urged their Sen... A message from <strong> Lady Gaga </strong> to the Senate Sept 16 2010 www.sldn.org Call your senator at(202) 224-3121... In Historic", "new_id": -2}, {"uid": "1295554755243744795", "i": 16234, "idx": 0, "sa": ["Michael Vick"], "q": "it.`` We are not sure it's rising because people are now becoming aware that you can be arrested and you can go to jail and serve time for this crime,'' she said. <q> That may be an impetus as far as people reporting where as before they might not have thought it got the attention that it needed. </q> She says there is large public awareness of animal fighting after the <strong> Michael Vick </strong> case.`` I know that there were probably many people who prior to the <strong> Michael Vick </strong> case maybe didn't even know that", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season.`` I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q> <strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}]