[{"uid": "1295762096175325193", "i": 17995, "idx": 0, "sa": ["Tony Blair", "Paul Pierce", "Allen Iverson"], "q": "behind them. \"It was a must win for us. We came up with that attitude,\" said <strong> Tony Blair </strong>, who had 25 points, including a 3-pointer that made it 104-90 with 7:52 to go. <q>It was \"win or go home\" in our minds.<q> The lead grew to 17 before the Warriors mounted one last run, scoring nine straight points to cut it to http://wn.com/Healthcare_Reform_Bill_Debate_KCRA-NBC3_6pm_Sacramento,_CA_03-20-2010wmv <strong> Paul Pierce </strong> Smith is interviewed by KCRA channel 3 on March 21st 2010. http://wn.com/Allen_Iverson_33pts_vs_Baron_Davis_Warriors_07/08_NBA <strong> Allen Iverson </strong> squared up,", "new_id": -2}, {"uid": "1296156422245841950", "i": 9247, "idx": 0, "sa": ["Dick Armey", "Mike Pence"], "q": "on Fox News today to weigh in on the 2012 presidential race. There's one man, <strong> Dick Armey </strong> said, who can unite the fractured GOP. One man who can bring back Morning In America. <q>I always thought I'd only get one <strong> Ronald Reagan </strong> in my lifetime,<q> <strong> Dick Armey </strong> said. \"Maybe <strong> Mike Pence </strong> could be that second one.\" <strong> Mike Pence </strong>, a Republican Congressman from Indiana, has long been the choice of conservatives like <strong> Dick Armey </strong>. <strong> Mike Pence </strong>'s name often pops up at", "new_id": -2}, {"uid": "1295993933011730957", "i": 32901, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "<strong> Kelsey Grammer </strong>, who left his wife <strong> Camille Grammer </strong> in July for younger woman <strong> Kayte Walsh </strong>, has been engaged in acrimonious... Despite her ex's recent engagement, <strong> Camille Grammer </strong> is not looking to get hitched anytime soon. <q>I don't want to get married again; I need time,<q>... <strong> Kelsey Grammer </strong> Opens Up About Divorce, Kids On <strong> David Letterman </strong>( Video) <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong>'s divorce is getting nasty, but it isn't impacting the kids, <strong> Kelsey Grammer </strong> says. <strong> Kelsey Grammer </strong> sat down with", "new_id": -2}, {"uid": "1297175078196968452", "i": 47687, "idx": 3, "sa": ["Donald Rumsfeld", "Richard Nixon", "President Bush", "Gerald Ford"], "q": "the war and recounts his government career serving Republican presidents from <strong> Richard Nixon </strong> to <strong> President Bush </strong>. They largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq war on <q>too many hands on the steering wheel.<q> <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that \"in a war, many things cost lives.\"", "new_id": -2}, {"uid": "1295997781011730965", "i": 14486, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ". <strong> Donald Rumsfeld </strong> had been on the Board of Directors from the establishment of Gilead in 1987. As confirmed in a company press statement in 1997, <strong> Donald Rumsfeld </strong> H. <strong> Donald Rumsfeld </strong> assumed the position of Chairman, of GILEAD:: <q>Gilead is fortunate to have had Don <strong> Donald Rumsfeld </strong> as a stalwart board member since the company's earliest days, and we are very pleased that he has accepted the Chairmanship,<q> Dr. Riordan said. \"He has played an important role in helping to build and steer the company. His broad experience in leadership positions in both industry and government will serve us well as Gilead continues to build", "new_id": -2}, {"uid": "1296706234199049242", "i": 7483, "idx": 1, "sa": ["Tayshaun Prince", "Allen Iverson"], "q": "9 minutes. \"I just waited for my opportunity and when it came I just took advantage of it,\" said <strong> Allen Iverson </strong>, whose output was his highest since a 30-point night at Sacramento on Nov. 11. <q>I was probably in the best groove since I got here.<q> Detroit hasn't lost since blowing a 17-point lead in a 107-94 loss at Washington on Dec. 9, They're 10-9 with <strong> Allen Iverson </strong> on the roster. <strong> Tayshaun Prince </strong> added 14 points and 10 rebounds, and Richard Hamilton scored", "new_id": -2}, {"uid": "1297120389257998877", "i": 20502, "idx": 3, "sa": ["Simon Cowell"], "q": "the contestants but also mentor them. The live portion of the show will be ultra-competitive and <strong> Simon Cowell </strong> is looking for some true music heavyweights who can back up their criticism as well as coach the contestants. <q>I got bored of just judging,<q> said <strong> Simon Cowell </strong>. \"I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis.\" <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called \"red mercury\" that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q>They live thinking about it. They could kill each other to get it,<q> <strong> Zahi Hawass </strong> said. \"When I enter any place in Egypt, people ask me all the time about this.\" The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}, {"uid": "1295709517126484491", "i": 7786, "idx": 1, "sa": ["David Letterman", "Regis Philbin"], "q": "World parade-announcing duty, which now seems ominous since Disney owns the \"Live\" franchise. \"There's four people in broadcasting who know what they're doing,\" <strong> David Letterman </strong> said at one point. <q>Oprah... <strong> Howard Stern </strong>... <strong> Rush Limbaugh </strong>... and you would be the fourth.<q> This was <strong> Regis Philbin </strong>'s cue to respond with mock irritation. \"When was the last time you watched me in the last 10 years?\" he said. \"What was I doing and what was", "new_id": -2}, {"uid": "1295945705264699933", "i": 48437, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich", "Richard Keys"], "q": "whether she knew the offside rule. <strong> Richard Keys </strong> said he could \"guarantee\" she would make a big mistake. <strong> Richard Keys </strong> said the game had \"gone mad\" by allowing her to run the line. The comments <q>are inexcusable from anyone at Sky,<q> said Barney Francis, managing director of Sky Sports. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN RAFAEL 4 BR/ 3", "new_id": -2}]