[{"uid": "1295497266083329024", "i": 5499, "idx": 1, "sa": ["David Letterman", "Kelsey Grammer"], "q": "said` no' but there will be soon.\" Camille met Kayte for the first time last week, just before <strong> Kelsey Grammer </strong> went on \"The Late Show with <strong> David Letterman </strong>.\" <q> So I went down, saw her, shook her hand said` Hello.' She was pleasant... nice enough and I said congratulations and good luck. What else can I say at this point? I'm not bitter about that. </q>", "new_id": -2, "mturk_index": "204"}, {"uid": "1295313435007274537", "i": 14955, "idx": 0, "sa": ["Piers Morgan", "David Letterman", "Howard Stern", "Jay Leno"], "q": "` steals' jokes;` He's not fit to scrub <strong> David Letterman </strong>'s feet' <strong> Piers Morgan </strong> Tonight( airing Tuesday), <strong> Howard Stern </strong> goes after <strong> Jay Leno </strong>, accusing the NBC Tonight Show host of stealing jokes. <q> <strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook, </q> <strong> Howard Stern </strong> tells <strong> Piers Morgan </strong>, according to the Stern_judgment_tMMFTBfOyUE8ZGReLqLhFM\"> New York Post. \"And the world knows exactly what he's up to. He steals a tremendous amount of material. \"He's not fit to", "new_id": -2, "mturk_index": "2078"}, {"uid": "1295573069103104552", "i": 51711, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "The decision for <strong> Larry Page </strong> to take off the CEO training wheels comes at an auspicious moment in the history of Google. I won't overdramatize this step by saying \"Google is at a crossroads\" or <q> The company's future hangs in the balance. </q> But at no time since the Google juggernaut began its conquest of the Internet have their been so many doubts being raised about the company's future. In a parting tweet, <strong> Eric Schmidt </strong> wrote Thursday: \"", "new_id": -2, "mturk_index": "1233"}, {"uid": "1296380761137199618", "i": 26596, "idx": 0, "sa": ["Zahi Hawass"], "q": "er gesehen habe und von mehr als zwei Dutzend Verd?chtigen mit Augenbinden- filmen durfte er nicht. Inzwischen sichern Elitesoldaten die V?trinen. Aber es droht noch weiteres Ungemach. <strong> Zahi Hawass </strong>: <q> Was mir wirklich Angst macht, ist das Nachbargeb?ude des gyptischen Museums. Ein Feuer hat das Geb?ude zerst?rt, wenn es zusammenbricht, dann trifft es das Museum und das w?re eine Katastrophe. </q> Die benachbarten Zentrale der Regierungspartei NDP war am Freitag in Brand gesteckt worden und brannte auch am Samstag noch. Im Museum werden unersetzliche Artefakte aufbewahrt wie die goldene Maske des K?nigs Tutanchamun aus dem 14.", "new_id": -2, "mturk_index": "1187"}, {"uid": "1295593237183287810", "i": 14128, "idx": 0, "sa": ["Eric Schmidt"], "q": "four of HP's current board members to not stand for re-election at HP's annual meeting in March represents an unusually large exodus for a company of HP's size. HP would only say that it <q> continually looks to bring new insight and perspective </q> to the company. The company's revelation came the same day that another technology heavyweight, Google( Alert) Inc., disclosed a surprise reshuffling of its own: CEO <strong> Eric Schmidt </strong> is relinquishing the job", "new_id": -2, "mturk_index": "136"}, {"uid": "1295598091192069640", "i": 26660, "idx": 3, "sa": ["Eric Schmidt"], "q": "der Gegenspieler Baidu. Im Gesamtjahr verdiente Google unterm Strich 8,5 Milliarden Dollar. Doch Google kann das Geld gar nicht so schnell ausgeben, wie es hereinkommt. In der Kasse liegen mittlerweile 35 Milliarden Dollar. <q> Wir hatten ein starkes Quartal und ein starkes Jahr </q>, sagte <strong> Eric Schmidt </strong>. \"Der Ausblick ist vielversprechend.\" Gefahr durch Facebook Google st?t mit seinen Milliarden in immer neue Felder vor: Smartphones, Fernsehen, Internettelefonie, elektronische B?cher, Musik,", "new_id": -2, "mturk_index": "481"}, {"uid": "1297444054223772678", "i": 26472, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Microsoft are obvious. Nokia's benefits are harder to measure, which is why I assert the deal is a silent takeover without the expense or responsibility by Microsoft. In their letter, <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> boasted: <q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we see the opportunity, and we have the will, the resources and the drive to succeed. </q> SoundMix Feb 11, 2011- 11:42 AM bijuishere Feb 11, 2011- 11:13 AM Nokia swaps one` burning platform' for another in Microsoft's silent takeover of the Finnish phone maker The Microsoft-Nokia deal", "new_id": -2, "mturk_index": "971"}, {"uid": "1296286589101859341", "i": 15591, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "his State of the Union address. \"When I spoke to the <strong> Barack Obama </strong>, I mentioned this exact tax credit and his team said,` We are 100 percent behind it.\" ' <q> This is not a Democratic or a Republican idea, </q> she added. \"It's just a good idea.\" The proposal seeks to allow companies to deduct 20 percent of their research expenditures across the board. <strong> Kirsten Gillibrand </strong> said the average is currently", "new_id": -2, "mturk_index": "97"}, {"uid": "1295551546153829398", "i": 44434, "idx": 0, "sa": ["David Letterman", "Martin Short"], "q": "guest on The Late Show with <strong> David Letterman </strong> when the host asked him mid-interview if he would care to perform a song. The funnyman obliged and told the audience as he made his way to the stage: <q> You know in my business, or in our business, there's a traditional career path: TV, movies, then Broadway, your own special, reality show host, the Palm Springs Follies, and then this show... But the challenge on this magical journey is to stay relevant and fresh. And if you really want to remain white hot in the press- there's only one place to go. </q> As the music began a pair of back-up singers and a drummer appeared onstage, dancing behind him. And <strong> Martin Short </strong> used his musical moment to mock troubled stars who've hit headlines for all the", "new_id": -2, "mturk_index": "170"}, {"uid": "1295683933156418048", "i": 37117, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "News of the World' cuando l era su director. \"Puedo confirmar que he dimitido como director de comunicaci?n de Downing Street\" , se?ala el comunicado, en el que <strong> Andy Coulson </strong> asegura que ha sido <q> un privilegio y un honor trabajar para <strong> David Cameron </strong> durante tres a?os y medio </q>. \"Estoy muy orgulloso del papel que he desempe?ado para ayudarle a llegar al N?mero 10 y durante los nueve primeros meses de la coalici?n\" , a?ade. \"Desgraciadamente, la cobertura continuada de los", "new_id": -2, "mturk_index": "1795"}]