[{"uid": "1295584540106250245", "i": 12404, "idx": 7, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "book about the company called Googled: The End Of The World As We Know It, said he suspected that Mr <strong> Eric Schmidt </strong> may simply have been ready for a change after 10 years at the helm. <q> I don't think he was pushed aside, but he may have been nudged, </q> he said, adding that between the two founders, Mr Page always appeared more interested in eventually becoming CEO.`` Clearly <strong> Sergey Brin </strong> has been paying less attention to management than Larry.'' In the unusual", "new_id": -2}, {"uid": "1295562143244678673", "i": 826, "idx": 1, "sa": ["Eric Schmidt"], "q": "holidays we decided now was the right moment to make some changes to the way we are structured,'' Mr. <strong> Eric Schmidt </strong> wrote in a blog post. Mr. <strong> Eric Schmidt </strong> said Mr. Page would <q> merge Google's technology and business vision, </q> while he would focus on external issues, like`` deals, partnerships, customers and broader business relationships.'' In the blog post, Mr. <strong> Eric Schmidt </strong> said the three executives would continue to collaborate on major", "new_id": -2}, {"uid": "1296260491067190794", "i": 4026, "idx": 3, "sa": ["Steve Jobs", "Eric Schmidt", "Vic Gundotra"], "q": ", as I know as a former Apple board member- you have to use their development tools, their platform, their software, their hardware,'' <strong> Eric Schmidt </strong> said at a conference this fall. <q> If you submit an application, they have to approve it. You have to use their monetization and their distribution. That would not be open. The inverse would be open. </q> But <strong> Vic Gundotra </strong> is the one senior Googler who has been pointedly critical of <strong> Steve Jobs </strong> and Apple- at least in public. Last May, at Google's annual developer conference, <strong> Vic Gundotra </strong> told the world", "new_id": -2}, {"uid": "1297671532135315459", "i": 8317, "idx": 2, "sa": ["Michael Vick", "Michael Hansen"], "q": "she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that`` people can reintroduce these dogs back into a society that's not going to abuse them.'' <q> The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn it into a vicious animal that will bite the mailman, the girl next door or grandma walking down the street, </q> <strong> Michael Hansen </strong> said. Betsy Adevai, 50, of Grand Rapids, Mich., said muscle dogs have become status symbols for young men who walk through her inner city neighborhood.", "new_id": -2}, {"uid": "1296758520141000710", "i": 29605, "idx": 0, "sa": ["Eric Schmidt"], "q": "the incident reflects a new, more reactive attitude toward slights emanating from Larry Page, the Google co-founder who will become CEO in April and is considered more volatile and less diplomatic than outgoing CEO <strong> Eric Schmidt </strong>. <q> Google's complaint is the height of hypocrisy. The company's entire business model is built on the use of other people's content usually without bothering to seek permission, </q> said John Simpson, from Consumer Watchdog's Inside Google research team. Google's allegations are an attempt to make Microsoft look bad for doing what every search provider does constantly: analyse competitors' search engines", "new_id": -2}, {"uid": "1296174977054247442", "i": 2532, "idx": 3, "sa": ["Eric Schmidt"], "q": "he conceded there had been a sense that decision-making was taking too long. Cultural sensitivities Mr <strong> Eric Schmidt </strong> spoke about the importance to the company of taking into consideration the cultural sensitivities of different countries. <q> It makes sense to me that governments will play a role in watching what we do, </q> he said, referring to anti-trust and privacy concerns. He cited the example of Germany, where there was particular concern about Google's plan to photograph the roadside facade of every house in the country for", "new_id": -2}, {"uid": "1297267752007700492", "i": 28699, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell", "Ryan Seacrest"], "q": "asked whether she missed working with him as an` American Idol' judge.`` Of course, I miss everybody,'' she said diplomatically. <strong> Simon Cowell </strong> discussed Abdul during a call with reporters earlier this week. <q> I'm a massive fan of Paula's. When you work with somebody as long as I did with Paula... we were friends 80 percent of the time and interestingly, we've been in contact[ after` Idol']. I'm not going to say on this call who we are going to confirm or not confirm, but we're talking to a number of people. </q> <strong> Simon Cowell </strong> Dishes on Upcoming' X Factor' <strong> Ryan Seacrest </strong> Wishes <strong> Simon Cowell </strong> Well on` Kimmel' <strong> Simon Cowell </strong> Pokes Fun at` Idol' Judge <strong> Steven Tyler </strong> Simply enter your name and e-mail address,", "new_id": -2}, {"uid": "1295553639137363464", "i": 12558, "idx": 1, "sa": ["Kristi Noem", "Mike Pence"], "q": ". Rep <strong> Kristi Noem </strong> thinks politicians should honor their campaign promises? What planet is this lady from?`` <strong> Kristi Noem </strong> owns and operates guns. Therefore she's a racist''- <strong> Mike Pence </strong> Moore <q> There is no federal funding of abortions. And how dare you try to stop it! </q>/ s WHAT ABOUT THE CHILDREN!?!? Oh, wait... <blockquote> Backers of abortion rights, including most Democrats, say the health care overhaul law already maintains the Hyde amendment ban on", "new_id": -2}, {"uid": "1295563322217792524", "i": 19784, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "board has approved, is to have Larry running things day to day, <strong> Sergey Brin </strong> focusing on future products. 4:33: Now Larry Page is talking, congratulating <strong> Eric Schmidt </strong> for his success over the last decade. <q> <strong> Eric Schmidt </strong>'s a tremendous leader, I've learned a ton from him. </q> 4:34:`` When we started Google, people thought we were coming in too late.'' Other parts of computing are still at the early stages. 4:35: <strong> Sergey Brin </strong> is reminiscing about the", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>.`` We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,'' <strong> Michael Cohn </strong> said in a phone interview. <q> But we don't have any fear with regards to Larry. </q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}]