[{"uid": "1296319594070893607", "i": 33972, "idx": 0, "sa": ["Eric Schmidt", "John Simpson"], "q": "cars. Consumer Watchdog, a group which has been highly critical of Google's privacy practices, condemned the agreement to settle the issue through negotiations and called for congressional hearings on the subject. <q> The details of the biggest privacy breach in history shouldn't be settled in secret, </q> said <strong> John Simpson </strong> of Consumer Watchdog. \"This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.\" Google pledged to strengthen its privacy and security practices after its Street", "new_id": -2}, {"uid": "1296108990167460879", "i": 3838, "idx": 1, "sa": ["Michael Vick", "Barack Obama"], "q": "of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. \"We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a \"sizable\" contract. \"We believe it was worth", "new_id": -2}, {"uid": "1297131711102924294", "i": 17461, "idx": 5, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> Raw audio| Phone call update from Cairo Behind the Scenes| Cheezburger photo shoot Electric Mazda2 subcompact and taxis that run on natural gas Monika Johnson, experienced mountaineer, killed near Snoqualmie Pass A", "new_id": -2}, {"uid": "1295880426196345861", "i": 57085, "idx": 0, "sa": ["Andy Coulson", "Tony Blair", "Alan Johnson", "Andrew Rawnsley"], "q": "any journalist, bAlan Johnsonced articles though off <strong> Andrew Rawnsley </strong> would be refreshing.. I crave a return to traditional Labour values, something <strong> Tony Blair </strong> despised, he's gone <strong> Andrew Rawnsley </strong>, live with it.. <q> I crave a return to traditional Labour values, something <strong> Tony Blair </strong> despised, he's gone <strong> Andrew Rawnsley </strong>, live with it.. </q> SonOfNyeBevan 23 January 2011 1:14 AM I forgot to add in my posts today, given <strong> Andy Coulson </strong> has been forced to step down as Tory Press Secretary, and given the position is now vacant and", "new_id": -2}, {"uid": "1296259179174211074", "i": 2782, "idx": 2, "sa": ["Allen Iverson", "George Karl", "Antonio Cromartie"], "q": "Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio Cromartie </strong> a week ago, slips on a brace after every game per doctors orders. <q> If I didn't wear this brace to keep it straight after every game, there's a chance it will get worse and I'll have to get a pin, </q> he said. Yet he refuses to wear anything on the finger in a game. \"I'm just real superstitious,\" <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there", "new_id": -2}, {"uid": "1297268074262504450", "i": 52293, "idx": 0, "sa": ["Simon Cowell", "Jade Williams"], "q": "during the performance of` The Star-Spangled Banner' at the sporting event on <strong> Jade Williams </strong> night. During an interview on Fox News, <strong> Simon Cowell </strong> was asked for his opinions while a clip was played. <q> Well I just heard it then and it sounded like a 100,000 people in a stadium had just sat on a cat, </q> he responded. When the clip began to play again, he exclaimed: \"No, don't play me any more!\" He continued: \"Well look, obviously she is regretting it now", "new_id": -2}, {"uid": "1297189507065617923", "i": 19357, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "in Berlin and Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented` old NATO' not` old Europe'.\" \"In any event, the phrase` old Europe' entered the vernacular. The", "new_id": -2}, {"uid": "1295256413206143491", "i": 18984, "idx": 1, "sa": ["Will Barton", "Allen Iverson", "Linas Kleiza", "Carmelo Anthony"], "q": "Jazz 120-109 on Thursday night. \"I've now scored 40 points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. <q> It was definitely a special night, </q> <strong> Linas Kleiza </strong> said. \"I <strong> Will Barton </strong> remember this night for the rest of my life.\" The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He", "new_id": -2}, {"uid": "1295665837145047565", "i": 15255, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "adult supervision no longer needed!\" Splunk wins Best of Interop award. Search capability looks at log data across devices. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295571782118030340", "i": 3638, "idx": 5, "sa": ["Eric Schmidt"], "q": "user data to continue deliverin... After Hours Earnings Google Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings Google Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q> Google had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of Google. \"Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "new_id": -2}]