[{"uid": "1296514128235749380", "i": 22515, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "to phone messages of royal household staff. He has always denied any knowledge of wrongdoing at the newspaper. Cameron has defended his own judgement in hiring <strong> Andy Coulson </strong>, saying he felt the former editor had been <q>punished twice for the same offence.</q> The News of the World is part of <strong> Rupert Murdoch </strong>'s News Corp media group, which is waiting to hear if the government will clear its planned$ 12 billion( 7.5 billion pound) buyout of pay", "new_id": -2}, {"uid": "1297254907195313703", "i": 24281, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "and goes up without limit. In Britain, that meant then 48-year-old singer <strong> Susan Boyle </strong> could stun the audience at Britain's Got Talent with a voice that belied her dowdy look and eventually sold millions. <q><strong> Susan Boyle </strong> taught me a huge lesson,</q> said <strong> Simon Cowell </strong>, who also owns, produces, and stars in Britain's Got Talent overseas. \"I have to be more open-minded. If you've got it, you've got it no matter what your", "new_id": -2}, {"uid": "1295829513017383424", "i": 961, "idx": 1, "sa": ["Donald Rumsfeld", "Lady Laura", "George Soros", "Condoleezza Rice", "President Bush", "Ellen Johnson Sirleaf"], "q": "successor following the 2005 runoff election she was accompanied by <strong> Donald Rumsfeld </strong> of State <strong> Condoleezza Rice </strong> and First <strong> Lady Laura </strong> <strong> President Bush </strong>. Three months afterward she spoke at the Council on Foreign Relations in Washington, D.C. where she said: <q>We made this visit essentially in response to <strong> President Bush </strong>'s kind invitation, but to use that opportunity to thank him, to thank the U.S. government, to thank the American people for all that was done to support Liberia in its transition from war to peace.</q>[ 4] Earlier <strong> Ellen Johnson Sirleaf </strong> worked for the World <strong> George Soros </strong> in Washington and was the first chairperson of <strong> George Soros </strong>' Open Society Initiative for West Africa The president installed in Sierra Leone in 2002,", "new_id": -2}, {"uid": "1296171506171278372", "i": 4738, "idx": 1, "sa": ["Mike Pence"], "q": "aware of the problems that Social Security, Medicare, and Medicaid face before you can discuss possible solutions- like raising the retirement age.\" MIKE PENCE NOT RUNNING FOR PRESIDENT <strong> Mike Pence </strong> Falcone notes: <q><strong> Mike Pence </strong>'s appeal among conservatives became even more clear in September when he won a straw poll at the Family Research Council's annual Values Voter Summit, a gathering of social conservatives. <strong> Mike Pence </strong>, the former chair of the House Republican Conference, received 24 percent of the vote in poll-- two points ahead of Huckabee and eleven points ahead of Romney. In fact, <strong> Mike Pence </strong> was so popular among those who took the straw poll that he also topped the list of potential GOP vice presidential candidates.</q>[ ABC News] Next week, the Senate will be taking up FAA reauthorization, a rare moment when something might actually get done in the 112th Congress. The Senate", "new_id": -2}, {"uid": "1295646313245137447", "i": 27972, "idx": 1, "sa": ["Eric Schmidt"], "q": ", Google Buzz, was a huge flop. <strong> Eric Schmidt </strong> has said that it's not a reaction to competitors, but many other believe differently. UBS analyst Brian Pitz thinks differently. Pitz said: <q>The Street will think it's a negative, that there is probably some issue going on. Google is trying to get more efficient and trying to get a tech guy in the seat to compete with Facebook. I don't think it changes anything strategically where the company is headed.</q> In a posting on the company's official blog, <strong> Eric Schmidt </strong> said: \"As Google has grown, managing the business has become more complicated. So Larry, Sergey and I have been talking for", "new_id": -2}, {"uid": "1296208818201293921", "i": 24997, "idx": 1, "sa": ["Michael Gove"], "q": "concerns about the impact that this will have on Hackney students.\" Cllr Rita Krishna said her Labour colleagues would write to education secretary <strong> Michael Gove </strong> expressing their concern about the abolition of the EMA. <q>It is frankly disgraceful in terms of what this government is doing, hollowing out what possibilities there are for social mobility,</q> she said. Audio Optional- MP3 files only Register to create your own unique Hackney Gazette account for free. Signing up is free, quick and easy and offers you the chance to add", "new_id": -2}, {"uid": "1295636633124272650", "i": 32132, "idx": 0, "sa": ["Andy Coulson"], "q": "editor of a top-selling tabloid newspaper. <strong> Andy Coulson </strong> denies any knowledge of the hacking, but admitted he'd committed a cardinal sin for a back room operator-- he became the story. <strong> Andy Coulson </strong> said <q>continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed</q> in his role as Downing Street communications chief. \"I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\"", "new_id": -2}, {"uid": "1294997731235044878", "i": 42726, "idx": 6, "sa": ["Brian Finneran", "Michael Vick"], "q": "<strong> Brian Finneran </strong> got along with <strong> Michael Vick </strong>. He's just not afraid to speak his mind, including to teammates' faces. \"It's almost like a pay-it-forward type deal,\" <strong> Brian Finneran </strong> said. <q>I had guys do it with me. I try to emphasize that with all the young guys around. <strong> Eric Weems </strong>, one of our special-team studs, I kept reminding him: \"Do the right things. Don't let it go to your head.'</q> Do some guys not want to hear it? \"Oh, yeah,\" <strong> Brian Finneran </strong> said. \"A lot of times, we\"ll have rookies come in here and literally not want to", "new_id": -2}, {"uid": "1295690356156418069", "i": 18154, "idx": 4, "sa": ["Allen Iverson", "Jermaine O'Neal"], "q": "for a playoff run.\" Miami quickly built a nine-point edge in the fourth quarter on a fadeaway jumper from <strong> Jermaine O'Neal </strong>. The Bobcats, however, were aggressive on defense and slowly chipped away at the lead. <q>We played with a sense of urgency and found a way to win http://wn.com/Allen_Iverson_37pts_vs_Orlando_Magic_Game_4_1999_Playoff The Philadelphia 76ers withstood a storm by the Orlando Magic and then <strong> Allen Iverson </strong> provided the knockout punch. The lightning-quick guard of the 76ers scored 37 points, including two pivotal jumpers and three free throws in the final five minutes, to lead Philadelphia to a series-clinching 101-91 victory over the Magic. \"I feel great,</q> <strong> Allen Iverson </strong> said. \"It's still hitting me all at once. It's something I've been waiting for a long time and to finally get it is something special.\" The 76ers won the best-of-five series", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q>I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people.</q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}]