[{"uid": "1294953423093012024", "i": 17826, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>'s request. The two women and House Minority Leader <strong> Nancy Pelosi </strong> were in <strong> Gabrielle Giffords </strong>' hospital room holding her hand when her eye fluttered open. <strong> Kirsten Gillibrand </strong> told reporters the congresswomen were telling <strong> Gabrielle Giffords </strong> <q>how proud we were of her and how she was inspiring the whole nation with her courage and with her strength. And then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do after she got better.<q> <strong> Gabrielle Giffords </strong> was gripping their hands, \"and the more we joked about what we were going to do, she started to open her eyes.\" <strong> Debbie Wasserman Schultz </strong> said she had just told <strong> Gabrielle Giffords </strong>,", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries. \"Things have been stable since June\" in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q>But you never know; it's possible for the government to cause us to not work.<q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}, {"uid": "1296509739175063060", "i": 5870, "idx": 1, "sa": ["Michael Vick"], "q": "life to begin with/ I saw a documentary a few years ago, that showed in some countries, the mother, father or siblings sell the kids for money. How sick is that!!!!\" Report Abuse <q>Troy: have you ever heard of reverse racisim?? I mean seriously!!!!<q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in Court New Trading Software Breakthrough Software Turns$ 10,000 Into$ 866,487- Find", "new_id": -2}, {"uid": "1296655289246464543", "i": 722, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "beyond its blockbuster startup phase. Effective April 4, Page will oversee day-to-day operations as well as product development and technology strategy, while <strong> Eric Schmidt </strong>, bumped up to executive chairman, will by his own account focus on <q>customers and broader business relationships, government outreach and technology thought leadership,<q> while <strong> Sergey Brin </strong> will focus on \"strategic projects, in particular working on new products.\" <strong> Eric Schmidt </strong>, the professional executive and respected technologist, served Google well during his decade as CEO. But with Google facing", "new_id": -2}, {"uid": "1297269857137707551", "i": 33176, "idx": 0, "sa": ["Zahi Hawass", "Howard Carter"], "q": "were in need of restoration work including a statue of King Tutankhamun, part of the treasure trove discovered in his tomb in Luxor's Valley of the Kings, uncovered by British archaeologist <strong> Howard Carter </strong> in 1922. <q>We started the restoration two days ago. In three days, all these monuments will be completely restored,<q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office.", "new_id": -2}, {"uid": "1297356960224657413", "i": 9204, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>. \"Being pummeled?\" <strong> Anderson Cooper </strong> said. \"I don't recommend it. I'd never been hit in the head before.\" He described the scene, saying, <q>People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying.<q> Scottsdale-$ 450,000 MLS 4368130 3 bed/ 3 bath 2,501- 2,750/ 2000 Andrew Bloom& <strong> David Letterman </strong> Van Omen, RE/MAX EXCALIBUR Phoenix-$ 625,000 MLS 4200981 3 bed", "new_id": -2}, {"uid": "1296770511173654034", "i": 12164, "idx": 14, "sa": ["Donald Rumsfeld"], "q": "intelligence that have affected key national security decisions and contingency planning.\" This, of course, was the mother of all intelligence failures, but <strong> Donald Rumsfeld </strong> attempts to shift the argument to higher ground, saying illegal weapons <q>should have been only one of the many reasons<q> for invading Iraq, including violations of U.N. resolutions and attacks on American pilots in the no-fly zone. But it was WMD, of course, that was the principal tool in the administration's salesmanship of the war", "new_id": -2}, {"uid": "1295936244231571502", "i": 22590, "idx": 5, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q>He was holding me the whole time,<q> <strong> Allen Iverson </strong> said http://wn.com/Badminton_World_Cup_2006_MD_Semi-Final_Game_1,2,3_[5/5] World Cup 2006 Men Doubles Semi-Final Game 1,2,3[ Part 5] MOHD TAZARI Mohd Fairuzizuan& LIN Woon Fui[ MAS] vs FU Haifeng& CAI Yun[ CHN] Cai and Fu are", "new_id": -2}, {"uid": "1297177627217825367", "i": 42341, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "the Bush administration's war and anti-terrorism records, and his own reputation as a boss who intimidated some of the Pentagon brass. \"Oh the poor people,\" he says of generals who complained. <q>I terrified them.... My goodness.<q> There's also a remarkable moment during the conversation when <strong> Donald Rumsfeld </strong> chokes up, tears in his eyes, as he talks of his wife's health problems. Egypt: Protest Movement Continues; Government Projects`", "new_id": -2}, {"uid": "1296045337082411560", "i": 8575, "idx": 0, "sa": ["Aiden Grimshaw", "Simon Cowell"], "q": "Having come in ninth place in the competition, it is thought that <strong> Simon Cowell </strong>'s record label SyCo believe the tour is the perfect opportunity for <strong> Aiden Grimshaw </strong> to prove himself. A source revealed: <q>This record deal is <strong> Aiden Grimshaw </strong>'s to lose. If he can keep the fans happy he'll join his mate <strong> Matt Cardle </strong> as one of <strong> Simon Cowell </strong>'s chosen few.<q> Despite rumours she may be bought out of her contract...", "new_id": -2}]