[{"uid": "1296569355043499528", "i": 11906, "idx": 2, "sa": ["Johnny Nitro", "Drew McIntyre", "Jack Swagger", "Kofi Kingston", "Simon Cowell", "Ric Flair", "Michael McIntyre", "John Cena"], "q": "here: <strong> Johnny Nitro </strong> 1st February, 9:00 am Metro <strong> Michael McIntyre </strong> talks about Britain's Got Talent job <strong> Michael McIntyre </strong> has joked that talking to <strong> Simon Cowell </strong> about being a judge on Britain's Got Talent was like being on X Factor. <q>He does it exactly like the X Factor. He says \"<strong> Michael McIntyre </strong>: <strong> Ric Flair </strong> don't like you. <strong> Ric Flair </strong> love you,'<q> the comedian told Newsbeat's Natal... Rant on <strong> John Cena </strong>\"s pushing of young talent( Sheamus, <strong> Jack Swagger </strong>, <strong> Kofi Kingston </strong>, <strong> Drew McIntyre </strong>) <strong> Drew McIntyre </strong> 4th Titantron Remake Information- Finally <strong> Ric Flair </strong> finished my <strong> Drew McIntyre </strong> 4th Remake. This was", "new_id": -2}, {"uid": "1297716440175407141", "i": 4058, "idx": 2, "sa": ["Donald Rumsfeld", "Robert Gibbs", "James Clapper"], "q": "of National Intelligence <strong> James Clapper </strong> told an astonished congressional committee on 2/10/11 that the Muslim Brotherhood is \"largely secular.\" This came on top of White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong>'s 1/31/11 statement that a reformed government <q>has to include a whole host of important non-secular actors.<q> That was universally taken as an indication that Muslim Brotherhood participation was acceptable to the United States. That was not the only administration misstep. Its first response was that Egypt's regime was stable. But", "new_id": -2}, {"uid": "1296047570033832973", "i": 29813, "idx": 0, "sa": ["Eric Schmidt"], "q": "now sees much of its product extension through the prism of consumers on-the-move. So, what about travel? Well, on the eve of his surprise standing down as Google CEO, <strong> Eric Schmidt </strong> <q> \"We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth- and to deliver such a service at scale.<q>\" If there was ever a \"strategic initiative\" for Google in 2011 it will be the integration of ITA Software in some way into search( presuming for a moment that the US Department of Justice", "new_id": -2}, {"uid": "1295631654004243463", "i": 7513, "idx": 0, "sa": ["Eric Schmidt"], "q": "officer as of April 4, handing the reins to Google co-founder Larry Page, who will become the central figure in day-to-day operations. Mr. <strong> Eric Schmidt </strong> will take the title of executive chairman, which entails a focus on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.<q> Perhaps the most important aspect of Mr. <strong> Eric Schmidt </strong>'s new job will be keeping government bodies at bay, as Google's dominance attracts more attention from regulatory authorities. The earnings season winners Google's other co-founder", "new_id": -2}, {"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan. \"He's my first Division I recruit,\" <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q>He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves.<q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley \"has <strong> Michael Vick </strong> capabilities.\" <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}, {"uid": "1296580317091275273", "i": 16442, "idx": 12, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. \"The people in the streets have to give this government an opportunity to change,\" he said cheerfully. <q>Beautiful things happened in the last five days.<q> 53% Off Facial at Irina's Secret Day Spa in Olathe", "new_id": -2}, {"uid": "1295589642085278733", "i": 611, "idx": 6, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. <q>I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,<q> said <strong> Ken Auletta </strong>, author of \"Googled: The End of the World As We Know It.\" \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else", "new_id": -2}, {"uid": "1295136115025296936", "i": 11439, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "were in <strong> Gabrielle Giffords </strong>' hospital room when she opened her eyes were three of her close female friends in Congress: House Democratic leader <strong> Nancy Pelosi </strong> of California, <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. <q>It felt like we were watching a miracle,<q> <strong> Debbie Wasserman Schultz </strong> told reporters traveling back to Washington with her on Air Force One. \"The strength that you could see flowing out of her, it was like she was trying to will her eyes open.\"", "new_id": -2}, {"uid": "1296452851051232810", "i": 44223, "idx": 0, "sa": ["John Stockton", "Michael Jordan", "Allen Iverson", "Bill Self"], "q": "packed crowd in <strong> Allen Iverson </strong> Fieldhouse. But he couldn't stop the Jayhawks from shooting almost 60 percent while Texas Tech( 16-12, 7-8) shot a miserable 29 percent in the biggest rout in Big 12 history. <q>I didn't like that. I have a lot of respect, and I really like <strong> Pat Knight </strong>,<q> <strong> Bill Self </strong> Sept. 11-- <strong> Michael Jordan </strong>, a five-time National Basketball Association Most Valuable Player and winner of a record 10 scoring titles, was among five people inducted to the Naismith Memorial Basketball Hall of Fame. Point guard <strong> John Stockton </strong>", "new_id": -2}, {"uid": "1296309067021659679", "i": 6639, "idx": 1, "sa": ["Mike Pence"], "q": "president, drew the media to Central on Friday. On Thursday, <strong> Mike Pence </strong>-- until recently the third-ranking Republican in the House-- announced he would not be a candidate for president in 2012. <q>Seeking national office was not right for us now,<q> he told the Central students. \"While( <strong> Mike Pence </strong> and his family) went back and forth in our heads, we never went back and forth in our hearts.\" Saying his \"heart was", "new_id": -2}]