[{"uid": "1295287873140443669", "i": 280, "idx": 0, "sa": ["Michael Vick", "Bobby Douglass", "Dan Devine"], "q": "scooted in from 1 yard out with 5 minutes, 19 seconds to go. \"Since I've been in Green Bay, our players have never really respected <strong> Bobby Douglass </strong>,\" Packers coach <strong> Dan Devine </strong> said. <q>And he just dominated the game today.</q> After leaving the Bears in 1975, <strong> Bobby Douglass </strong> played with the Chargers and Saints. He finished his NFL career with the Packers in 1978. <strong> Bobby Douglass </strong>' record stood until <strong> Michael Vick </strong> ran for 103 yards", "new_id": -2}, {"uid": "1297236828167477280", "i": 199, "idx": 5, "sa": ["Simon Cowell"], "q": "episode from this season. Predictably, his only reaction was a bit self-centered; relief that the show's continuing ratings proved American viewers still want to watch a singer get famous on national television. <q>What I was more concerned about was the[ Idol] ratings falling off a cliff, meaning the whole genre is over,</q> he said. \"It kinda feels we've come out of this gray period[ in the music business] into a very fun, extreme time.\" Later, <strong> Simon Cowell </strong> stated the challenge simply", "new_id": -2}, {"uid": "1295891150149438465", "i": 39660, "idx": 4, "sa": ["Bob Barr", "David I", "Mike Pence"], "q": " \"in bringing his message of hope to the world,\" the former Republican congressman's website says. \"<strong> David I </strong> also am reminded of others who have risen from the ashes,\" <strong> Bob Barr </strong> told reporters Friday. <q>The city of Atlanta is the Phoenix city. The people of Haiti, likewise, will rise from the problems created by last year's earthquake and emerge stronger and better than before. That <strong> David I </strong> know is Mr. <strong> Baby Doc </strong>'s deep wish and something that he knows in his heart.</q> Accompanying <strong> Bob Barr </strong> will be fellow Georgia attorneys <strong> Mike Pence </strong> Puglise, who practice law in the small rural towns of Jasper and Snelleville, GA respectively. One has to wonder how <strong> Bob Barr </strong>", "new_id": -2}, {"uid": "1296584426227672138", "i": 24823, "idx": 0, "sa": ["Eric Schmidt", "Mary Jo Foley"], "q": "of taking an unfair shortcut? That's a debate we imagine with rage for quite some time. Update: Microsoft's been sending out the following statement from Stefan Weitz, director of Bing: <q>We use multiple signals and approaches in ranking search results. The overarching goal is to do a better job determining the intent of the search so we can provide the most relevant answer to a given query. Opt-in programs like the toolbar help us with clickstream data, one of many input signals we and other search engines use to help rank sites.</q> That's pretty ambiguous, so ZDNet's <strong> Mary Jo Foley </strong> Google refocuses under Larry Page; <strong> Eric Schmidt </strong> says Microsoft is bigger competition... Google begins censoring BitTorrent, RapidShare and other Big Media profanity The most commented posts on Engadget over", "new_id": -2}, {"i": 10874, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Our Judges Selected Some of The Most Groundbreaking Technology at Interop 2008, Including Overall Best of Show <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297277318262340623"}, {"uid": "1297295007002195460", "i": 48838, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "thousands of rounds of ammunition. Mauri Saalakhan of the Peace Through Justice Foundation in Washington has followed the case and attended hearings in Raleigh. He said Boyd had a reputation for exaggerating his exploits abroad and <q>that may have played a large part in the trouble he has gotten himself into.</q> Virginia Senator Jim Webb says not running again <cite> Reuters </cite> Video: AP Impact: Uneven accountability at CIA ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less", "new_id": -2}, {"uid": "1297207732016187415", "i": 2100, "idx": 5, "sa": ["Richard Hunter", "Michael Vick"], "q": "as being radio host <strong> Richard Hunter </strong>, confronts <strong> Michael Vick </strong>, following <strong> Michael Vick </strong> as his bodyguards escort him from the event. \"You said you're worried about the dogs, Mike,\" <strong> Richard Hunter </strong> seems to say, <q>now's your time to talk.</q>( c) tPC( c) UPI.com", "new_id": -2}, {"uid": "1297655261245153811", "i": 41252, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "President Bush"], "q": "information from the outside world, the goal was to provide a different worldview than Arab outlets such as Al Arabiya and Al Jazeera offered, or, as <strong> President Bush </strong> announced in his State of the Union that year, <q>to cut through the barriers of hateful propaganda, a new television service will begin providing reliable news and information across the region.</q>( Then-Secretary of Defense <strong> Donald Rumsfeld </strong> used to verbally accost Al Jazeera's war coverage as \"vicious, inaccurate, and inexcusable.\") Nine days after <strong> Barack Obama </strong> took office in 2009, he sat down to", "new_id": -2}, {"uid": "1296654250052576301", "i": 28256, "idx": 1, "sa": ["Peyton Manning", "Troy Polamalu", "Drew Brees", "Michael Vick", "Tom Brady"], "q": ".\" His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. <q>I've got to buy my own jersey to get them out to my family,</q> <strong> Troy Polamalu </strong> said. \"I think that was probably the reason why, but I don't know. The Steelers emblem is worldwide.\" Sure, <strong> Troy Polamalu </strong>. It has nothing to do with the way you play", "new_id": -2}, {"uid": "1296279947183009325", "i": 596, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "it to make it a flat 20 percent credit for all-- research investment in the country could leap by$ 7.5 billion annually. That new spending would create an additional 162,000 jobs, she said. <q>Businesses haven't been able to count on it being in place,</q> <strong> Kirsten Gillibrand </strong> said. <strong> Kirsten Gillibrand </strong> chose to launch the legislative campaign at Watervliet Arsenal because the Army manufacturing base has become a high-tech hub over the past several years, developing unused buildings into laboratories and other space for", "new_id": -2}]