[{"uid": "1295954772070795352", "i": 36302, "idx": 3, "sa": ["Mike Pence", "André Carson", "Jason Aldean"], "q": "<strong> Mike Pence </strong> <strong> André Carson </strong>, D-Indianapolis, said Carson hasn't made any seating arrangements for the speech.`` He's just going to play it by ear and see what happens,'' said spokesman <strong> Jason Aldean </strong> Tomsci. <q> They're all his colleagues, so he'll be pleased with whomever he sits with. </q> Bob's Blitz: Face it, Manning stinks in post-season From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1295763781036667417", "i": 5001, "idx": 0, "sa": ["Gerry Adams", "Paddy Power", "Brian Cowen", "Eamon Gilmore"], "q": "are now the laughing stock of Europe. We have a leaderless party and a Paddy Powerless Taoiseach,'' he said. Labour and href=\"http://timesofindia.indiatimes.com/topic/Sinn-Fein\"> Sinn Fein called for an immediate general election. <q> It is simply not tenable for Mr <strong> Brian Cowen </strong> to remain on as Taoiseach as his colleagues in Fianna Fail squabble over the remnants of their party, </q> said Labour leader href=\"http://timesofindia.indiatimes.com/topic/Eamon Gilmore-Eamon Gilmore-(politician)\"> <strong> Eamon Gilmore </strong>. Sinn Fein president href=\"http://timesofindia.indiatimes.com/topic/Gerry Adams-Gerry Adams\"> <strong> Gerry Adams </strong> said <strong> Brian Cowen </strong>'s announcement would lead to further instability.`` The government and Fianna Fail are in chaos. Their", "new_id": -2}, {"uid": "1297464725077398024", "i": 42078, "idx": 6, "sa": ["Hosni Mubarak", "Donald Rumsfeld"], "q": "what's really most effective-- but certainly the public diplomacy has been somewhat confusing.'' <strong> Donald Rumsfeld </strong>, who has known <strong> Hosni Mubarak </strong> for decades, responded carefully when asked whether he is a dictator. <q> He clearly has perpetuated himself in office. He clearly has hoped that his son would succeed him. There have been a number of things that have inhibited freer political systems, </q> <strong> Donald Rumsfeld </strong> said of the Egyptian president, stopping short of offering any further criticism of <strong> Hosni Mubarak </strong>. href=\"http://wlsam.com/sectional.asp?id=16350\" title=\"WLS Weekdays On-Demand\"> WLS Weekdays On-Demand Your central source for everything from WLS' flagship programs- The", "new_id": -2}, {"uid": "1296782157236666883", "i": 17674, "idx": 0, "sa": ["Steve Ballmer", "Bob Muglia"], "q": "architect role: Network World <strong> Steve Ballmer </strong> ousts <strong> Bob Muglia </strong> from Microsoft's server and tools division If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments href=\"http://www.computerworld.com.au/article/375032/apnic_ipv4_allocation_signals_change_tack/#comment-480518\"> <q> Given that IPv6 would currently allow for 10,000 trillion trillion IP addresses... </q> on APNIC IPv4 allocation signals change in tack on Too early to gauge damage to NBN in Qld''@ 4 Conroy may be an idiot? But he's updating Australia's comms and...''`` Amendment", "new_id": -2}, {"uid": "1296786039034570265", "i": 149, "idx": 2, "sa": ["Christian Parenti", "Hu Jintao", "Bernie Sanders", "Ben Ali", "Barack Obama", "David Cay Johnston", "Naomi Klein"], "q": "of the Military-Industrial Complex''`` The Worse Off You Are, Your Taxes Increase'': JournBen Alist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming`` Banana Republic'' <q> China Against the Tides: Restructuring through Revolution, RadicBen Alism and Reform. 3rd Edition </q> By Marc Blecher.( Continuum, 200 Made in China: The Role of US Companies in Denying Human and Worker Rights <strong> Naomi Klein </strong> and <strong> Christian Parenti </strong> on How BeiHu Jintaog Olympics Highlight GlobBen Alization of Police State, InequBen Ality Chinese <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1295644189196657172", "i": 26125, "idx": 2, "sa": ["George Osborne", "David Cameron", "Andy Coulson", "Ian King"], "q": "a low point in 2007, during the row over grammar schools.`` <strong> David Cameron </strong> has grown into a natural prime minister and <strong> George Osborne </strong>'s reputation has been enhanced as chancellor,'' one senior figure said. <q> Their relIan Kingce on any one person is less than it was. </q> As Labour criticised the prime minister's judgment in bringing a former tabloid editor with baggage into Downing Street, most Tories were gentle with <strong> David Cameron </strong>. <strong> Andy Coulson </strong> had always denied any knowledge of phone hacIan King, though", "new_id": -2}, {"uid": "1295231201028164120", "i": 38632, "idx": 2, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "a friend.`` I talked to her husband Mark last night. She's making progress every day.'' While it's`` far too early'' for the congresswoman to speak, <strong> Kirsten Gillibrand </strong> said, <q> she's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and understand and show people she understands what she's hearing and seeing. </q> <strong> Gabrielle Giffords </strong> began breathing without a ventilator yesterday as doctors took out the breathing tube that had run down her throat and replaced it with a tracheotomy tube in her windpipe. Surgeons also inserted a feeding tube.", "new_id": -2}, {"uid": "1295581455002506782", "i": 56445, "idx": 10, "sa": ["Larry Page", "Eric Schmidt"], "q": "partners, a figure also known as traffic acquisition costs, the company reported revenue of$ 6.3 billion, which topped analysts' forecasts of$ 6.1 billion. What Google wants in Android hires <q> Our strong performance has been driven by a rapidly growing digital economy... and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said about Google's quarter.`` These results give us the optimism and confidence to invest heavily in future growth.'' Adult supervision over: <strong> Eric Schmidt </strong> yields to Google co-founder <strong> Larry Page </strong> Select one with 3-12 characters", "new_id": -2}, {"uid": "1295966237237928455", "i": 15923, "idx": 4, "sa": ["Eric Schmidt"], "q": " <strong> Eric Schmidt </strong>. In zwei Jahren werde der Verkauf von Smartphones den PC-Absatz berholt haben. Die Entwicklung des noch schnelleren Mobilfunkstandards LTE werde die Internet-Nutzung mit Handys und anderen Ger?ten noch einmal erheblich verbessern. <q> Es ist interessant, dass Deutschland bei der Einf?hrung von LTE eine f?hrende Rolle in Europa hat. </q> Er werde immer wieder gefragt, warum Google sein Handy-Betriebssystem Android kostenlos abgebe, sagte <strong> Eric Schmidt </strong>. Die Antwort sei ganz einfach:`` Wer Android nutzt, sucht auch mehr im Internet.", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}]