[{"uid": "1297127015165691436", "i": 15224, "idx": 1, "sa": ["Simon Cowell", "Katy Perry", "Kelly Rowland"], "q": "Idol. And he has also considered former Destiny's Child singer <strong> Kelly Rowland </strong> and <strong> Katy Perry </strong> for a spot as he thought about an all-girl panel. \"His indecision is final,\" quipped an insider last night. <q> But he's making us very nervous. This to-ing and fro-ing is not a good sign. </q> Yesterday <strong> Simon Cowell </strong> and Fox TV chiefs unveiled some details of the show, but pointedly refused to get drawn on the panellists. The TV mogul risked alienating ITV bosses and British fans in a trailer", "new_id": -2}, {"uid": "1296048510257392641", "i": 15776, "idx": 0, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "the shadow chancellor who didn't understand Labour's programme with one who doesn't agree with it.\" Labour's own plan would see \"significant cuts in spending\" starting in April. <q> You shake your head, that is your plan that you are meant to be committed to. If you are now telling us that's all gone and you are just going to spend more and borrow more, then you ought to tell us. \"Because as far as I can hear, your only plan is to borrow money we haven't got, to spend money on things we can't afford and not to do the work we need to do to sort this economy out. </q> Mr <strong> Ed Miliband </strong> said he was \"surprised\" that \"this week of all weeks\" Mr <strong> David Cameron </strong> had raised the issue of personalities, following communications chief <strong> Andy Coulson </strong>'s departure from No 10. The", "new_id": -2}, {"uid": "1295967193135200806", "i": 8092, "idx": 1, "sa": ["Zahi Hawass"], "q": "runs the Neues Museum in the German capital where the bust is kept. \"The foundation's position on the return of Nefertiti remains unchanged,\" foundation president Professor Hermann Parzinger said in a statement. <q> She is and remains the ambassador of Egypt in Berlin. </q> Egypt's antiquities chief, <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of the bust, famed for its almond-shaped eyes and swan-like neck. However, the foundation said it did not consider the letter", "new_id": -2}, {"uid": "1296867070001982490", "i": 3057, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to keep the automaker from collapse in 2009. \"I want to pay back the shyster loans,\" <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unethical lawyer or politician. <q> Pay back the loans, get those out and then take( the company) public. </q> <strong> Sergio Marchionne </strong>, who is also CEO of Italy's Fiat SpA( FIA.MI), has said repeatedly that the high interest rates on loans Chrysler owes the U.S. and Canadian governments have been an obstacle in the", "new_id": -2}, {"uid": "1297450139057557005", "i": 27936, "idx": 1, "sa": ["Steve Ballmer"], "q": "joint news conference in London. \"Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" Microsoft CEO <strong> Steve Ballmer </strong> added: <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> NPD analyst Ross Rubin said: \"The first wave of WP7 handsets was not differentiated enough from Android lineup, but this Nokia partnership is a great opportunity to change that.\" David McQueen", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected. \"The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,\" said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q> \"For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,\" said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri. \"This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}, {"uid": "1295510839092602382", "i": 14540, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Brandon_Roy_21_Points_vs_Rockets_Game_1_Playoffs_!!_HD_!_18409 Pacers Stunned By Knick Errors By TIMOTHY W. SMITH Published: May 8, 1995 www.nytimes.com To a man, the Indianapolis Pacers could", "new_id": -2}, {"uid": "1296671847037879814", "i": 29554, "idx": 6, "sa": ["Karl Malone", "Allen Iverson", "Shaquille O'Neal"], "q": ".\" At one point, both <strong> Allen Iverson </strong> and <strong> Karl Malone </strong> were 12-for-16 from the floor. \"When you're in a zone, it doesn't matter if guys are on you or anything,\" <strong> Allen Iverson </strong> said. <q> It just feels good. It just feels like throwing rocks in an ocean. </q> The Suns have lost twice-- by a combined 46 points-- since their 129-127 double-overtime win at Dallas on Wednesday http://wn.com/Study_Finds_No_Reason_to_Delay_Pregnancy_After_a_Miscarriage Local college basketball previews Butler garners <strong> Shaquille O'Neal </strong> East Honor Roll accolades Top-25 foes meet up in <strong> Shaquille O'Neal </strong> East", "new_id": -2}, {"uid": "1297149723066125910", "i": 33165, "idx": 0, "sa": ["Mike Pence"], "q": "family-planning services and basic health medical care, like pap smears and screening for diabetes, breast cancer, cervical cancer and sexually transmitted diseases Our legislative slogan for 2011: Let Them Use Leeches. <q> What is more fiscally responsible than denying any and all funding to Planned Parenthood of America? </q> demanded Rep. <strong> Mike Pence </strong> of Indiana, the chief sponsor of a bill to bar the government from directing any money to any organization that provides abortion services. Planned Parenthood doesn't use government money to provide abortions", "new_id": -2}, {"uid": "1295458115232456193", "i": 48243, "idx": 0, "sa": ["Kobe Bryant", "Elgin Baylor", "Allen Iverson", "Tyronn Lue"], "q": "by one day, according to the Elias Sports Bureau. \"To be honest, <strong> Elgin Baylor </strong> don't follow anything of that sort. <strong> Elgin Baylor </strong> just go out there and do what <strong> Elgin Baylor </strong> do,\" <strong> Kobe Bryant </strong> said. <q> <strong> Elgin Baylor </strong> don't care about that stuff. You guys got me all wrong. <strong> Elgin Baylor </strong> just play. <strong> Elgin Baylor </strong> play hard, and <strong> Elgin Baylor </strong> play the same way all the time. <strong> Elgin Baylor </strong> never concern myself with milestones or anything like that. </q> Jackson didn't sound so sure. \"Somebody put in the paper that <strong> Kobe Bryant </strong> needed 38 http://wn.com/Allen_Iverson_48pts_2001_NBA_Final_Gm1_vs_Kobe_Bryant_Lakers <strong> Allen Iverson </strong> finally shook his shadow and shook up the NBA Finals. Hounded by unheralded <strong> Tyronn Lue </strong>, <strong> Allen Iverson </strong> scored seven of his", "new_id": -2}]