[{"uid": "1296105128124256343", "i": 9914, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q>`` There will be huge explosions all over Fleet Street if police get to the truth,'' he told the BBC. News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1295284262229982312", "i": 28399, "idx": 1, "sa": ["Piers Morgan", "Gordon Brown", "Simon Cowell", "Jonathan Wald"], "q": "he made <strong> Simon Cowell </strong> cry during an interview and suggesting that his interview in Britain with <strong> Gordon Brown </strong> turned the tide of the election for prime minister in <strong> Gordon Brown </strong>'s favor. He said he wants to be polarizing. <q> He's really not this annoying, </q> said his executive producer, <strong> Jonathan Wald </strong>, suggesting his star was in promo mode and not as combative during actual interviews. In fact, <strong> Piers Morgan </strong> said his typical interview technique is to try and get a laugh", "new_id": -2}, {"uid": "1296312550037257243", "i": 7828, "idx": 1, "sa": ["Zahi Hawass"], "q": "when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,'' <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office. The two-storey museum, built Read more In Full: State of the U...( 19:09:20`` IN", "new_id": -2}, {"uid": "1297225373053084179", "i": 45416, "idx": 4, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "foreign-elected officials. According to the Morning News, <strong> Dwaine Caraway </strong> on Tuesday told Dallas sports radio station 1310 AM that he honored <strong> Michael Vick </strong> because he thinks the quarterback can be a role model for kids. <q> These kids are the future, and we don't have enough folks out here joining hands and turning lives around, </q> <strong> Dwaine Caraway </strong> said, according to the newspaper. Since his release from prison in 2009, <strong> Michael Vick </strong> has voluntarily spoken to kids about how dogfighting is wrong, among other things. An online", "new_id": -2}, {"uid": "1296565246043499534", "i": 1594, "idx": 2, "sa": ["Simon Cowell", "Robbie Williams", "Katie Price"], "q": "<strong> Katie Price </strong>, who has just split from husband Alex Reid, would face competition in the form of <strong> Robbie Williams </strong>, who is also being lined up to fill <strong> Simon Cowell </strong>'s place. A source said, <q> <strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical. We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it. </q> Despite these rumours, there is currently nothing to suggest <strong> Simon Cowell </strong> will be leaving the show. As the LA natives met in London...", "new_id": -2}, {"uid": "1296759030005144618", "i": 6120, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Stuff happens'' about the early looting in postwar Iraq, and who also famously observed:`` Democracy is messy.'' Instead, <strong> Donald Rumsfeld </strong> has the nerve to blame others for his many mistakes. <q> In retrospect, there may have been times when more troops could have helped. </q> But he insists that if senior military officers had reservations about the size of the invading force, they never informed him( according to the Post review). In reality, <strong> Donald Rumsfeld </strong> rejected a plan presented to", "new_id": -2}, {"uid": "1297182562166789141", "i": 2705, "idx": 7, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "this capacity that <strong> Donald Rumsfeld </strong> met with <strong> Saddam Hussein </strong> in 1983- an event that <strong> Donald Rumsfeld </strong> uses to kick off the book. <strong> Donald Rumsfeld </strong> archly notes that the encounter, at which he was filmed shaking <strong> Saddam Hussein </strong>'s hand, would become <q> the subject of gossip, rumors, and crackpot conspiracy theories for more than a quarter of a century. </q> In <strong> Donald Rumsfeld </strong>'s telling, the whole business was a fairly straightforward case of great-power politics. Iraq, at the time, was at war with the Islamic Republic of Iran, a country now regarded by", "new_id": -2}, {"uid": "1296892575106627096", "i": 44487, "idx": 0, "sa": ["Sergio Marchionne"], "q": "occuperemo della governance. Ora pero' la priorita' e' farle lavorare insieme''. Lo afferma l'amministratore delegato di Fiat e Chrysler, <strong> Sergio Marchionne </strong>, dicendosi non soddisfatto della joint venture fra Fiat e Tata Motors: <q> Dobbiamo dare una nuova dimensione all` accordo. Abbiamo dato loro il diritto di distribuire e in alcune aree non sta funzionando. E' tutto sul tavolo </q>. Tata Motors controlla il 50% di Fiat India Automobiles. Il Wall Street Journal ritiene che Fiat e Chrysler potrebbero fondersi e installare il quartier generale negli Stati Uniti sotto la guida di <strong> Sergio Marchionne </strong>. L'approccio per``", "new_id": -2}, {"uid": "1296791673149323845", "i": 26342, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh", "Dannii Minogue", "Dermot O'Leary"], "q": "meant that preparation on the upcoming ITV series has ground to a halt, since the futures of <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong>- as well as presenter <strong> Dermot O'Leary </strong>- are still unclear. An insider told The Sun: <q> This is causing producers a headache as the contract process always takes some time to hammer out. </q> ITV is said to be desperate to hold on to <strong> Simon Cowell </strong>, <strong> Cheryl Cole </strong> and <strong> Dermot O'Leary </strong>, but <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> are thought to be on the verge of returning to the show.`` ITV is", "new_id": -2}, {"i": 36300, "idx": 5, "index_answer": 1, "new_id": -1, "q": "were seeing,'' <strong> Kirsten Gillibrand </strong> said.`` They were saying this is unbelievable progress, to see this.'' Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q> Mark started to tell her,` <strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,' </q> <strong> Debbie Wasserman Schultz </strong> told MSNBC's <strong> Chris Matthews </strong> on`` Hardball.''`` He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Matthews", "Gabrielle Giffords"], "uid": "1294991426005357592"}]