[{"uid": "1295509565092585988", "i": 2402, "idx": 0, "sa": ["Paula Abdul", "Steven Tyler", "Ryan Seacrest", "Simon Cowell", "Jennifer Lopez"], "q": "<strong> Simon Cowell </strong>'s brutal honesty and his back-and-forth bantering with <strong> Ryan Seacrest </strong>. The blogosphere was somehow devoid of missing the slurring of <strong> Paula Abdul </strong>. TV Eye gives us a peek into the judging: Jackson began, <q>it's a no for today,<q> before <strong> Jennifer Lopez </strong> told him, \"Give her a Golden Ticket.\" <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> voted yes, and Jackson agreed though he told his colleagues they were insane. Soraya Roberts tells us:", "new_id": -2}, {"uid": "1296878115021512265", "i": 7147, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": " Crown. In fact, <strong> Michael Vick </strong> today is expected to be named NFL Comeback Player of the Year by The Associated Press. NFL Commissioner <strong> Roger Goodell </strong> also praised <strong> Michael Vick </strong> on Friday. <q>He has said that on numerous occasions people have been using his name about being involved with some type of a party and he had no intention in participating in that,<q> <strong> Roger Goodell </strong> said in Texas. \"I want to make sure that he doesn't put himself in a position of where he's going to make decisions or bad things are going to happen around him, and he", "new_id": -2}, {"uid": "1296839390232308741", "i": 15973, "idx": 0, "sa": ["Bill Lockyer"], "q": "is cash-strapped. Investment banks billed California an estimated$ 1.5 million for dues to trade groups, including a municipal-bond lobbying association, since 2005 and will be required to return the money, per state Treasurer <strong> Bill Lockyer </strong>. <q><strong> Bill Lockyer </strong> ordered 86 firms in the state's underwriter pool to stop including the dues in their calculation of fees paid out of bond proceeds.<q> CAMoneyBack. On to Part IX, and last part, of compensation Q&A- remember that company's individual policies may differ from these answers some extent. The questions were posed", "new_id": -2}, {"uid": "1297405067238747661", "i": 3461, "idx": 1, "sa": ["David Letterman", "Hosni Mubarak"], "q": "opportunity tonight to spear Egypt's dictator <strong> Hosni Mubarak </strong> with his Top 10 list tonight. \"Maybe he's leaving, but he's not going anywhere,\" <strong> David Letterman </strong> told his audience before reading the list. <q>He lives to beat people, to torture people, and he has stolen$ 8 billion from his country. So, he's not a bad guy,<q> the Late Show host joked. Below is <strong> David Letterman </strong>'s Top 10 List for Thursday, February 10th: <strong> Hosni Mubarak </strong>'s Future Plans: 10. Chill.", "new_id": -2}, {"uid": "1297098713099483693", "i": 37805, "idx": 1, "sa": ["Richard Hunter", "Michael Vick"], "q": "this took place, except at a \"downtown club at 5 o'clock, I'm not sure where, we get shuffled around to so many things.\" He also knows the video's making the rounds: <q>They can send it-- it's Rudy got it too. But something else happens in video-- which was shot by <strong> Richard Hunter </strong>, better known as as Richie pointed out last June, adopted one of the so-called \"bait dogs<q> <strong> Michael Vick </strong> used in the dog-fighting ring that landed him in prison. The dog's name is Mel-- and as <strong> Richard Hunter </strong> told Richie, \"While <strong> Michael Vick </strong> is pure evil, this dog is so good despite having suffered", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q>We have real challenges in terms of unemployment,<q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans \"can not be tolerated.\" \"We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}, {"uid": "1296647345254607442", "i": 13526, "idx": 0, "sa": ["Simon Cowell", "Derek Hough", "Cheryl Cole", "Katy Perry"], "q": "or <strong> Katy Perry </strong>. But insiders say the judge is determined to help out the Messy Little Raindrops star. \"<strong> Simon Cowell </strong> still hasn't confirmed the panel,\" a source told The Sun. <q>She is in a state, it's her ticket out of the UK. \"There's still a 50% chance producers of the US X Factor will give her the go-ahead. Either way, <strong> Simon Cowell </strong> has promised to help her launch a career over there.<q> Follow us on Twitter Follow us on Facebook Related stories Dress Maker \"Amazed\" To Work With <strong> Cheryl Cole </strong> <strong> Derek Hough </strong> \"Hates <strong> Cheryl Cole </strong>\"s New Tattoo", "new_id": -2}, {"uid": "1297696256029687816", "i": 25337, "idx": 1, "sa": ["Jay Leno", "David Letterman", "John Boehner"], "q": " \"You know where his shirt is now,\" said <strong> Jay Leno </strong>. \"Burning on the driveway with the rest of his clothes.\" Noting other politicians involved in sex scandals, <strong> Jay Leno </strong> added that <q>most Republicans are happy just to screw the poor. Now they are screwing everybody.<q> <strong> David Letterman </strong> also checked in Thursday with some jokes aimed at Lee. His show ran a clip that claimed to show <strong> John Boehner </strong>'s reaction. Naturally, it showed the Speaker doing what he does best", "new_id": -2}, {"uid": "1295573069103104552", "i": 42576, "idx": 0, "sa": ["Eric Schmidt"], "q": "The decision for Larry Page to take off the CEO training wheels comes at an auspicious moment in the history of Google. I won't overdramatize this step by saying \"Google is at a crossroads\" or <q>The company's future hangs in the balance.<q> But at no time since the Google juggernaut began its conquest of the Internet have their been so many doubts being raised about the company's future. In a parting tweet, <strong> Eric Schmidt </strong> wrote Thursday: \"", "new_id": -2}, {"uid": "1294980020205127681", "i": 27529, "idx": 0, "sa": ["Sergio Marchionne"], "q": "CEO, <strong> Sergio Marchionne </strong>, is setting a new Detroit standard for several unfamiliar things around here- candor, humility and exceeding expectations, including any sartorial requirement that might include wearing a necktie. Advertisement <q>At the core of our story is better cars,<q> Kidder said during a tour Wednesday of the North American International Auto Show with fellow director Jim Blanchard, the former Michigan governor, among others. Added Kidder, who drives to Auburn Hills from his home", "new_id": -2}]