[{"uid": "1295582183033980446", "i": 4556, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "engineers to leave <strong> Google Inc. </strong> to work for the social networking company.`` My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup,'' Page said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply.`` I am not as concerned about the titles as I am winning,''", "new_id": -2}, {"uid": "1296729581100368405", "i": 12306, "idx": 2, "sa": ["John McCain", "Donald Rumsfeld", "Hillary Clinton"], "q": ": <strong> Hillary Clinton </strong> warns of` uncharted territory' in wake of Egypt unrest In the midst of mass uprisings and historic change in the Middle East, <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> told a gathering of <strong> John McCain </strong> diplomats Wednesday that <q> we are all in uncharted territory. </q> Pointing to a range of challenges, from congressional pressure to cut the State Department budget and foreign aid, to WikiLeaks disclosures of diplomatic cables, <strong> Hillary Clinton </strong> said`` we have a tough road ahead.'' CNN:", "new_id": -2}, {"uid": "1295750548172048416", "i": 18675, "idx": 0, "sa": ["Rene Preval", "Andy Coulson"], "q": "a mass... Article: Haiti revises quake death toll up to over 316... Photo in Slideshow: Haitian President <strong> Rene Preval </strong> Photo in Slideshow: Hiati President <strong> Rene Preval </strong> holds a wreath of flowers at a mass... Report Abuse <q> When he was President, there was law and order. He provided universal health care and education and there was prosperity for all. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1297272178044515363", "i": 28241, "idx": 0, "sa": ["Zahi Hawass", "Howard Carter"], "q": "treasure trove discovered in his tomb in Luxor's Valley of the Kings, uncovered by British archaeologist <strong> Howard Carter </strong> in 1922. Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <q> We started the restoration two days ago. In three days, all these monuments will be completely restored, </q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs", "new_id": -2}, {"uid": "1295218046029671462", "i": 2134, "idx": 0, "sa": ["Kara DioGuardi", "Steven Tyler", "Ellen DeGeneres", "Simon Cowell", "Jennifer Lopez"], "q": "explained that <strong> Kara DioGuardi </strong> got in touch with him to find out whether he was interested in being part of this year's series, in the wake of herself, <strong> Simon Cowell </strong>, and <strong> Ellen DeGeneres </strong> leaving the show. <q> I got a text from <strong> Kara DioGuardi </strong> sometime around July, when we were on tour in France, asking,`` Did you ever think of being a judge on Idol?', </q> <strong> Steven Tyler </strong> told Billboard.`` And then my curiosity started coming up.`` So I started asking questions and found out what was going on inside,'' <strong> Steven Tyler </strong> continued.`` I always thought[ <strong> Jennifer Lopez </strong>", "new_id": -2}, {"uid": "1297449712044924950", "i": 34891, "idx": 3, "sa": ["Steve Ballmer", "Paul McDougall", "Bill Gates"], "q": ". Or he could be`` doing as all investors do and diversifying his portfolio.'' Let's also not forget that he has a massive charity to fund, and selling off stock to benefit his <strong> Bill Gates </strong> Foundation <q> is not a new habit... Similar sales garnered attention back in 2010 and 2009. </q> Microsoft is at a crossroads: <strong> Steve Ballmer </strong> is the company's second-largest shareholder, and he's undoubtedly tired of seeing`` his own stock options languish,'' too, says <strong> Paul McDougall </strong> in Information Week", "new_id": -2}, {"uid": "1295390341219906059", "i": 583, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. In solemn", "new_id": -2}, {"uid": "1296482079090030086", "i": 32058, "idx": 4, "sa": ["Winston Moss", "Mike Trgovac", "Michael Vick", "Kevin Greene"], "q": "as defensive line coach <strong> Mike Trgovac </strong>, assistant head coach and inside linebackers coach <strong> Winston Moss </strong>, or outside linebackers coach <strong> Kevin Greene </strong>. But <strong> Mike Trgovac </strong> told the Wisconsin State Journal on Sunday that he is not interested in leaving Green Bay. <q> If it's my choice, I will be here next year. </q> Posted 8:14 AM, 01/31/2011 the bleacher report article says this about kk: Posted 8:24 AM, 01/31/2011 Going with <strong> Michael Vick </strong> long term will almost guarantee many more seasons over the next 3-5 years of 10-6 to 12-4", "new_id": -2}, {"uid": "1295815498029966341", "i": 1009, "idx": 0, "sa": ["Eric Schmidt"], "q": "'s shaky social-networking position, pushing ahead with Android in the cutthroat mobile market, doubling-down on the upcoming Chrome OS and growing display ad revenue, not to mention retaining Google's dominance in search advertising. <q> If push comes to shove and management decides to jettison less-strategic initiatives, Google Apps could be in trouble, </q> Gartner analyst Tom Austin said via e-mail. It doesn't help that <strong> Eric Schmidt </strong>, a former CEO at Novell and CTO at Sun Microsystems, has much more experience and, arguably, knowledge of enterprise software", "new_id": -2}, {"i": 1135, "idx": 4, "index_answer": 1, "new_id": -1, "q": "who has been the vocal wrestling fan having guest hosted WWE's`` Monday Night RAW'' back in October 2009.`` Yeah the belt's really caught on,'' said <strong> Aaron Rodgers </strong>. <q> It's a celebration that started in practice and the fans loved it and you got to give them what they love. Usually it was just after a run or something. Sometimes <strong> Ric Flair </strong> surprise myself on those. </q> <strong> David Letterman </strong> ended the segment by heading out into the audience and having <strong> Aaron Rodgers </strong> wing him a pass. Guidelines: Fan feedback should be within the guidelines for the NFL community. These guidelines will", "sa": ["David Letterman", "Aaron Rodgers"], "uid": "1297451512119193621"}]