[{"uid": "1295155888111345673", "i": 35372, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Brett Favre"], "q": "out of the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend.`` That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in Philadelphia,", "new_id": -2}, {"uid": "1297233253229376053", "i": 2893, "idx": 0, "sa": ["Sergio Marchionne"], "q": ". Habl con los periodistas en una f?brica de Chrysler en Brampton, provincia de Ontario, tras reunirse con empleados para celebrar el inicio de la producci?n de los redise?ados Chrysler 300 y Dodge Charger 2011. <q> Me gustar?a pagarles en el 2011, si puedo </q>, se?al.`` Quisiera hacer esto lo m?s pronto posible''. <strong> Sergio Marchionne </strong> dijo que Chrysler paga m?s de 1.000 millones de d?lares anuales en intereses a los contribuyentes canadienses y estadounidenses. Quiere refinanciar una parte", "new_id": -2}, {"uid": "1295432881050954241", "i": 47181, "idx": 0, "sa": ["Michael Bloomberg", "Ken Follett", "Zahi Hawass"], "q": ". Das ist der Obelisk im Central Park, den der gyptische Vizek?nig Mehrmed Ali 1881 Amerika geschenkt hat. <strong> Zahi Hawass </strong>, Generalsekret?r der gyptischen Altert?merverwaltung, schreibt <strong> Michael Bloomberg </strong>, die Hieroglyphen w?rden durch Erosion unleserlich. Und weiter: <q> Ich habe die Pflicht, alle gyptischen Monumente zu sch?tzen, ob in gypten oder au?erhalb. Wenn aber die Beh?rde zur Erhaltung des Central Parks und die Stadt New York nicht ordentlich f?r den ObelisKen Follett sorgen k?nnen, werde ich die notwendigen Schritte unternehmen, dieses wertvolle Denkmal nach Hause zu holen und vor dem Ruin zu bewahren. </q> 1 von 7 href=\"http://www.welt.de/kultur/article12238574/Ein-weltweites-Copyright-fuer-Aegyptens-Pyramiden.html#\"> zur?ck bl?ttern href=\"http://www.welt.de/kultur/article12238574/Ein-weltweites-Copyright-fuer-Aegyptens-Pyramiden.html#\"> weiter bl?ttern Herr der Pharaonen- <strong> Zahi Hawass </strong> href=\"http://www.welt.de/kultur/article12238668/Herr-der-Pharaonen-Zahi Hawass-Zahi Hawass.html\"> Foto: picture-alliance/ dpa/dpa <strong> Zahi Hawass </strong>, 1947 in Damiette geboren, ist seit 2002 Generalsekret?r der gyptischen", "new_id": -2}, {"uid": "1295627764018169864", "i": 58564, "idx": 6, "sa": ["Eric Schmidt"], "q": "8.44 billion for the quarter ended December 31, 2010, representing an increase of 26% compared to Q4 of 2009.`` Q4 marked a terrific end to a stellar year,'' enthuses <strong> Eric Schmidt </strong>. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth, investments that will benefit our users, Google and the wider Web. </q> Breaking things down, Google-owned Websites accounted for the majority of the revenue generated at US$ 5.67 billion or 67%; up 28% from Q4 2009. Partner Websites through the AdSense program accounted for US$", "new_id": -2}, {"uid": "1296386542015253529", "i": 25531, "idx": 0, "sa": ["Simon Cowell", "Kim Jong-Il"], "q": "the street-art pioneer, drum'n' bass supremo, and TV man. In a candid interview he talks about learning to love his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-Il </strong> than <strong> Simon Cowell </strong> <q> I've always wanted a happy home. And I've created that </q>: Goldie Health Month every February sponsored by the American Dental Association. The biggest provider of free care to children this year will be Midwest Dental. They will have 63 dentists and 239 staff members on hand to", "new_id": -2}, {"uid": "1297303464098500644", "i": 40762, "idx": 0, "sa": ["Donald Rumsfeld", "Keith Olbermann"], "q": "the advertisement immediately. It said it had used the monk's image to highlight links to a historical legacy of medieval monks producing beer. monk walks in front of the Visitation Church in in... Report Abuse <q> brott beir.. nice and thick, use a fork and knife.. we are fasting, but this is beer!! </q> The Christian Science Monitor: He went where? <strong> Keith Olbermann </strong>'s move to Current TV makes sense, for now. The Christian Science Monitor: In his memoir, <strong> Donald Rumsfeld </strong> admits five mistakes, sort of Mortgage Rates Hit", "new_id": -2}, {"uid": "1297282260166281230", "i": 26382, "idx": 0, "sa": ["Michael Vick"], "q": "dog, especially if there's any chance you will end up abusing or abandoning it.`` Every time I think I've heard the worst story, another one comes about,'' Jamie said. <q> It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals. </q> That comment from Jamie carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "new_id": -2}, {"uid": "1294977377249905175", "i": 42242, "idx": 12, "sa": ["George Karl", "Eduardo Nájera", "Allen Iverson", "Tubby Smith", "Linas Kleiza"], "q": "layups and <strong> Linas Kleiza </strong> hit a floater in the lane and a drive to push the advantage to 101-90. <strong> Eduardo Nájera </strong> hit a 3-pointer and <strong> Allen Iverson </strong> converted a three-point play after Carter hit a free throw for a 107-91 lead. <q> My teammates hitting shots opened it up for me, </q> <strong> Allen Iverson </strong> said.`` Once JR and LK hit shots that enabled me to get in the lane and make shots.'' <strong> George Karl </strong> could not say enough about <strong> Linas Kleiza </strong>, <strong> Tubby Smith </strong> and <strong> Eduardo Nájera </strong>.`` It was one of", "new_id": -2}, {"uid": "1295636751256720935", "i": 15504, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "to the coming campaign.`` We can talk about gloom and doom, we can talk about the us can do it, we can't invest in the future, that's all wrong.'' <q> GE is a story of success, </q> <strong> Kirsten Gillibrand </strong> added.`` If we can beat Russia in the race to the moon, we can beat China in the race to green energy.'' jakester: I think we shoud have a new bill intorduced", "new_id": -2}, {"i": 27945, "idx": 2, "index_answer": 1, "new_id": -1, "q": "`` Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,'' <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse \" <strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains)", "sa": ["Sarah Palin", "Zahi Hawass"], "uid": "1295891307156680197"}]