[{"uid": "1295637365052674591", "i": 28810, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "a way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "new_id": -2}, {"uid": "1296487693078397451", "i": 32331, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to employees this morning. <strong> Sergio Marchionne </strong> did not state any average amount of the payments in the e-mail, but he likely will be asked about it during a conference call that begins at 10 a.m. <q> I want to express my gratitude to everyone for their hard work as we move forward towards the achievement of our goals, </q> <strong> Sergio Marchionne </strong> said in his e-mail.`` You are the authors of this success. I want to thank you for your dedication, your creativity and your willingness to embrace change without which these results would not have been", "new_id": -2}, {"uid": "1297108555141246488", "i": 6670, "idx": 2, "sa": ["Donald Rumsfeld", "Diane Sawyer", "Gerald Ford"], "q": "the execution of the war''.`` I don't have enough confidence to say that that's right. I think that it's possible,'' <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. <q> We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.`` It's hard to know... You know, the path you didn't take is always smoother </q>, he said. War costs lives <strong> Donald Rumsfeld </strong>, who served as Bush's defence chief for six years after holding the the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that``", "new_id": -2}, {"uid": "1295868659217595914", "i": 13813, "idx": 0, "sa": ["Eric Schmidt"], "q": "executive. Mike Davis, senior analyst at Ovum, said the company was awarding <strong> Eric Schmidt </strong> the payout for taking Google from a garage start-up into a multi-billion profit company during his ten-year tenure. <q> The share cash-in could be due to <strong> Eric Schmidt </strong> knowing something we don't, but he is probably just looking for a really good retirement, </q> added Mike Davis. Under the leadership of <strong> Eric Schmidt </strong>, Google has branched into several new markets such as mobile devices with its Android operating system and the enterprise market with Google Apps.`` The company certainly", "new_id": -2}, {"uid": "1295246137169197603", "i": 34588, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,'' <strong> Kirsten Gillibrand </strong> told NBC's`` Meet The Press'' program. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury, </q> she added. A makeshift memorial is set up at the site of the mass shooting in Tucson, Arizona. Doctors have said the condition of US congresswoman <strong> Gabrielle Giffords </strong>, shot in the the head by an Arizona", "new_id": -2}, {"uid": "1295293671201244719", "i": 8590, "idx": 0, "sa": ["Jim Ryun", "Jack Kemp", "Ronald Reagan", "Mike Pence"], "q": "deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former Rep. <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1297127015165691436", "i": 15223, "idx": 0, "sa": ["Simon Cowell"], "q": "be`` down in the mouth'' during a trip to Venice, Italy, this week despite picking up Â£ 250,000 for a 40-minute show at a private party. A source close to the singer said: <q> <strong> Cheryl Cole </strong>'s signed the deal, the Americans like her, but suddenly there's all this typical <strong> Simon Cowell </strong> smoke and mirrors going on.`` She's been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing the puppet master. </q> <strong> Simon Cowell </strong>, 51, is betting everything on the success of the US show and has dismayed ITV chiefs by refusing point blank to do the next British X Factor. But US TV bosses are", "new_id": -2}, {"uid": "1296530715200818714", "i": 30652, "idx": 10, "sa": ["Kobe Bryant", "Allen Iverson", "Dwight Howard", "Pau Gasol"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... Lakers vs Nuggets Pre Season <strong> Kobe Bryant </strong> 23 points Date: October 22, 2009 Honda Center, Anaheim, CA Playing without their injured inside duo of 7-footers <strong> Pau Gasol </strong>", "new_id": -2}, {"uid": "1295958154077971505", "i": 5806, "idx": 0, "sa": ["Michael Vick", "Tom Brady", "Ben Roethlisberger"], "q": "Stadium, Big <strong> Ben Roethlisberger </strong> would become the only active quarterback other than <strong> Tom Brady </strong> to win three Super Bowls.`` Just thanking the Lord,'' <strong> Ben Roethlisberger </strong> said following the Steelers' 24-19 win over the Jets. <q> We've been through a lot as a team and personally. </q> Other than <strong> Michael Vick </strong>, no player in the NFL went through a more scrutinized season than <strong> Ben Roethlisberger </strong>. What's the pressure of playing in another Super Bowl after what <strong> Ben Roethlisberger </strong>'s been through?", "new_id": -2}, [{"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talking about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said.`` We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does`` The Dougie'', an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}]]