[{"uid": "1297309209087687252", "i": 5602, "idx": 1, "sa": ["Michael Beschloss", "Donald Rumsfeld"], "q": "<strong> Michael Beschloss </strong> gave <strong> Donald Rumsfeld </strong> an opportunity at the end to explain what he'd tell a family that lost a loved one in Iraq. He answered that when he and his wife met with wounded soldiers at military hospitals: <q> We came out of those meetings feeling inspired- not that we had helped them, but they had helped us. </q> Indeed, <strong> Donald Rumsfeld </strong> conceded that it's hard today to give a simple explanation- as you could with World War II- what the Iraq war and related terrorism conflicts were all about. \"", "new_id": -2}, {"uid": "1295936244231571502", "i": 27332, "idx": 5, "sa": ["Fu Haifeng", "Tyronn Lue", "Allen Iverson", "Cai Yun", "Lin Woon Fui"], "q": "\"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said World Cup 2006 Men Doubles Semi-Final Game 1,2,3[ Part 5] MOHD TAZARI Mohd Fairuzizuan& <strong> Lin Woon Fui </strong>[ MAS] vs <strong> Fu Haifeng </strong>& <strong> Cai Yun </strong>[", "new_id": -2}, {"uid": "1295959277216842330", "i": 6508, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell", "Christian O'Connell"], "q": "has revealed that he has been kicked off Facebook because he was thought to be an imposter. The X Factor host did have an account on the social networking site, but it was taken off. <q> I've got to be honest, they chucked me off Facebook- they thought it was someone pretending to be me, so I haven't got a Facebook, they literally threw me off Facebook, how annoying is that? </q> he told Absolute Radio's <strong> Christian O'Connell </strong> on his breakfast show. <strong> Dermot O'Leary </strong> also revealed how X Factor judge <strong> Simon Cowell </strong> has a bath in his dressing room. \"<strong> Simon Cowell </strong>'s decked out his whole dressing room", "new_id": -2}, {"uid": "1296582238026624004", "i": 33439, "idx": 4, "sa": ["Zahi Hawass"], "q": "heads were ripped off two mummies. On Tuesday, though, he said the museum had mistaken two skulls, separated from their skeletons, for mummy heads and that the items were intact. <q> I had tears because I thought that what I did for the last nine years protecting the Egyptian monuments, was gone, </q> <strong> Zahi Hawass </strong> declared, so ebullient that he was almost shouting. \"I am so happy to announce that today everything is safe.\" He spoke in his office at the Supreme Council of Antiquities in the", "new_id": -2}, {"uid": "1295618610111296531", "i": 18806, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role.\" <strong> David Cameron </strong> said that he was <q> very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications. </q> \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,\" Mr. <strong> David Cameron </strong> said in a statement, which", "new_id": -2}, {"uid": "1295425909066371674", "i": 45042, "idx": 1, "sa": ["Sergio Marchionne"], "q": "cars). I see a market. There is a big difference. We never set out to conquer the U.S. market with A and B cars.\" -- <strong> Sergio Marchionne </strong>, CEO, Fiat Auto and Chrysler Group <q> Looking here at the Detroit auto show, there is no doubt that small cars are having a resurgence. Consumers who once bought large or midsize cars are the ones mostly likely to shift to compact cars. </q>-- Roland Hwang, transportation program director, Natural Resources Defense Council \"Space in a small car today is about the same as in C-D cars 10 years ago.\" --", "new_id": -2}, {"uid": "1295559524014680153", "i": 19562, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "will be the Mountain View Internet juggernaut's new CEO starting April 4, and current CEO <strong> Eric Schmidt </strong> will be executive chairman, <strong> Eric Schmidt </strong> revealed in a post today on Google's blog. Co-founder <strong> Sergey Brin </strong>, meanwhile, <q> has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be co-founder. He's an innovator and entrepreneur to the core, and this role suits him perfectly, </q> <strong> Eric Schmidt </strong> said. \"As Google has grown, managing the business has become more complicated,\" <strong> Eric Schmidt </strong> wrote. \"So <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time how best to", "new_id": -2}, {"uid": "1295570534120422412", "i": 3731, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "registered user of The Wall Street Journal Online, you will be able to: tweet heard` round the Twitter-world, <strong> Eric Schmidt </strong> today announced that he's stepping down as Google Inc.'s chief executive by writing, <q> Day-to-day adult supervision no longer needed! </q> To the casual outsider, that might sound like a rather snide remark from someone who ran a company for a decade and is handing back the reigns to a 37-year-old co-founder( <strong> Larry Page </strong>). But <strong> Eric Schmidt </strong>'s", "new_id": -2}, {"uid": "1295629973219987999", "i": 37864, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "pris les investisseurs par surprise hier soir lors de la publication de ses r?sultats trimestriels en annon?ant le remplacement du directeur g?n?ral, <strong> Eric Schmidt </strong>, par <strong> Larry Page </strong>, co-fondateur du moteur de recherche,? partir du 4 avril. <q> Nous discutions de la meilleure mani?re de simplifier la structure du management et d'acc?l?rer le processus de d?cision depuis longtemps. En clarifiant nos r?les individuels, les responsabilit?s seront plus clairement tablie au sommet de la soci?t. </q>, a d?clar <strong> Eric Schmidt </strong>. Indice de la Fed de Philadelphie: il s` agit de l'un des premiers indices d'activit r?gionale publi?s chaque mois pour le secteur manufacturier. Un indice sup?rieur? 0 signale une", "new_id": -2}, {"uid": "1294957392081149963", "i": 8361, "idx": 7, "sa": ["Kobe Bryant", "Mo Williams", "Mike James", "LeBron James", "Allen Iverson", "Mike Brown", "Rasheed Wallace"], "q": "25 win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> Mike James </strong> around, the Cavs have <strong> Kobe Bryant </strong> to fear. \"He willed this win for us,\" Cavs coach <strong> Mike Brown </strong> said of his star. <q> He has been doing that for us down the stretch, no matter who our opponent is. </q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half Iverson_Allen Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to stay with his man on defense when he slammed full-force into <strong> Rasheed Wallace </strong> and went sprawling to the floor. PicLeBron James himself up", "new_id": -2}]