[{"uid": "1295021582165101591", "i": 4159, "idx": 2, "sa": ["Allen Iverson", "Gary Moore"], "q": "Text BIGSPORTS for breaking sports news. Click here for other text alerts. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> has a lesion that is pressing up against the bones of his leg and requires surgery in the U.S.. <q>It has to be removed and tested to see if it's benign or not,</q> <strong> Gary Moore </strong> said by phone to the Associated Press on Wednesday. \"Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks,", "new_id": -2}, {"uid": "1297183312119177307", "i": 46112, "idx": 2, "sa": ["Simon Cowell"], "q": "time here in the UK,\" <strong> Simon Cowell </strong> said. \"I watched some clips last week to get up to speed, and it looked good.\" Asked about the new judges, he said, <q>I think they're doing fine. They have a different approach to what I used to do before. I think the show had to reinvent itself. I think it's right that it's a different show to what we made before.</q> He continued: \" \"I left the show on fantastic terms. I still talk to Randy and Ryan, and I still talk to Kenny, one of the executive producers. We're", "new_id": -2}, {"uid": "1295564414055705600", "i": 9832, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "its earnings statement Thursday. \"Google also announced that its board of directors had approved certain changes to Google's management team,\" the company said in a filing with the Securities and Exchange Commission. <q>Larry Page, Google's co-founder and president of products, will become Google's chief executive officer, effective April 4, 2011. \"<strong> Eric Schmidt </strong>, Google's current chief executive officer, will continue as the chairman of the board of directors and will serve as Google's executive chairman.</q> As executive chairman, Google said, <strong> Eric Schmidt </strong> will act as an advisor to Page and <strong> Sergey Brin </strong>, Google's other co-founder and president of technology. Comments are filtered for language and registration is required", "new_id": -2}, {"uid": "1296521212211714057", "i": 31466, "idx": 0, "sa": ["Sergio Marchionne"], "q": "CHRYSLER, FORD CAUTIOUS But on Monday Chrysler Chief Executive <strong> Sergio Marchionne </strong> said that industry-wide sales had fallen off in the final weeks of the month, which typically account for the bulk of sales. <q>We've seen a softening of the U.S. market in the last couple of weeks,</q> <strong> Sergio Marchionne </strong> told reporters on a conference call to discuss Chrysler's fourth-quarter results. <strong> Sergio Marchionne </strong> forecast a sales rate of near 12.4 million to 12.5 million vehicles for the month. Chrysler is 25 percent owned by Italy", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,\" <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as \"deals, partnerships, customers and broader business relationships,\" while Page would <q>merge Google's technology and business vision.</q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so \"there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}, {"uid": "1296773143218005514", "i": 41347, "idx": 0, "sa": ["Peter Brooke", "Donald Rumsfeld", "Hassan Nasrallah"], "q": "Defe... CWU TV News| Keep The Post Public- MP's Support Hezbollah <strong> Donald Rumsfeld </strong> General Seyyed <strong> Hassan Nasrallah </strong> says the main purpose of Israeli spy networks in Lebanon is to create discord among the Lebanese. Calling Israel a <q>Zionist entity deeply dependant on creating rifts and instabilities,</q> the Hezbollah leader said on Friday that I... Reeling in the Years 1991-2 9:40 Ian P aisley visits Dublin in 1991. He protests against Northern <strong> Donald Rumsfeld </strong> <strong> Peter Brooke </strong>'s decision to resume the meeting of the Anglo-", "new_id": -2}, {"uid": "1295701938236945483", "i": 38632, "idx": 0, "sa": ["Andy Coulson"], "q": ": Palestinian relatives of a prisoners jailed in Israel hold a... Israelis say, is not exactly rife with acknowledgments of the... Photo in Slideshow: Palestinian relatives of a prisoners jailed in Israel hold... Report Abuse <q>The future high tech weaponry will be fully computerized and vice commanded. I'm waiting for ideas</q> for future voice commands. Just couple of them already for consideration. 1. Terrorist hiding behind women target 9.11.01 kill. Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com", "new_id": -2}, {"uid": "1296168803065814536", "i": 32807, "idx": 0, "sa": ["Brian Cashman", "Mike Pence"], "q": "a jerk to Winona in this movie. The emotional health of college freshmen has declined to unusually low levels, according to an annual survey that UCLA's Higher Education Research Institute conducts for some reason. <q>We don't know exactly why,</q> the director of the survey told the Congressman <strong> Mike Pence </strong> Is the Only Republican in America Definitively Not Running for President Add Bartending to the List of Things <strong> Brian Cashman </strong> Has Done This Off-Season The New NBC Chief's Five Make-or-Break", "new_id": -2}, {"uid": "1296157924245841935", "i": 10142, "idx": 3, "sa": ["Roy Blunt", "Barack Obama", "Steve Israel", "Mike Pence"], "q": "can agree it's[ the tax code] too complicated\" said <strong> Steve Israel </strong>( D-N.Y.), head of the Democratic Congressional Campaign Committee, the Democrats' election arm of the House. But, <strong> Steve Israel </strong> warned, <q>the hard climb will be identifying what provisions to reform.</q> Freshman <strong> Barack Obama </strong> <strong> Roy Blunt </strong>( R-MO) also expressed hope that \"the divided government can create an opportunity to accomplish some hard things.\" Looking toward the 2012 political season all eyes were on <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296138678011223047", "i": 39797, "idx": 2, "sa": ["Michael Gove", "Andy Burnham"], "q": "reforms of qualifications and the introduction of a reading test for six-year-olds. Labour says it gives Mr <strong> Michael Gove </strong> \"50 new powers to meddle in education in your area\" with Shadow Secretary <strong> Andy Burnham </strong> tweeting that it <q>strips councils of any real power and gives it all to the Secretary of State</q>. Play video News Headlines( Lunchtime) for January 27th,... Play video Anger Grows Over Forest Sell-Off Plans Subscribe to RSSMost Popular in: UK Keep up to date with Yahoo! News on Facebook.", "new_id": -2}]