[{"uid": "1297621943221642781", "i": 35712, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": ": Several major pieces have been stolen from the Egyptian museum, including a statue of King Tutankhamun, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said today. The objects missing from the famed museum included <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of`` a gilded wood statue of Tutankhamun harpooning,'' <strong> Zahi Hawass </strong> said. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against <strong> Hosni Mubarak </strong> drove his police from", "new_id": -2}, {"uid": "1295606561050561081", "i": 33993, "idx": 0, "sa": ["Cynthia Tucker", "Michael Vick", "Carmelo Anthony"], "q": "an apartment- even if you haven't solved their substance abuse problem. Home is the foundation. Then you work on other issues.''-- Mike Melara, executive director of Catholic Charities. <q> With public assistance of$ 325 a month, the exit strategy- an apartment, with needed ongoing support services- will be the challenge of the next few years. </q>-- Sarah Merrick, Onondaga County Department of Social Services. Today's letters: Single-sex classrooms, CFLs, <strong> Cynthia Tucker </strong>, George Will, Mark Twain, <strong> Carmelo Anthony </strong>, <strong> Michael Vick </strong> stories with the most comments in the", "new_id": -2}, {"uid": "1296234524058523693", "i": 56595, "idx": 2, "sa": ["Angelina Jolie", "Nouri al-Maliki"], "q": "they could not afford to pay for medical treatment for various ailments. 43-year-old Ali* built his crude brick dwelling in Chikook after escaping from <strong> Nouri al-Maliki </strong> Ghraib district with his 38-year-old wife and six children four years ago. <q> The only help that we got was from UNHCR. They are the only people who knocked on our door. But look at this life, it's very hard on us, </q> he said.`` It takes a lot of strength for you to survive this life. I don't know if I would be strong enough to survive this,'' <strong> Angelina Jolie </strong> told him. In a nearby house", "new_id": -2}, {"uid": "1295549005193724509", "i": 3576, "idx": 0, "sa": ["Alassane Ouattara"], "q": ". <strong> Alassane Ouattara </strong>- accepted winner of the November 28 presidential vote- meanwhile, appears increasingly weakened, trapped in his hotel headquarters by his rival's men for nearly a month and a half. <q> It is too early to say that Gbagbo has won through attrition, but it is clear that he is playing for time, </q> International Crisis Group( ICG) analyst Gilles Yabi said after the latest African Union mediation ended this week with no breakthrough.`` Gbagbo's strategy is suffocation,'' said Alioune Tine, president for African", "new_id": -2}, {"uid": "1295168588203145230", "i": 9084, "idx": 3, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand", "Debbie Wasserman Schultz", "Barack Obama"], "q": "`` The doctor said this is amazing what she's doing right now and beyond our greatest hopes,'' <strong> Kirsten Gillibrand </strong> said.`` It felt like we were watching a miracle,'' <strong> Debbie Wasserman Schultz </strong> said. <q> The strength that you could see flowing out of her, it was like she was trying to will her eyes open. </q> On ABC's`` Good Morning America'' on Thursday, <strong> Kirsten Gillibrand </strong> added,`` Everything that we love about <strong> Gabrielle Giffords </strong> was all there at that moment.'' <strong> Mark Kelson </strong> told the <strong> Barack Obama </strong> and first lady", "new_id": -2}, {"uid": "1296136659006979634", "i": 13889, "idx": 2, "sa": ["Kelsey Grammer", "Camille Grammer", "David Letterman"], "q": ". The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.'' COHEN:`` There's a shot of her with the kids on <strong> David Letterman </strong>.'' <strong> Camille Grammer </strong>: <q> He uses them as props. It's tough, it's harsh. It hurts, of course. </q> The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Camille Grammer_Camille Grammer_Opens_Up_on_Reality_TV_and_Divorce http://wn.com/Camille Grammer_Camille Grammer_Demands_50_Million_In_Divorce_Settlement_Report Click our link Luxceleb.com to watch <strong> Camille Grammer </strong> Demands$ 50 Million In Divorce Settlement: Report. for free <strong> Camille Grammer </strong> cried over her first", "new_id": -2}, {"uid": "1295333072190038066", "i": 53670, "idx": 1, "sa": ["Al Sharpton", "Gabrielle Giffords", "Kirsten Gillibrand", "Jared Lee Loughner", "David Dinkins"], "q": "accused Arizona psycho killer <strong> Jared Lee Loughner </strong>-- from buying guns.`` It is absolutely ridiculous that any idiot can get a gun and then go forth and kill people,'' said former Mayor <strong> David Dinkins </strong>. <q> Since we know that to be the case and most peo ple would agree with this then why, pray tell, can we not do some thing about it legally? And I say that we will. </q> Bloomberg and <strong> Kirsten Gillibrand </strong>( D- NY)-- a personal friend of <strong> Gabrielle Giffords </strong>-- also spoke about the importance of gun control during <strong> Al Sharpton </strong>'s event. <strong> Kirsten Gillibrand </strong> spoke passionately about tolerance and the need", "new_id": -2}, {"uid": "1296483335037306377", "i": 56511, "idx": 2, "sa": ["Chris Anderson", "Eric Schmidt", "Jared Cohen"], "q": "part of the Google DC Talks series, Google's Washington office hosted a special book talk with <strong> Chris Anderson </strong>, Editor in Chief of Wired Magazine and best-selling author of`` The Long Tail.'' In his new book <q> Free: The Future of a Radical Price, </q> <strong> Chris Anderson </strong> makes the... <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> at the Council on Foreign Relations <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> at the Council on Foreign Relations Sonic Fan Remix Act 1-3[ HD] 5:29 Website: sonicfanremix.com Download link: www.filedropper.com Fangame by", "new_id": -2}, {"uid": "1297200045061325316", "i": 42903, "idx": 3, "sa": ["Michael Gove", "Andy Burnham"], "q": "anonymity if they are accused of`` any offence that occurs in school'' up until they are charged. <strong> Michael Gove </strong> said the changes will mean`` there can be no excuse for failure''. <q> We are raising the bar on school standards, we are showing less tolerance of failure than ever before and we are taking powers to intervene in order to ensure that in those schools which are failing, where an academy solution is right, where a local authority can find a superior headteacher- whatever action is required will be taken, </q> he told the House. Shadow education secretary <strong> Andy Burnham </strong> said the Michael Government is in`` an unseemly rush to reform where the normal processes of Michael Government are simply ditched''. <strong> Michael Gove </strong> accused of` rushing' school", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected.`` The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,'' said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q>`` For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,'' said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri.`` This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}]