[{"uid": "1296027645166068233", "i": 36600, "idx": 0, "sa": ["Simon Cowell", "Chase & Status", "Matt Cardle", "Rebecca Ferguson"], "q": "stadium shows. According to The Sun, the 18-year-old has now been informed that he will sign to Syco at the <strong> Chase & Status </strong> of the tour if he manages to impress fans during the gigs. <q> This record deal is <strong> Aiden Grimshaw </strong>'s to lose, </q> a source said. \"If he can keep the fans happy he'll join his mate <strong> Matt Cardle </strong> as one of <strong> Simon Cowell </strong>'s chosen few.\" Last week, fellow X Factor competitor <strong> Rebecca Ferguson </strong> was said to", "new_id": -2}, {"uid": "1296387505015253604", "i": 30917, "idx": 5, "sa": ["Michael Vick"], "q": "right home. Best Friends isn't simply looking for any pet lover. \"We feel like dogs going into these homes are being ambassadors\" for the breed, Garcia said. <q> They're not just adopting a dog, but fighting the good fight. </q> By spreading the message that pit bulls are only as nice, or vicious, as their owners train them to be, the <strong> Michael Vick </strong> dogs are helping rewrite the book on both the public perception of", "new_id": -2}, {"uid": "1297276631173539329", "i": 21222, "idx": 0, "sa": ["Rep. Jim Sensenbrenner", "Dennis Kucinich", "Mike Pence", "Jihad Jane"], "q": "Minnesota and <strong> Mike Pence </strong> of Indiana, voted for the measure. <strong> Rep. Jim Sensenbrenner </strong>, R-Wis., who introduced the extension of these provisions, said they are integral to America's security and should remain intact. <q> The terrorist threat has not expired and will not anytime soon, </q> <strong> Rep. Jim Sensenbrenner </strong> said. <strong> Dennis Kucinich </strong> Charles Dent, R-Pa., agreed. \"We can not tie the hands of local law enforcers,\" Dent said. He talked about \"<strong> Jihad Jane </strong>\"- <strong> Jihad Jane </strong>,", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the \"Wapping two top men\" regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}, {"uid": "1295649625068190213", "i": 11607, "idx": 0, "sa": ["Eric Schmidt"], "q": "its algorithm to keep low-quality sites from appearing high in searches, search guru and principal engineer Matt Cutts wrote in an official blog post Friday. But he also writes that, despite Google's efforts, <q> The fact is that we're not perfect, and combined with users' skyrocketing expectations of Google, these imperfections get magnified in perception. </q> It's unclear whether today's post has anything to do with yesterday's announcementthat co-founder Larry Page will be replacing <strong> Eric Schmidt </strong> as chief executive. But the mea culpa highlights one of the big questions Google has", "new_id": -2}, {"uid": "1297464725077398024", "i": 34633, "idx": 1, "sa": ["Donald Rumsfeld", "Leon Panetta", "James Clapper"], "q": "<strong> Donald Rumsfeld </strong> was particularly critical of Director of National Intelligence <strong> James Clapper </strong>'s description of the Muslim Brootherhood as a \"largely secular\" during a House Intelligence Committee testimony Thursday that <strong> James Clapper </strong>'s office later had to clarify. <q> That is not something that is subject to debate, </q> <strong> Donald Rumsfeld </strong> said of <strong> James Clapper </strong>'s contention. \"That is something that we know a great deal about.\" <strong> Donald Rumsfeld </strong>, however, did not fault CIA director <strong> Leon Panetta </strong> for pointing to news reports, suggesting during", "new_id": -2}, {"uid": "1297374671207732823", "i": 32742, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "in an e-mail to employees Wednesday. With the Rackspace client app for the iPad, you can provision any number of servers quickly and easily across just about any platform. Here's a quick demo. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1295342501194592769", "i": 8567, "idx": 0, "sa": ["Google Inc.", "Steve Ballmer", "Keith Goddard"], "q": "- Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>, said to unveil new software for tablets at the Consumer Electronics Show next week, will face skeptics who say his company won't soon narrow Apple's iPad lead. <q> By the time Microsoft gets it figured out everybody will already own an iPad, </q> said <strong> Keith Goddard </strong>, CEO of Capital Advisors <strong> Google Inc. </strong> an investing firm in Tulsa, Oklahoma, that holds Apple shares. \"That train has left the station.\" Microsoft will announce a full version of the", "new_id": -2}, {"uid": "1296964121115425444", "i": 16379, "idx": 2, "sa": ["Michael Vick"], "q": "life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. \"He had a plan and he stuck to that, both on and off the field,\" Reid said. <q> He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job with the football part of it. \"And then he spends a tremendous amount of time in the public, in particular on his days off... speaking and doing the best he can to right the wrong. You can never erase that, but you can sure help change others from falling into that same problem. </q> <strong> Michael Vick </strong> Feb. 6: MVP â\u0080¢ AP All-Pro Team: Brady unanimous A star in Atlanta for most of his six seasons as a Falcon after being selected first overall", "new_id": -2}, {"uid": "1296225829149782528", "i": 8872, "idx": 10, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> mentioned the governor's office to him. \"He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress,\" he said. <q> This has been on his mind for a long time. </q>", "new_id": -2}]