[{"uid": "1295332273063275204", "i": 9668, "idx": 0, "sa": ["Jim Ryun", "Mike Pence"], "q": "which path to take in 2012, a group of conservatives are maneuvering to draft him into the presidential race. A new pro-Pence group called \"America's President Committee\" launched a petition drive Monday <q>urging conservatives and tea party members to sign a declaration encouraging Mr. <strong> Mike Pence </strong> to run for President.</q> The draft effort is being coordinated by Ralph Benko, a former Reagan administration official, and former Kansas Rep. <strong> Jim Ryun </strong>, who served alongside <strong> Mike Pence </strong> until 2006 and was ranked as one of the most conservative members of", "new_id": -2}, {"uid": "1296580838160382984", "i": 24759, "idx": 0, "sa": ["Steve Ballmer"], "q": "Bing director Stefan Weitz didn't explicitly confirm or deny the copying but suggested that any copying that might take place, including possibly through the Bing bar, was one part of a larger way of collecting data. <q>We use multiple signals and approaches when we think about ranking, but like the rest of the players in this industry, we're not going to go deep and detailed in how we do it,</q> he said. Microsoft is known to have been driven by CEO <strong> Steve Ballmer </strong> to try and beat Google in search at all costs. The company's aborted attempt to buy Yahoo outright for billions, followed by", "new_id": -2}, {"uid": "1297123768200310841", "i": 15046, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "or exploited by the market. \"We hated the whole frenzy of the push for homeownership, and then watching low-income people being raped of equity,\" says Brenda Torpy, CEO of the Champlain Housing Trust. <q>Poor people never get rich in the real-estate market. If prices go up, you can't afford to buy a home. But if prices go down, you lose tremendous value.</q> Torpy has been with the Burlington shared-equity project from the beginning. Initially, Mayor <strong> Sen. Bernie Sanders </strong> rejected the idea because he objected on principle to treating low-income people differently than everyone else. But at the time Burlington", "new_id": -2}, {"uid": "1295666817014565419", "i": 20541, "idx": 5, "sa": ["Rasheed Wallace", "Rip Hamilton", "Vince Carter", "Allen Iverson"], "q": "low. \"No one was going to come in and be <strong> Rasheed Wallace </strong>, <strong> Rip Hamilton </strong> or Dice, but we have guys who will come off the bench and help us in their own way,\" <strong> Allen Iverson </strong> said. <q>We just had to utilize that, even when it meant playing a totally different style.</q> The Nets lost some of their advantage when <strong> Vince Carter </strong> was ejected after for arguing a second-quarter call with referee Derrick Stafford. <strong> Vince Carter </strong> argued a call on an out-of-bounds play, then appeared to get extremely angry after receiving a", "new_id": -2}, {"uid": "1297538571085508105", "i": 16988, "idx": 0, "sa": ["Paolo Romani", "Sergio Marchionne", "John Elkann", "Silvio Berlusconi"], "q": "/ Bloomberg News Fiat SpA Chief Executive Officer <strong> Sergio Marchionne </strong> confirmed the Italian carmaker's pledge to spend 20 billion euros($ 27 billion) revamping its domestic plants after meeting with Prime Minister <strong> Silvio Berlusconi </strong>. <q>Fiat is a multinational which is expanding internationally, but will keep an Italian heart,</q> Industry Minister <strong> Paolo Romani </strong> said today after discussing the investment plan with the CEO and Chairman <strong> John Elkann </strong>. <strong> Paolo Romani </strong> attended the meeting with <strong> Silvio Berlusconi </strong> and other members of the government. Advertisement <strong> Sergio Marchionne </strong>, 58, caused", "new_id": -2}, {"uid": "1297419793219660332", "i": 14916, "idx": 1, "sa": ["Steve Ballmer"], "q": "Microsoft tieup: liveblog 10.12 am: \"We have been on a complex journey... this announcement with Microsoft is just one part.\" OOh, and now we get <strong> Steve Ballmer </strong>. SB: <q>honour and privilege to be here today.. thank <strong> Stephen Elop </strong>. It was a year ago that we unveiled WP7 at MWC... it's more than a single product... brings together the best from across Microsoft.</q> Took a picture of him with an iPhone, just to see if it would annoy from the front row. Nope, not a thing. \"This will dramatically accelerate[ adoption] of", "new_id": -2}, {"uid": "1297715234156434442", "i": 44872, "idx": 0, "sa": ["Demetri Martin", "Greta Gerwig", "Topher Grace", "Arcade Fire", "Michael Vick"], "q": "roughly neck-and-neck for third place. Edwin Butler of Canadian band <strong> Arcade Fire </strong> holds up... Grammy Awards Entertainment Video: Gino Sits Down With Actors <strong> Demetri Martin </strong>& <strong> Topher Grace </strong> Entertainment Video: Gino Sits Down With Actress <strong> Greta Gerwig </strong> Report Abuse <q>I would switch back and forth between the Grammy's and The Simpson's lol!</q> ABC News: Eminem's Loss Shows Grammys Still Behind on Rap ABC News: <strong> Michael Vick </strong> to Appear on Winfrey's Talk Show Save 75% On Cruises We're America's oldest and largest discount cruise clearinghouse. Mortgage", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the \"Jersey Shore\" sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong> \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q>It's really hard for me to watch,</q> <strong> Nicole Polizzi </strong> says of watching the punch t... \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1295210270182157371", "i": 16208, "idx": 0, "sa": ["Sergio Marchionne"], "q": "has shown signs of life- 16 new or revamped cars and an operating profit- and this year, company executives trumpeted a return and held forth with a swagger that seemed inconceivable a year ago. <q>There's not a guy in the auto industry who thought we could do this,</q> <strong> Sergio Marchionne </strong>, the normally subdued chief of the company's revived product lineup, said in an interview. \"If I can't sell these cars, I can't sell anything.\" Still, the", "new_id": -2}, {"uid": "1296081802244613134", "i": 1396, "idx": 0, "sa": ["Andy Coulson"], "q": "ago. \"He denied all knowledge,\" the source said. News International is now expected to go on a hunt for evidence to discover whether other executives from that era are implicated. <q>This is a new phase for News International in relation to the hacking,</q> said a businessman close to the media group. \"They want to know everything and root out anyone who obtained information improperly. It could get pretty messy.\" <strong> Andy Coulson </strong>, the former director of communications", "new_id": -2}]