[{"uid": "1295094125134053943", "i": 20073, "idx": 3, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Nathan_plays_Not_Fair_by_Lily_Allen_Keyboard_Cover_[KARAOKE_/_INSTRUMENTAL] This is my cover of", "new_id": -2}, {"uid": "1296499489172736561", "i": 1748, "idx": 0, "sa": ["Michael Vick"], "q": "release. On the one hand, the <strong> Michael Vick </strong> dogs are all success stories- on the road to recovery and serving as ambassadors for a breed that has been widely derided as too dangerous. <q> Some people might say,` Three years, that seems like such a long time,' </q> said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls.`` But we measure their progress in baby steps, especially when they were on", "new_id": -2}, {"uid": "1295044908170393664", "i": 48791, "idx": 0, "sa": ["Piers Morgan", "Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": ". She made the ultimatum after <strong> Piers Morgan </strong> tweeted that she would be a`` big wuss'' if she did not agree to be interviewed on the show. Writing on Twitter, she said: <q> i'd do it for a million for SANDS. money, mouth?????????????????? </q> <strong> Piers Morgan </strong>, whose guests on the ITV1 show have included former UK prime minister <strong> Gordon Brown </strong>, music executive <strong> Simon Cowell </strong> and British pop star <strong> Cheryl Cole </strong>, jokingly replied,`` A million what? If it's Chilean pesos", "new_id": -2}, {"uid": "1297374672207732771", "i": 6170, "idx": 0, "sa": ["Mike Zafirovski", "Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "'s Azure cloud unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. CEO <strong> Mike Zafirovski </strong> articulates the company assets but says it was overly complex to make decisions and assign accountability. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1296676235235241509", "i": 25947, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop", "Google Inc."], "q": "deal that gives the Finnish company exclusive access to Microsoft's Windows Phone 7 and commits to a date for product shipment, Ahmad said. <strong> Stephen Elop </strong>, a former Microsoft executive, said last week that Nokia <q> must build, catalyze and/or join a competitive ecosystem </q> to adapt to a faster-moving industry. His comments fanned speculation Nokia may adopt Windows Phone 7 or <strong> Google Inc. </strong>'s Android software. Microsoft CEO <strong> Steve Ballmer </strong> is grappling with a slow start for the company's revamped", "new_id": -2}, {"uid": "1297393195089440264", "i": 13654, "idx": 0, "sa": ["Mike Pence"], "q": "for Planned Parenthood, even though none of those funds pay for abortion services, per the ban imposed by the Hyde Amendment. In reality, all of the money <strong> Mike Pence </strong> is trying to eliminate pays for <q> cancer screenings, birth control, and other health care services for poor people. </q> said on the floor of the House,`` As a father of two teenage daughters, I see the video that came out this morning, I see the video that came out last week, and it's", "new_id": -2}, {"uid": "1296055617213385284", "i": 20227, "idx": 0, "sa": ["Andy Coulson", "Sian Massey", "Richard Keys"], "q": "decision in Saturday's match. <strong> Richard Keys </strong>, who said he apologised to Miss <strong> Sian Massey </strong> on Sunday on the pair's behalf, said he had found the reaction to the comments`` extraordinary''. <q> I can not believe the frenzy that's blown up, </q> he said. He claimed he and Miss <strong> Sian Massey </strong> had ended their conversation on`` very good terms''.`` I expressed my disappointment that <strong> Andy Coulson </strong> and I, in misguidedly having a little fun", "new_id": -2}, {"uid": "1295956394149733390", "i": 25114, "idx": 0, "sa": ["Barack Obama", "Jimmy Carter", "Ronald Reagan", "Colin Powell", "Bill Clinton", "Michael Hansen"], "q": "a recent Gallup Poll. Presidents <strong> Jimmy Carter </strong>( 45.3 percent), <strong> Ronald Reagan </strong>( 43.3 percent) and <strong> Bill Clinton </strong>( 45.9 percent) had lower approval rating averages during their second years in office, Gallup reports. <q> <strong> Barack Obama </strong>'s low second-year ratings are due in large part to the struggles of the U.S. economy, <strong> Jeffrey M. Jones </strong> wrote for Gallup.`` The other presidents with low second-year averages also took office during difficult economic times. </q> <strong> Jimmy Carter </strong> Secretary of State <strong> Colin Powell </strong> said <strong> Barack Obama </strong> has made some achievements, but said <strong> Barack Obama </strong> must focus on job creation- the <strong> Bill Clinton </strong>'s most challenging task.`` We didn't elect Superman,'' <strong> Michael Hansen </strong> said", "new_id": -2}, {"i": 33514, "idx": 0, "index_answer": 3, "new_id": -1, "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced.`` Nobody is above the law, no newspaper editor, no journalist. </q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said:`` <strong> Tony Blair </strong> did not have", "sa": ["Tony Blair", "Gordon Brown", "Andy Coulson", "Harriet Harman"], "uid": "1295792724254902285"}, {"uid": "1295907499177651845", "i": 2326, "idx": 0, "sa": ["Eric Schmidt"], "q": ". Twitter users have already come up with a stream of potential names for the show including`` Holy <strong> Eric Schmidt </strong>!'',`` My show is the <strong> Eric Schmidt </strong>'',`` <strong> Eric Schmidt </strong> Happens'', <q> I'm getting too old for this <strong> Eric Schmidt </strong> </q>,`` I <strong> Eric Schmidt </strong> you not'' and`` Who Gives a <strong> Eric Schmidt </strong>?''.`` So <strong> Eric Schmidt </strong> wants his own talk show. I think instead he should partner with Wendy Williams and Ricki Lake and call", "new_id": -2}]