[{"uid": "1295005754255803419", "i": 241, "idx": 2, "sa": ["Simon Cowell", "Gordon Brown", "Larry King"], "q": "have included Brown-Gordon Brown.html\"> <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told Allen: \"I will get ITV to make substantial five-figure donation to your charity for the interview\" . But Allen told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asLarry King me for years. </q> She revealed she had lost her second child in November and asked her two million followers on the social networLarry King website to \"say a little prayer\" . She previously had a miscarriage when she", "new_id": -2}, {"uid": "1295829625240762905", "i": 50837, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "achieved all of his purposes, but he's stabilised the economy.\" \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" 18 Oct 2008 <q> I think he has reached out to countries around the world and has developed good relations with countries around the world, </q> Mr <strong> Colin Powell </strong> said. \"And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be", "new_id": -2}, {"uid": "1297373562128925702", "i": 20210, "idx": 0, "sa": ["Steve Ballmer", "Bob Muglia", "Satya Nadella", "Amitabh Srivastava"], "q": "Wednesday. Asset Management has always been a critical part of management the life cycle of your IT infrastructure. Avocent CTO Ben Grimes walks us through a hands-on look at how his company's technology helps. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace <strong> Bob Muglia </strong> as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired <strong> Bob Muglia </strong> from the post,", "new_id": -2}, {"uid": "1297378384170868752", "i": 51326, "idx": 2, "sa": ["George W. Bush", "Dick Cheney", "Donald Rumsfeld"], "q": "Just the mention of <strong> Donald Rumsfeld </strong>'s name drew boos from the crowd, and when <strong> Dick Cheney </strong> took the stage two attendees screamed at him. One yelled \"Where Bin Laden at?\" and the other said <q> Show us the shackles <strong> Dick Cheney </strong>. </q> Both comments were met with chants from the crowd of \"U-S-A.\" Both men served in the administration of former <strong> George W. Bush </strong> and are considered key architects of the wars in Iraq and Afghanistan. <strong> Dick Cheney </strong>", "new_id": -2}, {"uid": "1295364352186253316", "i": 23430, "idx": 1, "sa": ["Oprah Winfrey", "Piers Morgan", "Michael Vick"], "q": "more than football. <strong> Piers Morgan </strong> asked <strong> Oprah Winfrey </strong> what advice she would give <strong> Michael Vick </strong>. \"I really don't want to talk about <strong> Michael Vick </strong> because I'm trying to interview him,\" <strong> Oprah Winfrey </strong> said. <q> I will just save all my advice for when I sit down with him. </q> \"I'm trying to get him as well. One of us is going to win,\" <strong> Piers Morgan </strong> said. He then proposed a \"little wager,\" suggesting 100 British pounds.", "new_id": -2}, {"uid": "1295433183052150274", "i": 50102, "idx": 10, "sa": ["Toby Young", "Simon Cowell"], "q": "duck and see what hatches!\" he tells another. That's apparently his version of a compliment. <strong> Toby Young </strong> remains amused by the idea that Americans need a mean Brit to tell it like it is. <q> It's funny because 75 years ago Americans had a reputation for being honest and plainspoken, while Brits were thought to be mealy-mouthed and obsessed with propriety, </q> says <strong> Toby Young </strong>. \"It's as if we've switched places.\" But with <strong> Simon Cowell </strong> gone, who's going to judge our nation of underachievers? AEvangelista at 12:06 AM January 19, 2011", "new_id": -2}, {"uid": "1296774835205651968", "i": 6216, "idx": 1, "sa": ["David Vitter", "Bernie Sanders"], "q": "to repeal it outright. To do so, he said, would \"continue the odious process of denying health care by insurance companies to people who have preexisting conditions.\" He also said that, <q> right now 60 million Americans have no health insurance, and at time when states all over this country are wrestling with huge budget deficits, </q> many millions more will join the ranks of the uninsured. \"To say we should return to where we were is beyond comprehension,\" <strong> Bernie Sanders </strong> said. But, <strong> David Vitter </strong> said, \"we", "new_id": -2}, {"uid": "1296016264210583567", "i": 52900, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": ", Google's chief executive <strong> Eric Schmidt </strong> rejected the notion that Google was losing key people. \"Our retention has been actually the same and our turnover has been exactly the same for seven years,\" he said. <q> We're going to be hiring many thousands of people this year. </q> Mr <strong> Eric Schmidt </strong>, speaking at the DLD media conference in Munich yesterday, said he expected to spend another 10 years at the company, after his surprise handover last week to co-founder <strong> Larry Page </strong>. \"", "new_id": -2}, {"uid": "1297113612077856768", "i": 26119, "idx": 8, "sa": ["Simon Cowell"], "q": "become incredibly competitive. Unlike the singers, we don't pretend to like each other.\" <strong> Simon Cowell </strong> avoided commenting extensively on the new Idol judges panel, saying he hasn't seen a whole episode. <q> From what I've seen and heard, things seem to be going well, which I expected. </q> COMMENT BOARD GUIDELINES: You share in the SunSentinel.com community, so we just ask that you keep things civil. Leave out the personal attacks. Do not use profanity, ethnic or racial slurs", "new_id": -2}, {"uid": "1297231746082936005", "i": 49646, "idx": 6, "sa": ["Sergio Marchionne", "Richard Hamilton"], "q": "had$ 7.3 billion in cash, and$ 9.6 billion in liquidity after reporting an operating profit of$ 763 million. Chrysler's U.S. market share jumped to 9.2 percent from 8.8 percent in 2009. <q> I think we should distribute humility pills, so that we all remember to keep our heads down and keep working, </q> <strong> Sergio Marchionne </strong> said. dshepardson@detnews.com(202) 662-8735 Vincent Goodwill Jr.: In another yet stunning move, Pistons guard <strong> Richard Hamilton </strong> is active tonight against the Bucks. He hasn't played since January 10 against the", "new_id": -2}]