[{"uid": "1295433183052150274", "i": 41275, "idx": 10, "sa": ["Toby Young", "Simon Cowell"], "q": "tell it like it is. \"It's funny because 75 years ago Americans had a reputation for being honest and plainspoken, while Brits were thought to be mealy-mouthed and obsessed with propriety,\" says <strong> Toby Young </strong>. <q> It's as if we've switched places. </q> But with <strong> Simon Cowell </strong> gone, who's going to judge our nation of underachievers? AEvangelista at 12:06 AM January 19, 2011 Idol has a mature audience that's been with it a long time", "new_id": -2}, {"uid": "1295639822124272688", "i": 20012, "idx": 5, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": ", made his second, headline-grabbing appearance at Britain's inquiry into the Iraq war. Some speculate that the <strong> Tony Blair </strong> appearance was exactly why <strong> Andy Coulson </strong> announced his resignation. Speaking Friday, <strong> David Cameron </strong> said: <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> <strong> David Cameron </strong> said. But the distraction may not be over yet, particularly if <strong> Andy Coulson </strong> continues to be haunted by the events leading up to 2007, when a News of the World reporter and an investigator the", "new_id": -2}, {"uid": "1295902691252543110", "i": 4263, "idx": 4, "sa": ["Eric Schmidt", "Google Inc.", "Lady Gaga"], "q": "plans to sell about 534,000 Class A shares as part of a pre-arranged trading plan. If he does, he will then hold about 9.1 percent of <strong> Google Inc. </strong>'s voting power, the company said. Report Abuse <q> It's funny reading these comments- especially folks that say it is too much money or they will do the job for less. Those are plain uneducated statements and the problem with America today. </q> People are paid what they are worth. People thinking they could do <strong> Eric Schmidt </strong>'s job are just like the idiots that go on America Idol and think they are next <strong> Lady Gaga </strong> or something. Talent", "new_id": -2}, {"uid": "1295817461267649068", "i": 45221, "idx": 10, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 <strong> John McCain </strong> House race. \"I will always vote for the person who I think is best qualified,\" he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. The following are comments from our users. Opinions expressed are neither created nor endorsed by CBSAtlanta.com", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said. \"So once they became comfortable with this team and with each other, that was a matter of time.\" When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}, {"uid": "1296767726048218112", "i": 37850, "idx": 6, "sa": ["Courtney Lee", "Michael Jordan", "Allen Iverson", "Monty Williams"], "q": "shots and was 4-for-4 on 3-point attempts. <strong> Michael Jordan </strong> strong third quarter lifted Philadelphia to 76-73 lead. But the 76ers, who are 1-0 at home but 0-4 on the road, never took control of the game. <q> He played great, gave us a chance to win, </q> 76ers coach Larry <strong> Courtney Lee </strong> said, describing <strong> Allen Iverson </strong>'s performance as \"phenomenal.\" <strong> Monty Williams </strong> gave the Magic the lead for good at 90-89, beginning a 15-6 spurt that allowed Orlando to go up 103-95 with just under", "new_id": -2}, {"uid": "1296824041244154370", "i": 40612, "idx": 0, "sa": ["Simon Cowell", "George Osborne"], "q": "PM ShavedOrSpiked 4 February 2011 12:28 PM \"\" \"Next month's budget will be all about growth,\" <strong> George Osborne </strong> said today.\"\" ShavedOrSpiked 4 February 2011 12:29 PM <q> \"where voters can submit their proposals for next month's budget. </q>\" tomegranate 4 February 2011 12:30 PM OK Butthead, Close the loopholes for tax avoiders such as Ashcroft, <strong> Simon Cowell </strong> Green, <strong> Simon Cowell </strong>, and companies like Boots etc. and use the procceds", "new_id": -2}, {"uid": "1296449395205996048", "i": 38401, "idx": 17, "sa": ["John Salmons", "Rajon Rondo", "Paul Pierce", "Allen Iverson"], "q": "Allan <strong> Allen Iverson </strong> 60 Point Game! INCREDABLE! AI! PHILADELPHIA( AP)-- <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when th... Celtics-Bulls 121-127 I <strong> Paul Pierce </strong> 37pts,7 reb, <strong> Rajon Rondo </strong> 26pts,10 ast vs <strong> John Salmons </strong> 38pts, Miller 21pts,14 reb Celtics-Bulls 121-127 I <strong> Paul Pierce </strong> 37pts,7", "new_id": -2}, {"uid": "1295786138191660080", "i": 4228, "idx": 3, "sa": ["Michael Vick", "Tony Dungy"], "q": " \"I got fired in Tampa and I still thought I was a pretty good coach.\" \"He wants it to work out here,\" <strong> Tony Dungy </strong> said about <strong> Michael Vick </strong>, <q> and I would be surprised if it doesn't. </q> Working it out is really <strong> Tony Dungy </strong>'s message to the children reading his book, just as it was to players he once coached in the NFL locker rooms. You must fill out the", "new_id": -2}, {"uid": "1295501609069894186", "i": 14836, "idx": 0, "sa": ["Jennifer Aniston", "John Mellencamp", "Harry Belafonte", "Colin Powell", "Sean Penn", "Katha Pollitt"], "q": "world.\"-- crappy actor <strong> Sean Penn </strong> \"<strong> Harry Belafonte </strong> Bush is a fucking idiot.\"-- <strong> Jennifer Aniston </strong>, aging actress and slut \"Bush is a cheap thug.\"-- elevator musician <strong> John Mellencamp </strong> <q> My daughter, who goes to Stuyvesant High School only blocks away from the World Trade Center thinks we should fly an American flag outside our window. Definitely not, I say: the flag stands for jingoism and vengeance and war. </q>-- <strong> Katha Pollitt </strong>, boring and unoriginal columnist for the Nation( Out of curiosity, shouldn't we just call that rag the National Socialist? Truth in advertising, right?) \"<strong> Colin Powell </strong> is committed into come", "new_id": -2}]