[{"uid": "1296225951235159601", "i": 388, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "'s race to replace GOP Gov. <strong> Mitch Daniels </strong>, who can't run for a third term. <strong> Mike Pence </strong> didn't mention the governor's race in a letter sent to supporters Thursday but said he intended <q> to serve the people of Indiana in some way. </q> Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>>`` In the months ahead, as we attend to our duties in Congress, we will also be traveling across the", "new_id": -2}, {"uid": "1297206470130318502", "i": 35443, "idx": 0, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "tries to wash his hands of the systemic abuse of detainees held in military prisons in Iraq, Afghanistan and Guantanamo Bay. Discussing the Abu Ghraib scandal with ABC News anchor <strong> Diane Sawyer </strong>, Rummy commented: <q>`` That was such a stain on our country. To think that people in our custody were treated in that disgusting and perverted and ghastly way- unacceptable way. </q> \" Fine sentiments indeed, and you might be forgiven for thinking that the incident had nothing to do with the former <strong> Donald Rumsfeld </strong> of Defense, until you recall that it occurred in a detention facility under his", "new_id": -2}, {"uid": "1295565740204783649", "i": 20449, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "In this new role I know he will merge Google's technology and business vision brilliantly,'' <strong> Eric Schmidt </strong>, the company's current CEO, said in a blog posted on Google's Web site. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead. </q> <strong> Eric Schmidt </strong> said managing the business became more complicated as the Mountain View, Calif., company has grown, so he, Page and <strong> Sergey Brin </strong> had been discussing how to simplify the company's management structure and speed up", "new_id": -2}, {"uid": "1297220779174489602", "i": 49084, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> Rumsfeld wrote. He said he made his recommendation to <strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the UN two days", "new_id": -2}, {"uid": "1295882750196345869", "i": 13082, "idx": 1, "sa": ["Liza McGuirk", "Eric Schmidt", "Fareed Zakaria"], "q": "connected on the Sunday foreign-affairs programme <strong> Fareed Zakaria </strong> GPS, which <strong> Liza McGuirk </strong> executive produced and where <strong> Eric Schmidt </strong> was a regular guest. When <strong> Eric Schmidt </strong> filmed a pilot for CNN in August, <strong> Liza McGuirk </strong> oversaw the production. <q> <strong> Eric Schmid </strong> wants to be a talk-show host. He's been working with <strong> Liza McGuirk </strong> to develop a show, but he has not yet been picked up by any network, </q> the New York Post quoted a source as saying.`` <strong> Eric Schmidt </strong> has been looking for a TV job for over a year. But the pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster,", "new_id": -2}, {"uid": "1295534633152666122", "i": 27818, "idx": 0, "sa": ["Simon Cowell"], "q": "how in his younger days he never excelled academically, he puts his current success down to his instinct alone. And speaking of being a TV judge, he said:' I asked a very successful guy, <q> What's the best advice you can give me? </q> and he said,`` <strong> Simon Cowell </strong>, always know when to leave the fair.'' And I think that's good advice.` Something inside you just says,`` You know what, it's", "new_id": -2}, {"uid": "1297298258261144595", "i": 21461, "idx": 0, "sa": ["Colin Powell"], "q": "the car bomb-- it was less than 40 yards away,'' said policeman Meriwan Salih, whose arm was broken and who had shrapnel pierce his back when the third bomb exploded as his patrol sped by. <q> The huge blast threw me into the air. </q> Kirkuk's police chief, Maj. <strong> Colin Powell </strong> Jamal Tahir, said the suicide bomber got close to the Asayish headquarters by claiming to be a deliveryman on his way to pick up milk at an ice cream shop", "new_id": -2}, {"uid": "1296205477159924225", "i": 6089, "idx": 9, "sa": ["Evan Bayh", "Mike McDaniel", "Mike Pence"], "q": "the unsuccessful Democratic nominee last year for <strong> Evan Bayh </strong>'s Senate seat. <strong> Mike McDaniel </strong> said that while he was state GOP chairman- from 1995 until 2002- <strong> Mike Pence </strong> mentioned the governor's office to him. <q> He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress, </q> he said.`` This has been on his mind for a long time.'' User comments are not being accepted on this article. Airman: Air Force superior groped her, sent her sexual text messages", "new_id": -2}, {"uid": "1297657600196149258", "i": 30736, "idx": 2, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "which is growing in the world but its heart remains Italian, Industry Minister <strong> Paolo Romani </strong> said Saturday, adding,`` All arguments are now closed.'' Romanni had said Monday that he would be asking <strong> Sergio Marchionne </strong> <q> to commit to investing in our country and remain with head and heart </q> in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat bosses had confirmed`` the Italian nature'' of the company but`` in a dynamically developing context which demands daily work so that things don't", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}]