[{"uid": "1296486373063668243", "i": 2363, "idx": 0, "sa": ["Mike Pence"], "q": "and a ''cordially confrontational'' radio talk-show host. Now he stands poised to run for the state's highest office, after being urged by conservative activists to run for president in 2012. <q>We seriously considered it, which for a small-town boy from Southern Indiana is a very humbling thing to do,</q> <strong> Mike Pence </strong> said Thursday. ''But at the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead. I've", "new_id": -2}, {"uid": "1296014345168460294", "i": 7523, "idx": 6, "sa": ["Kobe Bryant", "Allen Iverson"], "q": ". On February 12, the NBA scoring leader had a league season-high 46 points in a 98-94 loss to the San Antonio Spurs. ''When I score 40 points, we've lost,'' <strong> Allen Iverson </strong> said. <q>Tonight, we won, and I guess I finally got the monkey off my back. I didn't know what I had until I came out of the game at the end and looked up at the scoreboard. I saw what I had and said, ''I hope it doesn't come back to haunt me.'</q> Working primarily against Philadelphia native <strong> Kobe Bryant </strong>, <strong> Allen Iverson </strong> shot 17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds. '''I wanted to get off", "new_id": -2}, {"uid": "1297529172137691161", "i": 47930, "idx": 0, "sa": ["Paolo Romani", "Sergio Marchionne", "John Elkann"], "q": "ministro dello Sviluppo, <strong> Paolo Romani </strong>, dopo l'incontro a Palazzo Chigi con i vertici del Lingotto. Per il ministro l'ad <strong> Sergio Marchionne </strong> ed il presidente <strong> John Elkann </strong> hanno ''confermato di voler investire in Italia'', considerando il nostro Paese <q>un punto di partenza per una azienda che vuole investire nel mondo intero, anche aprendo nuovi mercati</q>. BERSANI, INCONTRO CON GOVERNO? ALLA BUON ''ORA- L'incontro a Palazzo Chigi tra Governo e l'ad di Fiat, <strong> Sergio Marchionne </strong>? '''Alla buon` ora- risponde il segretario del Pd, Pierluigi", "new_id": -2}, {"uid": "1297182562166789141", "i": 2698, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Diane Sawyer", "Hosni Mubarak"], "q": "<strong> Hosni Mubarak </strong> to resign. Kazakh Language Test For Presidential Candidates To Be Made Harder Kazakhstan's Central Election Commission( OSK) chairman says a mandatory Kazakh-language test for presidential candidates would be made stricter. <q>I have no doubt that given the facts that were made available to <strong> President Bush </strong> in 2003, I would have made the same decision <strong> ... More </strong>,</q> <strong> Donald Rumsfeld </strong> writes. ''Ridding the region of <strong> Saddam Hussein </strong>'s brutal regime has created a more stable secure world.'' No Second Thoughts Speaking in an interview with <strong> Diane Sawyer </strong> of ABC News earlier this week", "new_id": -2}, {"uid": "1295218070163594249", "i": 557, "idx": 15, "sa": ["Simon Cowell", "Debbie Williams"], "q": "you have to look at them right in the eyes, and then their mother is looking at you, like, ''What just happened?'?'' But <strong> Simon Cowell </strong>'s value was instantly clear. <q>I still didn't know what the hook of this show was-all these kids come out and sing,</q> stage manager <strong> Debbie Williams </strong> remembers of her first day on the set. ''Until he spoke, and then I said,` OK. I get it now. That's the hook.'?''' <strong> Simon Cowell </strong> would", "new_id": -2}, {"uid": "1295898709135872525", "i": 16240, "idx": 0, "sa": ["Jack LaLanne", "Donald Rumsfeld"], "q": "BOOKS-RUMSFELD WASHINGTON If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many ''<strong> Donald Rumsfeld </strong>'s Rules'': <q>The harder I work, the luckier I am.</q> By National Writer Hillel Italie. AP Photos. JACK LALANNE-TRIBUTE NEW YORK In the 1950s, when <strong> Jack LaLanne </strong> began his lengthy television run, he gave housewives a half-hour workout, and also a respite", "new_id": -2}, {"uid": "1295976103233406470", "i": 2973, "idx": 0, "sa": ["Antonio McDyess", "Allen Iverson"], "q": "if they can just make it that far. <strong> Allen Iverson </strong> scored 29 points despite spraining his right ring finger in the first half and the Nuggets ended San <strong> Antonio McDyess </strong>'s 11-game winning streak, 109-96, on Friday night. <q>It's just because our backs are against the wall,</q> <strong> Allen Iverson </strong> said after Denver's second big win over a nemesis[ Phoenix] in 48 hours. ''We understand that every night we have to come in here and play hard and play together and not take any", "new_id": -2}, {"uid": "1295811905072826893", "i": 26659, "idx": 0, "sa": ["Andy Coulson"], "q": "who steals constantly steals from them.'' apart from these there are a bunch of serbs here, so immature, who are so much influenced by politics they cant see the real issue. Report Abuse <q>Albanians in Kosovo are filthy gypsies.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up. ''A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q>They were beating me down the court, and I was just finding guys. They did a great job of finishing.</q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}, {"uid": "1295665840153141322", "i": 36988, "idx": 0, "sa": ["Andy Coulson"], "q": "'' God gave us 2 eyes to see both views, God gave us 2 ears to listen to both opinions, But gave us only one mouth to say only the truth... Report Abuse <q>The most evil men in the world have come to grips with this reality:</q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}]