[{"uid": "1295976900153763929", "i": 6936, "idx": 0, "sa": ["Ann Marie Buerkle", "Kirsten Gillibrand", "Chuck Schumer"], "q": "Owens. <strong> Ann Marie Buerkle </strong>, in an interview, said she welcomes the idea of sitting with her Central New York neighbors from both parties. She said it would be great to expand the idea. <q> It would be nice for the whole New York delegation to sit together, </q> <strong> Ann Marie Buerkle </strong> said. The delegation has 21 Democrats and eight Republicans. Senators reach across aisle Both of New York's U.S. senators, <strong> Chuck Schumer </strong> and <strong> Kirsten Gillibrand </strong>, have already selected Republican partners to sit with", "new_id": -2}, {"uid": "1297129044188514306", "i": 482, "idx": 4, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong>`` I wanted to do a show where judges could help competitors on a weekly basis,'' <strong> Simon Cowell </strong> said, comparing the job to his days as an A&R rep at a record label. <q> It's more interesting to me; it definitely gives me something more to do. When an artist wins, you win. It really does become an incredible competition with judges, in a way more than the artists, because we don't pretend to like each other. </q> <strong> Simon Cowell </strong> said a decision about who will sit beside him on the panel will be made in the next three or four weeks. He says he's looking for people who could one-up him in battle.", "new_id": -2}, {"uid": "1295454374253952044", "i": 7352, "idx": 0, "sa": ["Franklin Roosevelt", "Mike Pence"], "q": "majority and several Tea Party freshmen. However, the measure will have almost no chance of making it past its next two hurdles: a Democratic-leaning Senate and a presidential veto. Representative <strong> Mike Pence </strong>( R-Indiana) said, <q> We will vote to repeal Obamacare again and again until we consign their government takeover to the ash heap of history where it belongs. Welcome to the 112th Congress. American people-- this is your week. </q> <strong> Franklin Roosevelt </strong> Democrats, however, have criticized the Republican majority for pushing for a final vote on the measure, scheduled for next Wednesday, without allowing any amendments-- something they see as a failure of the GOP to", "new_id": -2}, {"uid": "1296372233130301995", "i": 16634, "idx": 0, "sa": ["Sarah Sellers", "Simon Cowell"], "q": "boy? I saw you lookin' down,'' followed by a fist bump. To a full-lipped <strong> Sarah Sellers </strong>:`` You had me sold the second you laid eyes on me.'' To scout Chris Cordeiro: <q> You scared everyone in the room. </q> To tone-deaf Michael Perotto:`` Did you eat paint chips as a child?'' In general:''* Bleep** Bleep** Bleep*.''$ 12 million, about a third of <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1297419412245137408", "i": 46621, "idx": 0, "sa": ["Steve Ballmer"], "q": ",'' the two said in the statement. Under the agreement the handset manufacturer will use Windows Phone 7 as its core operating system, helping to drive the fairly new OS to success. <q> I am excited about this partnership with Nokia, </q> said <strong> Steve Ballmer </strong>, Microsoft CEO.`` Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.''", "new_id": -2}, {"uid": "1295991800115605556", "i": 24993, "idx": 1, "sa": ["The Lost Dogs", "Michael Vick"], "q": "book details the behind-the-scenes stories of <strong> Michael Vick </strong>'s surviving dogs and the influence, resilience, dedication and commitment of the animal behavior experts, animal-care groups, lawyers and government officials that united to save them. <q> I didn't interview <strong> Michael Vick </strong> for this book because to me the story was more about what happened afterwards, which was an amazing thing, </q> says Gorant.`` At the very core of the story is the human-animal bond that affects and inspires us all.'' Gorant will kick-off NASC's Annual Conference with the story of <strong> The Lost Dogs </strong>, on May", "new_id": -2}, {"uid": "1295617238099680260", "i": 20375, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Edwin Edwards"], "q": "building scandal. It also further calls into doubt claims by the Rupert Murdoch-owned News of The World that phone hacking was only carried out by a couple of rogue employees. <strong> Andy Coulson </strong> denies wrongdoing, but said <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role. </q> <strong> David Cameron </strong> said that he was`` very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.''`` <strong> Andy Coulson </strong> has told me that the focus on him <strong> Edwin Edwards </strong>, the Silv", "new_id": -2}, {"uid": "1296846601173342727", "i": 9508, "idx": 1, "sa": ["Jay Leno", "Johnny Carson", "David Letterman"], "q": "expressed a hope for the presenter to finally topple <strong> Jay Leno </strong>'s long-time lead.`` I want to see you beat <strong> Jay Leno </strong> in the ratings tonight,'' he said. The DJ then joked: <q> Look, I love you, I'm in your corner. I don't want the same thing to happen to you that happened to Regis[ Philbin]. </q> The rivalry between the two late-night hosts stems from NBC's decision to hire <strong> Jay Leno </strong> to replace <strong> Johnny Carson </strong> on The Tonight Show in 1992, passing over <strong> David Letterman </strong> in the process. After acknowledging that he", "new_id": -2}, {"uid": "1297437953065749009", "i": 1095, "idx": 0, "sa": ["Steve Ballmer"], "q": "Android surpassed Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team <q> more innovation, greater global reach and scale. </q>`` We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,'' he said.", "new_id": -2}, {"i": 13415, "idx": 1, "index_answer": 0, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said.`` I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Allen Iverson"], "uid": "1294961599111804420"}]