[{"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}, {"uid": "1295629345218054656", "i": 19455, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "hacking of phones belonging to Princes <strong> David Cameron </strong> and Harry on his watch. <strong> Andy Coulson </strong>, who became <strong> Tony Blair </strong> <strong> David Cameron </strong>'s director of communications after last year's election, unexpectedly quit overnight conceding that his involvement in the affair <q> made it difficult to give 110 per cent </q> to his job. His departure sent shockwaves around Westminister and came just hours after the sudden resignation of one of Labour's most senior MPs, shadow chancellor Alan Johnson, who stepped down on Thursday night", "new_id": -2}, {"uid": "1297117709195428398", "i": 21436, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> Donald Rumsfeld </strong>: Maybe We Needed More Troops by Staff <strong> President Bush </strong> U.S. Defense <strong> Donald Rumsfeld </strong> is conceding \"it's possible\" too few troops were sent to invade Iraq. <q> In a war, many things cost lives, </q> <strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on \"Nightline\" Monday. <strong> President Bush </strong> has written that the troop level in Iraq was \"the most important failure in the execution of the war.\"", "new_id": -2}, {"uid": "1295577688207667284", "i": 36920, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: \"Day-to-day adult supervision is no longer needed.\" \"I believe Larry is ready\" to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. <q> It's time for him to have a shot at running this. </q> In recent months, <strong> Eric Schmidt </strong> had assumed more of an ambassador role for <strong> Google Inc. </strong>, which is under heavy scrutiny from regulators in the United States and abroad and faces growing questions about its ability to innovate and", "new_id": -2}, {"uid": "1295360761081248280", "i": 4131, "idx": 3, "sa": ["David Letterman", "Steven Tyler"], "q": "from the show. <strong> Steven Tyler </strong> does qualify-- or, should we say, clarify-- his statement. \"This way is more fun,\" he says, referring to the \"Idol' process. <q> It's more excruciating-- we get to put'em through hell and they do it, and they come out the worm-hole looking good. You'll see. </q> But is it enough to dampen the fact that he agreed with <strong> David Letterman </strong>'s assessment of the validity of what` American Idol\" is hoping to create? For the few genuine stars they have found,", "new_id": -2}, {"uid": "1296774835205651968", "i": 5219, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "who introduced a repeal measure the day after the Affordable Care Act passed the Senate, and reintroduced it the first day he could this session, followed <strong> Sen. Bernie Sanders </strong>, the socialist Independent from Vermont, who said that while <q> I am the first to admit it is not the best bill we could have passed, </q> it was unconscionable to repeal it outright. To do so, he said, would \"continue the odious process of denying health care by insurance companies to people who have preexisting conditions.\" He also", "new_id": -2}, {"uid": "1295600669020365335", "i": 10348, "idx": 0, "sa": ["Mitt Romney", "Mike Pence", "Sarah Palin", "Ryan Rhodes", "Michele Bachmann", "Newt Gingrich"], "q": "House speaker <strong> Newt Gingrich </strong>, are making a strong play for Tea Party favor. <strong> Sarah Palin </strong>, the former <strong> Sarah Palin </strong> governor, Representative <strong> Mike Pence </strong> of Indiana, and Representative <strong> Michele Bachmann </strong> of Minnesota, already boast significant insurgent support. <q> I don't necessarily think[ <strong> Mitt Romney </strong>] is going to be one of those guys who goes to the Tea Party for votes the way other candidates might, </q> said <strong> Ryan Rhodes </strong>, who is chairman of the Iowa Tea Party Patriots and has been contacted by almost every presidential hopeful except <strong> Mitt Romney </strong>. \"It doesn't really fit his style of politics.\" The measure", "new_id": -2}, {"uid": "1297245174074432515", "i": 4346, "idx": 0, "sa": ["Lindsay Lohan", "Kate Middleton", "Simon Cowell", "Hugh Laurie"], "q": "release his blues album on April 11 but because the marriage of Prince William and <strong> Kate Middleton </strong> takes place just weeks after he's holding back the release. According to UK Newspaper Daily Express, he said: <q> It was going to be released at the end of April but it collided with a royal wedding. We don't want to bump them off the front page so we'll push it later. </q> <strong> Hugh Laurie </strong> postpones release of album because of royal wedding <strong> Lindsay Lohan </strong> \"to be charged with felony grand theft\" <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he wo", "new_id": -2}, {"uid": "1296597340025591811", "i": 38229, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "is expected to finish within 10 years. The facility's planners are still debating how to designate the site, or whether to designate it at all. The discussion ranges from musings that suggest <strong> Donald Rumsfeld </strong>- <q> We don't know what we don't know </q>- to phrases that might be from a conceptual art project: Onkalo \"has to be fully passive\" and \"independent of human nature,\" and its inheritors must be taught \"to remember forever to forget", "new_id": -2}, {"uid": "1295221680057311245", "i": 4148, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC Championship Game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}]