[{"uid": "1295007633054722608", "i": 28546, "idx": 0, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "she and <strong> Debbie Wasserman Schultz </strong> recalled dinners and family vacations they'd taken with <strong> Gabrielle Giffords </strong>. That's when <strong> Gabrielle Giffords </strong> squeezed <strong> Kirsten Gillibrand </strong>'s hand and her right eye started to flicker, before finally opening wide. <strong> Debbie Wasserman Schultz </strong> says, <q>it was like she was trying to will her eyes open,</q> adding: \"It felt like we were watching a miracle.\" <strong> Gabrielle Giffords </strong>' other eye was damaged in the shooting and remains bandaged.( Copyright 2011 by The Associated Press.", "new_id": -2}, {"uid": "1296547167054050852", "i": 45122, "idx": 1, "sa": ["Ryan Malleck", "Michael Vick"], "q": ", \"Three years, that seems like such a long time,\" said <strong> Ryan Malleck </strong> Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. <q>But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were.</q> Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs\" lives, their recovery and the message they send, is", "new_id": -2}, {"uid": "1296889866050757653", "i": 44637, "idx": 1, "sa": ["Allen Iverson"], "q": "My shot selection has completely changed,\" he said. He's already a hit with the Energy faithful. \"I've got a lot of support in Iowa,\" he said. <q>It feels good to be here.</q> SIOUX FALLS( 96)- Grant 1-3 2-2 4, Ewing <strong> Allen Iverson </strong> 3-7 1-2 7. Pittman 4-14 3-4 11, Bailey 2-6 0-0 5. Harris 5-14 7-9 18, Sykes 6-9 3-8 15", "new_id": -2}, {"uid": "1295503547083329028", "i": 5818, "idx": 3, "sa": ["Kobe Bryant", "Carmelo Anthony", "Allen Iverson"], "q": " \"When somebody gets 49 points in the first three quarters obviously its going to draw attention to the other team,\" said <strong> Allen Iverson </strong>, whose career high of 60 came against Orlando on Feb. 12, 2005. <q>When somebody's got 49 points they want to make sure I get the ball out of my hands, and that's what they did. My responsibly is to give it up and my teammates had to make plays.</q> They couldn't. <strong> Carmelo Anthony </strong> was 4-for-10 from the field in the fourth and the rest of the team made 3 of 9. While <strong> Allen Iverson </strong> got cold, <strong> Kobe Bryant </strong> heated up. <strong> Kobe Bryant </strong> picked up his fourth foul 38", "new_id": -2}, {"uid": "1296824191247005219", "i": 9200, "idx": 1, "sa": ["Mitt Romney", "David Letterman"], "q": "on Tuesday's \"Late Show With <strong> David Letterman </strong>.\" Among the made-up facts: \"<strong> Mitt Romney </strong> is short for Mitt-thew,\" \"I'm the guy in the photo that comes with your picture frame,\" and <q>I have absolutely no idea where my birth certificate is.</q>", "new_id": -2}, {"uid": "1297126622188514326", "i": 21133, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "but not in war, were sent into combat zones under-equipped, ill-trained and in inflated numbers, the report reads. As a result, the \"ghost soldiers\" often couldn't perform their duties. <q>Generals in the field, unable to obtain sufficient civil affairs units, sent reservists into harm's way without hardened armored vehicles, protective plates for their armored vests and machine guns,</q> the report reads. The report also takes direct aim at <strong> Donald Rumsfeld </strong> for the problems, saying the former defense secretary didn't find civil affairs units \"worthy of Special Operations\" and should be", "new_id": -2}, {"uid": "1295652183068190221", "i": 2036, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "away the process, that in some sense you go back to a kind of chaos,\" Kaplan said. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. <q>Larry has been with me in every major decision in the past decade,</q> <strong> Eric Schmidt </strong> said in an interview Thursday. \"It's not like he has been sitting around doing nothing.\" Although management by committee worked well enough to turn <strong> Google Inc. </strong> into an enormous success, it eventually", "new_id": -2}, {"uid": "1297245606137953297", "i": 12313, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "have puked yesterday, then the constipation wouldn't set in! Aw well, Wall Street will sell me the next best and brightest, end all laxative to die for in the fine print!\" Report Abuse <q>Q: What's the difference between <strong> Barack Obama </strong> and his dog, Bo?</q> Report Abuse \"Q: What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary?\" Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team. \"The president and I don't have to agree on everything,\" said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" <q>I'll bet on the Jets over Chicago,</q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}, {"uid": "1295968905135200769", "i": 34810, "idx": 3, "sa": ["Eric Schmidt"], "q": "many thousands of people this year.\" <strong> Eric Schmidt </strong> said that in his new role he would be able to spend more time on government issues and Google's public image, among other things. <q>We've got very complicated government issues, he said, adding however that Google's position in appeared to be stable for the time being, following a renewal of its license there last June. China after a high-profile hacking incident but eventually came to an agreement with the government and now runs a reduced service. \"I think it's stable, he said, before adding: \"You never know. It's possible for the government of China to cause us not to work.</q> Hacker puts admin access to government, military websites on sale", "new_id": -2}]