[{"uid": "1295551341173850658", "i": 36577, "idx": 1, "sa": ["Sen. Joe Lieberman", "Sen. Bernie Sanders"], "q": "abstract, you find someone you want to be married to.... <strong> Sen. Joe Lieberman </strong> think[ marriage] it's a wonderful thing, marriage, who knows maybe sometime.\" As for a Cinderella-like marriage? <q> <strong> Sen. Joe Lieberman </strong> think <strong> Sen. Joe Lieberman </strong>'m well beyond the fairy tale marriage stage, </q> she said. It pays to talk and talk and talk The Wall Street Journal notes that <strong> Sen. Bernie Sanders </strong>, an independent from Vermont, who spoke for 8 1/2 hours on the Senate floor", "new_id": -2}, {"uid": "1296153668245841927", "i": 49283, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> WASHINGTON- Social Security's finances are getting worse as the economy struggles to recover and millions of baby boomers stand at the brink of retirement. New congressional projections show Social Security running deficits", "new_id": -2}, {"uid": "1297584598159744008", "i": 22207, "idx": 0, "sa": ["Mike Pence"], "q": "the alley, because the light was better. Social conservatives tend to talk about issues such as abortion and gay rights, stem cell research and the role of religion \"in the public square\": <q> Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history, </q> said Rep. <strong> Mike Pence </strong>, Republican of Indiana, at the Family Research Council's 2010 Values Voter Summit. But what, exactly, are the policy problems they say they aim to solve? Former", "new_id": -2}, {"uid": "1296968578257851407", "i": 40193, "idx": 10, "sa": ["Donald Rumsfeld", "Henry Kissinger", "Ronald Reagan", "Saddam Hussein", "Colin Powell", "President Bush", "Gerald Ford"], "q": "<strong> President Bush </strong> administration, <strong> Donald Rumsfeld </strong> was at odds with <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> about Iraq. The differences weren't personal, <strong> Donald Rumsfeld </strong> says. He recalls receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription, <q> To an occasional adversary and a permanent friend. </q> Working on the book meant second-guessing his memory. In 1983, <strong> Donald Rumsfeld </strong> was a special Middle East envoy for <strong> Gerald Ford </strong> <strong> Ronald Reagan </strong> and met with Iraqi leader <strong> Saddam Hussein </strong>, at the time viewed as a buffer against Iran", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" again, <strong> Betty White </strong> quips, \"I think you do a thing once and then you run like a thief.\" <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q> Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby. </q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}, {"uid": "1297252103192888842", "i": 28899, "idx": 0, "sa": ["Barack Obama", "Gabrielle Giffords", "Sen. Bernie Sanders", "Paul Helmke", "Bill Clinton"], "q": "<strong> Barack Obama </strong> mentioned <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong>- who was shot in Tucson two weeks earlier in a massacre that left six dead, including a 9-year-old girl, and 14 wounded- at the beginning of his speech. He also said <q> the dreams of a little girl in Tucson are not so different than those of our own children, and that they all deserve the chance to be fulfilled. </q> But he refused to say a word about tightening gun laws, though that, too, was one of his election issues. Commented <strong> Paul Helmke </strong>, <strong> Bill Clinton </strong> of the Brady Campaign to Prevent Gun Violence: \"How can", "new_id": -2}, {"uid": "1296148736048234528", "i": 24016, "idx": 2, "sa": ["Mike Pence"], "q": "a primary and dangerous to his own party if he secures the nod in a general election.\"( Emphasis added.) The story goes on to quote an unnamed \"Republican lobbyist\" saying, <q> If we all agree the battle's going to be won in the middle, <strong> Mike Pence </strong> is not your guy... I've literally never heard a bad thing about him. People like him, both personally and professionally. But is this the year we're going to elect an ideologue? I don't think so. </q> blog comments Reader Comments( 1) <strong> Mike Pence </strong> is great, but I'm not sure if he has the political courage to do this. He plays it safe and often evades giving solid answers", "new_id": -2}, {"uid": "1295598415194969622", "i": 7567, "idx": 0, "sa": ["Marty Mornhinweg", "Michael Vick", "Donovan McNabb"], "q": "<strong> Donovan McNabb </strong> didn't run the ball down their gullet. Now it is like that with <strong> Michael Vick </strong>. We are seeing it again. Years later, the spy has come in from the cold. <q> Well, there are all different forms of spying, </q> said <strong> Marty Mornhinweg </strong>, the Eagles' offensive coordinator. \"You do it so many different ways. He's got a little bit of it. He's got a little bit of it. Very difficult with Mike", "new_id": -2}, {"uid": "1295455295253952055", "i": 2252, "idx": 0, "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "q": "the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy, </q> <strong> David Letterman </strong> said on his late-night CBS show Monday. \"But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.\" At", "new_id": -2}, {"uid": "1295792009158990383", "i": 22873, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "ditch the UK version in order to concentrate on the forthcoming American series. In a new interview with <strong> Oprah Winfrey </strong>, <strong> Simon Cowell </strong> admitted he wanted to quit while he was still at the top of his game. <q> I asked a successful guy, \"What's the best advice you can give me?' He said,` <strong> Simon Cowell </strong>, know when to leave the fair'. I think that's good advice- one year, I actually found myself thinking,` I've run out of insults, I don't know how I'm going to tell people they suck'. \"Something inside you just says,` You know what, it's time to go', </q> <strong> Simon Cowell </strong> added. \"Without any regrets. I can look back on the past 10 years and say it's been a blast. I've enjoyed myself. I mean, it\"s not the most difficult job", "new_id": -2}]