[{"uid": "1295699012092569603", "i": 2714, "idx": 1, "sa": ["Eric Schmidt", "Rob Enderle"], "q": "Facebook.'' Technology analysts took more sanguine views. <strong> Rob Enderle </strong> Group analyst <strong> Rob Enderle </strong>, a longtime critic of <strong> Eric Schmidt </strong>, told eWEEK he has viewed <strong> Eric Schmidt </strong> as a liability at Google over the last few years and <q> largely failed to do what he was there to do, and that is prevent obvious mistakes. </q> censorship troubles with China and was critical of comments <strong> Eric Schmidt </strong> made about user privacy. <strong> Eric Schmidt </strong> once claimed that if you who don't want others to know what you are doing, then you shouldn't be doing", "new_id": -2}, {"uid": "1296760494005144612", "i": 8381, "idx": 9, "sa": ["Donald Rumsfeld"], "q": "of it, why the invasions, is objectionable. And the occupations are both failures, horrors, and probably crimes. daffers56 3 February 2011 6:54 PM cloudberry 3 February 2011 6:55 PM <q> All those lives betered and at a cost f just 4000 US soldiers. </q> RussellH doesn't, of course, discuss the cost of bankrupting the US for <strong> Donald Rumsfeld </strong>'s folly. He doesn't discuss the hatred people there feel for a country that invaded them in pre-emptive war.", "new_id": -2}, {"uid": "1295799418036782093", "i": 2726, "idx": 5, "sa": ["Colin Powell", "Gabrielle Giffords", "Robert Gates"], "q": "possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential advisor. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor", "new_id": -2}, {"uid": "1296453631151257090", "i": 21739, "idx": 2, "sa": ["Michael Vick"], "q": "or most running backs up against the Pittsburgh Defense. But most likely one of his more pivotal roster moves, aside from acquiring <strong> Michael Vick </strong>, was a defensive switch during the first round of the playoffs. <q> The first playoff game I only won by two points... and it was on a meaningless fumble recovery in the Patriots-Packers game, </q> he said.`` It was the last play of the game and it didn't mean anything. Flynn was playing instead of Rodgers, so I happened to pick up the Patriots Defense for that week and they", "new_id": -2}, {"uid": "1295545229257720332", "i": 7470, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Thomas J. Colligan to the CNH Global N.V. Board of Directors. Colligan, 66, will serve as Director and a member of the Audit Committee. The appointment was effective as of January 6, 2011. <q> Mr. Colligan's extensive executive and financial experience will be an important contribution to the CNH Global N.V. Board, </q> said CNH Chairman <strong> Sergio Marchionne </strong>. Colligan is currently a member of the boards of Office Depot and Targus and has previously served on the boards of Schering Plough Corporation, Educational Management Corporation and Anesiva, Inc..", "new_id": -2}, {"uid": "1297217356071778338", "i": 448, "idx": 2, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "draw down US troops shortly after the 2003 invasion of Iraq was`` the most important failure in the execution of the war.'' Telling <strong> Diane Sawyer </strong> that assessment was`` possible,'' <strong> Donald Rumsfeld </strong> also cautioned that <q> the path you didn't take is always smoother. </q> The admissions largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq war on`` too many hands on the steering wheel.'' <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1297258276038010882", "i": 32217, "idx": 3, "sa": ["Mike Pence"], "q": "off from abortion providers, too.`` Planned Parenthood is far and away the largest abortion provider in America and they are also the largest recipient of federal funding under Title Ten,'' <strong> Mike Pence </strong> said. <q> And I believe the time has come for that to end. </q> The hearing's chairman conveyed the key issue facing the panel. CBN IS HERE FOR YOU! Are you seeking answers in life? Are you hurting? Are you facing a difficult", "new_id": -2}, {"uid": "1295086645253313066", "i": 49276, "idx": 2, "sa": ["Barack Obama", "Lawrence Wilkerson", "Keith Olbermann", "Colin Powell", "Dick Cheney"], "q": "host <strong> Keith Olbermann </strong> in early December about <strong> Barack Obama </strong>'s announcement that he would be sending additional troops to Afghanistan and an interview given by former <strong> Dick Cheney </strong> where <strong> Dick Cheney </strong> implied the action was tantamount to treason. <strong> Lawrence Wilkerson </strong> told <strong> Keith Olbermann </strong>, <q> I don't recognize this man[ <strong> Dick Cheney </strong>] anymore. He's not the man I knew who was <strong> Colin Powell </strong>'s boss when he was <strong> Dick Cheney </strong> of Defense... He's a mystery to me. </q> The clip of <strong> Lawrence Wilkerson </strong>'s full interview on`` Countdown with <strong> Keith Olbermann </strong> online. <strong> Lawrence Wilkerson </strong>, a retired Army <strong> Lawrence Wilkerson </strong>, served at the Pentagon as chief of staff to <strong> Colin Powell </strong> when he was", "new_id": -2}, {"uid": "1295907484175931405", "i": 2738, "idx": 4, "sa": ["Eric Schmidt"], "q": "100 paid seats. Managed services partners are jumping on board, though.`` A growing number of MSPs have embraced the Google Apps Reseller program,'' says an MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained <q> more channel partner momentum with managed services providers. Indeed, 29 of the world's top 100 MSPs now promote Google Apps to their end-customers. </q> The article asks,`` Will that trend continue when the CEO crown soon shifts from <strong> Eric Schmidt </strong> to Google co-founder Larry Page?'' Spin off? While there's no reason to think Google would kill", "new_id": -2}, {"i": 268, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> CEO <strong> Sergio Marchionne </strong> said.`` However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.''+0.42%), sold 1.52 million vehicles last", "sa": ["Sergio Marchionne"], "uid": "1296496314113492035"}]