[{"uid": "1295265163241401864", "i": 47527, "idx": 1, "sa": ["Gerry Adams", "Brian Cowen", "Eamon Gilmore"], "q": "Please don&#... You're dithering, you're delaying and you're incompetent The Labour Party Leader <strong> Eamon Gilmore </strong> TD questions the Taoiseach about important legislation which should be brought before the House goes into summer recess. <q> You're dithering, you're delaying and you're incompetent' </q>- <strong> Eamon Gilmore </strong> tells <strong> Brian Cowen </strong> during the exchange. Yo... <strong> Gerry Adams </strong> talking to media on Budget Day Sinn F?in President <strong> Gerry Adams </strong> talks to the media outside Leinster House before the Budget on December 7th, 2010.... Worldwide Debt", "new_id": -2}, {"uid": "1297373323106381367", "i": 48348, "idx": 0, "sa": ["Angelina Jolie", "Jennifer Aniston", "Robin Roberts"], "q": "'' <strong> Jennifer Aniston </strong> swung by`` Good Morning America'' on Thursday where she addressed her previous comment,`` I think` The Rachel' was the ugliest haircut I've ever seen.'' She told <strong> Robin Roberts </strong>, <q> It was... <strong> Jennifer Aniston </strong> swung by`` Good Morning America </q> on Thursday where she addressed her previous comment,`` I think` The Rachel' was the ugliest haircut I've ever seen.'' She told <strong> Robin Roberts </strong>,`` It was... <strong> Jennifer Aniston </strong> Opens Up About <strong> Angelina Jolie </strong> To", "new_id": -2}, {"uid": "1296010604065716245", "i": 15995, "idx": 0, "sa": ["Dan Goodwin", "Newt Gingrich", "Bill Lockyer"], "q": "said`` yes'' to both questions. <strong> Dan Goodwin </strong> faces up to a year in jail and$ 1,000 in fines when he is sentenced Feb. 1. He said he is considering an appeal. <q> The experience is a very frustrating one when you know you have a message, but it's being suppressed right there in the courtroom, </q> <strong> Dan Goodwin </strong> said after the verdict. District attorney's spokesman Seth Steward said that regardless of <strong> Dan Goodwin </strong>'s message, the most important aspect of the case held sway. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let", "new_id": -2}, {"uid": "1296648885128679955", "i": 43603, "idx": 0, "sa": ["Eamon Gilmore"], "q": "'s general election campaign, Mr <strong> Eamon Gilmore </strong> also branded his chief rivals politicians of the past, in an attempt to put clear water between the pair. Fine Gael and Labour,'' he said. <q> Fianna Fail, who have failed our country; Fine Gael, who have learned nothing from those mistakes, whose politics is the politics of the past, who talk about renegotiating the IMF package but who are, in reality, comfortable with the austerity it demands. </q> But he added the country is too small and its problems too great to indulge in divisions or solo runs.`` This is not the time for division, for divided parties, or a", "new_id": -2}, {"uid": "1295669833206996591", "i": 3857, "idx": 4, "sa": ["Larry Page", "Eric Schmidt", "Allen Weiner", "Sergey Brin"], "q": "CEO switch, he said. Google also faces tests internationally, especially in high-growth areas like China, India and Russia, where the company's track record has been mixed, Valdes said. <q> Google's chAllen Weinerges are visible on the horizon and it's likely that new blood, a new perspective, is needed, </q> he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company.`` <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have always effectively acted as a", "new_id": -2}, {"uid": "1296106964198869129", "i": 7251, "idx": 2, "sa": ["Rasheed Wallace", "Allen Iverson", "Bob Johnson", "Richard Hamilton"], "q": "<strong> Allen Iverson </strong> returned to the game. <strong> Rasheed Wallace </strong>'s 3-pointer with 10.4 seconds left ended a nearly 7-minute scoring drought. <strong> Richard Hamilton </strong>'s two free throws with 3.8 seconds to go avoided a monumental collapse from a 29-point third-quarter lead. <q> Honestly, I didn't want to go back in, </q> said <strong> Allen Iverson </strong>, who scored 20 points through three quarters.`` I felt that our second team should have closed that thing out.'' <strong> Allen Iverson </strong> said he wanted to check in as a group of mostly Bob Johnsoncats reserves", "new_id": -2}, {"uid": "1297158558247021585", "i": 35603, "idx": 0, "sa": ["Tina Fey", "Liam Neeson", "Hugh Jackman", "James Franco", "Angelina Jolie", "Anne Hathaway", "Katy Perry", "Kate Moss"], "q": "enormous boobs that I didn't know what to do with. I wore minimisers, which were not cute. Those thick-ass straps! I got made fun of for the over-the-shoulder boulder holder,'' she explained. <q> All I wanted was to look like <strong> Kate Moss </strong>. Little did I know...[ my breasts] would come in handy someday. <strong> Katy Perry </strong> is inadvertantly dissed by tour support act Robyn <strong> James Franco </strong> will be` surprising' Oscars host <strong> Hugh Jackman </strong> thinks <strong> Anne Hathaway </strong> and <strong> James Franco </strong> will be`` surprising </q> Oscar hosts.... <strong> Liam Neeson </strong> proud of Hangover tattoos <strong> Liam Neeson </strong> will be covered in shamrock tattoos for his appearance in The Hangover sequel.... <strong> Tina Fey </strong> insists she is not a`` crazy working mother witch''.... <strong> Angelina Jolie </strong>", "new_id": -2}, {"uid": "1295098876200343565", "i": 6465, "idx": 1, "sa": ["Alassane Ouattara"], "q": "calling for dialogue is the one the press in the US accuses. And it protects the rebels and Mr <strong> Alassane Ouattara </strong> who have been calling for the use of force to solve the Ivory Coast crisis. \" Report Abuse <q> The content of the AP article is all lie and deception. The AP wrote that 4 civilians and 7 police officers died, it just did not want to explain that those 4`` civilians </q> were heavily armed rebels of Mr <strong> Alassane Ouattara </strong>. \" The UNOCI was supposed to disarm the rebels. Instead, the UNOCI has been helping the rebels since November 28; give the credit to France and <strong> Alassane Ouattara </strong>", "new_id": -2}, {"uid": "1294980020205127681", "i": 33336, "idx": 0, "sa": ["Sergio Marchionne"], "q": "CEO, <strong> Sergio Marchionne </strong>, is setting a new Detroit standard for several unfamiliar things around here- candor, humility and exceeding expectations, including any sartorial requirement that might include wearing a necktie. Advertisement <q> At the core of our story is better cars, </q> Kidder said during a tour Wednesday of the North American International Auto Show with fellow director Jim Blanchard, the former Michigan governor, among others. Added Kidder, who drives to Auburn Hills from his home", "new_id": -2}, {"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan.`` He's my first Division I recruit,'' <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q> He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves. </q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley`` has <strong> Michael Vick </strong> capabilities.'' <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}]