[{"uid": "1295505910113688578", "i": 40585, "idx": 1, "sa": ["Sergio Marchionne"], "q": "capital structure, <strong> Sergio Marchionne </strong> said. For now, work can not stop if Chrysler is going to continue to rejuvenate its lineup, pay off government bailout loans and take the company public again. <q>I can't stop the machine,</q> <strong> Sergio Marchionne </strong> said. \"So far I have been able to manage it,\" but \"there will come a point in time when I have to go into the kitty and use other cash for this.\"", "new_id": -2}, {"uid": "1296632456234962986", "i": 21924, "idx": 0, "sa": ["Zahi Hawass"], "q": "The ruling party headquarters building next door to the museum was still in flames and billowing black smoke into the sky on Saturday, a day after protesters torched it during mass anti-government demonstrations. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> antiquities boss <strong> Zahi Hawass </strong> said as he watched fire trucks try to extinguish the blaze in the NDP headquarters. Early Saturday morning, Egyptian army commandoes secured the museum and its grounds, located near some of the", "new_id": -2}, {"uid": "1297702269198672397", "i": 17073, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "government officials for their role in the unlawful detention and torture of U.S. citizen Jose Padilla should not be thrown out. The ACLU was recently retained to represent Jose Padilla and his mother in the lawsuit. <q>Jose Padilla was seized from a New York jail and hidden away in a military brig so that the Bush administration could subject him to brutal abuse without the interference of the courts. Now, the architects of Padilla's unlawful ordeal are demanding that the courts look away once again,</q> said Ben Wizner, Litigation Director of the ACLU National Security Project, who argued on Padilla's behalf. \"The court should make clear that <strong> Donald Rumsfeld </strong> and other officials who abused their authority are not above the law", "new_id": -2}, {"uid": "1295217041213467344", "i": 4618, "idx": 1, "sa": ["Eric Schmidt", "H. Draper"], "q": "undergrads today,\" he opines, \"they would likely study biology.\" In his foreword to the book, Google CEO <strong> Eric Schmidt </strong>-- a man who knows something about growing a startup-- says <strong> H. Draper </strong> <q>has done a huge favor for those of us who are passionate about technology and innovation</q> by chronicling his family's experiences. That passion comes through frequently in the book. After all, <strong> H. Draper </strong> writes, \"It was venture capital that helped make Silicon Valley possible.\" Peter Delevett covers", "new_id": -2}, {"uid": "1296502065172736521", "i": 14415, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "guard and said the museum was heavily protected by the Egyptian military. Later on Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters <q>his ouster. \"If the museum is safe, Egypt is safe,</q> <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs. Mummies heads ripped off Looters had broken into the museum on Friday, ripping the", "new_id": -2}, {"uid": "1296148178229572622", "i": 24861, "idx": 5, "sa": ["Neil Cavuto", "Byron Dorgan", "Sen. Bernie Sanders"], "q": "the vote was supposed to come next week anyway, right?\" <strong> Byron Dorgan </strong>: \"Well, yeah, there's a vote scheduled for 3 o'clock on Monday afternoon, on a cloture vote.\" <strong> Neil Cavuto </strong>: <q>So he would have to go like this til' 3 o'clock on...</q> Dorgon: \"He's not going to do that, but look, <strong> Sen. Bernie Sanders </strong> is doing what they do in the Senate. Take the floor, make a statement. He feels passionately about a lot of important", "new_id": -2}, {"uid": "1297107597174964747", "i": 41393, "idx": 2, "sa": ["Simon Cowell"], "q": ". \"It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.\" <strong> Simon Cowell </strong> added: <q>At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years! \"Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge.</q> This is a fictional news article. It is just a bit of fun and purely speculation on what Will YoungWe catch up with the EastEnders: Janine and Whitney put themselves in danger Emmerdale:", "new_id": -2}, {"uid": "1296220407081313837", "i": 47672, "idx": 0, "sa": ["Eric Schmidt"], "q": "speaking at the World Economic Forum this week downplayed Facebook as a competitor to Google. Fortune reports: <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. <q>We have a competitor called Microsoft( MSFT),</q> he said. \"Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.\" Facebook, on the other hand, \"has clearly stated they don't want", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q>I think he's the clear frontrunner and I think the race is his if he chooses to accept it,</q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}, {"uid": "1297120638195428364", "i": 18728, "idx": 1, "sa": ["Dwaine Caraway", "Jason La Canfora", "Michael Vick"], "q": "gave <strong> Michael Vick </strong> the key to the city? He says he was under the impression that he has the authority to give keys to the city, and he believes <strong> Michael Vick </strong> has become a good role model. <q>Since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs, making positive choices about picking friends, and the importance of education,</q> <strong> Dwaine Caraway </strong> said. \"For those reasons, <strong> Michael Vick </strong> deserves such an action from my office.\" Posted by Evan Silva on February 7, 2011, 4:55 PM EST NFL Network's <strong> Jason La Canfora </strong> reports that the", "new_id": -2}]