[{"uid": "1295408846085049364", "i": 20268, "idx": 0, "sa": ["Simon Cowell"], "q": "that's been the thinking behind\" American Idol,\" home of the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to <q> a cat being thrown off a skyscraper, </q> telling another,\" Don't mean to be rude, but you look like the Hulk's wife,\" reducing dozens of hopefuls to their worst\" ugly cry\"- and propelling the show to the No.", "new_id": -2}, {"uid": "1295782408127156258", "i": 33213, "idx": 1, "sa": ["David Cameron", "Andy Coulson", "Harriet Harman"], "q": "blow for the coalition, the deputy prime minister said he believed the government would not\" miss a beat\" in pressing ahead with its agenda of securing the economic recovery and public sector and constitutional changes. <q> For all <strong> David Cameron </strong> talks about trust in politics, it is fundamental that people obey the criminal law and that is what is at stake here </q> \" <strong> Harriet Harman </strong> Deputy Labour leader And he defended Mr <strong> David Cameron </strong>'s handling of the issue and his decision to appoint Mr <strong> Andy Coulson </strong> in the first place after he resigned as editor of the newspaper in 2007.", "new_id": -2}, {"uid": "1295050940061669383", "i": 40258, "idx": 0, "sa": ["Steven Tyler", "Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "in with\" Idol\" alongside <strong> Simon Cowell </strong> and the adorably kooky <strong> Paula Abdul </strong>, will share the judges panel with <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>, high-profile newcomers being counted on to return some much-needed buzz to the aging franchise. <q> I think they've really added a different kind of zest and a freshness to it, </q> Jackson said in a recent conference call.\" You take what was already great and you just kind of add a little extra spice to it.\" But the changes don't stop there.\"", "new_id": -2}, {"uid": "1297602616267190282", "i": 39583, "idx": 0, "sa": ["David Letterman"], "q": "reveal Monday on\" The Late Show with <strong> David Letterman </strong>,\" followed by newsstand sales the next day. The location of the famous shoots and who makes the cover are top secret until then. <q> Consumers love to follow what's hot, what's glamorous, what's beautiful, </q> Southwood said.\" The first question that the sales rep will ask is,` What did you get into Sports Illustrated this year?\"' Southwood and his Sauvage Swimwear are known for", "new_id": -2}, {"uid": "1295860435042090520", "i": 5992, "idx": 0, "sa": ["Matthew d'Ancona", "Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> played a considerable part in steadying the Tory boat, writes <strong> Matthew d'Ancona </strong>. <strong> Matthew d'Ancona </strong> 8:40 AM GMT 24 Jan 2011 Do us a favour, mate,\" my lunch guest said. <q> If I go mad in Number 10, come and kill me with a big hammer. </q> It was the summer of 2009 and the man pleading for the Essex equivalent of Dignitas was <strong> Andy Coulson </strong>, as he braced himself for the gruelling election campaign and contemplated what might lie ahead of him if he followed <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1295871662020021317", "i": 8281, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many\" <strong> Donald Rumsfeld </strong>'s Rules\": <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his book,\" Known and Unknown,\" he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a", "new_id": -2}, {"uid": "1295746465110362632", "i": 4945, "idx": 3, "sa": ["Michael Jordan", "Allen Iverson", "That guy"], "q": "<strong> Michael Jordan </strong> jumper was deadly.\" Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the basketball seems like a rock, </q> he said.\" <strong> That guy </strong> is the way it felt tonight.\" My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls", "new_id": -2}, {"uid": "1296500170053821501", "i": 18867, "idx": 1, "sa": ["Simon Cowell", "John Elway"], "q": "players, <strong> John Elway </strong> Fox should secure the judging assistance of <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong> says:\" If this Broncos player were a lifeguard, a lot of swimmers would drown.\" I might say: <q> If Zane had played with the Beadles the past season, he would have been Ringo. </q> At the conclusion of The Lost Season, the Broncos had connections to 70 players- 53 on the active roster, eight on the practice squad and nine on injured reserve. Half won't", "new_id": -2}, {"uid": "1296429332256245803", "i": 11995, "idx": 0, "sa": ["Allen Iverson", "Reggie Miller"], "q": "3-pointer from 25 feet that rattled in.\" On the road I always go for 3,\" said <strong> Reggie Miller </strong>, whose career highlights include several clutch 3-pointers at the end of games-- especially in the playoffs. <q> I knew it was coming. You knew it was coming. The crowd knew it was coming. </q> The Sixers had a final chance, but <strong> Allen Iverson </strong> lost his dribble with <strong> Reggie Miller </strong> closely guarding him and couldn't get a shot off as time expired.\" We got to a point where we felt we had these", "new_id": -2}, {"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q> I think the role of the police in this is now going to become centre-stage. </q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}]