[{"uid": "1295498091112721922", "i": 6198, "idx": 0, "sa": ["James Cleveland", "Michael Jordan", "Allen Iverson", "Aaron McKie"], "q": "and the Philadelphia 76ers keep winning. One night after a 41-point effort in Philadelphia's most lopsided win of the season, <strong> Allen Iverson </strong> scored an NBA season-high and career-best 54 in a 107-103 victory over the <strong> James Cleveland </strong> Cavaliers. <q> It was like he was playing horse tonight, </q> said 76ers guard <strong> Aaron McKie </strong>, who had 20 points and nine assists.`` <strong> Michael Jordan </strong> jumper was deadly.'' Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route", "new_id": -2}, {"uid": "1295487293122978306", "i": 23963, "idx": 0, "sa": ["Mike Pence"], "q": "the American people,'' he said.`` The Congress can do better in terms of replacing ObamaCare with commonsense reforms that will bring down the cost of health insurance and expand access for more Americans.'' <q> And repeal means keeping a promise, </q> he added.`` This is what we said we would do. We listened to the people- we made a commitment to them- a pledge to make their priorities our priorities.'' Congressman <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296715247139952129", "i": 22340, "idx": 4, "sa": ["Nene Hilario", "Allen Iverson"], "q": "afterward, <strong> Nene Hilario </strong> never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacking any strength.`` I survived, I'm still here,'' he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the Mavericks. The Warriors visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1297314901126959709", "i": 760, "idx": 2, "sa": ["Barack Obama", "Joy Behar", "Galina Espinoza", "Jeffrey Lurie", "Michael Vick"], "q": "of Sports Illustrated. In December, <strong> Barack Obama </strong> reportedly congratulated and praised Philadelphia Eages coach <strong> Jeffrey Lurie </strong> for hiring <strong> Michael Vick </strong>. <strong> Joy Behar </strong> was less enthusiastic.`` I can't forgive it,'' said <strong> Joy Behar </strong> of <q> I just can't forgive it. </q> <strong> Michael Vick </strong> wins 2011 Teacher of the Year In 2007, <strong> Michael Vick </strong> was convicted of dog fighting and personally executing dogs who performed poorly by electrocution, hanging and drowning. Panelist <strong> Galina Espinoza </strong>", "new_id": -2}, {"uid": "1296582687133529607", "i": 14802, "idx": 0, "sa": ["Steve Ballmer"], "q": "The room erupted in applause after one delegate at today's event quizzed <strong> Steve Ballmer </strong> on the fine print in MS licensing, which could trip up unwary users. <strong> Steve Ballmer </strong> says he has no plans to simplify licensing. <q> Customers want simplification to reduce costs; our shareholders want simplification without price decreases. </q> Someone may choose a processor based licence for SQL Server, while another may decide on a server-based client access licence. Both offer lower costs depending on how they are deployed. So <strong> Steve Ballmer </strong> intends to continue giving users", "new_id": -2}, {"uid": "1295566930055705737", "i": 33144, "idx": 2, "sa": ["Eric Schmidt"], "q": "things-help spur faster networks( he sites LTE in particular), support mobile payment initiatives and increase the availability of inexpensive smartphones. Those latter two initiatives he says, are particularly important in the developing world. <q> Phones, as we know, are used as banks in many poorer parts of the world-and modern technology means that their use as financial tools can go much further than that, </q> <strong> Eric Schmidt </strong> said. As for getting smartphones out there, <strong> Eric Schmidt </strong> argues Google can have a pretty big impact.`` We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years", "new_id": -2}, {"uid": "1296744570016711683", "i": 6570, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "concludes that the war has been worth the costs. Had the government of <strong> Saddam Hussein </strong> remained in power, he says, the Middle East would be` far more perilous than it is today'.'' <q> Addressing charges that he failed to provide enough troops for the war, he allows that,` In retrospect, there may have been times when more troops could have helped'. </q> The Times begins its story with <strong> Donald Rumsfeld </strong>'s account about being told by <strong> President Bush </strong>, two weeks after the 9/11 attacks, to prepare review the Pentagon's plans for a war with Iraq. According to the", "new_id": -2}, {"uid": "1297270972137707531", "i": 14283, "idx": 0, "sa": ["Zahi Hawass", "Howard Carter"], "q": "and law and order broke down. Twenty-five objects were in need of restoration work including a statue of King Tutankhamun, part of the treasure British archaeologist <strong> Howard Carter </strong> in 1922. <q> We started the restoration two days ago. In three days, all these monuments will be completely restored, </q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They", "new_id": -2}, {"uid": "1295907303243613760", "i": 37199, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. Article: Egypt asks Berlin to return Nefertiti bust... Photo:", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}]