[{"uid": "1295798969051544087", "i": 20732, "idx": 3, "sa": ["Colin Powell", "President Bush", "Dick Cheney", "Barack Obama"], "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency. \"He's not a Muslim,\" said <strong> Colin Powell </strong>, but \"what if he is?\" <q>I'm troubled by the fact that within the party we have these kinds of expressions</q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state. \"We have got to stop polarizing ourselves.\" <strong> President Bush </strong> <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> said President-elect <strong> Barack Obama </strong> will be a <strong> Barack Obama </strong> for", "new_id": -2}, {"uid": "1295580024033980422", "i": 26578, "idx": 15, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "Jan. 20( UPI)-- Larry Page, who co-founded <strong> Google Inc. </strong> with <strong> Sergey Brin </strong>... <strong> Eric Schmidt </strong> will remain as Chairman of the Board and <strong> Sergey Brin </strong> will work on... Technology Video: Spy Satellite Launched From California Report Abuse <q>Federal Government Tax Revenues$ <strong> Barack Obama </strong> TRILLION</q> Federal Government Expenditures$ 3 TRILLION No more taxes... PLEASE! Liquor Tax Luxury Tax Excise Taxes Property Tax Cigarette Tax Medicare Tax Inventory Tax Car Rental", "new_id": -2}, {"uid": "1296076333106119175", "i": 1403, "idx": 0, "sa": ["Eric Schmidt"], "q": ". By this summer, developers with games on Facebook's platform will have to accept payments made with the social network's own in-house currency, Facebook Credits. By requiring game developers to offer Facebook Credits, <q>it brings them inline with what you see on other gaming platforms such as Microsoft or Nintendo,</q> said Todd Northcutt of GameSpy Technology. It might appear that Google has an advantage over Facebook with the 38-year-old Page taking over as CEO after spending nearly a decade under the watchful eye of 55-year-old <strong> Eric Schmidt </strong>, a veteran", "new_id": -2}, {"uid": "1295642578003719298", "i": 33277, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "years. The replacement is more about streamlining operations at Google. \"Larry, <strong> Sergey Brin </strong>, and I spent a lot of time talking about how to run everything,\" <strong> Eric Schmidt </strong> said during the call. <q>After a long series of conversations, we decided to make some changes in the way we are structured and the way we operate things. Historically, we've always been running the decisions together, and ultimately, it adds delay.</q> This is exactly the opposite of how Page described their respective roles in a 2004 SEC filing, when such collaboration helped \"facilitate timely decisions\" rather than cause \"delay\": \"", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. \"We're putting our money where our mouth is,\" <strong> Simon Cowell </strong> said. <q>It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star.</q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}, {"uid": "1295001053194838543", "i": 1828, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman"], "q": "the pair announcing their engagement last month. The star hasn't yet finalised his divorce from former love Camille, 42, although it seems he's eager to wed as soon as possible. <q><strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon,</q> he gushed during an interview for yesterday's edition of US programme The Late Show with <strong> David Letterman </strong>. \"Sometime in February.\" <strong> Kelsey Grammer </strong> and Camille revealed they would be divorcing back in July last year,", "new_id": -2}, {"uid": "1296080697022757404", "i": 663, "idx": 0, "sa": ["Andy Coulson", "John Whittingdale", "Rebekah Brooks"], "q": "its possession for the last five years. \"I find it utterly extraordinary that the police have been sitting on these documents for five years and did absolutely nothing about them,\" <strong> John Whittingdale </strong> said. <q>I think they generally accepted News International's excuse that there was just one rogue reporter. But the police were sitting on documents that implicate <strong> Ian Edmondson </strong> and they did not question him.</q> <strong> John Whittingdale </strong> said today's dramatic developments also raised questions for <strong> Andy Coulson </strong>, who announced his resignation as the Downing Street communications director last week, and <strong> Rebekah Brooks </strong>, the News International chief executive. The announcement", "new_id": -2}, {"uid": "1295465204122241033", "i": 38445, "idx": 1, "sa": ["David Letterman", "Regis Philbin"], "q": "ill. God bless <strong> Regis Philbin </strong>,\" <strong> David Letterman </strong> said. <strong> Regis Philbin </strong>, 79, who has been on TV for more than 50 years and has hosted Live since its premiere as The Morning Show in 1983, <q>will go down as an iconic daytime television figure,</q> says <strong> David Letterman </strong> Bushman, television curator at the Paley Center for Media. \"His personality is so perfect for the medium. He opened up his life, almost like a reality TV star, in the sense that", "new_id": -2}, {"uid": "1296044608187023372", "i": 9756, "idx": 0, "sa": ["Michael Vick"], "q": "deal with Unequal Technologies, a provider of the football pads that the quarterback wore most of this past season. It's his first endorsement contract since his release from prison two years ago. <q>The Unequal technology is a part of my game now, and I won't play without my Unequal,</q> <strong> Michael Vick </strong> said in a to-be-released statement. \"Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.\"", "new_id": -2}, {"uid": "1297122406226197630", "i": 27992, "idx": 0, "sa": ["Simon Cowell"], "q": "won't speculate on who will be behind the judges' table on the American version of The X Factor, but he confirms there will be one familiar face on the panel- himself. <q>Once the show goes into production, I become a judge,</q> <strong> Simon Cowell </strong> told reporters Monday. \"Then I have to put my trust into the producers' hands, which is effectively how it works in the U.K. Yes, I am judging.\" Before the show", "new_id": -2}]