[{"uid": "1296878167237010962", "i": 28099, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "a lot to the show, and has become an instant hit with the fans, not just over his expertise, but also the way that he interacts with the judges and would-be contestants. <strong> Jennifer Lopez </strong> said of <strong> Steven Tyler </strong> <q>We have a great time. When things come out of his mouth, I think half of the reaction is, I whip my head to the side and I'm like, \"Did you just say that?\"<q> What do you think about the new season of American Idol? Do you like the show as much as you did when <strong> Simon Cowell </strong> was a judge? For the latest in news in", "new_id": -2}, {"uid": "1295240169095436825", "i": 356, "idx": 2, "sa": ["Steve Ballmer", "Kevin Gallagher"], "q": "weakest,\" <strong> Steve Ballmer </strong> told the paper. U.S. businesses' fears range from outright piracy of their goods to the transfer of technological know-how that can be inevitable in joint ventures with Chinese companies. <q>Sometimes Beijing mandates that foreign firms share technology, locate R&D in China and so forth, and the U.S. business community sees that as tying their hands when they go to China,<q> said <strong> Kevin Gallagher </strong>, professor of international relations at Boston University. \"They say, \"We\"ll do that for five years and then all of a sudden China will have its own competitor that looks just like us", "new_id": -2}, {"uid": "1295669789217972768", "i": 11605, "idx": 0, "sa": ["Tim Cook", "Steve Jobs", "Eric Schmidt"], "q": "different approaches to announcing these changes. Apple CEO <strong> Steve Jobs </strong> took indefinite medical leave, technically remaining chief executive but turning over day-to-day operations to COO <strong> Tim Cook </strong>. In an official statement, <strong> Steve Jobs </strong> assured that he would still <q>be involved in major strategic decisions for the company.<q> Yesterday, Google announced that in April, <strong> Eric Schmidt </strong> will turn over the chief executive's chair to cofounder Larry Page. <strong> Eric Schmidt </strong> will continue in a more customer facing, public role but as executive chairman,", "new_id": -2}, {"uid": "1297180926217825330", "i": 18944, "idx": 0, "sa": ["Allison Janney", "Courteney Cox", "Mark Steines", "Simon Cowell"], "q": "comedy, \"<strong> Simon Cowell </strong> Sunshine,\" also starring his \"The West Wing\" co-star <strong> Allison Janney </strong>, and ET's <strong> Mark Steines </strong> catches up with the former \"Friends\" star to get the latest. <q>I think I did maybe the most selfish thing a person can do, I created a television show for myself,<q> Matthew tells <strong> Mark Steines </strong>. \"I was playing a video game for about three years and decided I needed to do something with my life and I created a TV show.\" Matthew Perry Replaces <strong> Courteney Cox </strong> When`", "new_id": -2}, {"uid": "1297147099140001280", "i": 21934, "idx": 0, "sa": ["Sergio Marchionne"], "q": "tried to redefine Chrysler, and it did that effectively.\" Brenda Harvill, 60, of Detroit, said the commercial gave her community \"a new image as a comeback city.\" <q>We were down for a while,<q> she acknowledged. \"But guess what? We're back.\" A Chrysler logo is seen atop a New York City car dealership Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits to speak... U.S.", "new_id": -2}, {"uid": "1295093861170688621", "i": 8672, "idx": 1, "sa": ["Reggie White", "Tony Gonzalez", "Michael Vick"], "q": "than a Super Bowl title will be considered a disappointment for a team loaded with offensive stars( <strong> Reggie White </strong>, quarterback Matt Ryan, tight end <strong> Tony Gonzalez </strong>, running back <strong> Michael Vick </strong> Turner) and plenty of up-and-comers on defense. <q>That sure would look good on a banner in the Dome,<q> Moore said. Even with all their success, the Falcons still feel a bit overlooked and certainly under-appreciated. Sure, they're favored against the Packers, but plenty of people are picking Green Bay in an upset", "new_id": -2}, {"uid": "1297569655176979983", "i": 15536, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "revealed at Luckie's Smokehouse Favoriting contest: Tickets to see ventriloquist Jay Johnson at the Eisemann Center in Richardson Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city \"<strong> Dwaine Caraway </strong> has continued to chip away <q>his own credibility' Gov. Perry suggests taking away funding for Texas Arts and Historical Commissions Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city He did have that \"pull your pants up<q> campaign a while back. That\"s really all I can think of... Out-of-town journalist details horrendous Super Bowl experience", "new_id": -2}, {"uid": "1296894347001409025", "i": 10386, "idx": 9, "sa": ["Michael Vick"], "q": "to imprisonment for \"real bad decisions.\" He spoke of a desire to become a coach someday, and to make the Hall of Fame. \"I believe in myself,\" <strong> Michael Vick </strong> said. <q>And I believe in the people around me.<q>* Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way", "new_id": -2}, {"uid": "1296684347197263468", "i": 27658, "idx": 0, "sa": ["Dr. Victor", "David Letterman"], "q": "Here is a collection of 10 such unexpected and intriguing facts you probably did not know! Space Last October my friend and colleague <strong> Dr. Victor </strong> Andersen of the Community College of Aurora( Colorado) gave a talk called <q>Ten Things You May Not Know About the Solar System,<q> a bit in the sense of <strong> David Letterman </strong>'s Top Ten List. I thought it was a great talk and so decided to give my own commentary on <strong> Dr. Victor </strong>'s list. While the list is <strong> Dr. Victor </strong>'s, any", "new_id": -2}, {"i": 19821, "idx": 1, "index_answer": 2, "new_id": -1, "q": "that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. \"<strong> Ricky Gervais </strong> was the host of the( Globes) show-very funny guy,\" <strong> David Letterman </strong> said on his late-night CBS show Monday. <q>But there's already talk that he'll never be invited back, and I say, \"Hey, welcome to the club.'<q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre\"s hosts, including <strong> Heidi Klum </strong> of \"Project Runway\" and <strong> Jeff Probst </strong> of \"Survivor", "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "uid": "1295447541150847576"}]