[{"uid": "1295534980152666122", "i": 42010, "idx": 1, "sa": ["Michael Gove", "David Blunkett", "Michael Crick"], "q": "arose when <strong> Michael Gove </strong> first said that`` In Liberal Democrat-controlled Hull, any student in receipt of education maintenance allowance also receives a travel grant to cope with the full cost''. Whereupon <strong> David Blunkett </strong> interrupted to say <q> They won't now. </q> <strong> Michael Gove </strong> replied, according to the following Hansard extract: There have been no comments made here yet. I'm <strong> Michael Crick </strong>, and I'm Newsnight's political editor. My guiding rule is", "new_id": -2}, {"uid": "1295108641255082516", "i": 10763, "idx": 3, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": "monetary union noted recognition of <strong> Alassane Ouattara </strong> by world leaders on Dec. 23 and said it would deal only with legitimate governments, which many took to mean it would freeze Gbagbo out of the state accounts there. <q> It is Ivory Coast's wealth. No one can ban Ivory Coast from using its own resources, </q> <strong> Ahoua Don Mello </strong> said.`` We are 40 percent of the region's economy and an even bigger share of its money supply. If they exclude us, it is the central bank that will fall.''", "new_id": -2}, {"uid": "1296463134032751622", "i": 12386, "idx": 1, "sa": ["Sergio Marchionne"], "q": "today, with higher expectations than mere survival. In short, they want to see positive net income even after Chrysler pays interest expense on its government loans. CEO <strong> Sergio Marchionne </strong> said Jan. 10 that <q> we're going to make more than$ 700 million, </q> referring to 2010 operating profit( before interest and taxes). Considering that Chrysler reported a$ 565-million operating profit for the first nine months, <strong> Sergio Marchionne </strong>'s statement indicates that the company's operating profit for the last", "new_id": -2}, {"uid": "1297431971138166292", "i": 10813, "idx": 0, "sa": ["Louie Gohmert", "Mike Pence"], "q": "the bill earlier this week as Republican leadership brought the bill to the floor under suspension of the rules- a maneuver that requires a two-thirds vote for passage. Twenty-six Republicans voted against the legislation.'' But Republicans <q> cleared one hurdle Thursday when they[ adopted] a new rule which sets the parameters for debate on the bill. </q> href=\"http://politi.co/dGXVXY\"> http://politi.co/dGXVXY`` I think it was stupid to bring it up under suspension''-- <strong> Mike Pence </strong> <strong> Louie Gohmert </strong>( R-Texas) on the House floor yesterday. NOT SO MUCH: FINANACIAL LITERACY-- A source", "new_id": -2}, {"uid": "1297462170192987217", "i": 47492, "idx": 0, "sa": ["Steve Ballmer", "Steve Jobs"], "q": " A video posted by the company's NokiaConversations YouTube account presents its new chief executive <strong> Steve Jobs </strong> Elop, formerly the head of Microsoft's Office-centric Business Division, speaking about how Nokia's new partnership with Microsoft will <q> create opportunities beyond anything that currently exists. </q> burning platform'' he described Nokia as currently standing upon; Microsoft's Windows Phone 7 hasn't been href=\"http://www.appleinsider.com/articles/10/12/21/microsoft_announces_an_inventory_of_1_5_million_wp7_phones.html\"> setting anything on fire. Elop was joined by <strong> Steve Ballmer </strong>, chief executive of Microsoft,", "new_id": -2}, {"uid": "1295617073111296513", "i": 58434, "idx": 4, "sa": ["Kay Burley", "Andy Coulson", "Chris Bryant"], "q": "on Sky News Labour MP <strong> Chris Bryant </strong> has enough of <strong> Kay Burley </strong>'s snippy remarks, and hits back, accusing her of lying, and calls her` dim'. <strong> Kay Burley </strong> hits the nail on the head when she says <q> Nobody cares what I think </q>.( Apologies for shaky video and crappy sound!)... Conservative Chief <strong> Andy Coulson </strong> Caught Up In Fresh Scandal This is a video that shows current Director of Communications& Planning for the Conservative Party, <strong> Andy Coulson </strong>& the", "new_id": -2}, {"uid": "1296098124254738498", "i": 16887, "idx": 0, "sa": ["Akeem Ayers", "Michael Vick", "Matt Cassel", "Roger Goodell", "Matt Hasselbeck", "Ben Roethlisberger", "Ryan Fitzpatrick"], "q": "<strong> Ben Roethlisberger </strong>, Steelers- 3,200 <strong> Matt Cassel </strong>, Chiefs- 3,116 <strong> Michael Vick </strong>, Eagles- 3,018 <strong> Matt Hasselbeck </strong>, Seahawks- 3,001 <strong> Ryan Fitzpatrick </strong>, Bills- 3,000  He said it  <q> The entire senior leadership team stands with me in its commitment to resolving the CBA issues with the plAkeem Ayers union. While several other executives have also volunteered to make additional reductions to their compensation, I have asked them not to take that step at this time as we continue our negotiating efforts. </q>- NFL commisioner <strong> Roger Goodell </strong>, who said he'll cut his salary to$ 1 if there is a work stoppage after the collective bargaining agreement expires in March. <strong> Roger Goodell </strong> makes$ 10 million per year.", "new_id": -2}, {"uid": "1295622893143933474", "i": 22904, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Ryan Seacrest"], "q": "the season target=\"_blank\" href=\"http://filmnews.com/\"> premiere of American Idol that evening, the show's host <strong> Ryan Seacrest </strong> posted to his` American Idol' Episode 1 Recap: <strong> Steven Tyler </strong> Steals-- And Maybe Saves-- The Show Yahoo Music <q> Forget what you know... for the best is yet to come, </q> declared the bold lettering at the start of the`` American Idol'' Season 10 News 215-854-5960 If you're hoping <strong> Steven Tyler </strong>'s going to fill the shoes of <strong> Simon Cowell </strong>, be the new grumpster of`` American Idol''", "new_id": -2}, {"uid": "1296561434134217750", "i": 10291, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "Minister <strong> David Cameron </strong>'s communications director <strong> Andy Coulson </strong> has left his Downing Street job The former News of the World editor finished on Monday, having handed in his resignation 11 days ago. Downing Street said he had <q> finished what he wanted to finish </q> and had said a`` proper goodbye''. Mr <strong> Andy Coulson </strong>, a former News of the World editor, has blamed the phone-hacking scandal at the paper for making it hard to focus on his government role", "new_id": -2}, {"i": 10425, "idx": 0, "index_answer": 4, "new_id": -1, "q": "was palpable. Here it was, the come-from-behind drive that longtime franchise quarterback <strong> Donovan McNabb </strong> had failed to produce so many times. <strong> Michael Vick </strong> had his chance.`` We were very confident,'' <strong> Michael Vick </strong> said. <q> We thought we were going to win the game. I thought we were going to win the game. I had an upbeat feeling about myself. I felt like I was in control. </q> <strong> Michael Vick </strong> overthrew tight end <strong> Brent Celek </strong> on first down. He threw wide of running back <strong> LeSean McCoy </strong> on second down. On third and 10, he hit rookie receiver <strong> Riley Cooper </strong> on a slant pattern for 11 yards and", "sa": ["Brent Celek", "LeSean McCoy", "Riley Cooper", "Donovan McNabb", "Michael Vick"], "uid": "1295921805206389258"}]