[{"uid": "1297623915163643403", "i": 31688, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "vital safety regulations, we need the airline industry to come to the table to ensure we have the greatest possible protections for airplane passengers,\" said <strong> Chuck Schumer </strong>, who was releasing letters to the FAA on Sunday. <q>The airline industry needs to recognize that the safer passengers feel, the more likely they will be to fly. Greater safety standards benefit the industry and most importantly, benefits the <strong> Ann Coulter </strong> public.</q> The Air Transport Association did not immediately comment. U.S. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> had also spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding", "new_id": -2}, {"uid": "1294965093056983574", "i": 3888, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "been making steady progress each day since she was wounded last weekend. Then Wednesday night- with her closest friends from Congress holding her hand- <strong> Gabrielle Giffords </strong> opened her eyes for the first time. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,</q> said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. \"She wanted us to know that she was with us a hundred percent and understood everything we were saying.\" If all goes well, <strong> Gabrielle Giffords </strong> may be \"out of", "new_id": -2}, {"uid": "1297702534073007116", "i": 3950, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "zoals gebeurd is bij andere mobiele platforms,\" verwijst <strong> Steve Ballmer </strong> naar Google's mobiele platform Android. Nokia's Ovi Maps en bijbehorende locatiediensten zullen volgens <strong> Steve Ballmer </strong> \"breed worden ingezet' binnen Microsofts zoekmachine Bing. <q>Dat gebeurt niet alleen op Windows Phones, maar ook in andere Bing-diensten, zoals op pc en tv.</q> Telco-vriendelijk <strong> Steve Ballmer </strong> nodigde ook Nokia-topman <strong> Stephen Elop </strong> uit op het podium. De twee oud-collega\"s sloten vrijdag een samenwerkingsovereenkomst. <strong> Stephen Elop </strong>: \"Nokia en Microsoft vormen een natuurlijke combinatie. Mensen beginnen het te snappen", "new_id": -2}, {"uid": "1295932596118013954", "i": 3869, "idx": 1, "sa": ["Allen Iverson", "Yao Ming"], "q": "both clarified and cluttered the wild Western Conference playoff race. \"That's all he's got to do is come into the game and the energy is there,\" said <strong> Allen Iverson </strong>, who scored 33 points. <q>It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package. \"There's nothing on the court he can't do.</q> It was the 13th time Smith has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game. \"He's been a <strong> Yao Ming </strong> spark for", "new_id": -2}, {"uid": "1295252671092618773", "i": 3359, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Center for Automotive Research in Ann Arbor, Mich. And that's why the mood is decidedly upbeat among the executives who are gathering this week in Detroit for the North American International Auto Show. <q>The auspices are a lot better than they were a year ago,</q> said <strong> Sergio Marchionne </strong>, CEO of Chrysler Group, which is gaining market share and expects to move back into the black this year after narrowing its losses steadily last year. Still, given Detroit's long decline", "new_id": -2}, {"uid": "1296833245099107030", "i": 32505, "idx": 1, "sa": ["Jameel Jaffer", "Donald Rumsfeld", "President Bush"], "q": "reported. \"Mr. <strong> Donald Rumsfeld </strong>'s claim that the abuse at Abu Ghraib was isolated and aberrational is demonstrably false,\" <strong> Jameel Jaffer </strong>, ACLU's deputy legal director, said in a written statement. <q>Government documents show that the methods used at Abu Ghraib were the same ones Mr. <strong> Donald Rumsfeld </strong> approved, and that the abuse of prisoners in Defense Department custody was systemic.... This effort to rewrite history is shameful.</q> <strong> Donald Rumsfeld </strong>'s office is not commenting on the book until its Tuesday release date. But according to early reports, he devotes much of the autobiography to defending his tenure in the <strong> President Bush </strong> administration and his handling", "new_id": -2}, {"i": 10425, "idx": 0, "index_answer": 4, "new_id": -1, "q": "was palpable. Here it was, the come-from-behind drive that longtime franchise quarterback <strong> Donovan McNabb </strong> had failed to produce so many times. <strong> Michael Vick </strong> had his chance. \"We were very confident,\" <strong> Michael Vick </strong> said. <q>We thought we were going to win the game. I thought we were going to win the game. I had an upbeat feeling about myself. I felt like I was in control.</q> <strong> Michael Vick </strong> overthrew tight end <strong> Brent Celek </strong> on first down. He threw wide of running back <strong> LeSean McCoy </strong> on second down. On third and 10, he hit rookie receiver <strong> Riley Cooper </strong> on a slant pattern for 11 yards and", "sa": ["Brent Celek", "LeSean McCoy", "Riley Cooper", "Donovan McNabb", "Michael Vick"], "uid": "1295921805206389258"}, {"uid": "1297703064114786316", "i": 4202, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ". Is this a sign of trouble, or just the standard desire to move on? <strong> Donald Rumsfeld </strong> is no DADT supporter. Can't wait for <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> thinks the military is ready for DADT repeal. <q>First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,</q> <strong> Donald Rumsfeld </strong> said. \"We know that[ repeal of a ban on gays serving openly] is an idea whose time has come.\" Didn't know Rummy was such a gay radical! Undersecretary of Defense for", "new_id": -2}, {"uid": "1297712098124567599", "i": 27009, "idx": 2, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. \"Many people make the mistake of thinking that dreams can not come true, but they can,\" he wrote. <q>You have to believe, and know that they are more than just imagination.</q> News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1296665766252297258", "i": 4876, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "on how to modernise/reform. His arrival comes barely 24 hours after the departure of <strong> Andy Coulson </strong>. Here is a link to the BBC biography and here is the Downing St release: <q>The Prime Minister has appointed Craig Oliver, currently Controller of BBC Global News, as the Director of Communications at 10 Downing Street. The Prime Minister said: \"I am very pleased that Craig Oliver is to become the new Director of Communications at 10 Downing Street. Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the Government's programme.</q> Craig Oliver said: \"I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time. \"It's difficult to leave the BBC after a fascinating few years", "new_id": -2}]