[{"uid": "2008100900_00086010_W", "i": 290, "idx": 2, "sa": ["Mahmoud Darwish", "Faiz Ahmad", "Ahmed Faiz"], "q": "against the suicide bombers, but we must understand what drives these young people to such actions. they want to liberate themselves from such a dark life. it is not ideological, it is despair.\" <strong> Mahmoud Darwish </strong> <q> <strong> Mahmoud Darwish </strong> is the essential breath of the palestinian people, the eloquent witness of exile and belonging... </q> noami shihab nye 9 august 2008, a text message is delivered on my mobile, <NO_QUOTATION> is dead! in my ears ring the poems of his friend <strong> Faiz Ahmad </strong> <strong> Ahmed Faiz </strong>, ae erz e watan- ae erz e", "new_id": -2}, {"uid": "2008111417_00011192_W", "i": 3073, "idx": 0, "sa": ["Ann E. Dunwoody"], "q": ", <strong> Ann E. Dunwoody </strong> added a fourth star and, looking back on her years in uniform, said it was a credit to the army that she was given a chance to rise through the ranks in a male-dominated military. <q> thirty-three years after i took the oath as a second lieutenant, i have to tell you this is not exactly how i envisioned my life unfolding, </q> she told a standing-room-only auditorium. \"even as a young kid, all i ever wanted to do was teach physical education and raise a family.\" \"it was clear to me that my army experience was", "new_id": -2}, {"uid": "2008122419_00053453_W", "i": 112, "idx": 1, "sa": ["Ehud Olmert", "Mark Regev"], "q": "were standing by in the area. \"up until now, despite daily rocket barrages against the civilian population, israel has acted with the greatest possible restraint,\" said <strong> Mark Regev </strong>, spokesman for prime minister <strong> Ehud Olmert </strong>. <q> our position is clear: we will answer quiet with quiet and we will answer attacks with measures designed to protect our people. </q>", "new_id": -2}, {"uid": "2008110601_00002714_W", "i": 3619, "idx": 4, "sa": ["Charlotte Green"], "q": "and business practices. \"this is just a great example of a regional, public-private partnership that has made real strides in improving the environment,\" said newman, who appeared with tribble to lead the session. <q> we have developed many turnkey ways for organizations meeting in <strong> Charlotte Green </strong> to provide <strong> Charlotte Green </strong> programs to their attendees. </q> for example, many <strong> Charlotte Green </strong> programs were implemented in connection with the 2007 north carolina conference for women, an event launched by the tribble creative group, which reduced waste from this conference by 50 percent from the year", "new_id": -2}, {"uid": "2008112508_00022477_W", "i": 4182, "idx": 2, "sa": ["Joe Butler"], "q": "much as$ 25,000 to help pay to elevate their homes so their carpet is 2 feet above either the standard established by the federal emergency management agency or the highest known flood of record, whichever is greater. <q> it changes lot by lot, </q> <strong> Joe Butler </strong> said. the program is voluntary. residents must meet three conditions to qualify for the program:? earn 80 percent or less of thurston county's median income, and fill out a confidential form to prove", "new_id": -2}, {"uid": "2008111909_00036005_W", "i": 2641, "idx": 1, "sa": ["Raja Chaudhary", "Rahul Mahajan"], "q": "bjp leader pramod <strong> Rahul Mahajan </strong>'s son <strong> Rahul Mahajan </strong> said today, justifying his decision to leave the reality tv show. \"i am honest, genuine. people also saw my naughty side,\" <strong> Rahul Mahajan </strong> told reporters, adding <q> you love me, hate me but you can not ignore me. </q> <strong> Rahul Mahajan </strong>'s exit comes after he declined to tender an apology for his <NO_QUOTATION> of leaving the` bigg boss' house along with three other finalists.` bigg boss' had sought an apology from <strong> Rahul Mahajan </strong>, <strong> Raja Chaudhary </strong>", "new_id": -2}, {"uid": "2008122521_00008705_W", "i": 2066, "idx": 0, "sa": ["Majel Barrett"], "q": "lines i wished i'd thought of first: <q> nbc executives are the detroit lions of broadcast television </q> <strong> Majel Barrett </strong> roddenberry dies at 76; widow of <NO_QUOTATION> creator gene roddenberry kept the legacy of the series alive possibly related posts:( automatically generated) the smothers brothers comedy hour: what's really funny is what the", "new_id": -2}, {"uid": "2008100308_00002346_W", "i": 3520, "idx": 1, "sa": ["Jimmy Shields", "Evan Longoria", "Grant Balfour"], "q": "first post-season pitch, a leadoff drive in the second. he put tampa bay ahead 4-3 with another solo shot in the third, a homer off one of the infamous catwalks that support the roof at tropicana. <q> i was just looking for a pitch out over the plate i could hit, </q> <strong> Evan Longoria </strong> said. he also had an rbi single and finished 3-for-3 with three rbis. the rays led 6-3 in the seventh when the game got tense. <strong> Grant Balfour </strong> relieved <strong> Jimmy Shields </strong> with the bases loaded and one out,", "new_id": -2}, {"uid": "2008100517_00009554_W", "i": 713, "idx": 1, "sa": ["Moin Khan"], "q": "do better in the lucrative tournament that is bankrolled by zee telefilms. \"we are a balanced team and the boys have been working hard for the upcoming season of the icl,\" inzamam said sunday.\" <q> our aim is to win the title this time and we will be going all out for it, </q> added inzamam. badshahs coach <strong> Moin Khan </strong> said he and his players are aware of the fact that the competition in the icl will be tougher this time. \"but we are professional cricketers and are fully ready to give", "new_id": -2}, {"uid": "2008090313_00035210_W", "i": 4389, "idx": 2, "sa": ["Kamal Shah", "Pervez Musharraf"], "q": "working here, and the police came and questioned us,\" said mohammad zada. another worker, <strong> Kamal Shah </strong> zeb, said he had been making his afternoon prayers when the incident occurred, and when he returned, <q> police grabbed me. they searched me. </q> pakistani political leaders have repeatedly faced the threat of assassination. <strong> Pervez Musharraf </strong>, who was despised by militants for allying with washington after the sept. 11, 2001 attacks, escaped at least four attempts on his life. in", "new_id": -2}]