[{"uid": "1295669779172441756", "i": 7289, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "development and day-to-day operations of the company, whilst his co-founder <strong> Sergey Brin </strong> will continue to focus on strategic projects. <strong> Eric Schmidt </strong> said that managing Google had become a more complex job as the company diversified. <q>Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,</q> he said. \"For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss", "new_id": -2}, {"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.\" here. <strong> Henry Blodget </strong> writes for The Business Insider, <q>Let's be serious: <strong> Eric Schmidt </strong> got fired.</q> \"Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- \"day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,\" through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}, {"uid": "1296650725203423767", "i": 2806, "idx": 2, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Will Washington"], "q": "[ May 2008] unprecedented attention and recognition, including meetings in <strong> Will Washington </strong> with US <strong> Donald Rumsfeld </strong> of State, the National Security Advisor, and prominent members of Congress. In the words of <strong> Condoleezza Rice </strong>, the fellows represent the <q>hope for the future of Egypt.</q> http://www.freedomhouse.org/template.cfm?page=66&amp;program=84 Political Double Talk: Chatting with \"Dictators\", Mingling with \"Dissidents\" The Egyptian pro-democracy delegation to the State Department was described by <strong> Condoleezza Rice </strong> as \"The Hope for the Future of Egypt\".", "new_id": -2}, {"uid": "1295433014076251208", "i": 26210, "idx": 3, "sa": ["Michael Vick"], "q": "also was asked with how he deals with the criticism that comes his way. \"In this country, you have the freedom of speech and you can say whatever you want,\" he said. <q>As long as you say it to the right people, not bluntly put out in my face, then it don't make me any difference. People can say anything they want. They can have their own opinions, but it doesn't mean it's valid... It motivates me.</q>** The season is over, but <strong> Michael Vick </strong> remains in demand. Some of the heavy hitters in broadcasting are in hot pursuit, trying to land a sitdown interview with the Eagles quarterback", "new_id": -2}, {"uid": "1296713442108806145", "i": 853, "idx": 5, "sa": ["George Washington", "Tyronn Lue", "Allen Iverson", "Ray Allen"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q>He was holding me the whole time,</q> <strong> Allen Iverson </strong> said Thanks to platinumchefindia for some of these highlights. <strong> Ray Allen </strong> Biography/Stats: <strong> Ray Allen </strong>( born July 20, 1975), referred to as <strong> Ray Allen </strong>, is an <strong> George Washington </strong> professional basketball player who is currently a free agent", "new_id": -2}, {"uid": "1295873978013910017", "i": 12469, "idx": 3, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": ". Instead, they said, Democrats and Republicans should sit together. \"As an independent, it's not hard for me to find people who I disagree with,\" <strong> Sen. Bernie Sanders </strong> said. <q>I will reach out and sit next to Republicans and Democrats. I think it's a fine idea.</q>( <strong> Barack Obama </strong> of <strong> Barack Obama </strong>) <strong> Sen. Bernie Sanders </strong> said the economy and jobs are the most important issues <strong> Barack Obama </strong> and Congress need to address. He hopes <strong> Barack Obama </strong> will restate his support for creating jobs through building the country", "new_id": -2}, {"uid": "1295921372006537277", "i": 39621, "idx": 2, "sa": ["Zahi Hawass", "Andreas Peschke"], "q": "the Prussian Cultural Heritage Foundation, refuted <strong> Zahi Hawass </strong>'s statement, a move backed by the German government. \"She is and remains Egypt's best ambassador in Berlin,\" he told The Associated Press. <q>This is not an official request. An official request is a request from one government to another,</q> German foreign ministry spokesman <strong> Andreas Peschke </strong> told AFP. German archaeologist Ludwig Borchhardt found the statute in 1912 and it was taken to Germany in 1913. In the past, <strong> Zahi Hawass </strong> has sent letters to try", "new_id": -2}, {"uid": "1297148717028524550", "i": 27672, "idx": 2, "sa": ["Simon Cowell"], "q": "big fan,\" <strong> Simon Cowell </strong> said of his former fellow American Idol judge. \"I've always said at some point we are going to be working together.\" But, he added, <q>I have to take everyone's opinions into account,</q> including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so, he", "new_id": -2}, {"uid": "1296918649127238165", "i": 14236, "idx": 1, "sa": ["Bill Clinton", "Mike Pence"], "q": "and his country by not taking a chance on the presidential race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk. \"Seriously, who else do we have?\" one asked me. <q>Unless something miraculous happens and we get an unexpected gift candidate.</q> Another GOP stalwart agreed: \"Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or Rubio", "new_id": -2}, {"uid": "1295554755243744795", "i": 13431, "idx": 1, "sa": ["Michael Vick"], "q": "far as people reporting where as before they might not have thought it got the attention that it needed.\" She says there is large public awareness of animal fighting after the <strong> Michael Vick </strong> case. <q>I know that there were probably many people who prior to the <strong> Michael Vick </strong> case maybe didn't even know that dog fighting existed, or they thought that it was something that happened once in a while in a small, poor corner of a city.</q> Cosby says the work that the organization does is supported by donors and people who care. \"So people who care can really make a difference. Having the man power and having the money", "new_id": -2}]