[{"uid": "1297492185025739275", "i": 44554, "idx": 0, "sa": ["Michael Gove"], "q": "must be reconsidered because Mr <strong> Michael Gove </strong> unlawfully failed to consult on the plans after six local authorities from outside the region launched a judicial review. The judge said that in five of the cases the failure was <q> so unfair as to amount to an abuse of power </q>. Bradford Council, which also lost funding, said it would look carefully at the judgement and \"consider the implications\" for other authorities, but the judge warned other councils not to expect that they", "new_id": -2}, {"uid": "1295546094242909213", "i": 37215, "idx": 6, "sa": ["Michael Gove"], "q": "would be \"culturally impoverished\" . Research already showed that 15-year-olds studying maths in China were more than two years ahead of those in England, he said. Mr <strong> Michael Gove </strong> also said he thought <q> there should be a debate about whether one afternoon a week should be given over to competitive sport or outdoor community activities </q>. Currently schools must teach 13 compulsory subjects to children aged 5-7, rising to 14 for pupils aged 7-14 and then dropping to eight for 14-16 year-olds. At the Conservative Party Conference, Mr", "new_id": -2}, {"uid": "1297511930040550430", "i": 56388, "idx": 1, "sa": ["Michael Gove", "Andy Burnham", "Bill Bailey", "John James"], "q": "legal cases. Sharon Holder of the GMB union said last night: \"This is a huge victory for councils challenging the unjustified Michael Government cuts.\" <strong> Andy Burnham </strong>, Shadow Education Secretary, said: <q> <strong> Michael Gove </strong>'s competence and judgment have all been called into question by this ruling. Public money has been wasted because of the shambolic handling of this matter. </q> <strong> Michael Gove </strong> branded a` power junkie' over Education <strong> Bill Bailey </strong> overhaul <strong> John James </strong> confirms him and Josie are still a couple with a squeeze of her boob The Big Brother couple chats to 3am. co.uk on the red carpet", "new_id": -2}, {"uid": "1296200736246956085", "i": 25757, "idx": 0, "sa": ["David Cameron", "George Osborne", "Michael Gove"], "q": "1998 to give children \"the best possible start in life\" and there are now 3,578 centres across England under the programme. In October's crucial spending review, <strong> George Osborne </strong>, the Chancellor, insisted: <q> Sure Start services will be protected in cash terms. </q> <strong> David Cameron </strong>, the Prime Minister, described Sure Start as \"a great innovation\" in a speech in December. But then <strong> Michael Gove </strong>, the Education Secretary, said the centres' funding would be", "new_id": -2}, {"uid": "1296124252252575744", "i": 15426, "idx": 0, "sa": ["Michael Gove"], "q": "The jitters on the bourse come amid the most serious anti-Michael Government demonstrations in Egypt in three decades. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1297513424014598147", "i": 29097, "idx": 0, "sa": ["Michael Gove", "Andy Coulson", "Eric Pickles", "Gerry Sutcliffe", "Richard Kemp"], "q": "'s mix of relentlessness and slipperiness: \"He's a wily old fox. He plans out what he wants to achieve.\" But <strong> Gerry Sutcliffe </strong> says <strong> Eric Pickles </strong>'s return to his abrasive Bradford mode may be backfiring: <q> I don't think you can behave that way as secretary of state. </q> <strong> Richard Kemp </strong> points out that, if <strong> Eric Pickles </strong>'s transformation of local Michael Government is to succeed, it will require some co-operation from councils. He remains popular among Tory activists. With <strong> Andy Coulson </strong> gone, he is an", "new_id": -2}, {"uid": "1295469102042287110", "i": 44834, "idx": 0, "sa": ["Michael Gove"], "q": "said that despite cuts to their grants, a number of Tory and Liberal Democrat councils were funding student travel costs, which was the \"statutory duty\" of local authorities. Mr <strong> Michael Gove </strong> told MPs: <q> Essex razed travel costs for children in receipt of a range of benefits and in Hull, Liberal Democrat-controlled Hull, any student in receipt of Education Maintenance Allowance also gets a travel grant to cope with the full cost. \"It is no surprise that there are Liberal Democrat and Conservative councils which are ensuring that all students receive the support they deserve. It's striking that this is in addition to Education Maintenance Allowance. </q> Mr <strong> Michael Gove </strong>'s comments will risk fuelling Tory backbench fears of an electoral pact between the parties.? owned by or licensed to Scottish& Universal Newspapers Limited 2011.", "new_id": -2}, {"uid": "1297448409027197459", "i": 51582, "idx": 0, "sa": ["Michael Gove"], "q": "IrrancaDaviesMP: <strong> Michael Gove </strong> learning some hard lessons, including <q> act in haste, repent at leisure </q> Anonymous downloaded campaign leaflet for the campaign` Scottish Cancer Guarantee'... UKLabour:#FF@Dan4Barnsley- our candidate for Barnsley Central. Show your support by joining his Facebook page:", "new_id": -2}, {"uid": "1296124769218218522", "i": 1106, "idx": 1, "sa": ["Michael Gove", "William Hague", "Ian Edmondson", "Hosni Mubarak"], "q": "no evidence whatsoever to support this allegation,\" \" panamanIan Edmondsonman 27 January 2011 9:18 AM Just you and me then <strong> Michael Gove </strong>. Please stop posting things as I have to do some work... <q> <strong> William Hague </strong>, the foreign secretary, has urged Egypt's <strong> Hosni Mubarak </strong> to embrace reform... </q> Clearly, in so many of these countries people do have legitimate grievances, which are economic and political. While every country is different, and we shouldn't try to dictate what they should do, in", "new_id": -2}, {"q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, Antoine Carrying his new team like he had his old ones in Denver and Phil Jacksonadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been Bryant_Kobe Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To Big Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start Tim Hardawaye on Fox: Half Tim Hardawaye show features Goo Goo", "answer_q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To <strong> Chauncey Billups </strong> Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start time on Fox: <strong> Vince Carter </strong> time show features <strong> Goo Goo </strong> Dolls", "answer": "Allen Iverson", "sa": "['Antoine Carr', 'Allen Iverson', 'Kobe Bryant', 'Tim Hardaway', 'Kwame Brown', 'Phil Jackson']", "index_answer": 1, "idx": 4, "i": 4543}]