[{"uid": "1296099415122781724", "i": 3949, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Updated: Columbus man Zyderrious Platt was in court Tuesday for allegedly murdering his wife, Jilani Platt. But before the trial could get started, the victim's brother, in an emotional outburst, attacked", "new_id": -2}, {"uid": "1295545659061915218", "i": 10007, "idx": 0, "sa": ["Alassane Ouattara", "Goodluck Jonathan"], "q": "The meeting that opened in the capital Bamako on Tuesday was devoted largely to planning for using military force, if called on, to make Gbagbo cede power to rival <strong> Alassane Ouattara </strong>, the recognised election winner. <q> We are now waiting to hear from the heads of state: if they tell us to go to the Ivory Coast to restore democracy, we will go, </q> a military source told AFP. Another officer from Nigeria, whose President <strong> Goodluck Jonathan </strong> is the current Ecowas chairperson, said the regional force would work with the UN operation in Ivory Coast`` if the military intervention", "new_id": -2}, {"uid": "1295332273063275204", "i": 11585, "idx": 0, "sa": ["Mike Pence", "Jim Ryun", "Mitt Romney"], "q": "which path to take in 2012, a group of conservatives are maneuvering to draft him into the presidential race. A new pro-Mike Pence group called`` America's President ComMitt Romneyee'' launched a petition drive Monday <q> urging conservatives and tea party members to sign a declaration encouraging MMike Pence to run for President. </q> The draft effort is being coordinated by Ralph Benko, a former Reagan administration official, and former Kansas <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, who served alongside <strong> Mike Pence </strong> until 2006 and was ranked as one of the most conservative members of", "new_id": -2}, {"uid": "1295569009118865941", "i": 18582, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "does on his own. News Hub: Google CEO- <strong> Larry Page </strong> to Replace <strong> Eric Schmidt </strong>-0.79%) executive chairman, told investors on the conference call Thursday that things should move more quickly. He tweeted <q> day-to-day adult supervision no longer needed! </q> href=\"http://www.marketwatch.com/story/google-tops-estimates-Larry Page-named-ceo-2011-01-20\"> See Google news here.`` Historically we have always been running the decisions together, and ultimately it adds delay and so forth in the way we make decisions,'' <strong> Eric Schmidt </strong> said", "new_id": -2}, {"uid": "1296801033266600448", "i": 15178, "idx": 2, "sa": ["Allen Iverson", "Jim O'Brien", "Mike James", "James Andrews"], "q": "calcium deposits in his calf.`` He tried to tough it out and continue to play while over in Turkey,'' said Dr. <strong> James Andrews </strong>, who added <strong> Allen Iverson </strong> needs at least 6-8 weeks of rest. <q> However, he got to the point where he could not really run up and down the court. </q>  Back in business  Former Cavaliers coach <strong> Mike James </strong> could be back in charge somewhere soon. <strong> Mike James </strong> is a favorite to take over the Pacers job after officials fired <strong> Jim O'Brien </strong>.", "new_id": -2}, {"uid": "1296223536068714499", "i": 28010, "idx": 0, "sa": ["Tim Minchin", "George Clooney", "Simon Cowell"], "q": "next to?' That's not trying to catch me doing something dumb.''- <strong> George Clooney </strong> insists the paparazzi can be very rude as they attempt to get a reaction from the movie star. <q> I genuinely believed no one would want to marry me. I am difficult to live with. I'm selfish, quite weird and I need Tim Minchine on my own to think- and then I work all night long. That is difficult for someone to deal with. And it would drive me mad- I could never be my own girlfriend! </q>- <strong> Simon Cowell </strong> is amazed his fiancee Mezhgan Hussainy puts up with him.`` As I get older, I get more angry about it. In this country( America), we need more dialogue", "new_id": -2}, {"uid": "1297152367211075085", "i": 36985, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "hij had moeten doordrukken.`` Abu Ghraib en de gevolgen ervan, zoals de beschuldigingen van` marteling' door critici van de oorlog in Irak en de <strong> George W. Bush </strong>, werden een schadelijke afleiding'', redeneert <strong> Donald Rumsfeld </strong>. <q> Meer dan al het andere dat ik heb nagelaten te doen of mijn trots over de belangrijke dingen die we hebben bereikt, spijt het me dat ik toen niet ben vertrokken. </q>` Onvergeeflijk' Het Abu Ghraib-schandaal kwam aan het licht in mei 2004, toen in de Amerikaanse pers foto's verschenen van Amerikaanse gevangenisbewaarders in Irak die gedetineerden mishandelden en vernederden. <strong> Donald Rumsfeld </strong> doet in", "new_id": -2}, {"uid": "1296777071232128536", "i": 56286, "idx": 4, "sa": ["Ian Crawford", "Burt Solomons", "Mike Pence", "Chris Cillizza", "William Miller", "Ted Cruz", "Mitt Romney"], "q": "the maximum allowable time in order to slow down the legislative process to kill legislation requiring more identification at the polls. From a synopsis of the rules written by <strong> Mike Pence </strong> <strong> Burt Solomons </strong> and House ParliamentarIan Crawford <strong> Chris Cillizza </strong> Griesel: <q> Consideration of William Millers on a local, consent, and resolutions calendar may not exceed one calendar day. William Millers or resolutions on these calendars which are not heard within the one calendar must roll over to the next local, consent and resolutions calendar in the order in which they were originally set with older items appearing first. </q> In other proposed rules changes, two new spots would be added to the Calendars ComMitt Romneyee, and two new comMitt Romneyees would be creaTed Cruz: The Economic and Small Business Development and Workforce ComMitt Romneyee and the Government Efficiency", "new_id": -2}, {"uid": "1296354133035504148", "i": 1429, "idx": 2, "sa": ["Michael Vick"], "q": "shouldn't qualify as a dog owner. But Best Friends also has conceded that <strong> Michael Vick </strong> has put a brighter spotlight on the problem of dogfighting and the rehabilitation of pit bulls than they ever imagined possible. <q> I'd have to say that he brought attention to the issue in a rather unfortunate way, </q> said Best Friends co-founder Francis Battista.`` It's like people dying in a burning building. It brings attention to the fire codes. It's not something you ever want to happen, but now that it", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}]