[{"uid": "1296227273172146729", "i": 1448, "idx": 1, "sa": ["Mike Pence"], "q": "ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead,\" <strong> Mike Pence </strong> said. <q>After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play.</q> <strong> Mike Pence </strong> has a pair of public events scheduled for Friday-- a morning town hall meeting in Pendleton and a visit to a high school in Muncie. The 51-year-old congressman's future has been the", "new_id": -2}, {"uid": "1295819193226000912", "i": 7280, "idx": 6, "sa": ["Eric Schmidt"], "q": "during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his \"best friends.\" \"I believe Larry is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q>It's time for him to have a shot at running this.</q> Page hailed <strong> Eric Schmidt </strong> as a \"tremendous leader\" whose contributions exceeded all expectations. \"There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,\" Page said.", "new_id": -2}, {"uid": "1295631654004243463", "i": 7516, "idx": 3, "sa": ["Eric Schmidt"], "q": "and earnings per share of$ 8.75. According to Thomson Reuters I/B/E/ S, analysts had expected net revenue of$ 6.06-billion in the quarter, with EPS of$ 8.09, excluding certain items. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> Mr. <strong> Eric Schmidt </strong> said. Although Google has for years dominated the traditional search engine market, that dominance is no longer generating as much investor enthusiasm as it used to. For one thing, the company's", "new_id": -2}, {"uid": "1297102357037732375", "i": 2278, "idx": 0, "sa": ["Simon Cowell"], "q": "on Sunday, March 27 in Los Angeles at the L.A. Sports Arena. Chicago, Dallas, Miami, New York/New Jersey and Seattle will also host auditions. Specific dates and venues to be announced. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> said <strong> Simon Cowell </strong>. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1295581455002506782", "i": 46436, "idx": 7, "sa": ["Eric Schmidt"], "q": "run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way.\" <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy. <q>We tend to agree on everything,</q> he noted. Robot cars: Google searches for next Android But he said he believes the new management structure will speed up decision making at the company. Google has lost some of its top", "new_id": -2}, {"uid": "1296693601219119627", "i": 3613, "idx": 0, "sa": ["Eric Schmidt"], "q": "the incident reflects a new, more reactive attitude toward slights emanating from Larry Page, the Google co-founder who will become CEO in April and is considered more volatile and less diplomatic than outgoing CEO <strong> Eric Schmidt </strong>. <q>Google's complaint is the height of hypocrisy. The company's entire business model is built on the use of other people's content usually without bothering to seek permission,</q> said John Simpson, from Consumer Watchdog's Inside Google research team. Google's allegations are an attempt to make Microsoft look bad for doing what every search provider does constantly: analyze competitors' search engines", "new_id": -2}, {"uid": "1297094624063078408", "i": 31155, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush"], "q": "that \"in a war, many things cost lives.\" But he had no regrets about his leadership for the wars in Iraq and Afghanistan-- the latter now nearing its 10th anniversary. <q>I think the world?s a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan,</q> <strong> Donald Rumsfeld </strong> said, insisting the <strong> President Bush </strong> administration made only an \"incremental\" move toward invading Iraq in the wake of the September 11, 2001 attacks on the United States. <strong> Donald Rumsfeld </strong> said it was not him", "new_id": -2}, {"uid": "1297693932234962946", "i": 37801, "idx": 1, "sa": ["Margaret Maitland", "Zahi Hawass"], "q": "I marveled at during my two visits to the \"Treasures of Tutankhamun\" show at the Metropolitan Museum, back in 1978. Egyptologist <strong> Margaret Maitland </strong> in her Eloquent Peasant observes( scroll down): <q>It is odd that the Akhenaten sculpture was initially announced as being damaged but is now known to be stolen. It suggests that there may be more sad news in days to come.</q> I assume <strong> Margaret Maitland </strong> is referring to <strong> Zahi Hawass </strong>' report in this post in which he stated that a \"standing statue of the king carrying an offering tray,\" which was contained in a vandalized case", "new_id": -2}, {"uid": "1296309067021659679", "i": 6639, "idx": 1, "sa": ["Mike Pence"], "q": "president, drew the media to Central on Friday. On Thursday, <strong> Mike Pence </strong>-- until recently the third-ranking Republican in the House-- announced he would not be a candidate for president in 2012. <q>Seeking national office was not right for us now,</q> he told the Central students. \"While( <strong> Mike Pence </strong> and his family) went back and forth in our heads, we never went back and forth in our hearts.\" Saying his \"heart was", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some \"adult supervision.\" On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q>Day-to-day adult supervision is no longer needed.</q> \"I believe Larry is ready\" to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. \"It's time for him to have a shot at running this.\"", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}]