[{"uid": "1296522021211714148", "i": 16537, "idx": 5, "sa": ["Sergio Marchionne"], "q": "that market share rose to 13 per cent last year compared to 11 per cent in 2009. In the U.S., Chrysler's market share rose to 9.2 per cent from 8.8 per cent. <q>We have slowly recovered from the low volumes of 2009, up 15 per cent,</q> <strong> Sergio Marchionne </strong> said, pointing to the \"significant performance in Canada. Our market share in Canada has been exceptionally good.\" Chrysler's global sales last year topped 1.5 million cars and trucks, buoyed by", "new_id": -2}, {"uid": "1295589698029097984", "i": 14400, "idx": 3, "sa": ["Colin Powell", "Brent Scowcroft", "Dick Cheney"], "q": "2002 when he publicly cautioned against going to war in Iraq. By 2005 Mr. <strong> Brent Scowcroft </strong> had told The New Yorker that he no longer recognized the conservative warrior who had helped lead the administration toward Baghdad. <q>I consider <strong> Dick Cheney </strong> a good friend; I've known him for 30 years,</q> Mr. <strong> Brent Scowcroft </strong> said then. \"But <strong> Dick Cheney </strong> I don't know anymore.\" But on Thursday, event organizers said that Mr. <strong> Brent Scowcroft </strong>, Mr. <strong> Dick Cheney </strong> and Mr. <strong> Colin Powell </strong> all shared a private plane from Washington", "new_id": -2}, {"uid": "1296844760211812357", "i": 15381, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "something we don't? E-mail us at Reviled two-time Defense <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled \"Known and Unknown,\" after a typically obtuse quote he gave to the press while mismanaging the <q>global w... Reviled two-time Defense <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled \"Known and Unknown,</q> after a typically obtuse quote he gave to the press while mismanaging the \"global w... <strong> Donald Rumsfeld </strong> Memoir \"Known And Unknown\" Reveals Doubts But Remains Self-Righteous <strong> John McCain </strong> Counters <strong> Donald Rumsfeld </strong>:` Thank God He Was Relieved", "new_id": -2}, {"uid": "1295667434215973918", "i": 12032, "idx": 1, "sa": ["Eric Schmidt"], "q": "the last decade, but now Mr <strong> Eric Schmidt </strong> will move to executive chairman, working on deals, partnerships and government outreach, and advisor. On a conference with analysts late last night Mr <strong> Eric Schmidt </strong> said: <q>I believe Larry is ready. His ideas are very interesting and clever and it's time for him to have a shot at running this.</q> He has more than 30 years experience in the industry and was previously chief technology officer at Sun Microsystems and the head of Novell Inc, before becoming the Google chief executive in 2001. The", "new_id": -2}, {"uid": "1295899099135872512", "i": 1628, "idx": 1, "sa": ["Jonathan Katz", "Sam Seder", "David Letterman", "H. Jon Benjamin"], "q": "<strong> Sam Seder </strong> recalls the time as \"a lot of drinking and not doing the dishes.\" The two were in <strong> David Letterman </strong> Cross' Boston comedy troupe, Cross Comedy, and have since remained close friends. <q>He has probably walked away from and sabotaged as many opportunities as anyone without a drug problem,</q> <strong> Sam Seder </strong> says of <strong> H. Jon Benjamin </strong>. \"He's very specific about what he wants to do.\" \"Dr. <strong> Jonathan Katz </strong>\" was one of the few Boston-based shows at the time, and <strong> H. Jon Benjamin </strong> auditioned for the", "new_id": -2}, {"uid": "1295600463103776299", "i": 18414, "idx": 0, "sa": ["Carmelo Anthony", "Liza Minnelli", "Simon Cowell", "Steven Tyler"], "q": "than it has been in a while. Although they seem to understand, as <strong> Simon Cowell </strong> did, that false hope is not an act of kindness, they may see things that past judges did not. <q>You won't find many people like that, that kind of enthusiasm,</q> <strong> Steven Tyler </strong> said of the <strong> Liza Minnelli </strong> wannabe who essentially pleaded her way into the next round. \"I am going to personally work that into something good.\" Nets general manager apologizes to team for <strong> Carmelo Anthony </strong> talks", "new_id": -2}, {"uid": "1296781113036126750", "i": 25477, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh", "Dannii Minogue", "Dermot O'Leary"], "q": "in Cardiff and the judges are due to attend in April. <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> are expected to sign up soon but the status of <strong> Simon Cowell </strong>, <strong> Cheryl Cole </strong> and <strong> Dermot O'Leary </strong> is unclear. A show source said: <q>This is causing producers a headache as the contract process always takes some time to hammer out.</q> ITV chiefs are being forced to play second fiddle to US broadcaster Fox as it prepares to announce who will star in the American version. <strong> Simon Cowell </strong>, who will be one of the judges, is trying", "new_id": -2}, {"uid": "1296486373063668243", "i": 2368, "idx": 5, "sa": ["Mike Pence"], "q": "another ad, <strong> Mike Pence </strong> accused Sharp's family of benefiting from a nuclear waste dump deal. <strong> Mike Pence </strong> denounced such tactics after the campaign, writing in an essay titled \"Confessions of a Negative Campaigner\" that <q>negative campaigning, I now know, is wrong.</q> \"It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan bickering,", "new_id": -2}, {"uid": "1295633194146702360", "i": 2651, "idx": 6, "sa": ["Mike Pence", "Clarence Thomas", "Samuel Alito", "Antonin Scalia"], "q": "the recent revelations. The letter refocuses attention on a series of investigations conducted by ThinkProgress about the Supreme Court's right flank- Justices <strong> Samuel Alito </strong>, <strong> Clarence Thomas </strong>, and <strong> Antonin Scalia </strong>- and their relationship with the corporate right: <q>- In November, ThinkProgress interviewed Justice <strong> Samuel Alito </strong> as he entered the annual fundraising gala for the American Spectator</q>, attended by then-RNC Chairman <strong> Mike Pence </strong> Steele and top Republican donors. <strong> Samuel Alito </strong> told us that his attendance to the fundraiser was\" not important.\" However, as we noted, <strong> Samuel Alito </strong> was the main draw", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.\" <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a \"right-wing media echo chamber\" that is <q>transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day.</q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said: \"By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.\" <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}]