[{"uid": "1296981663254574647", "i": 30253, "idx": 1, "sa": ["Michael Vick", "Frank Zombo"], "q": "'' Former soccer stud leads the Pack On <strong> Frank Zombo </strong>'s first play in an NFL game, he sacked <strong> Michael Vick </strong>. He was a dream team all-stater at Stevenson but rarely played defense. <q> He played a little bit of defensive end for us, but he was a 6-4 kid who could catch passes, </q> Bye said.`` He had great arm length and great hand-eye coordination-- he was a great soccer player when he was younger-- he didn't have jet speed to be a college wide receiver. I thought", "new_id": -2}, {"uid": "1295545349188383370", "i": 16509, "idx": 5, "sa": ["Kirsten Gillibrand"], "q": ",'' was hopeful about marriage equality prospects in her own state, one of several on the east coast where state legislatures seem poised to deliver marriage rights for same-sex couples after a string of setbacks. <q> I'm very optimistic, </q> <strong> Kirsten Gillibrand </strong> said.`` We have a governor who supports marriage equality. It's something that the people want. And I think if we work very hard, and we continue to push our advocacy, we will", "new_id": -2}, {"uid": "1297274991262504457", "i": 46978, "idx": 0, "sa": ["Jay Johnson", "Michael Vick", "Dwaine Caraway"], "q": "'s the thought that counts. href=\"http://www.pegasusnews.com/r/80/149168/\"> Black History Month Concert on Saturday. The SDCC's choir has been putting on the concert for the past 25 years, which, according to the SDCC, is <q> the perfect example of edutainment for the entire family. </q> Favoriting contest: Tickets to see ventriloquist <strong> Jay Johnson </strong> at the Eisemann Center in Richardson Where and how to celebrate Valentine's Day 2011 in Dallas-Fort Worth Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city", "new_id": -2}, {"uid": "1296377239018071565", "i": 5561, "idx": 0, "sa": ["Justin Tuck", "Michael Vick", "Julius Peppers", "Calvin Johnson"], "q": "with the NFL Network, <strong> Calvin Johnson </strong> named <strong> Michael Vick </strong>, the Eagles' quarterback, and defensive standouts <strong> Julius Peppers </strong> and <strong> Justin Tuck </strong> of the Bears and Giants as players he was most excited to see this week. <q> You see those guys on TV every Sunday night, </q> <strong> Calvin Johnson </strong> told the station during practice Thursday.`` Just to be out here and hang with those guys is a privilege for me.'' <strong> Michael Vick </strong> will start at quarterback today for the NFC,", "new_id": -2}, {"uid": "1295611034131039288", "i": 29914, "idx": 0, "sa": ["Simon Cowell", "Cher Lloyd", "Piers Morgan"], "q": "`` I'm not judging them for what they did.''`` You're mocking them, aren't you?'' <strong> Piers Morgan </strong> pressed.`` No, I'm not,'' Ricky said. <q> I'm confronting the elephant in the room.... Like I'm going to go out there and not talk about the issues in their industry. Don't forget, I've got to be an outsider there. I mustn't come out there as everyone's mate and schmooze- that's nauseating. I've got to come out there, and I've got to roast them. </q> Play video Inbetweeners finish Rude Road Trip Play video <strong> Cher Lloyd </strong> v. <strong> Simon Cowell </strong>! Subscribe to RSSMost Popular in: Entertainment Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on", "new_id": -2}, {"uid": "1295432516089227306", "i": 45824, "idx": 0, "sa": ["Johnny Depp", "Robert De Niro", "Robert Downey Jr.", "Angelina Jolie", "Betty Ford", "Ricky Gervais"], "q": ". The Brit comic caused uproar at the bash, leaving hordes of Hollywood's biggest names seething after a barrage of abuse. He mocked <strong> Robert Downey Jr. </strong> JR's drink and drugs past, saying: <q> Many of you in this room probably know him best from such facilities as the <strong> Betty Ford </strong> Clinic and Los Angeles County Jail. </q> He also joked that the titles of <strong> Robert De Niro </strong>'s past films sounded like pornos. <strong> Ricky Gervais </strong> also blasted <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>'s performances in The Tourist, and noted comedy flick I Love You,", "new_id": -2}, {"uid": "1297639527102711458", "i": 18371, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "unrevealed facts about the six years during which he ran the <strong> George W. Bush </strong>- particularly since nearly two-thirds of the book deal with that relatively brief period in the author's life. But, as <strong> Donald Rumsfeld </strong> writes, he's <q> never much of a handwringer, I don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others. </q> As seems typical of so much here, that's partially true; the author has no taste for self-criticism or second-guessing himself. Masterful bureaucratic survivor that he was until he ran out of room to maneuver", "new_id": -2}, {"uid": "1296443805235372702", "i": 23695, "idx": 2, "sa": ["LeBron James", "Allen Iverson", "Kobe Bryant", "Michael Finley"], "q": "to stop him,'' said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists.`` I didn't realize it,'' <strong> Kobe Bryant </strong> said when told about his scoring spree. <q> You just get into one of those rhythms. My teammates were looLeBron James for me, it just feels like the ball Michael Finleyds you. </q> The Lakers led 89-79 entering the fourth quarter. The Nuggets drew within five points three times before a three-point play by <strong> Kobe Bryant </strong> with 6:41 remaining made it 101-93. That was only the beginning. Two free throws by", "new_id": -2}, {"uid": "1297424430240271384", "i": 52081, "idx": 0, "sa": ["Simon Cowell"], "q": "year- has confirmed while he will definitely take part in the UK series, he is worried about the logistics of jetting across the Atlantic each week. He told US TV show` Extra': <q> We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour. It hasn't been tested yet but that's the idea. </q> Although <strong> Simon Cowell </strong> will resume a role on the judging panel of` The X Factor', it is unclear if he will take part in the entire show after reportedly telling ITV1 bosses he will miss the", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not`` have much to add'' to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q> I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point, </q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory.`` I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}]