[{"uid": "1297426049196083720", "i": 21162, "idx": 1, "sa": ["Michael Gove", "Chris Robbins"], "q": "The judge said: \"However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.\" Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful <q>because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.</q> \"Open mind\" They also claimed he breached legitimate expectations that the multi-million pound schemes would be funded. Leader of Waltham Forest Council <strong> Chris Robbins </strong> said the ruling was \"a victory for common sense", "new_id": -2}, {"uid": "1296939946168902678", "i": 49150, "idx": 1, "sa": ["Sergio Marchionne"], "q": "preparing for an initial public offering in the second half of this year. The timing will depend on market conditions, Chrysler's financial results and its ability to refinance the government loans, <strong> Sergio Marchionne </strong> said. <q>Because of these changed market conditions as well as the improvements in our performance and outlook, made possible through the support of the U.S. and Canadian governments, Chrysler intends to repay these loans in full at the earliest opportunity,</q> <strong> Sergio Marchionne </strong> said in today's statement. The closely held automaker based in Auburn Hills, Michigan, earlier this week posted a$ 652 million loss for 2010. Fiat boosted its ownership in Chrysler", "new_id": -2}, {"uid": "1295364352186253316", "i": 19357, "idx": 4, "sa": ["Michael Vick", "Tony Mercurio"], "q": "prohibits extending a contract when that happens. But the Eagles could franchise <strong> Michael Vick </strong> and then sign him to a new deal. \"Not as of yet,\" <strong> Michael Vick </strong> said, when asked about talks. <q>Everybody is just enjoying the break, getting their mind together. When it's time to do business, and talk football and contracts, it will happen at the right time.</q> <strong> Michael Vick </strong> was asked by host <strong> Tony Mercurio </strong> if he is happy in Philadelphia. \"I'm happy in Philadelphia. Hopefully, I can stay here. Sometimes it doesn't work out the way you want it", "new_id": -2}, {"uid": "1296500989172736528", "i": 35542, "idx": 0, "sa": ["Lawrence Abramson", "Ian Edmondson", "Andy Coulson", "Neil Wallis"], "q": "the relevant section of the committee's report, released in February last year( paras 434 and 435), which quoted a statement by <strong> Lawrence Abramson </strong>, the managing partner of the solicitors, Harbottle& Lewis: <q> \"I can confirm that we did not find anything in those emails which appeared to us to be reasonable evidence that <strong> Clive Goodman </strong>'s illegal actions were known about and supported by both or either of</q> <strong> Andy Coulson </strong>, the editor, and <strong> Neil Wallis </strong>, the deputy editor, and/or that <strong> Ian Edmondson </strong>, the news editor, and others were carrying out similar illegal procedures.\" As we now know, <strong> Ian Edmondson </strong> has been sacked", "new_id": -2}, {"uid": "1297216423081690625", "i": 6903, "idx": 0, "sa": ["Kirsten Gillibrand", "Barbara Boxer"], "q": "campaign promise to focus on the economy. The Democrats, who used similar messaging leading up to the healthcare reform repeal vote, are trying to paint Republican healthcare efforts as a distraction from creating jobs. <q>I do not understand how this Republican Congress can move from that mandate to create jobs, to create opportunities in this country, toward how we undermine women's reproductive health,</q> said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). Abortion-rights groups, mobilizing to combat efforts to limit reproductive services, hammered home that same point. \"The House leadership is clearly out of touch with the", "new_id": -2}, {"uid": "1295494449164200459", "i": 11598, "idx": 3, "sa": ["Ben Wallace", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q>We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us.</q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Ben Wallace </strong> tipped a missed shot by Game 1- Pistons 87, Lakers 75 Thanks to a defense that held the Lakers to just 34", "new_id": -2}, {"uid": "1295642578003719298", "i": 33276, "idx": 0, "sa": ["Eric Schmidt"], "q": "handled decision-making at Google for the past decade. And, heck, Page has already been CEO of Google, during the company's earliest years. The replacement is more about streamlining operations at Google. <q>Larry, <strong> Sergey Brin </strong>, and I spent a lot of time talking about how to run everything,</q> <strong> Eric Schmidt </strong> said during the call. \"After a long series of conversations, we decided to make some changes in the way we are structured and the way we operate things. Historically, we've always been running", "new_id": -2}, {"uid": "1297473653000409643", "i": 2295, "idx": 0, "sa": ["Michael Vick", "Peyton Manning"], "q": "... Photo in Slideshow: In this photo taken Sunday, Feb. 6, 2011, a section of... Photo: AFC quarterback <strong> Peyton Manning </strong> of the Indianapolis Colts Photo: NFC quarterback <strong> Michael Vick </strong> of the Philadelphi... Report Abuse <q>I am a long-time DFW resident and Jerrah's stajium is his Taj Mahal, his Sphinx. When he kicks it and if he can circumvent zoning codes, his last will and testicle will stipulate that his remains and toupee be buried for perpetuity under the Cowboy star.</q> So who will be the next president of Egypt? Will North Korea invade South Korea? Will Palestineans and Israel make peace? Need more jobs in USA. Fix trade rules with China etc....", "new_id": -2}, {"uid": "1297278646168607769", "i": 39197, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "swirling as <strong> Simon Cowell </strong> is currently assembling his judges panel for his new reality talent show, \"The X Factor,\" but <strong> Paula Abdul </strong>'s not quite sure she wants to rekindle their working relationship just yet. <q>If he said, \"Come do` The X Factor,' would you do it?</q> Billy asked.\"[ <strong> Simon Cowell </strong>] is an acquired taste, Billy. I'd have to really be hungry,\" <strong> Paula Abdul </strong> answered. \"I didn\"t love having my first canker sore, I", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called \"red mercury\" that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q>They live thinking about it. They could kill each other to get it,</q> <strong> Zahi Hawass </strong> said. \"When I enter any place in Egypt, people ask me all the time about this.\" The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}]