[{"uid": "1297260286064307256", "i": 4232, "idx": 0, "sa": ["Eric Schmidt"], "q": ". I bet they are the same folks who poo-poohed the idea back in September of 2010 when it was rolled out. Did Google's <strong> Eric Schmidt </strong> Quit Apple's Board Over AdMob Squabble? 7 comments on <q> Examining Google's Claim of Instant's Success </q> February 7th, 2011 at 12:07 pm Instant is a success to me. It makes me realize Google already found what I am looking for before I finished typing my query. So I stop", "new_id": -2}, {"uid": "1295657899052625412", "i": 38735, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "According to <strong> Ken Auletta </strong>'s sources, <strong> Eric Schmidt </strong>'s appetite for the job waned not because of the China decision, but because Google was struggling to deal with the success of Facebook and increased scrutiny from regulators. <q> Google was becoming defensive. All of their social-network efforts had faltered. Facebook had replaced them as the hot tech company, the place vital engineers wanted to work, </q> <strong> Ken Auletta </strong> writes.`` Complaints about Google bureaucracy intensified. Governments around the world were lobbing grenades at Google over privacy, copyright, and size issues. The` don't be evil' brand was getting tarnished,", "new_id": -2}, {"uid": "1295682265065617928", "i": 87, "idx": 11, "sa": ["Mike Pence", "Marjorie Dannenfelser", "Ronald Reagan", "Richard Nixon", "Susan B. Anthony"], "q": ", <strong> Mike Pence </strong> and other potential GOP candidates are speaking at an Illinois GOP dinner celebrating <strong> Ronald Reagan </strong>. And he's the keynote speaker at a large February fundraiser for the <strong> Susan B. Anthony </strong> List, a group opposing abortion. <q> I truly don't know( if he's running for president), </q> said <strong> Susan B. Anthony </strong> List <strong> Richard Nixon </strong> <strong> Marjorie Dannenfelser </strong>, who has urged <strong> Mike Pence </strong> to run.`` It's my job to really encourage talent to seize the moment, and I think he can do it.'' If <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295639889070795268", "i": 22939, "idx": 1, "sa": ["Les Hinton", "Andy Coulson", "Glenn Mulcaire"], "q": "Allegations loom against reporters, questions remain for former editors like <strong> Andy Coulson </strong>, while <strong> Les Hinton </strong>, executive chairman for 12 years until 2007, seemed to be confident hacking was not widespread. <strong> Les Hinton </strong> told MPs last year: <q> There was never any evidence delivered to me that suggested that the conduct of <strong> Clive Goodman </strong> spread beyond him. </q> Critical evidence is being extracted from the Metropolitan police. The Met is sitting on notebooks, call records and other information seized from <strong> Glenn Mulcaire </strong>, the private investigator employed by the News of the World in 2006", "new_id": -2}, {"uid": "1297234014042778761", "i": 940, "idx": 3, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": ".`` Washington's War'' concluded that`` the purported economic benefits are both minuscule and unachievable and would be more than offset by the high costs of transit service expansion.'' <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong> claimed that <q> each 1 percent of regional travel shifted from automobile to transit increases regional income about$ 2.9 million </q>( not billion), based on the APTA report.`` Washington's War'' noted the insignificance of this finding by pointing out that$ 2.9 million is equal to about eight days of sales at a typical", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from`` The Tonight Show'' settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q> He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing, </q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight:` The Pillowman' By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}, {"uid": "1296538917017350691", "i": 1696, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", when it emerged from bankruptcy, the mere survival of the company to this point is a minor miracle. To silence the lingering doubts, Chrysler needs to build on the progress achieved in 2010. <q> What Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> said Chrysler chief executive <strong> Sergio Marchionne </strong>.`` However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.'' he said. In the past", "new_id": -2}, {"uid": "1296761075093225087", "i": 43319, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "Known and Unknown: A Memoir. His biggest regret, he writes, is not quitting after the Abu Ghraib prison abuse scandal. However, he has no regrets about the Iraq War, writing that <q> the Middle East would be far more perilous than it is today </q> with <strong> Saddam Hussein </strong> in power. <strong> Donald Rumsfeld </strong> notes that two letters of resignation he wrote to <strong> President Bush </strong> were rejected. He also unleashes criticism at members of <strong> President Bush </strong>'s cabinet, including former <strong> Donald Rumsfeld </strong> of State Please enter the two words", "new_id": -2}, {"uid": "1297163077054263818", "i": 40515, "idx": 5, "sa": ["Simon Cowell"], "q": "along with my fellow judges, help competitors on a regular basis.'' <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end, wants to replicate that experience on` The X Factor.' <q> It's more interesting to me because I have a lot more to do with that. When you lose an artist, part of you has lost as well. You win when they win. </q> While we have no idea who <strong> Simon Cowell </strong> has his eye on for the panel, he did emphasize the level of commitment the judges will need to make to not just the show, but the contestants.", "new_id": -2}, {"uid": "1295614879066224141", "i": 48124, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "that <strong> Andy Coulson </strong> had felt compelled to resign, but did not mention the scandal, which centers on allegations of systematic wrongdoing at <strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, </q> <strong> David Cameron </strong> said in a statement.`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.'''' Nazareth community updates", "new_id": -2}]