[{"uid": "1296059138109985792", "i": 35761, "idx": 4, "sa": ["Michael Vick"], "q": "to be a part of the Unequal team. I have been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season- resulting in pain-free playing,\" stated <strong> Michael Vick </strong>. <q> The Unequal technology is a part of my game now and I won't play without my Unequal. Unequal's protective power gives me a whole new level of confidence in my game. </q> When playing for the Atlanta Falcons, <strong> Michael Vick </strong> was the NFL's top-paid player and a star for six seasons, but his 2007 arrest and the spiral that followed left him despised by many, particularly by", "new_id": -2}, {"uid": "1295535253152666156", "i": 3128, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "the White House and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan. 28. The", "new_id": -2}, {"uid": "1296751438058556476", "i": 1505, "idx": 4, "sa": ["Brandon Jennings", "Allen Iverson"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/Milwaukee_Bucks_Point_Guard_Brandon_Jennings_makes_a_fantastic_layup_off_a_steal Milwaukee Bucks Point Guard <strong> Brandon Jennings </strong> makes a fantastic layup", "new_id": -2}, {"uid": "1295802582019185666", "i": 13035, "idx": 0, "sa": ["Richard L.", "Allen Iverson", "William Billings", "Dwight Howard"], "q": "own arrangements of Sacred Harp songs. www.awakemysoul.com This song was written by <strong> William Billings </strong> in 1778, and the text is from <strong> Allen Iverson </strong> Samuel 18 on the occasion of the death of <strong> Richard L. </strong> <strong> Dwight Howard </strong>'s rebellious son, Absalom: <q> <strong> Dwight Howard </strong> the king was grieved and moved He went to his chamber, and wept; And as he went he wept, and said, \"Oh my son! Would to God <strong> John Wesley </strong> had died For thee, Oh Absalom, my son.\" </q> The Good Players are from Chattanooga, TN. www.myspace.com Tracklisting for \"Help Me to Sing\" Disc Two: Help Me To Sing: Various Artists performing Songs Inspired by the Film 1 \"Blooming Youth\"-", "new_id": -2}, {"uid": "1295122108061161595", "i": 47625, "idx": 0, "sa": ["Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "and led the nation in a moment of silence. He flew to Tucson to speak at a memorial service not far from the hospital where Democratic <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> and other victims were being treated. <q> At a time when our discourse has become so sharply polarized-- at a time when we are far too eager to lay the blame for all that ails the world at the feet of those who happen to think differently than we do-- it's important for us to pause for a moment and make sure that we're talking with each other in a way that heals, not in a way that wounds, </q> he said. More than any one politician, <strong> Sarah Palin </strong>, the 2008 Republican vice presidential candidate and a possible White House contender in 2012, figured in the unfolding political debate. Initially", "new_id": -2}, {"uid": "1295259803152666125", "i": 7120, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "to deny allegations that <strong> Andy Coulson </strong> has offered his resignation over the phone hacking row. Asked whether the Downing Street director of communication had offered to step down on the Today programme this morning, <strong> David Cameron </strong> replied: <q> I don't go into private conversations. </q> The comment will further fuel speculation- promoted by Labour MPs- that Mr <strong> Andy Coulson </strong> is preparing to give in to the news story that simply will not go away. It emerged on Friday that", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "\" The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}, {"uid": "1295977910157089808", "i": 30972, "idx": 20, "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "usual. <strong> Carmelo Anthony </strong> crashed the boards as hard as he worked for open looks at the basket, collecting 13 rebounds and scoring 30 points Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns. <q> I always kid with him about not being a rebounder, being so big, </q> <strong> Allen Iverson </strong> said of his fellow All-Star starter. \"I say, \"If I was your height, I\"d get a double-double every night.\" <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball", "new_id": -2}, {"uid": "1295336336131039232", "i": 10058, "idx": 6, "sa": ["Sergio Marchionne"], "q": "( \"Ã\u0088 paragonabile all \"acquisto di Porsche da parte di Volkswagen\"). Sulle strategie Fiat-Chrysler interviene anche il Financial Times, che tra l'altro sostiene che nella fabbrica di Jefferson North a Detroit <strong> Sergio Marchionne </strong> <q> possa produrre un Suv per la Maserati </q>. E, mentre dalla Serbia il viceministro dell` Economia Nebojsa Ciric fa sapere che non ci saranno \"riduzione d\"investimento da parte di Fiat\", lo stesso <strong> Sergio Marchionne </strong>( che ha lasciato ieri Torino per gli Usa", "new_id": -2}, {"uid": "1295455208049922048", "i": 41719, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers? especially if their dollars stay in America,\" <strong> Sergio Marchionne </strong> said. <q> Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track. </q> \"Hydraulic hybrid vehicles represent the cutting edge of fuel-efficiency technology and are one of many approaches we're taking to save money for drivers, clean up the air we breathe and cut the greenhouse gases that", "new_id": -2}]