[{"uid": "1296894347001409025", "i": 10386, "idx": 9, "sa": ["Michael Vick"], "q": "to imprisonment for \"real bad decisions.\" He spoke of a desire to become a coach someday, and to make the Hall of Fame. \"I believe in myself,\" <strong> Michael Vick </strong> said. <q>And I believe in the people around me.</q>* Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way", "new_id": -2}, {"uid": "1295616777107249705", "i": 27141, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Internet giant announced that CEO <strong> Eric Schmidt </strong> is resigning his role to focus on being Chairman, making room for co-founder Larry Page to take over as CEO. Meanwhile, <strong> Sergey Brin </strong>'s title will change to co-founder. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead,</q> wrote <strong> Eric Schmidt </strong> in a company blog.( Fortune) is also hard at work on a Google Offers, a Groupon and LivingSocial competitor.( After its$ 6 billion offer for Groupon was reportedly turned down,", "new_id": -2}, {"uid": "1296311657089227320", "i": 29397, "idx": 3, "sa": ["Tyronn Lue", "Allen Iverson"], "q": " \"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.</q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Brazil_3_X_0_Cuba__2010_FIVB_Men's_World_Championship_Final__Brazil_wins_3rd_straight Brazil Men's World Champions for third time in a row Rome, Italy, October 10, 2010-- World No. 1 Brazil became the FIVB", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q>Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet,</q> <strong> Mike D'Antoni </strong> said. \"They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}, {"uid": "1295065898217366614", "i": 1332, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "<strong> Gerald Ford </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. \"This area is so fraught with legal ramifications,\" Urbahn said. <q>I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject.</q> <strong> Donald Rumsfeld </strong> would likely be willing to look at a script if it were another subject matter, he said. <strong> Donald Rumsfeld </strong>, who was defense secretary during the first six years of <strong> President Bush </strong>'s eight in", "new_id": -2}, {"uid": "1295993886177471490", "i": 41240, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "John McCain", "Sen. Mark Udall", "Tom Coburn", "Chuck Schumer"], "q": "the rise as power players in their parties. <strong> John Thune </strong> is a possible contender for a 2012 <strong> John McCain </strong> House run and <strong> Kirsten Gillibrand </strong> handily won a special election in 2010 for her Senate seat from New York. Quoted: <q><strong> Sen. Mark Udall </strong> <strong> John Thune </strong> and I are working on an earmarks bill that's about transparency, and it puts earmarks on a searchable database. So I just called him and asked him if he'd like to go to the State of the Union. He said he would,</q> <strong> Kirsten Gillibrand </strong> said of the seating arrangement. <strong> Sen. Mark Udall </strong> <strong> Tom Coburn </strong>, R-Okla., and <strong> Sen. Mark Udall </strong> <strong> Chuck Schumer </strong>, D-N.Y. <strong> Tom Coburn </strong> threatened to derail <strong> Chuck Schumer </strong>'s 9/11 first responders bill, which will provide health", "new_id": -2}, {"uid": "1297187973205783042", "i": 9432, "idx": 0, "sa": ["Simon Cowell"], "q": "is separate to the costs of recording and promotion- and the champ will still get to keep the cash, even if they don't sell any records. \"Pressure' <strong> Simon Cowell </strong> said: <q>It is pressure, because if the wrong person wins, I\"m in trouble...</q> But he seemed confident: \"I believe I can find a star.\"", "new_id": -2}, {"uid": "1297119677178470967", "i": 11108, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "Martensen. the Tesar spot in One Arts is called Commissary. Also Wild Salsa at the Mercantile Place( upscale Mexican food?). air, says: <q>I thought the Chop House owner was supposed to open a burger place downtown, but haven't heard much on that.</q> New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the City Â© 2011 PanLocal Media, LLC- All Rights Reserved. Dallas Mayor Pro Tem", "new_id": -2}, {"uid": "1295637393157057065", "i": 21728, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Larry is ready to lead,\" said <strong> Eric Schmidt </strong>, in a nod to the company's 37-year-old co-founder. During the public conference call, <strong> Eric Schmidt </strong>, Larry Page and co-founder <strong> Sergey Brin </strong> lavished ebullient praise on one another. <q><strong> Eric Schmidt </strong> has clearly done an outstanding job,</q> Page said. A few moments later, <strong> Eric Schmidt </strong> sent out a peppy little tweet, \"Day-to-day adult supervision no longer needed!\" But surely there's more to the story. The company itself shrouded", "new_id": -2}, {"uid": "1296184988067649545", "i": 21634, "idx": 4, "sa": ["Mike Pence"], "q": "House, <strong> Mike Pence </strong> said Republicans \"welcome the president's call\" for Social Security reform. \"I think the only danger House Republicans have today is in not being bold enough,\" he said. <q>I think the American people are tired of half-measures. They're looking for men and women at every level of government who are willing to step up and speak the truth and to offer positive solutions to deal with the fiscal crisis that we're facing. That includes domestic spending. That includes reasonable pruning and efficiencies within our defense complex. But it also includes entitlement reform.</q> <strong> Mike Pence </strong> said that he \"even heard the president... talking about fiscal discipline and reform\" but added that \"when he adds on top of that calls for additional spending, it undermines the credibility of", "new_id": -2}]