[{"uid": "1296169455065814529", "i": 19150, "idx": 0, "sa": ["Mike Pence"], "q": "Representative <strong> Mike Pence </strong> of Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> Mr. <strong> Mike Pence </strong> wrote in a letter to supporters.\" We will not seek the Republican nomination for president in 2012.\" The decision of Mr. <strong> Mike Pence </strong>, which was first reported by The Indianapolis Star,", "new_id": -2}, {"uid": "1296441765100565009", "i": 26984, "idx": 1, "sa": ["Barack Obama", "Michael Vick"], "q": "December, <strong> Barack Obama </strong> reportedly called the owner of the Philadelphia Eagles to support the team's willingness to give <strong> Michael Vick </strong> a second chance. The Eagles' commitment to <strong> Michael Vick </strong> has been clear since they signed him in 2009: <q> If a person made a terrible mistake and then paid their debts to society, was deeply remorseful and turned their life around completely... would you be willing to help this human being move forward? </q> Despite these public displays of support, <strong> Michael Vick </strong> has faced intense scrutiny and criticism since his 2007 arrest and conviction for a series of crimes related to dog fighting. The NFL's initial response was severe. NFL", "new_id": -2}, {"uid": "1295562310244678704", "i": 23335, "idx": 0, "sa": ["Eric Schmidt"], "q": "the US internet search giant in April. He will take over from <strong> Eric Schmidt </strong>, who has been in the job for a decade and will become executive chairman. Google said Mr <strong> Eric Schmidt </strong> would focus on <q> deals, partnerships, customers and broader business relationships </q>. The surprise news came as Google unveiled a strong rise in net profits in the last three months of$ 2.54 bn( Â£ 1.6 bn) on revenues of$ 8.44 bn. Mr", "new_id": -2}, {"uid": "1296054515157139053", "i": 30738, "idx": 0, "sa": ["Allen Iverson", "T. Smith"], "q": "in the Western Conference. <strong> Allen Iverson </strong> scored 33 points, JR <strong> T. Smith </strong> added 24 off the bench and the Nuggets overcame a 16-point deficit in the first quarter to win their playoff showdown with the Warriors 114-105 Thursday night. <q> Everybody knew what was at stake, </q> <strong> Allen Iverson </strong> said.\" It's easy for players to say it's just another game. But everybody knows it wasn't just another game. It was a game that both teams felt they had to have.", "new_id": -2}, {"uid": "1297185626119177230", "i": 36827, "idx": 1, "sa": ["the Fox", "Simon Cowell"], "q": "Makeover: Home Edition\" and\" Jersey Shore.\" As for the current, Cowell-free season of\" Idol,\" he claimed,\" I haven't seen a full episode,\" continuing, <q> I think we're going to do something different. I'm excited. The stakes are high. </q> Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. <strong> the Fox </strong> is still recovering from a rough fall season, when it finished last among the major networks in total viewers.\" Idol\" is still holding", "new_id": -2}, {"uid": "1297713687197591071", "i": 6549, "idx": 0, "sa": ["Oprah Winfrey", "Cam Newton", "Michael Vick"], "q": "' gun stuff and a whole passel of other NFL stars legal troubles. What's going on with the Brett Favre/Jenn Sterger stuff? What about the Williams Wall Starcaps stuff? Hmm...... <q> SteelFever gets# 93. Just like <strong> Ron Artest </strong>. Great game just keep an eye on him that he doesn't go into the stands after a fan. </q> Recent NFL Posts on From Our Editors <strong> Cam Newton </strong> Gets Record Deal From Under Armour: And It's Totally Legal! <strong> Michael Vick </strong> On The <strong> Oprah Winfrey </strong> Show: Of Course It's Happening! 2011 NFL Draft News", "new_id": -2}, {"uid": "1296138695208175317", "i": 3855, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "<strong> Barack Obama </strong> <strong> Chuck Schumer </strong> and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> have all moved to a pro-same sex marriage stance in recent years. These numbers are a complete flip from where New Yorkers stood on the issue just six years ago. <q> New York State voter attitudes about gay marriage have shifted dramatically since April 15, 2004, when Quinnipiac University first asked about gay marriage and found voters opposed the measure 55-37 percent, </q> said Maurice Carroll, director of the Quinnipiac University Polling Institute. Share The PBS NewsHour welcomes your original comments. We reserve the right to remove posts that do not follow these basic guidelines: comments must be", "new_id": -2}, {"i": 16163, "idx": 2, "index_answer": 0, "new_id": -1, "q": "attention, and last week she and White performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q> I'm having more publicity and celebrity now than I ever had when I was younger, </q> <strong> Wanda Jackson </strong> says.\" And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nearly killed me. I said to", "sa": ["Wanda Jackson", "David Letterman"], "uid": "1295772313146751543"}, {"uid": "1296963508197279805", "i": 2551, "idx": 1, "sa": ["Leon Washington", "Michael Vick", "Phil Simms", "Desmond Howard"], "q": "29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote.\" The most fun I've ever had playing football,\" <strong> Michael Vick </strong> said. <q> The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. </q> ESPN analyst <strong> Desmond Howard </strong> said former New York Giants quarterback <strong> Phil Simms </strong> threatened him over comments he made about <strong> Phil Simms </strong>' son. <strong> Desmond Howard </strong> tweeted that <strong> Phil Simms </strong> said\" he wanted 2 take a swing at me\"", "new_id": -2}, {"uid": "1296137334113377297", "i": 2581, "idx": 3, "sa": ["Michael Vick"], "q": ", although there would be no signing bonus- but he backed down a little from that stance on Wednesday.\" If they franchise me, we'll see how that goes,\" <strong> Michael Vick </strong> said. <q> I'll leave it up to my agent to work everything out.... I'm expecting everything to go according to plan. We'll see what happens over the next couple of months. I've just got to be patient and take it one day at a time. </q> He has, at least, received a new revenue stream. On Tuesday, <strong> Michael Vick </strong> struck a two-year deal with Unequal Technologies, a Kennett Square-based company that equipped <strong> Michael Vick </strong> with a vest, shoulder pads,", "new_id": -2}]