[{"uid": "1296522021211714148", "i": 16532, "idx": 0, "sa": ["Sergio Marchionne"], "q": "spokeswoman at Chrysler Canada, said Monday. Chrysler's salaried employees- 10,000 in the U.S. and 755 in Canada- will also receive a bonus, although Gosselin declined to disclose the amount. <q> Those detail are considered confidential employment records, </q> she said. Employees received an email from Chrysler Group CEO <strong> Sergio Marchionne </strong> Monday morning notifying them of the payment as well as the company's financial performance in 2010. In a conference call with analysts", "new_id": -2}, {"uid": "1295739237074268693", "i": 35127, "idx": 3, "sa": ["Tony Parker", "Allen Iverson", "Mike Woodson"], "q": "18 of 25 shots and each of his six free throws. \"My shot was feeling good tonight and it opened up stuff for me in the second half,\" said <strong> Tony Parker </strong>, who had 10 assists. <q> I'm just going to try to keep it going and not be satisfied with myself because you know <strong> Gregg Popovich </strong> is going to be on me the next game. </q> Hawks coach <strong> Mike Woodson </strong> said he tried different defensive schemes but none were effective. \"<strong> Tony Parker </strong> was the difference tonight http://wn.com/Amazing_Allen_Iverson_54pts_vs_Cleveland_Cavaliers_2000/2001_MVP_NBA_Regular_Season betfreebie.com Basketball <strong> Allen Iverson </strong> keeps scoring and the Philadelphia 76ers keep winning. One night after a 41 point effort", "new_id": -2}, {"uid": "1295641931245137430", "i": 4216, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "firm. He'll still act as \"an advisor to Page and fellow co-founder <strong> Sergey Brin </strong>\". Pheeew! For a moment there... Anyhow, as \"co-founder\" <strong> Sergey Brin </strong> will be working on <q> strategic projects, in particular working on new products </q> the company says, notes the story. \"His title will remain. So it sounds like no big change there.\" Big Bang At Google: Larry Page To Replace <strong> Eric Schmidt </strong> As CEO On April 4", "new_id": -2}, {"uid": "1295439770220266591", "i": 6383, "idx": 1, "sa": ["Kara DioGuardi", "Paula Abdul", "Josh Turner", "Faith Hill", "Simon Cowell"], "q": "listening to what <strong> Simon Cowell </strong>, <strong> Paula Abdul </strong> and <strong> Kara DioGuardi </strong> have to say about the auditions, so much so that it gets a little repetitive and predictable,\" says Amarillo girl, a top 12 finisher last year. <q> I'm looking forward to seeing if they can bring the same great advice in a new way. </q> More season 10 highlights include a 16-year-old <strong> Josh Turner </strong> sound and look-alike; a raspy young blond in Nashville who wows during <strong> Faith Hill </strong>'s Like We Never Loved At All; a retro-rocker who zips through Led Zeppelin's", "new_id": -2}, {"uid": "1297462823095535141", "i": 7726, "idx": 3, "sa": ["Simon Cowell", "Susan Boyle"], "q": ",\" <strong> Simon Cowell </strong> explained. \"It really helped show me who could handle the pressure.\" <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star. <q> There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me, </q> he said. \"I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method.\" Exactly which judges would be deliberating on the future <strong> Susan Boyle </strong> Boyles of America, he wouldn't say", "new_id": -2}, {"uid": "1295665368254312471", "i": 4734, "idx": 0, "sa": ["Hu Jintao", "Andy Coulson", "Barack Obama"], "q": "charm Chicago Photo: Visitors pose in front of an installation at Hong Kong-( Dow Jones)- Japanese clothing retailer Baroque Japan Ltd. is... Video: GE CEO to Lead White House Jobs Council Report Abuse <q> You know you lost your country when another country, promises jobs to yours, lol. </q> Report Abuse \"äº\u0094æ¯\u009b( paid communist commentator)= å\u009e\u0083å\u009c¾ ï¼\u0088 garbage) in Chinese\" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and <strong> Hu Jintao </strong>'s Talks Won't End", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}, {"uid": "1296052989121749559", "i": 20882, "idx": 0, "sa": ["Eric Schmidt"], "q": "In total the company plans to hire 6,200 new staff this year, boosting its global workforce by one-quarter. The announcement comes as Google recently posted fourth-quarter profits of$ 2.54 bn. <q> We looked at this year and in particular our prospects for growth in Europe, and our businesses globally are doing well, both our core business as well as our adjacent businesses, our \"hockey stick' businesses as we call them. It's all very, very good. We are going to invest in Europe, </q> Last week <strong> Eric Schmidt </strong> said he will step down as the company\"s CEO to become executive chairman,", "new_id": -2}, {"uid": "1295122108061161595", "i": 47626, "idx": 1, "sa": ["Barack Obama", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "markings like the ones on her website weren't his style. But he also agreed on one key point with the woman who enjoys wide support among conservatives likely to vote in next year's primaries. <q> There is no evidence to suggest that it( the shootings) had anything to do with this mentally unstable person's rage and senseless act in Arizona, </q> he said. Liberal <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>.", "new_id": -2}, {"uid": "1295613452243957775", "i": 3135, "idx": 2, "sa": ["Eric Schmidt"], "q": "interview with the UK's Daily Telegraph, Google( NASDAQ: GOOG) CEO <strong> Eric Schmidt </strong> said the company would not launch a new version of its Nexus One smartphone. Regarding the Google-branded phone. <strong> Eric Schmidt </strong> said it, <q> was so successful, we didn't have to do a second one. </q> H... Re: <strong> Eric Schmidt </strong> at HIMSS 2:37 Here's why google shouldn't get into this. The health sciences industry should ask themselves now, do we really want an advertising company that is publicly traded and", "new_id": -2}]