[{"uid": "1297210131061849602", "i": 3317, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "Asked about former <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong>'s infamous 2003 speech to the United Nations in which he cited questionable intelligence about Iraq's alleged weapons program, <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong> was an ''honorable man'' who <q>believed every word he gave in that speech.</q> <strong> Donald Rumsfeld </strong> also defended the detention camp at Guantanamo Bay, which the Obama administration has been unsuccessfully trying to shutter for the past two years. <strong> Donald Rumsfeld </strong> lamented that officials were never able to improve the camp's", "new_id": -2}, {"uid": "1295648671247758851", "i": 16919, "idx": 0, "sa": ["Eric Schmidt"], "q": "from Verizon Wireless back to its former provider due to 3G coverage issues right now,'' she noted. Demand may also be less than if Verizon had landed the iPhone around this time last year. <q>I completed a project a year ago that showed results favoring an overwhelming interest in Verizon plus Apple-- the most desirable service provider combined with the most desirable device,</q> Pierce said. ''But a lot has happened between then and now,'' such as the rise in popularity of smartphones running Android. Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297175264144113727", "i": 15840, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": ". Though <strong> Donald Rumsfeld </strong> concedes that the weapons of mass destruction the <strong> President Bush </strong> administration used as its primary public justification for conducting the war never turned up, he insists that removing <strong> Saddam Hussein </strong> legitimized the 2003 invasion anyway. <q>I have no doubt that given the facts that were made available to <strong> President Bush </strong> in 2003, I would have made the same decision <strong> ... More </strong>,</q> <strong> Donald Rumsfeld </strong> writes. ''Ridding the region of <strong> Saddam Hussein </strong>'s brutal regime has created a more stable secure world.'' No Second Thoughts Speaking in an interview with <strong> Diane Sawyer </strong> of ABC News earlier this week", "new_id": -2}, {"i": 33514, "idx": 0, "index_answer": 3, "new_id": -1, "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. ''Nobody is above the law, no newspaper editor, no journalist.</q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said: ''<strong> Tony Blair </strong> did not have", "sa": ["Tony Blair", "Gordon Brown", "Andy Coulson", "Harriet Harman"], "uid": "1295792724254902285"}, {"uid": "1296550878146587668", "i": 25863, "idx": 0, "sa": ["Sergio Marchionne", "Shawn Morgan"], "q": "Chrysler spokeswoman <strong> Shawn Morgan </strong> said Monday. Because Chrys ler still owes about$ 5.8 billion to the U.S. government, lent under the Troubled Asset Relief Program, the U.S. Treasury can restrict senior management's compensation. <q>It was absolutely owed that we treat our people properly,</q> CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call. ''The obligation to our people was much greater than the need to improve our bottom-line profitability.'' <strong> Sergio Marchionne </strong> chose the term performance award rather than", "new_id": -2}, {"uid": "1296168840157696020", "i": 3372, "idx": 0, "sa": ["Mike Pence"], "q": "01/27/11 05:03 PM ET Rep. <strong> Mike Pence </strong>( R-Ind.) will not make a bid for the GOP presidential nomination in 2012, telling supporters in a letter that he would rather serve the state of Indiana. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong> wrote, Still, <strong> Mike Pence </strong> is not officially jumping into the race for Indiana governor just yet. The congressman said he expects to make a decision ''later this year'' about his next step", "new_id": -2}, {"uid": "1294991426005357592", "i": 36298, "idx": 3, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", her friends, all these people are there to say, ''<strong> Gabrielle Giffords </strong>, we're with you,' and she doesn't just put a thumbs up, she raises her entire arm.'' <q>The doctors couldn't believe what they were seeing,</q> <strong> Kirsten Gillibrand </strong> said. ''They were saying this is unbelievable progress, to see this.'' Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) '''Mark started to", "new_id": -2}, {"uid": "1295624880043139228", "i": 45855, "idx": 0, "sa": ["Andy Coulson"], "q": ". But the phone hacking scandal has re-emerged-thanks largely to determined reporting by the New York Times- and today <strong> Andy Coulson </strong> stepped down, acknowledging that coverage of the scandal has become a problem for his boss. <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,</q> he said. <strong> Andy Coulson </strong> has consistently maintained that he never condoned any illegal activities during his time as editor. His own employees have scoffed at that, saying the ''dark arts'' were routine", "new_id": -2}, {"uid": "1297619593186400775", "i": 18941, "idx": 0, "sa": ["Donald Rumsfeld", "Ron Paul", "Dick Cheney"], "q": "pronounced after a few audience members- reportedly <strong> Ron Paul </strong> supporters- heckled speeches by <strong> Donald Rumsfeld </strong> and former vice president <strong> Dick Cheney </strong> last Friday. The hecklers yelled, ''War criminal!'' ''Where's bin Laden?'' and <q><strong> Dick Cheney </strong>, where are the shekels?</q> before being removed from the audience. And the widespread annoyance with <strong> Ron Paul </strong>'s fans seemed to translate into increased animosity toward the congressman himself. His statements on foreign policy were loudly booed by many in the", "new_id": -2}, {"uid": "1295780846083050501", "i": 15593, "idx": 3, "sa": ["Colin Powell", "Obama Girl", "Immortal Technique", "Barack Obama"], "q": "Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Fo... <strong> Immortal Technique </strong> on <strong> Obama Girl </strong>, 9/11 truth& Corporate America <strong> Immortal Technique </strong> on <strong> Obama Girl </strong>, 9/11 truth& Corporate America Have this year's negative political ads really <q>taken dirty to a whole new level, as CNN's <strong> Anderson Cooper </strong> frets? Is a ''return to civility... a relic of a bygone era,</q> as <strong> Barack Obama </strong> laments? Er, not exactly. If anonymous political speech, the other widely... Debate' 08: <strong> Obama Girl </strong> vs Giuliani <strong> Obama Girl </strong> Song# <strong> Barack Obama </strong>: Debate' 08: <strong> Obama Girl </strong> vs Giuliani <strong> Obama Girl </strong> Vocals performed", "new_id": -2}]