[{"uid": "1296151862066846786", "i": 1027, "idx": 2, "sa": ["Sergio Marchionne"], "q": "to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. ''I think the opening of the capital markets window in the United States is real,'' <strong> Sergio Marchionne </strong> said. <q>I think it would be unwise for Chrysler not to take advantage of the opening.</q> On the Italian side, he is preparing to invest euro700 million in a plant near Naples to launch production of the new Panda and begin investments in Turin to build two new SUVs, one Jeep and", "new_id": -2}, {"uid": "1296753620175587617", "i": 38382, "idx": 0, "sa": ["Paul Bremer", "Joe Biden", "Condoleezza Rice", "Colin Powell", "President Bush", "Hillary Clinton"], "q": "regrets for the war in Iraq. ABC News, Rumsfeld ''criticizes other members of the <strong> President Bush </strong> national security team- <strong> Condoleezza Rice </strong>, <strong> Colin Powell </strong> and, especially, Iraq administrator <strong> Paul Bremer </strong>.'' <q>There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch,</q> he wrote. As for <strong> Hillary Clinton </strong>, <strong> Joe Biden </strong> and other critics who had at first supported the Iraq war, Rumsfeld wrote: ''You wouldn't want to be in a foxhole with them.''", "new_id": -2}, {"uid": "1297138045102924322", "i": 48737, "idx": 2, "sa": ["Simon Cowell", "Susan Boyle"], "q": "older singer... times have changed. You have to make a case-by-case decision based on them as a person.'' Contestants will have to audition before a live audience of 5,000 people in an arena. <q>It was supposed to be similar to them doing their first concert. It really helped show me who could handle the pressure,</q> <strong> Simon Cowell </strong> explains. <strong> Simon Cowell </strong> knows the importance of audience feedback as it helps to be open to people's talent he wouldn't have necessarily seen on his own. ''I don't believe <strong> Susan Boyle </strong> would have", "new_id": -2}, {"uid": "1296197040069206031", "i": 38867, "idx": 2, "sa": ["Robert Dion", "Mike Pence"], "q": "could be seeking a seventh term in Congress, although that seems unlikely, because <strong> Mike Pence </strong> voluntarily forfeited his position as the No. 3-ranking Republican in the U.S. House after Republicans swept into the majority in November. <q>Indiana is fortunate to be the home to a number of rising stars in the Republican Party like <strong> Mike Pence </strong>,</q> state GOP Chairman Eric Holcombe said. If <strong> Mike Pence </strong> officially enters the 2012 governor's race, ''he becomes the presumptive favorite,'' said <strong> Robert Dion </strong>, a University of Evansville political science professor", "new_id": -2}, {"uid": "1296082713165281823", "i": 31585, "idx": 0, "sa": ["David Cameron", "Andy Coulson", "Tom Symonds"], "q": ".'' The source insisted that no other newspaper executive, present or former, was implicated in the new evidence, but BBC home affairs correspondent <strong> Tom Symonds </strong> said that may not be the case. <q>I've been told by two sources that Mr <strong> Ian Edmondson </strong> has evidence himself that might implicate other senior people at the News of the World, so clearly this has opened a whole can of worms,</q> he said. <strong> Andy Coulson </strong> blamed coverage of the story for his resignation The new inquiry follows the resignation last week of Prime Minister <strong> David Cameron </strong>'s official spokesman <strong> Andy Coulson </strong>, who said the media storm surrounding ongoing hacking claims", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a ''powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a <q>someone with similar nous and journalistic experience</q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}, {"uid": "1296776050237715544", "i": 257, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "Brandishing a 45-page January 2011 US Department of Defense report on the issue, Independent Senator <strong> Sen. Bernie Sanders </strong> called for ''far more vigorous enforcement'' by the US military ''to protect taxpayers from massive fraud.'' <q>The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money,</q> he charged. <strong> Sen. Bernie Sanders </strong> underlined that the report, which his office made public, showed that from 2007-2009 the Pentagon spent$ 270 billion on 91 contractors involved in fraud cases that yielded judgments of more than", "new_id": -2}, {"uid": "1296729736112345093", "i": 1064, "idx": 0, "sa": ["Michael Vick", "Michael Hansen", "Martha Stewart"], "q": "crippled Shih Tzu, said any dog will bite if provoked- citing <strong> Martha Stewart </strong>'s recent run-in with her own dog. <strong> Michael Hansen </strong> blames the pit bull's bad reputation on owners and the press. <q>You have a tendency to sensationalize stories or put into them right down to the blood and gore when it isn't really necessary,</q> said <strong> Michael Hansen </strong>, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that ''people can", "new_id": -2}, {"uid": "1296081695130252859", "i": 4233, "idx": 0, "sa": ["Paula Abdul", "Steven Tyler", "Ryan Seacrest", "Simon Cowell", "Jennifer Lopez"], "q": "Idol'' panel that will be returned to its original three-member format for season 10. Actress-singer-dancer <strong> Jennifer Lopez </strong> and Aerosmith frontman <strong> Steven Tyler </strong> will have the job of trying to match the offbeat chemistry of former judges <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>. <q>This is ''American Idol'!</q> host <strong> Ryan Seacrest </strong> said after the new judges joined him on stage at the Forum arena, where the final national audition for next season''s singing contest was held Wednesday. The announcement was made before a crowd of several", "new_id": -2}, {"uid": "1297226350092209194", "i": 12092, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "the speech, given that Mr. <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. Mr. <strong> Colin Powell </strong> objected. In his U.N. presentation, Mr. <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> Mr. Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Mr. Rumsfeld wrote that", "new_id": -2}]