[{"i": 27945, "idx": 2, "index_answer": 1, "new_id": -1, "q": " \"Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,\" <strong> Zahi Hawass </strong> said in a statement. But he asked that <q>this unique treasure be returned to the possession of its rightful owners, the Egyptian people.</q> World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse \"<strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains)", "sa": ["Sarah Palin", "Zahi Hawass"], "uid": "1295891307156680197"}, {"uid": "1297294523070500357", "i": 13342, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "Memoir: Known and Unknown( 2011) What they said about him then: \"I think that <strong> Donald Rumsfeld </strong> will go down in history as one of the worst secretaries of defense in history.\"- Report Abuse <q><strong> George Washington </strong> and his cronies had their way with America and they did it the hard way... no lube.</q> The Christian Science Monitor: Seven-ton dump truck plummets into giant sinkhole[ VIDEO] The Christian Science Monitor: We speak nowadays in a hail of bullets", "new_id": -2}, {"uid": "1295390036093929511", "i": 45962, "idx": 2, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": ", panel newcomers <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> see themselves more as merchants of mentoring than of menace. \"We bring a different perspective... especially if you're speaking about <strong> Simon Cowell </strong>,\" <strong> Jennifer Lopez </strong> said. <q>We're artists. We've been up there. We've auditioned. We've been through the ranks. That's what we're there for-- to help the kids either move on to the next level or break the news to them that they're not going on to the next level.</q> What: The nation's most-watched show for the last six seasons begins its 10th edition with new judges <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> joining Randy Jackson. \"We're not here to kind of break people", "new_id": -2}, {"uid": "1295826179073957407", "i": 24786, "idx": 0, "sa": ["Eric Schmidt", "Danny Sullivan", "Google Inc."], "q": "a hot company before it goes public. Some engineers seem to be drawn by the work at a smaller company, which offers an opportunity to reshape culture with less corporate bureaucracy and more creative freedom. <q>Facebook has become the cool kid on the block, and now <strong> Google Inc. </strong> wants to prove it can still be cool, too,</q> says <strong> Danny Sullivan </strong>, who follows both companies closely as editor-in-chief of Search Engine Land. To get back to its roots, <strong> Google Inc. </strong> concluded it needed to rearrange the hierarchy in place since technology veteran <strong> Eric Schmidt </strong> was brought", "new_id": -2}, {"uid": "1296753711058556440", "i": 35634, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "York companies could take advantage of the R&D credit, which if it is made permanent, could increase private investment in R&D by more than$ 7.5 billion across the country, according to Senator <strong> Kirsten Gillibrand </strong>. <q>My number one focus is on creating good-paying, family-supporting jobs. By supporting research and development, we can help our businesses become more competitive and create the high tech jobs of tomorrow,</q> Senator <strong> Kirsten Gillibrand </strong> said. \"New York is already home to the universities, businesses, laboratories, researchers and the bright minds we need for long-term economic strength. This proposal would leverage more private investment in our high-tech", "new_id": -2}, {"uid": "1296511058175063056", "i": 26116, "idx": 0, "sa": ["Victoria Beckham", "Simon Cowell", "Kim Jong-il", "Riya Sen"], "q": "the street-art pioneer, drum <strong> Victoria Beckham </strong> bass supremo, and TV man. In a candid interview he talks about learning to love his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-il </strong> than <strong> Simon Cowell </strong> <q>I've always wanted a happy home. And I've created that</q>: Goldie <strong> Riya Sen </strong> Pairs With Sreesanth To Endorse Jewellery Mumbai, January 30: Bollywood hottie <strong> Riya Sen </strong> has paired with cricketer Sreesanth to endorse Gitanjali Group's new jewellery", "new_id": -2}, {"uid": "1295547812132497430", "i": 33756, "idx": 0, "sa": ["Donald Rumsfeld", "Valerie Plame", "Roger Clemens", "Condoleezza Rice", "President Bush", "Darrell Issa", "Henry Waxman"], "q": "committee chair, Democrat <strong> Henry Waxman </strong> was the <strong> President Bush </strong> administration's worst enemy, hauling in everyone from <strong> Condoleezza Rice </strong> and <strong> Valerie Plame </strong> to <strong> Donald Rumsfeld </strong> and <strong> Roger Clemens </strong>. As writer Nick Baumann noted in a\" Mother Jones\" article, <q><strong> Darrell Issa </strong>'s got the potential to be the <strong> Arnold Schwarzenegger </strong> <strong> Henry Waxman </strong>-- on steroids.</q> Following the 2010 election, <strong> Darrell Issa </strong> sent a letter to \"more than 150 trade associations, companies and think tanks\" including \"the oil industry, drug manufacturers and other trade groups and companies\" asking them", "new_id": -2}, {"uid": "1296233986144064524", "i": 24470, "idx": 5, "sa": ["Howard Stern", "Simon Cowell"], "q": "voice-- unfortunately it just isn't very good. He looked like he would have all the tools, but is just off-key. \"I thought it was terrible and a joke,\" says Randy Jackson. <q>Do we even need to vote?</q> Floppy-haired Scott Dangerfield,... The X Factor US: Has <strong> Simon Cowell </strong> Chosen The New Host? Rumors surrounding The X Factor US series have reached fever-pitch Diddy wo n`t work with <strong> Simon Cowell </strong> <strong> Howard Stern </strong> To Replace <strong> Simon Cowell </strong> On American Idol", "new_id": -2}, {"uid": "1296585409255721481", "i": 9320, "idx": 0, "sa": ["Michael Gove"], "q": ". Crime hotspots website meltdown as millions key in Blairs' address London-( Glitches): Connaught Square residents have told of their disgust as a new criminal hotspots website named them the nation's Number One. <q>Surely we're only the second worst in the country,</q> Dame Dilys Pillpoppa said today, \"what with Buck... New Maths for Schools Education Minister <strong> Michael Gove </strong> is introducing a new way of teaching Maths. He explained to Parliament:' I went into a school yesterday and", "new_id": -2}, {"uid": "1296487693078397451", "i": 32331, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to employees this morning. <strong> Sergio Marchionne </strong> did not state any average amount of the payments in the e-mail, but he likely will be asked about it during a conference call that begins at 10 a.m. <q>I want to express my gratitude to everyone for their hard work as we move forward towards the achievement of our goals,</q> <strong> Sergio Marchionne </strong> said in his e-mail. \"You are the authors of this success. I want to thank you for your dedication, your creativity and your willingness to embrace change without which these results would not have been", "new_id": -2}]