[{"uid": "1296527560008503328", "i": 20333, "idx": 2, "sa": ["Jeff Francoeur", "Michael Vick", "Natalie Portman"], "q": "He scored the first two touchdowns of his comeback in a December 2009 rout of the Falcons at the Dome. \"I'll never forget this day,\" an emotional <strong> Michael Vick </strong> said after the game. <q> I'll never forget coming back to the city of Atlanta. I'll never forget arriving yesterday. I'll never forget seeing a lot of the landmarks I used to see when I lived in this city for six years. I'll never forget shedding a tear on the bus ride over here this morning because I took that route every Sunday to come here and play. </q> Former Brave <strong> Jeff Francoeur </strong> signed a sweet deal with the Royals. Is he worth the price? The` My Princess Dance' is an annual father-and-daughter event celebrating family relationships. <strong> Natalie Portman </strong> and", "new_id": -2}, {"uid": "1296003649058851347", "i": 46651, "idx": 4, "sa": ["Rob Gee", "Colin Powell"], "q": "also slammed Republican leaders for playing politics with the budget, without offering what he said were real solutions. \"Don't tell me you're going to freeze to a level,\" he said. <q> That usually is a very inefficient way of doing it. Tell me what you're going to cut, and nobody up there yet is being very, very candid about what they are going to cut to fix this pRob Geelem. </q> Read more about the deficit and national debt.] <strong> Colin Powell </strong>'s comments came shortly after Tea Party leaders reiterated their willingness to cut the defense budget. Republican leader", "new_id": -2}, {"uid": "1295966915202670095", "i": 21904, "idx": 1, "sa": ["Patrick Leahy", "Manny Villar", "Bernie Sanders", "Barack Obama"], "q": "Reform Transcript by( www.newsy.com) BY CHRISTINA HARTMAN You're watching multisource political video news analysis from Newsy. The new 112th Congress convenes Wednesday-- and a Senate rules showdown is already on the horizon. SEN. <strong> Bernie Sanders </strong> <q> I am simply here today to take as long... VIDEO: Senate Deal on Consumer Agency in Doubt Is Barack Obamas proposal for a new consumer financial protection agency dead? That may turn on whether two key senators can make a deal. The House in December narrowly approved a bill that would create an independent agency the CFPA-- to oversee and write rules for consumer credit pro... <strong> Manny Villar </strong> \"THE MUTINY AND DESTABILIZING THE SENATE </q> HIS WAY OUT OF C-5 EXTENSION PROJECT SCAM <strong> Manny Villar </strong> \"THE MUTINY AND DESTABILIZING THE SENATE\" HIS WAY OUT OF C-5 EXTENSION PROJECT SCAM newphilrevolution.blogspot.com Destabilizing the Senate: <strong> Manny Villar </strong> and the controversial C-5 Senate report Posted by Patrick LeahyricioMangubat", "new_id": -2}, {"uid": "1295862490177078278", "i": 36816, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "lascia il suo posto di Ceo di Google per fare spazio al cofondatore del colosso di Mountain View <strong> Larry Page </strong>. Schimdt ricoprir il ruolo di Presidente Esecutivo. Ma perch? Ecco cos` ha detto <strong> Eric Schmidt </strong>: <q> <strong> Larry Page </strong> da adesso guider la strategia dello sviluppo dei prodotti e della tecnologia, i suoi principali punti di forza, e a cominciare dal 4 aprile si far carico anche dell` ordinaria amministrazione come Chief Executive Officer di Google. In questo ruolo sono sicuro che fonder perfettamente la visione tecnologica e quella degli affari </q>. La terza entit del triumvirato, <strong> Sergey Brin </strong>, terr per s il titolo di cofondatore e si concentrer sui nuovi prodotti. Questa? la dichiarazione ufficiale. Ma <strong> Eric Schmidt </strong> ha accennato a quello che sta davvero", "new_id": -2}, {"uid": "1296978592039108619", "i": 12094, "idx": 0, "sa": ["Michael Vick"], "q": "serving a federal sentence for dogfighting, is The Associated Press 2010 Comeback Player of the Year. In the 12-year history of the honor, no player has returned from jail to earn it and <strong> Michael Vick </strong> calls this season <q> the most fun I've ever had playing football. </q> CLEVELAND( AP) The Cleveland Cavaliers have the here to view all related stories\" NBA's record for futility all to themselves after suffering their 24th straight loss, 111-105 to Portland", "new_id": -2}, {"uid": "1295147685219021316", "i": 58194, "idx": 9, "sa": ["Rodney Stuckey", "Kobe Bryant", "Marcus Camby", "Antonio McDyess", "Carmelo Anthony", "Phil Jackson", "Allen Iverson", "Shaquille O'Neal", "Udonis Haslem", "Dwyane Wade"], "q": "get it off quick.\" After a timeout, <strong> Rodney Stuckey </strong> drove for what could have been the game-winning shot, but <strong> Dwyane Wade </strong> blocked the ball and then saved the rebound to <strong> Udonis Haslem </strong>, who was fouled by <strong> Antonio McDyess </strong>. <q> I told <strong> Rodney Stuckey </strong> on the way out of the timeout Iverson_Allen Iverson_51pts_8asts_vs_Kobe Bryant_Kobe Bryant_Lakers_07/08_NBA The Los Angeles Lakers' team effort trumped <strong> Allen Iverson </strong>'s <strong> Shaquille O'Neal </strong> night. <strong> Allen Iverson </strong> scored a season-high 51 points but the Lakers had three players, led by <strong> Kobe Bryant </strong>'s 25, score 20-plus points to give the Lakers a 111-107 win over the Denver Nuggets on Wednesday night. <strong> Carmelo Anthony </strong> had 26 points and eight rebounds and <strong> Marcus Camby </strong> had 20 rebounds for the Nuggets. \"We absorbed a lot of points from <strong> Allen Iverson </strong>, </q> Lakers coach <strong> Phil Jackson </strong> said. \"He got our whole team in foul trouble.\" <strong> Allen Iverson </strong> scored 49 points through the first three quarters but was held to a just a layup in the fourth. The Lakers clamped", "new_id": -2}, {"uid": "1297085039090374149", "i": 14860, "idx": 0, "sa": ["Eric Schmidt"], "q": "LONDON( Reuters)- Google Inc wants to avoid a lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. <q> We certainly want to avoid that, </q> <strong> Eric Schmidt </strong> told the paper in an interview. \"I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1295561213061718589", "i": 3428, "idx": 3, "sa": ["Larry Page", "Larry Brilliant", "Eric Schmidt", "Michael Schmidt", "Peter Piot", "Sergey Brin"], "q": "between ideas and technology. According to <strong> Michael Schmidt </strong>, the changes we're seeing today, in government... Google.Org: 25 Years of AIDS 53:11 A conversation with Dr. <strong> Peter Piot </strong>, <strong> Eric Schmidt </strong>, and <strong> Larry Brilliant </strong> on the topic of <q> AIDS: Are We Destined for Another 25 years? </q>( February 2007)... techplanet30.com In this video I talk about Google and would like to know your thoughts on the company and their position in the world. I talk a little about <strong> Larry Page </strong>, <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297241724083116033", "i": 11719, "idx": 0, "sa": ["Hailee Steinfeld", "Lindsay Lohan", "Simon Cowell", "Britney Spears"], "q": "who strive for popularity... Photo: <strong> Britney Spears </strong>' seventh album is named` Femme... Article: <strong> Lindsay Lohan </strong> to be charged with stealing necklace... Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse <q> I used to try to defend this BIMBO because she's so pretty and talented, but she's totally hopeless. </q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit'", "new_id": -2}, {"uid": "1296488497219168794", "i": 36453, "idx": 1, "sa": ["Michael Vick"], "q": "play or not living up to expectations, a guy who digs his own hole with steroids or a criminal conviction is in for a longer haul. \"A psychological penance,\" Philpott calls it. <q> The average consumer or casual fan doesn't care what you did on the field, he just cares about what you did[ off it]. </q> Nonetheless, improved performance on the field can help, as <strong> Michael Vick </strong>'s numbers demonstrate.", "new_id": -2}]