[{"uid": "1297217140016318507", "i": 9436, "idx": 1, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "a silent meditation retreat; <strong> Rupert Murdoch </strong>, the cross-legged guru, doling out aphorisms and vegetarian curry at the bar.) No, <strong> Andy Coulson </strong> didn't have much choice. Resign comes from resignare( Latin: <q>to check off, cancel, give up</q>). Divide up the word and you have re, meaning opposite, and signare, literally \"to make an entry in an account book\"- so the opposite entry cancels out the original one. To", "new_id": -2}, {"uid": "1294997831235044870", "i": 44269, "idx": 0, "sa": ["Mr. Jacobs", "Sergio Marchionne", "John Kasich"], "q": "Ohio's open for business. If you've had problems, it's a new day and a new way of doing things in Ohio,\" Governor <strong> John Kasich </strong> said, when asked what he told the automakers. <q>Whether it is our governmental regulatory policy, our tax policy, our job training programs, problems that companies have with energy: We want to know early on exactly what we can do to be helpful, and we want to move. \"We don't want to be bureaucrats talking about things and getting nothing done.</q> The meeting with Chrysler occurred a day after Chrysler Chief Executive <strong> Sergio Marchionne </strong> told The Blade that Toledo could expect in the next six months an announcement concerning the expansion of Chrysler's Toledo Assembly operations. <strong> Mr. Jacobs </strong> <strong> John Kasich </strong> met with", "new_id": -2}, {"uid": "1297443949230703173", "i": 28584, "idx": 2, "sa": ["Joe Walsh", "Nancy Pelosi", "Mike Pence"], "q": "job,\" said Florida <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong> Nugent\", one of the freshman lawmakers who declined federal health insurance benefits. Every single House Republican voted to repeal the health care law last month. <q>I can simply, honestly say that this is going to impact my wife and I to a fairly serious degree, like it would any average American out there,</q> said first-time <strong> Nancy Pelosi </strong> <strong> Joe Walsh </strong> of Illinois. <strong> Joe Walsh </strong>'s wife has a pre-existing condition and will need a procedure in the coming months, but because he declined federal benefits, they're paying for it out", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q>It's kind of like when you were a kid in school always picking teams,</q> <strong> Trent Baalke </strong> said. \"Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}, {"uid": "1297251079068108305", "i": 11146, "idx": 1, "sa": ["Steve Ballmer", "Ray Ozzie"], "q": "e-mail, <strong> Steve Ballmer </strong> said he does not intend to fill the chief software architect role. \"The CSA role was unique and I won't refill the role after <strong> Ray Ozzie </strong>'s departure,\" <strong> Steve Ballmer </strong> wrote. <q>We have a strong planning process, strong technical leaders in each business group and strong innovation heading to the market.</q> Many have described <strong> Ray Ozzie </strong> as a visionary. <strong> Ray Ozzie </strong>'s initial claim to fame came when his company, Iris Associates, created what would be known as Lotus Notes, a product that during the 1990s was", "new_id": -2}, {"uid": "1295807421110559236", "i": 28655, "idx": 14, "sa": ["Colin Powell", "Barack Obama"], "q": "on the economy- COLIN POWELL( on video) I found... video results for: think powell obama <strong> Colin Powell </strong> concerned about the negative campaign turn by the Republicans <strong> Colin Powell </strong> concerned about the negative campaign turn by the Republicans <q>I think he is a transformational figure, he is a new generation coming onto the world stage, onto the American stage, and for that reason I'll be voting for <strong> Barack Obama </strong>,</q> <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" <strong> Colin Powell </strong> said he was concerned about what he ch... Bam Pow <strong> Barack Obama </strong> <strong> Colin Powell </strong> 2008 1:56 Alas- it was not meant to be. Well, he'd", "new_id": -2}, {"uid": "1296199986159858692", "i": 30426, "idx": 1, "sa": ["Mike Pence"], "q": "the Hoosier State. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star. <q>We will not seek the Republican nomination for president in 2012.</q> <strong> Mike Pence </strong> has been publicly pondering whether to run for the governor's office or for president for several months. In recent weeks, he has received considerable encouragement for a White House bid. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295479943073809965", "i": 13234, "idx": 2, "sa": ["Sergio Marchionne"], "q": "market, but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said.", "new_id": -2}, {"uid": "1295499871140181534", "i": 6695, "idx": 0, "sa": ["Mike Rowe", "Allen Iverson"], "q": "made a fuss over.\" But that was unavoidable after he broke out of his shooting slump. He scored just four points on 1-for-12 shooting and missed the final shot in Chicago's 105-103 overtime win Saturday. <q>It felt like we were at UConn in http://wn.com/Allen_Iverson_highlights_vs_Bucks_08/09_NBA_*Missed_Practice_Coming_off_the_bench_*Crossover_on_Lue One day after a missed practice landed him on the Detroit Pistons' bench, <strong> Allen Iverson </strong> spoke loudly with his play Friday night. Once he got the chance. Coming off the bench for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. \"With everything going on, I wanted to play well,</q> <strong> Allen Iverson </strong> said. \"I just wanted to play well. Especially for my teammates because I let them down by not being here.\" <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Mike Rowe </strong> Curry to begin the game, punishment", "new_id": -2}, {"uid": "1297207732016187415", "i": 2099, "idx": 4, "sa": ["Richard Hunter", "Michael Vick"], "q": "<strong> Michael Vick </strong>'s Pit Bulls was posted online. In the video, a man, who identifies himself as being radio host <strong> Richard Hunter </strong>, confronts <strong> Michael Vick </strong>, following <strong> Michael Vick </strong> as his bodyguards escort him from the event. <q>You said you're worried about the dogs, Mike,</q> <strong> Richard Hunter </strong> seems to say, \"now's your time to talk.\"( c) tPC( c) UPI.com", "new_id": -2}]