[{"uid": "1295734433267124743", "i": 19854, "idx": 1, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "what I've said about those events[ at the News of the World] but when the spokesman needs a spokesman, it's time to move on.'' His staff were shattered. One said: <q> It is just terribly sad. I adored him. I learned so much from him. Just awful. </q> It was Labour's turn to exploit the moment. <strong> Ed Miliband </strong> suddenly turned defence into attack, saying:`` I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for as long", "new_id": -2}, {"uid": "1295225672165576721", "i": 40682, "idx": 1, "sa": ["Simon Cowell", "Nigel Lythgoe", "Randy Jackson"], "q": "<strong> Simon Cowell </strong> who is instead launching an American version of The X Factor this year. <strong> Nigel Lythgoe </strong> insists Aerosmith singer <strong> Randy Jackson </strong> and J-Lo have a great deal more to offer the show's wannabe pop stars. <q> Both of them are very aware of what they bring and are aware of how they treat the kids because they've been judged all their lives, </q> he explained. Follow the E&S on Twitter Keep up with the latest breaking news and best content with our Twitter updates. Latest dining reviews Read the latest reviews by the Express& Star's", "new_id": -2}, {"uid": "1295665821077053971", "i": 54850, "idx": 1, "sa": ["Jonathan Rosenberg", "Eric Schmidt"], "q": "rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,'' said <strong> Eric Schmidt </strong>, Google's chief executive. <q> These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider Web. </q> During a conference call, <strong> Jonathan Rosenberg </strong>, Google's senior vice president for product management, said its advertising business now has two million publishers. YouTube revenue doubled, while its Android mobile operating platform was growing", "new_id": -2}, {"uid": "1295470161077529109", "i": 33081, "idx": 1, "sa": ["Bernie Sanders"], "q": "that are taking place against working families, and for a practical plan on how we can reverse the obscene politics that favor the rich over the middle class and the disadvantaged in our nation,'' <strong> Bernie Sanders </strong> said. <q> If my speech helped educate people about some of these issues, made them aware that they're not alone in their concerns of their pain, and pointed a way to the future, it was well work it. </q> http://thehill.com/blogs/blog-briefing-room/news/138849-Bernie Sanders-publishing-his-filiBernie Sanders-as-a-book Rep. Giffords likely to be transferred to rehabilitation center in Houston Friday Democratic lawmaker compares GOP health law claims to Nazi` lies' href=\"http://thehill.com/blogs/blog-briefing-room/news/137949-poll-most-americans-dont-think-violent-political-rhetoric-caused-shooting\"> Poll: Most Americans don't think violent political rhetoric caused shooting", "new_id": -2}, {"uid": "1296921359074088455", "i": 53664, "idx": 1, "sa": ["David Letterman", "Barbara Walters"], "q": "heart surgery in 2000 and chatted candidly with <strong> Barbara Walters </strong> about his feelings of joy following the operation. But they didn't last long. During the chat, <strong> David Letterman </strong> stated, <q> Depression is a black hole... I've dabbled in it.`` There's a difference in being sad and being blue and being depressed and being chemically or clinically depressed. I do know the difference between those and it's horrifying.`` Without some kind of medicinal help... institutions used to be full of people who were depressed. </q>", "new_id": -2}, {"uid": "1295606598069435415", "i": 3772, "idx": 1, "sa": ["Angelina Jolie", "Robert Downey Jr.", "Ricky Gervais", "Johnny Depp"], "q": "don't think I did anything wrong.'' The British comedian received mixed reviews after openly mocking Hollywood A-listers including href=\"http://uk.news.yahoo.com/fc/Angelina Jolie-Angelina Jolie.html\"> <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>. While defending his comments <strong> Ricky Gervais </strong> added: <q> I'm not going to apologise for being true to myself. My strategy is to make me laugh. If there's anyone in the world like me, that's a bonus. </q> At one stage during the evening, <strong> Ricky Gervais </strong> introduced Iron Man star <strong> Robert Downey Jr. </strong> who has a history of drug problems saying:`` Many of you in this room probably know him best from such facilities as the", "new_id": -2}, {"uid": "1297459269244645955", "i": 3648, "idx": 1, "sa": ["Hosni Mubarak", "Mike Pence", "Ileana Ros-Lehtinen", "Gary Ackerman"], "q": "this glorious, peaceful revolution in order to substitute a repressive religious regime and regional instability for the stifling and brutal <strong> Hosni Mubarak </strong> regime,'' said <strong> Gary Ackerman </strong>, the top Democrat on the House Middle East subcommittee. <q> I am concerned about an orderly transition to what? Or an orderly transition to who? </q> Representative <strong> Mike Pence </strong>, a Republican, said during a hearing of <strong> Ileana Ros-Lehtinen </strong>'s committee on Thursday, the day before <strong> Hosni Mubarak </strong> stepped down. Some analysts think worries about the Muslim Brotherhood are overblown. The group is", "new_id": -2}, {"uid": "1295582204150192172", "i": 7145, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.''`` I believe <strong> Larry Page </strong> is ready'' to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes with running one of world's most scrutinized companies. For the first time last year, he started to sit out Google", "new_id": -2}, {"uid": "1296680390193724462", "i": 22893, "idx": 2, "sa": ["David Letterman", "George H. W. Bush", "Mike Huckabee", "Newt Gingrich", "Mitt Romney", "Sarah Palin"], "q": "with 19%, followed by former Arkansas Gov. <strong> Mike Huckabee </strong>( 17%) and former House speaker <strong> Newt Gingrich </strong>( 11%). <strong> Mitt Romney </strong> told <strong> David Letterman </strong> he has no plans to run for <strong> George H. W. Bush </strong>, but added <q> I'll keep the door open. </q> He also gave a shout out to <strong> Sarah Palin </strong>. To: 2ndDivisionVet <strong> Mitt Romney </strong> did not say that At least he recognizes greatness when he sees it... 3 posted on 02/02/2011 12:48:00 PM PST he", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. </q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}]