[{"uid": "1296971939100106295", "i": 49231, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern,\" <strong> Sergio Marchionne </strong>'s statement said. <q> I regret the remark, which I consider inappropriate. </q> <strong> Sergio Marchionne </strong> said Chrysler remains grateful for the bailouts and noted that no other parties were willing to assist in Chrysler's recovery. \"The two governments levied interest rates that, although appropriate at the time, are above", "new_id": -2}, {"uid": "1297234014042778761", "i": 941, "idx": 4, "sa": ["Donald Rumsfeld", "Todd Litman", "Ray LaHood"], "q": "it will continue to be an increasing drain on social welfare.\"[ 31] <strong> Todd Litman </strong> does not comment on these devastating findings. Energy Efficiency. \"Washington's War\" concluded that <q> U.S. Department of Energy data indicate a much smaller difference between rail transit and automobile energy intensity. Regulations have been adopted that will make automobiles more energy efficient than rail transit. </q> <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>'s claim, based on the APTA report, was that rail transit consumes only one-fifth as much energy( 80 percent less) per passenger mile as automobile travel. \"Washington's War\"", "new_id": -2}, {"uid": "1297660283045400064", "i": 22783, "idx": 0, "sa": ["David Letterman", "Whitney Houston"], "q": "no youngster-- you'll be 50 in March-- and if you really want... What's romantic? Taking your sweetheart to New York City. Quotes from Sunday's 53rd annual Grammy Awards: <q> I should have thanked my wife instead of <strong> Howard Stern </strong> because I'm probably in a lot of trouble.-- Train frontman <strong> Patrick Carney </strong> Monahan backstage after accepting the award for pop performance with vocals by a duo or group. \"<strong> Justin Bieber </strong>? Hairpiece. </q>-- <strong> David Letterman </strong> revealing the top Grammy surprises. \"I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote \"Born This Way,\" I imagined", "new_id": -2}, {"uid": "1297617994047562773", "i": 2229, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "shared the stage with Microsoft CEO <strong> Steve Ballmer </strong> whose company-like <strong> Stephen Elop </strong>'s- has been looking to gain traction in the heated smartphone space currently dominated by Apple's iPhone lineup and smartphones running Google's Android OS. <q> Mr. <strong> Stephen Elop </strong> has probably made his biggest decision of his career, and for all intents and purposes it appears to be the right one, </q> IDC analyst Al Hilwa said in a Feb. 11 report. Calling the partnership a natural one, given the strengths of each partner, Hilwa called Nokia's decision an \"incredible vote of confidence\" for", "new_id": -2}, {"uid": "1295569453080838699", "i": 34370, "idx": 1, "sa": ["David Selinger", "Eric Schmidt"], "q": "with <strong> David Selinger </strong>, the CEO and Co-Founder of Richrelevance. Richrelevance is a SF based startup that makes a next generation recommendation engine. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295887271156680263", "i": 9804, "idx": 1, "sa": ["Eric Schmidt", "Theresa Potter"], "q": ",\" says Cauley. <strong> Theresa Potter </strong>'s management and personnel skills complemented Cauley's expertise in research and development, quality control and technical sales. It was a no-brainer to hire her as president. <q> It was really exciting. It was a reward for me to provide myself with another person who could take my desires and run with it, </q> Cauley says. \"She does things that I never even thought of.\" After vetting a new senior manager closely, it's important to give that person authority and autonomy, advises Melinda <strong> Eric Schmidt </strong>,", "new_id": -2}, {"uid": "1296770511173654034", "i": 12181, "idx": 31, "sa": ["Donald Rumsfeld"], "q": "not appreciate that the end of major combat operations was hardly the end of the mission. He had seen an early draft of Bush's \"too optimistic\" speech for that day and, over the phone, <q> suggested edits to tone down any triumphalist rhetoric. </q> But the phrase on the aircraft carrier banner, <strong> Donald Rumsfeld </strong> said, \"would haunt his presidency until the day it ended.\" Another <strong> Donald Rumsfeld </strong> nemesis, as painted in these pages, was Deputy <strong> Donald Rumsfeld </strong> of", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,\" <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}, {"uid": "1296006848180027395", "i": 24841, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "In recent years has become a leading investor in satellite television, the film industry, the Internet and media. News Corp is based in New York. <strong> Rupert Murdoch </strong> told Media Matters that Fox News shouldn't be promoting <q> the tea party or any other party. </q> Yet news leaked that News Corporation, the parent company of Fox News donated$ 1 million to the Republican Governors Association. mediamatters.org http://wn.com/Murdoch_refuses_to_answer_question_on_Andy_Coulson_News_of_the_World_phone-hacking_scandal News Corp CEO <strong> Rupert Murdoch </strong> refuses to answer question on <strong> Andy Coulson </strong> News of the World phone-hacking", "new_id": -2}, {"uid": "1296084859120438795", "i": 4271, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> UK police get new info in phone hacking inquiry Scotland Yard said Wednesday it was reopening its investigation into phone hacking at the country's top-selling Sunday newspaper after it had received \"significant new information", "new_id": -2}]