[{"uid": "1296744949119816196", "i": 15569, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "the Defense Department recommend additional ways to punish the violating contractors, but the Report to Congress on Contractor Fraud concluded, \"The department believes that existing remedies with respect to contractor wrongdoing are sufficient.\" <q>It has been said that insanity as doing the same thing over and over and expecting different results,</q> replied the <strong> Sen. Bernie Sanders </strong> staff in an analysis of the findings. \"It is clear that DOD's current approach is not working, and we need a much more vigorous approach to dealing with contractor fraud", "new_id": -2}, {"uid": "1296633836234962959", "i": 17230, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "by a defender in the first half, threw down a reverse jam and landed on his left foot. The usually ordinary play told <strong> Carmelo Anthony </strong> everything he needed to know-- his sprained left ankle was just fine. <q>I figured if I could do that, I'm good,</q> <strong> Carmelo Anthony </strong> said. A healthy <strong> Carmelo Anthony </strong> scored 25 points, <strong> Allen Iverson </strong> had 24 points and 13 assists, and the Denver Nuggets beat the Charlotte Bobcats 117-101 on Saturday night. \"It didn't hurt at all,\"", "new_id": -2}, {"uid": "1297106519174964777", "i": 20197, "idx": 0, "sa": ["Simon Cowell"], "q": "Show supremo <strong> Simon Cowell </strong> is excited to be offering the biggest guaranteed prize in television history, and has also revealed the programme will welcome audionees aged from just 12. He said: <q>I like the idea that a 12 year old on this show can compete with an older singer and a singing group. \"I have never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5m recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.</q> On the UK version of the show- where winners land a Â£ 1 million record deal- contestants must be aged at least 16 to enter, though for two seasons the minimum age was reduced", "new_id": -2}, {"uid": "1295667436103448609", "i": 47431, "idx": 0, "sa": ["Piers Morgan", "Ricky Gervais", "Johnny Depp", "Robert Downey", "Andy Coulson"], "q": ": \"Do you care about what they may be going through in their private lives?\" Challenged by <strong> Piers Morgan </strong> to admit he was \"mocking\" stars like <strong> Robert Downey </strong> Jnr and <strong> Johnny Depp </strong>, <strong> Ricky Gervais </strong> countered: <q>No, I'm not. I'm confronting the elephant in the room... Like I'm going to go out there and not talk about the issues in their industry. Don't forget, I've got to be an outsider there. I mustn't come out there as everyone's mate and schmooze- that's nauseating. I've got to come out there, and I've got to roast them.</q> Get a FREE copy of The Week magazine and keep up-to-date with the most important news stories from the past 7 days by Ten things you need to know today: <strong> Andy Coulson </strong> quits, Alan Johnson", "new_id": -2}, {"uid": "1295918832213958662", "i": 29312, "idx": 0, "sa": ["Jack Kemp", "Dan Lungren", "Sen. Bernie Sanders"], "q": "even many Republicans are prepared to embrace. But conservatives counter that the 2010 election outcome showed he is precisely the kind of political figure to put forth as the face of the Republican Party. <q>If I was starting a football team in a national budget league, I'd pick Paul Ryan as the captain and quarterback,</q> said <strong> Sen. Bernie Sanders </strong> <strong> Dan Lungren </strong>( R., Calif.), a close friend of the late Mr. <strong> Jack Kemp </strong>. \"There's nobody in this House who's taken as serious a long-term view on the budget as Paul Ryan.", "new_id": -2}, {"uid": "1295314484167198799", "i": 274, "idx": 0, "sa": ["Douglas Rushkoff", "Mike Pence"], "q": "response to the current culture of government bailouts for corporations. When confronted with the news that the Big Three automakers will go under without government assistance, few can respond better than Indiana congressman <strong> Mike Pence </strong>: <q>Economic freedom means the freedom to succeed and the freedom to fail.</q> Is it possible to critique the idea of the corporation while still advocating capitalism? While rarely happening, yes, in fact it is. And <strong> Douglas Rushkoff </strong> shows us how in his fascinating new book.", "new_id": -2}, {"uid": "1295568832080838698", "i": 23951, "idx": 0, "sa": ["Eric Schmidt"], "q": "the reigns at the search engine giant from long-time chief <strong> Eric Schmidt </strong>. In a surprise move <strong> Eric Schmidt </strong> delivered the news as the company announced fourth-quarter profits that were far better than analysts had expected. <q>Day-to-day adult supervision no longer needed!</q> he tweeted as the results were released. Google reported a profit of$ 2.54 bn( Â£ 1.59 bn), up from$ 1.97 bn a year earlier, far better than expected. <strong> Eric Schmidt </strong> said", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q>now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}, {"uid": "1296937608113295368", "i": 31320, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "of Super Bowl vision in Texas Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. <q>I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him,</q> <strong> Roger Goodell </strong> said. \"He takes that seriously also.\" <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009", "new_id": -2}, {"uid": "1295425615261013543", "i": 45484, "idx": 5, "sa": ["Sen. Bernie Sanders"], "q": "argued the compromise was necessary to prevent a tax hike on middle class Americans. \"I believe very strongly that it will be very, very difficult to undo this one-year program,\" <strong> Sen. Bernie Sanders </strong> said. <q>Republicans will say it is a tax increase on workers, and they control the <strong> Franklin Roosevelt </strong>.</q> Indeed, GOP lawmakers have since admitted they have no intention of letting the payroll tax return to its original, higher level in a year: http://www.huffingtonpost.com/2010/08/11/public-opposes-cutting-so_n_678374.html \"So what the president has done is walked us", "new_id": -2}]