[{"uid": "1295715717099811337", "i": 31260, "idx": 2, "sa": ["Allen Iverson"], "q": "Stadium Bulls win 105-92 Box score: www.basketball-reference.com http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1296770511173654034", "i": 12201, "idx": 51, "sa": ["Donald Rumsfeld", "Saddam Hussein", "Colin Powell", "Dick Cheney", "Gerald Ford", "Hillary Clinton", "Andy Pettitte"], "q": "<strong> Colin Powell </strong> Photo: \"Borat' star in <strong> Saddam Hussein </strong> Hussein-inspired comedy <strong> Donald Rumsfeld </strong> concludes in his new autobiography... Top Stories Video: Obama prays for peace in Egypt Top Stories Video: <strong> Andy Pettitte </strong> to retire from the Yankees Report Abuse <q>Of course <strong> Donald Rumsfeld </strong> and the other neocon thugs would have gone into Iraq even if they'd known there were no WMD... they DID know there were no WMD. They also knew that <strong> Saddam Hussein </strong> was actually the enemy of <strong> Al Gore </strong> Qaeda, yet they also tried to sell us on a tie to 9-11.</q> Report Abuse \"Quotes from a former <strong> Gerald Ford </strong>, <strong> Dick Cheney </strong>, esteemed <strong> Hillary Clinton </strong> and a <strong> Donald Rumsfeld </strong> of State regarding the criminals Bush, <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>\"s illegal and immoral war for oil.\" Please note the comments", "new_id": -2}, {"uid": "1295981856139264033", "i": 35489, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "should not be reached through coercion, intimidation, and threats of violence. Hezbollah, backed by Syria, engaged in all three to achieve its political goals.\" Vietor said the tribunal is vital for <q>stability, security and justice in Lebanon.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 3 BR/ 1 BA$ 899,000.00 SAN FRANCISCO 3 BR/ 1", "new_id": -2}, {"uid": "1295573069103104552", "i": 42578, "idx": 2, "sa": ["Eric Schmidt"], "q": "waiting to see if Android tablets will emerged to give the iPad any competition. Put this all together, and Page has a career's worth of issues that will test him right away. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!</q> <strong> Eric Schmidt </strong> wrote on the official Google blog. \"Larry, in my clear opinion, is ready to lead.\" We won't have to wait 10 years to find out if he's right.", "new_id": -2}, {"uid": "1296271846184582175", "i": 14159, "idx": 3, "sa": ["Reggie Miller", "Shaquille O'Neal", "Travis Best", "Allen Iverson", "Jermaine O'Neal"], "q": "night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and a career-high 20 rebounds for Indiana, which rallied from an 18-point second-half deficit. <strong> Travis Best </strong> had 16 points and 10 assists. <q>We let the world know, we let them know, we can beat them on their own court,</q> <strong> Shaquille O'Neal </strong> said. <strong> Allen Iverson </strong>, who won his second Game 1- Lakers 104, Pacers 87 In the first Finals game played at the new Staples Center, the Lakers took control from the opening tip. LA made", "new_id": -2}, {"uid": "1295527050255115294", "i": 3762, "idx": 0, "sa": ["Simon Cowell"], "q": "anything from school. \"Mainly, I trust my instincts because I have very broad tastes. I genuinely believe that if I like something, other people are going to like it as well.\" <q>Mainly, I trust my instincts because I have very broad tastes. I genuinely believe that if I like something, other people are going to like it as well.</q> Comment on this Article <strong> Simon Cowell </strong> quit \"American Idol' last year in order to focus on bringing his UK show,' The X Factor\", to the US and admits it took", "new_id": -2}, {"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy\"/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q>Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise,</q> he said. \"It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.\"", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}, {"uid": "1295658483011878448", "i": 25645, "idx": 1, "sa": ["Simon Cowell"], "q": "The saga of the \"American Idol\" phenomenon, from its origins in the 2001 hit British series \"Pop Idol\" right up to <strong> Simon Cowell </strong>'s departure, is the focus of Richard Rushfield's breezy, gossipy <q>American Idol: The Untold Story.</q> Currently an entertainment columnist for the website the Daily Beast and a Vanity Fair contributing editor, <strong> Simon Cowell </strong> Rushfield blogged about \"American Idol\" for three years for the Los Angeles Times and clearly knows his subject well.", "new_id": -2}, {"uid": "1297174440226918479", "i": 40413, "idx": 1, "sa": ["Zahi Hawass"], "q": "is estimated that one million tourists have fled Cairo since the protests began on Jan. 25. \"All the people who live around here, they depend on the lives of tourists,\" <strong> Zahi Hawass </strong> said. <q>If there is no tourism, there is no food for the people.</q>", "new_id": -2}, {"uid": "1296552992203472900", "i": 16861, "idx": 0, "sa": ["Michael Vick"], "q": "Micheal VICKS thou shalt not torture BEASTLY, Democracy approved it upon wisdom chain of linages ascribed it as legit work efforts! Only CIA can tamper with criminal evidences of torture professionally= Gitmo, Report Abuse <q>the prosecutor should be arrested paying bribe.</q> the whole case should be thrown out of court, Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Super Cheap Car Insurance Get Super Cheap Auto Insurance Quotes- You Wo", "new_id": -2}]