[{"uid": "1297620569105463821", "i": 1023, "idx": 2, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies in Congress- primarily liberal Democrats- have vowed to fight the proposed funding cut. <q>In my community, Planned Parenthood is a very highly regarded mainstream organization,<q> said Rep. <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as \"driven by an extreme ideological agenda.\" <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss", "new_id": -2}, {"uid": "1297452741150323218", "i": 46973, "idx": 3, "sa": ["Steve Ballmer", "Paul McDougall", "Bill Gates"], "q": ". Or he could be \"doing as all investors do and diversifying his portfolio.\" Let's also not forget that he has a massive charity to fund, and selling off stock to benefit his <strong> Bill Gates </strong> Foundation <q>is not a new habit... Similar sales garnered attention back in 2010 and 2009.<q> Microsoft is at a crossroads: <strong> Steve Ballmer </strong> is the company's second-largest shareholder, and he's undoubtedly tired of seeing \"his own stock options languish,\" too, says <strong> Paul McDougall </strong> in InformationWeek.", "new_id": -2}, {"uid": "1295975913233406486", "i": 8929, "idx": 1, "sa": ["Dirk Nowitzki", "Allen Iverson"], "q": "over Germany( 1-1) in front of a sold-out Kolnarena crowd numbering 18000. \"It felt good when it left my hand, I knew it had a chance,\" said <strong> Allen Iverson </strong> of his game winner. <q>I tried to side step him( his defender) just to get a little bit of space and I got a good look at the basket and fortunately it went in. \"That was my first buzzer-beater ever,<q> added a smiling <strong> Allen Iverson </strong> who was mobbed by his USA teammates after making the shot. The <strong> Allen Iverson </strong> answer was a fitting end to a game that was tight the entire way and one in which NBA All-Star <strong> Dirk Nowitzki </strong> almost", "new_id": -2}, {"uid": "1296774953170934311", "i": 4036, "idx": 0, "sa": ["David Letterman"], "q": " \"Area Had Its Fair Share of Crack Makers\" read the awkward headline. More than 20 wrote me of the inappropriateness of this headline, with its modern-day drug connotation. Andrew from Unadilla said <q>the DEA will be looking for Flo after that headline!<q> Wilma from Grand Gorge chastised the headline-maker for \"sullying this good woman's reputation.\" Online, \"KcFourdoggs\" left a post saying, \"Great article... hopefully this headline doesn't make it to <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1295602299207912976", "i": 13167, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "who was unable to attend, thanked the former president, his officials, the U.S. and its military forces. \"Believe me, Kuwait and its people will never forget you,\" he said. <q>We carry in our hearts what you did for us each and every day.<q> <strong> George H.W. Bush </strong> was briefly joined by former <strong> Dan Quayle </strong>. Later, his top advisers- then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and then-National Security Advisor <strong> Brent Scowcroft </strong>- and H.E.", "new_id": -2}, {"uid": "1296018443211435553", "i": 18483, "idx": 0, "sa": ["Abraham Lincoln", "Michael Vick"], "q": "of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. \"We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q><strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person.<q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Was <strong> Abraham Lincoln </strong>'s \"pardon to death row inmate before assassination\" claim doctored? An amateur US historian has been accused of doctoring a key", "new_id": -2}, {"uid": "1297390016200884258", "i": 41919, "idx": 8, "sa": ["Paul Bremer", "Condoleezza Rice", "Kimberley Strassel", "Donald Rumsfeld"], "q": "<strong> Paul Bremer </strong>, Bush-this one in a polite way-and others. The National Security Council overseen by <strong> Condoleezza Rice </strong>( with her \"style of management\") is blamed for leading to indecision and, in turn, to <q>the lack of a coherent post-invasion plan, to a sluggish transfer of power to Iraqis, and to a festering insurgency<q>- \"the muddled plan for postwar Iraq\" Ms. <strong> Kimberley Strassel </strong> concludes: \"Mr. <strong> Donald Rumsfeld </strong>'s critics are bitter that his memoir didn't go the obvious commercial route, serving up a grand apology", "new_id": -2}, {"uid": "1296335606206061592", "i": 2923, "idx": 0, "sa": ["Zahi Hawass"], "q": "Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. \"What scares me is that if this building is <q>, it will fall over the museum,<q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1294971110214024198", "i": 3290, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": " \"We were just thrilled to be by her side,\" <strong> Debbie Wasserman Schultz </strong> recalled of her visit to the hospital Wednesday night, along with House Minority Leader <strong> Nancy Pelosi </strong> and New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. <q>And we were prepared to do and say anything- if she could hear us- to provide comfort and encouragement.<q> Get the day's top stories in your inbox. Click here to sign up for the Midday Update newsletter <strong> Gabrielle Giffords </strong> lay in her hospital bed with her eyes closed, swathed in bandages. With her was", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said.\" \" \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. <q>What's happening is normal. Thankfully, all the damaged items can be restored.<q>\" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}]