[{"uid": "1296964121115425444", "i": 19803, "idx": 2, "sa": ["Andy Reid", "Michael Vick"], "q": "life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as <strong> Andy Reid </strong>.`` He had a plan and he stuck to that, both on and off the field,'' <strong> Andy Reid </strong> said. <q> He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job with the football part of it.`` And then he spends a tremendous amount of time in the public, in particular on his days off... speaking and doing the best he can to right the wrong. You can never erase that, but you can sure help change others from falling into that same problem. </q> <strong> Michael Vick </strong> Feb. 6: MVP? AP All-Pro Team: Brady unanimous A star in Atlanta for most of his six seasons as a Falcon after being selected first overall", "new_id": -2}, {"uid": "1297323095226721800", "i": 972, "idx": 0, "sa": ["Ellen DeGeneres", "Stefano Langone", "Simon Cowell"], "q": "n't just his career, but that he found it hard to watch the contestants get criticized, which coincidentally, is the same reason href=\"http://omg.yahoo.com/celebs/Ellen DeGeneres-Ellen DeGeneres/342\"> <strong> Ellen DeGeneres </strong> left the program after one season. <q> The other thing was, I didn't like watching those kids being brought to tears like that. I didn't understand why they had to do it, I didn't get it, </q> he said. <strong> Simon Cowell </strong>,`` Idol'' has been noticeably cuddlier, including on Wednesday's episode, which featured one very moving contestant. <strong> Stefano Langone </strong>, 21, who auditioned in San Francisco, Calif.,", "new_id": -2}, {"uid": "1297071301223330403", "i": 442, "idx": 2, "sa": ["Steve Ballmer", "Niklas Savander"], "q": "en naar verloop van tijd kun je de kosten zo omlaag brengen dat je ook het middensegment kunt bedienen.''` Microsoft heeft profijt bij hoge volumes' Ook voor <strong> Steve Ballmer </strong> ziet Ahmad louter voordelen. <q> Twee miljoen verkochte toestellen in het laatste kwartaal is niet echt iets om over naar huis te schrijven, gezien de 500 miljoen dollar aan marketingprogramma's( auw!). Maar met Nokia aan je zijde krijg je mogelijk in de toekomst wereldwijd 20 tot 25 procent meer marktaandeel- exclusief. Je moet jezelf aan een speler met hoge volumes binden, wil je relevant blijven. </q> Het Duitse Wirschaftswoche liet eerder weten dat de banen bij Nokia van Mary T. McDowell( hoofd mobiele telefonie) en <strong> Niklas Savander </strong>( directeur markten) op de tocht staan. Ook hoofdontwikkelaar Kai Oistamo en Tero Ojanper", "new_id": -2}, {"uid": "1296123008165298184", "i": 10714, "idx": 1, "sa": ["Bernie Sanders"], "q": "in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. title=\"Bernie Sanders\" href=\"http://www.whotv.com/topic/politics/Bernie Sanders-Bernie Sanders-PEPLT005768.topic\"> <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q>", "new_id": -2}, {"uid": "1297356277264552496", "i": 49025, "idx": 1, "sa": ["Mike Pence", "Diana DeGette"], "q": "pro-choice Democrats who voiced similar concerns.`` The Republican leadership has prioritized divisive and extreme legislation, and we will just not stand for it,'' said <strong> Mike Pence </strong> <strong> Diana DeGette </strong>( D-Colo.), adding, <q> We don't think the American people will either. </q> A third GOP bill, backed by <strong> Mike Pence </strong>( R-Ind.), aims to block health clinics, specifically Planned Parenthood, from receiving federal funding if they perform abortions. <strong> Mike Pence </strong> says the American public is", "new_id": -2}, {"uid": "1297145575101449730", "i": 26210, "idx": 3, "sa": ["Simon Cowell"], "q": ". A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so, he said during an interview and teleconference about <q> The X Factor. </q> The show debuts this fall. <strong> Simon Cowell </strong> exited Fox's`` American Idol'' last season in part to focus on the new series, which has been a successful format in several countries", "new_id": -2}, {"uid": "1295773698001081355", "i": 28994, "idx": 4, "sa": ["Vince Carter", "Allen Iverson", "John Harbaugh", "Dwyane Wade", "Hiram Eugene", "Pat Riley"], "q": ". Sorry it's so long- lots to catch up on. Ravens v Raiders Highlights: www.youtube.com Wills McGahee Stiff-arms <strong> Hiram Eugene </strong> on 77 Yard TD Run: www.youtube.com <strong> John Harbaugh </strong> mic` ed up during Ravens/Pat Rileyriots game: www.nfl.com <q> Sunday's Ravens game was the highest-rated CBS... 2008-02-12 NBA hightlight: DEN vs MIA( F-OT) <strong> Dwyane Wade </strong>'s game-high 29 points not enough as Heat lose eighth straight MIAMI( AP)-- Before the game, <strong> Dwyane Wade </strong> had a message for the Miami faithful.`` I know it's been a tough year, </q> <strong> Dwyane Wade </strong> said, as he thanked fans for helping vote him onto the Eastern Conference All-Star tea... <strong> Allen Iverson </strong> 51pts vs <strong> Vince Carter </strong> 39pts Toronto Raptors 00/01 NBA MVP Season <strong> Allen Iverson </strong> 51pts vs <strong> Vince Carter </strong> 39pts Toronto Raptors 00/01 NBA MVP Season", "new_id": -2}, {"uid": "1295610219050561027", "i": 10406, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Tim Armstrong"], "q": "off. On his Twitter account, Mr. <strong> Eric Schmidt </strong> wrote:`` Day-to-day adult supervision is no longer needed.'' Later, on a conference call with analysts after Thursday's earnings report, he said, <q> I believe <strong> Larry Page </strong> is ready, </q> adding,`` It's Tim Armstronge for him to have a shot at running this.'' The management move ends an unusual experiment in which Google, the world's largest Internet company, was run jointly", "new_id": -2}, {"uid": "1297405017242712584", "i": 5754, "idx": 2, "sa": ["Lionel Hollins", "Allen Iverson", "Michael Oher", "Greivis Vásquez"], "q": "of role <strong> Michael Oher </strong> will play. A reporter asked head coach <strong> Lionel Hollins </strong> how he was going to`` manage minutes'' between <strong> Michael Oher </strong> and <strong> Greivis Vásquez </strong>.`` It's not about managing minutes,'' he said. <q> Only one of those guys is going to play. </q> In other words, <strong> Greivis Vásquez </strong> is still the backup point guard. At some point, <strong> Michael Oher </strong> will get a chance to take the job. But <strong> Lionel Hollins </strong> proved during the <strong> Allen Iverson </strong> debacle that he's not about", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}]