[{"uid": "1295094125134053943", "i": 20093, "idx": 23, "sa": ["Jared Jeffries", "Annie Nightingale", "Lily Allen", "Vince Carter", "Lawrence Frank", "Far Too Loud", "Kris Allen", "Devin Harris", "Allen Iverson"], "q": "and had to be restrained by coach <strong> Lawrence Frank </strong> and teammate <strong> Devin Harris </strong>. \"<strong> Vince Carter </strong> thought the ball went off <strong> Kris Allen </strong>[ <strong> Allen Iverson </strong>] and said something, and that's when he got a technical,\" <strong> Lawrence Frank </strong> said. <q>That's when the official said something that <strong> Vince Carter </strong> didn't think was appropriate and he reacted. We felt it was unjust that he got ejected.</q> <strong> Jared Jeffries </strong> did not talk to the media after the game, and crew chief Dan http://wn.com/Lily_Allen__Not_Fair_Annie_Nightingale_Far_Too_Loud_Electro_Edit <strong> Lily Allen </strong>- Not Fair( <strong> Annie Nightingale </strong>& <strong> Far Too Loud </strong> Electro Edit) The second single from her second album, \"It\"s Not Me", "new_id": -2}, {"uid": "1296205477159924225", "i": 6085, "idx": 5, "sa": ["Jackie Walorski", "Mike Pence"], "q": "was excited by the prospect of <strong> Mike Pence </strong> running for governor. \"I think he's the clear frontrunner, and I think the race is his if he chooses to accept it,\" <strong> Jackie Walorski </strong> said. <q>I think he'd clear the field.</q> State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" such as <strong> Mike Pence </strong>. \"<strong> Mike Pence </strong>'s been a strong voice in", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. \"We're trying to be as transparent and as collaborative as possible,\" <strong> Eric Schmidt </strong> said. <q>We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that,</q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several \"significant\" new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}, {"uid": "1295516444091439212", "i": 35406, "idx": 0, "sa": ["Simon Cowell", "Cheryl Cole", "Marti Pellow"], "q": "Is All Around. My missus is a big fan of <strong> Marti Pellow </strong>. She fancies all the older men. It would be nice to see him back on the scene.\" He added: <q>I am at the perfect stage to be doing collaborations so I am throwing myself out there. We'll have to wait and see if it happens.</q> The 26-year-old, who won the second series of X Factor, also thinks the talent show would be \"weird\" if <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> decide not to take part in the next series.", "new_id": -2}, {"uid": "1297276859033341485", "i": 25463, "idx": 3, "sa": ["Steve Ballmer", "Barack Obama"], "q": "developers in game-changing ways,\" <strong> Steve Ballmer </strong> said. Microsoft has made great strides in the past few years in cloud computing-- broadly the provision of The 2011 State of the U...( 19:02:02 <q><strong> Barack Obama </strong> speaks about moving forward to create jobs, out-compete in the global...</q> The 2011 State of the U...( 19:07:31 \"<strong> Barack Obama </strong> speaks about moving forward to create jobs, out-compete in the global...\" In Full: State of the U...( 19:09:20 \"IN FULL", "new_id": -2}, {"uid": "1297275547192200734", "i": 23015, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "it's the thought that counts. Black History Month Concert on Saturday. The SDCC's choir has been putting on the concert for the past 25 years, which, according to the SDCC, is <q>the perfect example of edutainment for the entire family.</q> Favoriting contest: Tickets to see ventriloquist Jay Johnson at the Eisemann Center in Richardson Gov. Perry suggests taking away funding for Texas Arts and Historical Commissions Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas", "new_id": -2}, {"uid": "1295379403188088323", "i": 22872, "idx": 0, "sa": ["David Letterman"], "q": "Mother's Word,\" from the forthcoming album Bed of Notions. Just appeared on <strong> David Letterman </strong> with The Low Anthem.- \"Snow,\" from the album Discover a Lovelier You. In <strong> David Letterman </strong> Duncan's <q>top 5 songs for a snowy day</q> list. www.pernicebrothers.com MOUNT PERU- \"So Sue Me, Lucinda,\" from the album My Sweetheart The Destroyer. Next show 2/18@ Middle East w/Ad Frank& The Fast Easy", "new_id": -2}, {"uid": "1295094779207257606", "i": 12937, "idx": 0, "sa": ["Thomas Dimitroff", "Michael Vick"], "q": "football, in front of a mostly red-clad crowd that has helped turn the Falcons into a virtually unbeatable squad on its own field. \"None of that matters,\" Falcons safety William Moore said. <q>When those lights come on, those players from the past ain't playing that night.</q> Atlanta has played some good ball ever since the new regime- general manager <strong> Thomas Dimitroff </strong> and coach Mike Smith- took over in 2008. Quickly bouncing back from a miserable season in which franchise quarterback <strong> Michael Vick </strong> went", "new_id": -2}, {"uid": "1297247048068108338", "i": 34229, "idx": 1, "sa": ["Adam Sandler", "David Letterman"], "q": "all know what you do, right?\" <strong> Adam Sandler </strong> responded with a joke that spiralled into a pretty odd place rather quickly. \"My mother still thinks I'm a doctor,\" he quipped. <q>I never really told her. So every Thanksgiving her friends will come over and I'll give them pelvic exams.</q> Now why was it necessary to in three sentences get to examining senior citizen pelvises, and his mother's friends in particular? <strong> David Letterman </strong> summed it up succinctly. \"What is wrong with you", "new_id": -2}, {"uid": "1296776655116113416", "i": 48567, "idx": 4, "sa": ["John McCain", "Donald Rumsfeld", "Colin Powell"], "q": "as secretary of state, in fact, Mr. <strong> Colin Powell </strong> \"tended not to speak out\" at meetings \"in strong opposition to the views of the president or of his colleagues.\" And he describes <strong> John McCain </strong> as <q>a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media.</q> In the course of \"Known and Unknown\" Mr. <strong> Donald Rumsfeld </strong> tells the reader he regrets not resigning in the wake of the Abu Ghraib scandal( which he blames on \"a small group of prison guards", "new_id": -2}]