[{"uid": "1297185662216317967", "i": 19610, "idx": 0, "sa": ["the Fox", "Simon Cowell"], "q": "\" and \"X Factor\" to the difference between \"Extreme Makeover: Home Edition\" and \"Jersey Shore.\" As for the current, Cowell-free season of \"Idol,\" he claimed, <q>I haven't seen a full episode,</q> continuing, \"I think we're going to do something different. I'm excited. The stakes are high.\" Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. <strong> the Fox </strong> is still recovering", "new_id": -2}, {"uid": "1295189075175751174", "i": 14066, "idx": 1, "sa": ["Michael Vick"], "q": "of the league champion's choosing. David Filsinger finished first. Mann finished last. \" \"The kid I was playing for the tattoo was about to have a heart attack,\" Mann said. <q>But he put up 140 points on me.</q>... He wishes he would have had Philadelphia Eagles quarterback <strong> Michael Vick </strong> on his team. \"For the rest of my life,\" Mann said, \"I'm going to look down at the tattoo and say", "new_id": -2}, {"uid": "1296776054237715475", "i": 15297, "idx": 0, "sa": ["Michael Vick", "Billy Joel"], "q": "lines of questioning from reporters and having to defend himself for having a good time, Roethlisberger didn't do anything wrong( other than requesting a <strong> Billy Joel </strong> song). summed up the situation perfectly: <q> \"I'm not concerned about[ Roethlisberger going out] one iota. It's normal for guys to eat dinner believe it or not.... I understand things being reported or viewed differently but that's not our concern. Believe it or not guys live lives.</q>\" The following night, Roethlisberger's life was more low-key. He said he stayed in and watched a movie in his hotel room. \"Prev <strong> Michael Vick </strong>'s Super Bowl party has its own movie", "new_id": -2}, {"uid": "1294969491073564163", "i": 1247, "idx": 3, "sa": ["Sergio Marchionne"], "q": "Town& Country has refinement that Chrysler does not want to lose, whatever the new minivan lineup looks like. <strong> Sergio Marchionne </strong> said Chrysler Group needs to be more flexible with the architecture that supports its minivans. <q>It needs to house all-wheel drive and front-wheel drive and an E segment car.</q> Chrysler is coming with a new nine-speed front-wheel drive transmission in 2013. Decision on Nitro-Liberty replacement Chrysler is near a decision on the replacement for the lightly regarded Dodge Nitro and Jeep Liberty SUVs,", "new_id": -2}, {"uid": "1295806200208044038", "i": 49224, "idx": 7, "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords"], "q": "wants to remain in private life although he is happy to be an informal presidential adviser. \"The administration knows that I am quite content with the work I am doing now,\" he said. <q>I am not interested in a government job.</q> Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have", "new_id": -2}, {"uid": "1296668926252297234", "i": 47066, "idx": 0, "sa": ["Barbara Walter", "Barbara Walters", "David Letterman", "Robin Williams", "Bill Clinton"], "q": "<strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Robin Williams </strong>: People Ask \"How Are You?' Comedian tells <strong> Barbara Walters </strong> how people approach him post-surgery. Diary of <strong> Barbara Walter </strong>'s Heart Surgery <strong> Barbara Walters </strong> says she thought: <q>If I die on the operating table, I won\"t know it.</q>. <strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Bill Clinton </strong> says surgery gave him the chance to walk his daughter down the aisle. <strong> David Letterman </strong> on His Heart Surgery <strong> David Letterman </strong> jokes to <strong> Barbara Walters </strong> that new artery came from`", "new_id": -2}, {"uid": "1295050940061669383", "i": 40258, "idx": 0, "sa": ["Steven Tyler", "Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "in with \"Idol\" alongside <strong> Simon Cowell </strong> and the adorably kooky <strong> Paula Abdul </strong>, will share the judges panel with <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>, high-profile newcomers being counted on to return some much-needed buzz to the aging franchise. <q>I think they've really added a different kind of zest and a freshness to it,</q> Jackson said in a recent conference call. \"You take what was already great and you just kind of add a little extra spice to it.\" But the changes don't stop there. \"", "new_id": -2}, {"uid": "1295154913111345676", "i": 7390, "idx": 10, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": ". <strong> Allen Iverson </strong> scored 38 points, including two big jumpers in the final two minutes, and <strong> Carmelo Anthony </strong> added 30, helping the Denver Nuggets hold on for a 110-104 victory over the Los Angeles Clippers on Friday night. <q>My whole thing was not so much taking over, but just trying to win the basketball game,</q> he said. \"I got a couple of good looks at the end.\" <strong> Allen Iverson </strong> put the Nuggets ahead for good with an 18-foot, off-balance floater with 1:23 remaining. <strong> Carmelo Anthony </strong> sealed the Nuggets' second straight", "new_id": -2}, {"uid": "1295644860262504456", "i": 16541, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "role at the company. He will keep \"focusing on strategic products,\" <strong> Google Inc. </strong> said in a regulatory filing on Thursday. The company portrayed its change at the top as evolutionary rather than revolutionary. <q>Larry... is ready to lead,</q> <strong> Eric Schmidt </strong> wrote on his blog, adding via Twitter: \"Day-to-day adult supervision no longer needed!\" <strong> Eric Schmidt </strong> said that although what he called the \"triumvirate approach\" of leadership by himself, Page and", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q>The most fun I've ever had playing football,</q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.\" ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}]