[{"uid": "1296894347001409025", "i": 12478, "idx": 11, "sa": ["Michael Vick"], "q": "landed him in federal prison, but he did refer to imprisonment for`` real bad decisions.'' He spoke of a desire to become a coach someday, and to make the Hall of Fame. <q> I believe in myself, </q> <strong> Michael Vick </strong> said.`` And I believe in the people around me.''* Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil", "new_id": -2}, {"uid": "1295805872124010508", "i": 34552, "idx": 11, "sa": ["Colin Powell", "Barack Obama"], "q": "same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race.`` I will always vote for the person who I think is best qualified,'' he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q>", "new_id": -2}, {"uid": "1295408846085049364", "i": 24571, "idx": 3, "sa": ["Jennifer Lopez", "Simon Cowell", "Stephen Tyler", "Robert Thompson"], "q": "an expert.`` By advertising that the show isn't going to be as mean, they might be losing their professional credibility,'' says <strong> Robert Thompson </strong>, a professor of TV and pop culture at Syracuse University. <q> It's not as meaningful to get a compliment from someone who's always nice. In past seasons, you'd see people running out of the( judging) room saying,` <strong> Simon Cowell </strong> loved me!' <strong> Simon Cowell </strong> was always the one people cared about, because he was the hardest one to get. </q> <strong> Robert Thompson </strong> points out that, as a British unknown looking for American fame, <strong> Simon Cowell </strong> used meanness as a savvy PR move- one that wouldn't work for <strong> Jennifer Lopez </strong> or <strong> Stephen Tyler </strong>.`` Outside of the music", "new_id": -2}, {"uid": "1296128045255868977", "i": 36607, "idx": 8, "sa": ["Michael Vick"], "q": "which gave him a shot when it seemed no one else would.`` Hopefully, I'll be with the Eagles next year. We'll see what happens,'' said <strong> Michael Vick </strong>, who added that he expects <q> everything to go according to plan. </q>`` We'll see what happens over the next couple months. I just got to be patient and take it day by day,'' he said. <strong> Michael Vick </strong>, who made his three previous Pro Bowls in six", "new_id": -2}, {"uid": "1296160547230342681", "i": 44055, "idx": 0, "sa": ["Mike Pence"], "q": "run for president, or alternatively for governor of Indiana. She also declined to reveal further details on the nature of what he would say or where he would make his decision known. reported: <q> Now, MMike Pence has a decision to make: While he says he is seriously weighing a run for the White House, many signs point to him running for Indiana governor in 2012 instead. No one else mulling a presidential run faces a similar quandary </q> came out on top of other potential GOP presidential contenders in a straw poll conducted at the annual Values Voter Summit last year. The AP href=\"http://www.huffingtonpost.com/2010/09/18/Mike Pence-Mike Pence-wins-iowa-stra_n_722142.html\" target=\"_hplink\"> reported at the time: \" <strong> Mike Pence </strong> was", "new_id": -2}, {"uid": "1297374647106381458", "i": 11720, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia", "Amitabh Srivastava"], "q": "Wednesday. LifeSize introduced several enhancements to its telepresence solutions, including a 10x high def camera for its room-based systems, an executive solution in partnership with LG, and new MCUs for high-def multipoint video. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace <strong> Bob Muglia </strong> as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired <strong> Bob Muglia </strong> from the post,", "new_id": -2}, {"uid": "1296445798042500106", "i": 2110, "idx": 0, "sa": ["Michael Vick", "Jhon García Sossa"], "q": "derided as too dangerous. In another respect, though, their recoveries are slow and sometimes painful, many filled with diseases, injuries and skittishness that manifested themselves under their stewardship of <strong> Michael Vick </strong>. <q> Some people might say,` Three years, that seems like such a long time, </q>' said <strong> Jhon García Sossa </strong>, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls.`` But we measure their progress in baby steps, especially when they were on", "new_id": -2}, {"uid": "1296407678077250566", "i": 19162, "idx": 1, "sa": ["Alassane Ouattara", "Ban Ki-moon"], "q": "recognised as the winner of the November presidential poll but his rival Laurent Gbagbo refuses to step down. Earlier <strong> Ban Ki-moon </strong> said a recount of the disputed ballot would be a`` grave injustice.'' <q> Reopening the results of the election would be a grave injustice and set an unfortunate precedent, </q> he said. <strong> Ban Ki-moon </strong> underlined the importance of a`` peaceful and honorable exit'' for Gbagbo, and urged`` President <strong> Alassane Ouattara </strong> to form a national unity government.'' The AU is setting up", "new_id": -2}, {"uid": "1296416632110477314", "i": 3987, "idx": 0, "sa": ["Zahi Hawass"], "q": " Taking advantage of a fire raging through the nearby headquarters of the ruling National Democratic Party in downtown Cairo, intruders climbed the gates, broke a window and entered the museum in bid to steal the mummies. <q> But demonstrators in collaboration with security forces stopped the thieves and returned the relics to the museum- but they were already damaged, </q> said <strong> Zahi Hawass </strong>, head of the museum's antiquities department.`` Only their heads were intact.'' The fate of the vandals remains unknown. The Egyptian museum, which houses invaluable treasures of antiquity,", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected.`` The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,'' said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q>`` For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,'' said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri.`` This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}]