[{"uid": "1296542758249364481", "i": 47608, "idx": 4, "sa": ["Michael Vick"], "q": "Klunk and Catherine Bodock, media director of Keenan-Nagle Advertising in Allentown, agree that <strong> Michael Vick </strong> still has a few more dues to pay before deals are struck with big-money companies on the national stage. <q>I'm glad the Eagles hired him,</q> Bodock said. \"He deserved a second chance, he did his time. That said, from a marketing perspective, I'm not sure that his image has been repaired enough. I think in other parts", "new_id": -2}, {"uid": "1297127581124354581", "i": 41238, "idx": 0, "sa": ["Kyle Newman", "Michael Vick", "Ben Roethlisberger"], "q": "meta property= \"og: site_name\" content= <q>ASU News| The State Press| Arizona State University</q>/> <strong> Kyle Newman </strong> February 7, 2011 at 6:08 pm Two-time Super Bowl champion <strong> Ben Roethlisberger </strong> sat defeated in the locker room of Cowboys Stadium. Comeback Player of the Year <strong> Michael Vick </strong>, Pro-Bowler Matt Ryan", "new_id": -2}, {"uid": "1297089430234487808", "i": 5576, "idx": 0, "sa": ["Michael Gove"], "q": "in the coming year. But a statement published alongside the review said: \"We will then work with music services over the next year to manage future budget pressures.\" It added: <q>The government will also start the move towards a national formula for music education funding this year but we will ensure that no local authority loses more than 10% of its central funding in this year.</q> Mr <strong> Michael Gove </strong> stressed the decision to protect music funding when there were pressures on budgets elsewhere showed the government was committed to music in schools. He said: \"Music has the power to touch", "new_id": -2}, {"uid": "1297307509028164149", "i": 1869, "idx": 2, "sa": ["David Letterman"], "q": "though it was divine will that he be beaten. <strong> David Letterman </strong> asked if Cooper thought he'd been singled out because he was recognizable. \"Don't take this the wrong way,\" said <strong> David Letterman </strong>, <q>but you, I think, just standing on a corner call attention to yourself,</q> referring to Cooper's distinctive, white-haired look. The rules: Keep it clean, and stay on the subject- or we may delete your comment. If you see inappropriate language,` X-Men: First", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q>I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing,</q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}, {"uid": "1296927768215564307", "i": 8318, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Vanessa Williams", "Regis Philbin", "Bill Clinton"], "q": "Think You Are?\"( 7.3 million tuned in to see <strong> Vanessa Williams </strong>' story) and \"Dateline\"( which averaged 8.6 million over two hours). ABC aired \"Supernanny\"( 4.2 million), <q>Primetime: What Would You Do?</q>( 4.6 million) and a <strong> Barbara Walters </strong> special on heart surgery( 6.2 million). <strong> Barbara Walters </strong> ran third in the 10 p.m. hour despite guests <strong> Bill Clinton </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> David Letterman </strong>. Fox aired \"Kitchen", "new_id": -2}, {"uid": "1295448248150847491", "i": 39907, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "P.J. Crowley"], "q": "It means the[ <strong> Barack Obama </strong>] administration is serious,\" Areikat said. \"What we are urging them now is to translate their support for a Palestinian state into concrete action.\" He added: <q>We hope that this will help international efforts to provide recognition of the Palestinian state and we hope that, as <strong> Barack Obama </strong> said at the U.N. <strong> Gen. David Petraeus </strong> Assembly last year, by the next <strong> Gen. David Petraeus </strong> Assembly session this year in September, Palestine will be a full member of the U.N.</q> But <strong> P.J. Crowley </strong>, a State Department spokesman, said that \"granting permission to raise the flag does not change their fundamental status.\" The flag-raising came as <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) and 16", "new_id": -2}, {"uid": "1295598047020365368", "i": 47541, "idx": 0, "sa": ["Steve Ballmer", "Don Dodge"], "q": "These departures only count high level executives; in 2009, Microsoft's broad layoffs included the director of business development for its Emerging Business Team, <strong> Don Dodge </strong>, who has since started working for Google. <q>Thousands of employees have been laid off or fired[ from Microsoft] over the past two years,</q> <strong> Don Dodge </strong> wrote in his blog. Referencing the exodus of high level managers, <strong> Don Dodge </strong> wrote, \"but these guys are the highest level execs at Microsoft, all of whom reported to CEO <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1297442150096944143", "i": 1179, "idx": 0, "sa": ["Jackie Walorski", "Mike Pence", "Joe Donnelly"], "q": "Former Republican state Rep. <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q>I think he's the clear front-runner, and I think the race is his if he chooses to accept it,</q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat Phil Sharp in 1988 and 1990. He worked as", "new_id": -2}, {"uid": "1295454375253952007", "i": 17902, "idx": 2, "sa": ["Nancy Pelosi", "Alan Grayson", "Mike Pence"], "q": "Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> Nancy Pelosi </strong> <strong> Alan Grayson </strong>: \"I Apologize To The Dead For This Holocaust\" One day after <strong> Nancy Pelosi </strong> <strong> Alan Grayson </strong> laid out <q>the Republican health care plan... die quickly,</q> the Congressman, prompted by Republicans, issued somewhat of an apology. \"I would like to apologize to the dead,\" he said on the House floor. \"I apologize to the dead and the...", "new_id": -2}]