[{"uid": "1295890368122388504", "i": 7429, "idx": 0, "sa": ["Jack LaLanne", "Donald Rumsfeld"], "q": "advantage of her or sell her story. <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\": <q>The harder I work, the luckier I am.<q> By National Writer Hillel Italie. AP Photos. JACK LALANNE-TRIBUTE In the 1950s, when <strong> Jack LaLanne </strong> began his lengthy television run, he gave housewives a half-hour workout, and also a respite: Here", "new_id": -2}, {"uid": "1296552417261570573", "i": 23553, "idx": 21, "sa": ["Eric Snow", "Allen Iverson"], "q": "alive, particularly on the defensive end. Their pressure changed the tempo of the game, and the momentum shortly thereafter. \"When he got ejected, everybody just stepped up their game,\" <strong> Allen Iverson </strong> said. <q>We said, \"What are we gon na do?\"<q> <strong> Eric Snow </strong> said. \"Are we gon na lay down? Or are we gon na pick up the intensity?\" The 6-3 <strong> Eric Snow </strong> set the http://wn.com/Allen_Iverson_36pts_9asts_vs_JKidd_VCarter_Nets_05/06_NBA <strong> Allen Iverson </strong> and the rest of the 76ers are used to", "new_id": -2}, {"uid": "1295636751256720935", "i": 12849, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "doom, we can talk about the us can do it, we can't invest in the future, that's all wrong.\" \"GE is a story of success,\" <strong> Kirsten Gillibrand </strong> added. <q>If we can beat Russia in the race to the moon, we can beat China in the race to green energy.<q> jakester: I think we shoud have a new bill intorduced. Any funds left after are sroperty of the government. If you... cfoote: Adirondack Someday.. Lets see what the unions have really done", "new_id": -2}, {"uid": "1294973617242417726", "i": 4599, "idx": 0, "sa": ["David Letterman", "Kayte Walsh", "Edwin Edwards", "W. Edwards", "Kelsey Grammer"], "q": ", 29, who in October suffered a miscarriage and lost their baby. In an appearance on \"The Late Show with <strong> David Letterman </strong>\", <strong> Kelsey Grammer </strong> described <strong> Kayte Walsh </strong> as \"my new girl.\" <q>We're planning to get married soon,<q> he said, then <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 \"The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State...\" former governor edwin e...( 18:03:49 \"former", "new_id": -2}, {"uid": "1295560496260145161", "i": 39599, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google's co-founders, Page and <strong> Sergey Brin </strong>, have been \"talking for a long time about how best to simplify our management structure,\" and looking for ways to \"speed up decision making.\" <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!<q> <strong> Eric Schmidt </strong> wrote. \"Larry, in my clear opinion, is ready to lead.\" <strong> Eric Schmidt </strong> has made headlines in the past year with a number of controversial statements about privacy.", "new_id": -2}, {"uid": "1296429332256245803", "i": 11996, "idx": 1, "sa": ["Allen Iverson", "Reggie Miller"], "q": "it was coming. The crowd knew it was coming.\" The Sixers had a final chance, but <strong> Allen Iverson </strong> lost his dribble with <strong> Reggie Miller </strong> closely guarding him and couldn't get a shot off as time expired. <q>We got to a point where we felt we had these guys beat,<q> <strong> Allen Iverson </strong> said. \"We got tight. To get a big lead like that and lose it at home is ridiculous.\" Indiana, the defending Eastern Conference champions and prohibitive underdogs against Philadelphia, lead the best-of-five", "new_id": -2}, {"i": 5772, "idx": 2, "index_answer": 1, "new_id": -1, "q": ",\" <strong> David Letterman </strong> said: \"Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?\" <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q>Well, I'm sorry to hear that, or I'm not sorry to hear that?<q> \"Well, you are respectfully considerate, and yet pleased for the new developments in my life,\" <strong> Kelsey Grammer </strong> offered. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295082156260702223"}, {"uid": "1297177295226918404", "i": 1616, "idx": 1, "sa": ["Nancy O'Dell", "Simon Cowell"], "q": "competition goes live. \"I think they started off by saying it's a nicer, gentler \"Idol,' so maybe they'll continue to be that way,\" he tells <strong> Nancy O'Dell </strong>. <q>They're different kinds of judges.<q> Does <strong> Simon Cowell </strong> Think` American Idol\" s New Judges Can Be Tough Enough? ET's <strong> Nancy O'Dell </strong> headed to London to sit down with everyone\"s favorite judge, <strong> Simon Cowell </strong>, who reveals whether or", "new_id": -2}, {"uid": "1295625292033243143", "i": 20795, "idx": 2, "sa": ["Piers Morgan", "David Letterman"], "q": "\" last night, and received some advice from <strong> David Letterman </strong> on how to spice things up: \"You just need to grab someone by the tie and just pop them,\" <strong> David Letterman </strong> said. <q>Would it work if it was Larry[ King]? Or would it seem a bit too cruel, you think?<q> <strong> Piers Morgan </strong> quipped. The appearance comes as day three of the show took an expected dip in the ratings: Up against \"American Idol,\" and featuring a less-timely and interesting guest in", "new_id": -2}, {"uid": "1297523762190513232", "i": 12446, "idx": 0, "sa": ["Patrick Leahy", "Hosni Mubarak", "Sen. Bernie Sanders"], "q": "stepping down, Vermont's U.S. senators applauded the move and the Egyptians who called for it. <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong>, D-Vt., flew into South Burlington on Friday morning shortly after <strong> Hosni Mubarak </strong> ceded power to the military. <q>Anytime the people really speak and get heard, and do not get repressed, we're better off,<q> <strong> Patrick Leahy </strong> said at Burlington International Airport. \"I would caution us that it's also important that we get stability as soon as possible.\" <strong> Patrick Leahy </strong> chairs one of the Senate's two foreign policy panels", "new_id": -2}]