[{"uid": "1295657130141557835", "i": 12242, "idx": 0, "sa": ["Andy Coulson", "Simon Hughes"], "q": "not want to see their progressive tradition sacrificed for personal ambition. I respect their choice too and I understand how painful it must be to watch what is happening to their party,\" he continued. <q> We do not doubt that they hold sincere views and we will cooperate where we can in parliament and outside, with those that want to fight the direction of this government. </q> But comments about working with Lib Dem deputy leader <strong> Simon Hughes </strong> on saving the educational maintenance allowance( EMA) prompted an irritated response. Westminster in turmoil as <strong> Andy Coulson </strong> resigns There were frantic scenes in Westminster", "new_id": -2}, {"uid": "1296802074171819014", "i": 6918, "idx": 11, "sa": ["Chris Webber", "Big Mike", "Allen Iverson", "LaMichael James", "Tim Duncan"], "q": "<strong> Allen Iverson </strong>'s Big Mikegest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... <strong> LaMichael James </strong> says off-season situations have made him a university.kval.com For the first Tim Duncane during Spring camp, <strong> LaMichael James </strong> addressed the media about his tough off-season and how he has turned the sitation into a positive to make himself", "new_id": -2}, {"uid": "1297431157014974977", "i": 33163, "idx": 2, "sa": ["Angelina Jolie", "David Letterman", "Halle Berry"], "q": "nominations and awards. Russell's suit was filed three days before this year's Globes ceremony, which attracted Hollywood stars such as <strong> Angelina Jolie </strong>, <strong> Halle Berry </strong> and honored actor Robert DeNiro with a lifetime achievement award. <q> Without a shred of evidence,( Russell's firm) manufactured a fanciful tale of Hollywood intrigue that harkens back to the David Lettermany days of rock'n roll radio, with its colorful reference to` payola,' </q> the lawsuit states. The HFPA's lawsuit claims Russell and LoCascio attempted to divert money and gifts from sponsors to benefit some of their other clients. A phone message for Russell's attorney,", "new_id": -2}, {"uid": "1295685222050348045", "i": 45683, "idx": 3, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "The New York Times reported that House Republicans, and senators from both parties, are looking at the bankruptcy issue. Former House Speaker <strong> Newt Gingrich </strong> has also pushed the idea. That caused <strong> Bill Lockyer </strong> to say that California would <q> pass on the <strong> Newt Gingrich </strong> Kool-Aid. </q> States must fix their finances on their own and not look to Congress for easy answers. <h6> Tell us what you think. Comment on this editorial by going to fresnobee.com/opinion, then click on the", "new_id": -2}, {"uid": "1295624326048054296", "i": 19437, "idx": 0, "sa": ["Colin Powell"], "q": "the photos/music came from:) comment, subscribe, rate hope you enjoy!:) thanx... <strong> Colin Powell </strong>: The Speech that led to WAR 3/8 The Clash- Should I Stay Or Should I Go This is the song <q> Should I Stay Or Should I Go </q> from The Clash with the lyrics:)... The Clash- Should I Stay Or Should I Go? \"Should I Stay Or Should I Go?\" Live Video... should I stay or should I go Rx2008", "new_id": -2}, {"uid": "1296243887033079359", "i": 53572, "idx": 0, "sa": ["Jessie J", "Jamie Woon", "Zac Efron", "Kristian Hoffman", "Simon Cowell"], "q": "Intensity and soulfulness... <strong> Jamie Woon </strong>. Photograph: Mads Perch Waterman attacks` snobbish' music industry target=\"_blank\" Media requires JavaScript to play.... <strong> Jessie J </strong> approached by <strong> Simon Cowell </strong> <strong> Kristian Hoffman </strong>: February Fourth \"FOP\" Formal <q> I would say it's orchestrated baroque glam psych </q> says musicZac Efron <strong> Kristian Hoffman </strong> about his target=\"_blank\" music. With a signature sound more Queen than \"queen\" , <strong> Kristian Hoffman </strong> is heading for the City of Angels to do his thing.( It's target=\"_blank\"", "new_id": -2}, {"uid": "1297702046148619270", "i": 51613, "idx": 10, "sa": ["Andy Burnham", "Michael Gove"], "q": "about his competence and judgment,\" Mr <strong> Andy Burnham </strong> said. He asked whether Mr <strong> Michael Gove </strong> had overruled official advice to consult before making the decision and questioned whether he had been warned by a leading QC that <q> councils have a fairly strong case against him </q>. Mr <strong> Andy Burnham </strong> demanded to know how much money has been \"wasted on legal costs\" . He said the judge requested a re-run with an open mind but Mr <strong> Michael Gove </strong>'s \"self-justifying\"", "new_id": -2}, {"uid": "1295462584109772818", "i": 22780, "idx": 0, "sa": ["Sergio Marchionne"], "q": "debates minivans' future:/ n/a/2011/ 01/18/state/ n134816S79.DTL Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295425512139788351", "i": 7162, "idx": 0, "sa": ["Tim Kawakami", "David Letterman", "Jay Leno"], "q": "You know how someTim Kawakamies you can just look at someone and tell right away that they're not exactly <strong> Jay Leno </strong> or <strong> David Letterman </strong>? Well, it wasn't exactly like a night at the Improv. <q> Welcome to traffic school we're going to spend the next eight hours together talking about the rules of the road we'll begin at exactly 8 a.m. and the class will end at 4 p.m. with breaks in the morning and afternoon and for lunch </q>...\" He went on and on and on without even pausing to take a breath, his voice tone never wavering, his stone-faced expression never changing. You look up monotone on Wikipedia, and this", "new_id": -2}, {"uid": "1295168678222330889", "i": 19013, "idx": 0, "sa": ["Aaron Rodgers", "Brett Favre", "Michael Vick"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31-of-36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in Philadelphia,", "new_id": -2}]