[{"uid": "1296075398185663489", "i": 15600, "idx": 6, "sa": ["Eric Schmidt"], "q": "create new technology,'' <strong> Eric Schmidt </strong> said.`` And the Silicon Valley ethos is about solving problems.'' Contest submissions have arrived from all over the world- with just one U.S. entry. <q> We're not talking incremental changes, </q> said Francis Beland, X Prize development VP.`` We need to create breakthroughs now.'' Emphasizing that point, guests received startling mementos: a sealed glass bottle containing a viscous, ink-black sample of", "new_id": -2}, {"uid": "1295456090049922076", "i": 24695, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "makes its seasonal bow.`` American Idol is surely set to come back to the pack in terms of ratings,'' said Jeffrey McCall, a professor of media studies at DePauw University and author of <q> Viewer Discretion Advised: Taking Control of Media Influences. </q>`` American Idol'' judges <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and Randy Jackson prepare for the shows first season without the iconic <strong> Simon Cowell </strong> in the judges' box.`` No show can maintain craze status indefinitely. The", "new_id": -2}, {"uid": "1295638852256720908", "i": 17834, "idx": 1, "sa": ["Lord Mandelson", "Rupert Murdoch", "Andy Coulson", "Nick Clegg", "David Cameron"], "q": "always appears to be that Achilles Heel in extreme left politics. It's sad... <strong> Lord Mandelson </strong>, speaking on the World and One, accuses <strong> David Cameron </strong>'s spinner-in-chief <strong> Andy Coulson </strong> of smearing <strong> Nick Clegg </strong>. A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. Scotland Yard defends itself against claims it failed to thoroughly investigate accusations of phone hacking at the News of the World.. Follow us on twitter at twitter.com", "new_id": -2}, {"uid": "1296852026242090045", "i": 25922, "idx": 0, "sa": ["Sergio Marchionne"], "q": "her new, 40-year mortgage.`` I'll die before it's paid off,'' said Olmo, who got her 30-year mortgage modified because she was at risk of losing her home to foreclosure. <q> This is the most ridiculous thing I've heard in years. They didn't take my age or my income into consideration. </q> SAN FRANCISCO Ã\u0082- Chrysler CEO <strong> Sergio Marchionne </strong> says he hopes to reach a deal with banks to refinance the company's high-interest government loans by the end of the first quarter. <strong> Sergio Marchionne </strong> said Friday at an auto", "new_id": -2}, {"uid": "1296798464219398156", "i": 24007, "idx": 2, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson", "Selvin Young"], "q": "and his teammates were keeping up.`` A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with http://wn.com/Tecmo_Super_Bowl_'08__THE_SEASON__Denver_Broncos__Super_Bowl_[2/2] Super Bowl. Denver Broncos vs. Minnesota Vikings. Second Half. Denver- 35 Minnesota- 28 Final Second Half Box Score:* 28-14- DEN: <strong> Selvin Young </strong>", "new_id": -2}, {"uid": "1297171803034897961", "i": 34577, "idx": 4, "sa": ["John McCain", "Donald Rumsfeld", "Barack Obama"], "q": "opinion about the strategy he was employing in Iraq, which I predicted was doomed to failure.''`` Thank God he was relieved of his duties and we put the surge in,'' <strong> John McCain </strong> said. <q> Otherwise, we would have had a disastrous defeat in Iraq. </q> <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a`` hair-trigger temper'' and`` a propensity to shift his positions to appeal to the media.'' Who came out better in <strong> Barack Obama </strong>'s interview with", "new_id": -2}, {"uid": "1297260106046088366", "i": 10171, "idx": 0, "sa": ["House Judiciary Committee", "Mike Pence"], "q": "bill is to the <strong> House Judiciary Committee </strong> Republicans.`` Even some of us who do not consider ourselves pro-life strongly object to their tax dollars being used to pay for abortions,'' Franks said in his opening statement. <q> We are beginning to ask the question: does abortion take the life of a child? </q> Franks continued, and then suggested that if it is, a genocide of children is happening in America. <strong> Mike Pence </strong>, who is also on the subcommittee, took the opportunity to promote his bill to prevent", "new_id": -2}, {"uid": "1297177999266534917", "i": 29928, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "troubled.'' ABC News, which has released a preview of <strong> Donald Rumsfeld </strong>'s interview with <strong> Diane Sawyer </strong>, the former defense secretary claimed that the interrogation of 9/11 plotter Mohammad al-Qahtani provided valuable information that saved American lives. <q> Qahtani, who was the 20th hijacker, they say-- he gave a lot of information, </q> <strong> Donald Rumsfeld </strong> said.`` And it was very helpful to our interrogators and to the United States government in saving lives.'' <strong> Donald Rumsfeld </strong> later concluded that`` the fact that we haven't had an attack in", "new_id": -2}, {"uid": "1295621862132808705", "i": 43280, "idx": 0, "sa": ["Tim Cook", "Steve Jobs", "Eric Schmidt", "Mark Zuckerberg"], "q": "; will continue as CEO Ovum: Windows Phone 7 will be the fastest growing smartphone platform in 2011 TIME Magazine's Person of the Year: <strong> Mark Zuckerberg </strong>- 1, <strong> Steve Jobs </strong>- 0? Apple's <strong> Tim Cook </strong> profiled as <q> most powerful gay man in Silicon Valley </q> Management Shakeup at Google: Larry Page to Replace <strong> Eric Schmidt </strong> as CEO Apple Taking Heat for Switching to Custom Screws on iPhone 4 and Portables AAPL: 332.68( 0.00,+0%)| NASDAQ: 2715.67(+11.38", "new_id": -2}, {"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis.`` Monday, I get to wake up and it's Christmas,'' <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}]