[{"uid": "1297285832010960898", "i": 37350, "idx": 0, "sa": ["Jay Leno", "Paula Abdul", "Simon Cowell"], "q": "Live to Dance <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together By Elizabeth Kwiatkowski, 02/09/2011 <strong> Paula Abdul </strong> has confirmed that she and fellow former American Idol <strong> Simon Cowell </strong> have discussed working together again. <q>He always talks to me about, ''We will work together somehow, some way,' and he's an acquired taste but I love him very much,</q> the Live To Dance star said during a Tuesday appearance on The Tonight Show with <strong> Jay Leno </strong>. <strong> Jay Leno </strong> noted that <strong> Simon Cowell </strong> had recently referred to himself as a ''massive''' fan of <strong> Paula Abdul </strong> when asked", "new_id": -2}, {"uid": "1297488927192626691", "i": 14489, "idx": 0, "sa": ["Simon Cowell"], "q": "The singer, who is a good friend of show boss <strong> Simon Cowell </strong>, said that he would be happy to take a judging or mentoring role on the new series. He told the Daily Mail: <q><strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine.</q> <strong> Simon Cowell </strong> previously described Usher as a ''great mentor'' but questioned whether he could afford enough time to the programme. gives us an insight into her character", "new_id": -2}, {"uid": "1295798999110280823", "i": 18184, "idx": 0, "sa": ["Colin Powell"], "q": "19, 2011, at the State Department in Washington. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. <q>I think he's got a way to go,</q> <strong> Colin Powell </strong> said. ''I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform. ''You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1295649793119881766", "i": 33455, "idx": 0, "sa": ["Bill Lockyer"], "q": "on Friday it has no interest in using bankruptcy to solve its fiscal problems. California, the eighth largest economy in the world, would not benefit from bankruptcy legislation, Treasurer <strong> Bill Lockyer </strong> said. <q>States didn't ask for it. We don't want it. We don't need it,</q> <strong> Bill Lockyer </strong> said. ''Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs.'' California, which is struggling to close a$ 25 billion budget", "new_id": -2}, {"uid": "1297240907074432639", "i": 6327, "idx": 0, "sa": ["Donald Rumsfeld", "Maureen Dowd"], "q": ", I think, and we were talking about <strong> Maureen Dowd </strong>, of the New York Times. At the time, she was very popular, the ''it'' columnist in the country. Mrs. <strong> Donald Rumsfeld </strong> said, <q>There is nothing I like less in a person than cynicism.</q> Many can sympathize with that. For years, people said that Asians had no aptitude for democracy. Democracy was just a Western notion, alien to Asia, which had its own history, ways, and aspirations", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q>I am convinced he is now going to run for governor,</q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}, {"uid": "1296227273172146729", "i": 1447, "idx": 0, "sa": ["Mike Pence"], "q": "for a third term. <strong> Mike Pence </strong> didn't mention the governor's race in a letter sent to supporters Thursday but said he intended ''to serve the people of Indiana in some way.'' <q>In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead,</q> <strong> Mike Pence </strong> said. ''After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play.'' <strong> Mike Pence </strong> has a pair of public events scheduled", "new_id": -2}, {"uid": "1297245177074432512", "i": 7905, "idx": 0, "sa": ["Jamie Hince", "Lindsay Lohan", "Simon Cowell"], "q": ", and <strong> Jamie Hince </strong> had hoped to track down her ring. However, this proved unsuccessful so he asked a museum in America to send drawings of the original band so he could have a replica made. <strong> Lindsay Lohan </strong> <q>to be charged with felony grand theft</q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1296225951235159601", "i": 389, "idx": 1, "sa": ["Mike Pence"], "q": "a letter sent to supporters Thursday but said he intended ''to serve the people of Indiana in some way.'' Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <q>In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead,</q> <strong> Mike Pence </strong> said. ''After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play.'' <strong> Mike Pence </strong> has a pair of public events scheduled", "new_id": -2}, {"uid": "1295291311074366988", "i": 37460, "idx": 2, "sa": ["Mike Pence"], "q": ", social, and national security conservatives, and will energize the conservative coalition essential to winning back The White House in 2012.'' The Conservative Champion,'' is up with its first post, entitled, <q>America calling <strong> Mike Pence </strong>.... You are the Conservative Champion. We call you to Serve.</q> <strong> Mike Pence </strong> is expected to make a decision by the end of January. It's also possible he runs for governor of Indiana. The response to <strong> Mike Pence </strong> speeches has given before conservative groups is notable, especially in", "new_id": -2}]