[{"uid": "1296715247139952129", "i": 22343, "idx": 7, "sa": ["J.R. Smith", "Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR <strong> J.R. Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,<q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran Suns vs Nuggets Pueden verlo en nba.com Phoenix Suns", "new_id": -2}, {"uid": "1295499872140181512", "i": 3837, "idx": 3, "sa": ["Russ Granik", "Allen Iverson", "Chris Paul"], "q": "turned on to it,\" said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's First Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Chris Paul </strong>'s 28 in the 76ers' 97-92 victory. <q>For better or worse, fans like it when you get superstars going against each other. People have been hearing about these guys for years now, but they haven't gotten this far before where they met each other at this level. That gets people interested.<q> With the NBA's overall popularity declining and new rules designed to make the game more appealing set to take effect next season, an Iverson-Carter matchup is what the league really needed. \"Watching these two kids,", "new_id": -2}, {"uid": "1296026728046219311", "i": 15933, "idx": 0, "sa": ["Eric Schmidt"], "q": "Britons as the technology behind Transport for London's Oyster card. More recently it has been promoted by Barclaycard: For small purchases, users just have to wave their card rather than enter a PIN. <q>The reason this NFC chip is so interesting is because the credit card industry thinks the loss rate is going to be much better, they're just more secure,<q> said Google CEO <strong> Eric Schmidt </strong> in November. Apple's forthcoming launches will be particularly closely watched, because as with technologies popularised by the iPhone, such as mobile web browsing and touchscreens, the mobile industry has", "new_id": -2}, {"uid": "1296551367146587654", "i": 23503, "idx": 0, "sa": ["Michael Vick"], "q": "On the bright side, Connecticut has already treated the roads with so much salt and calcium chloride that it reactivates when another storm hits, said Kevin Nursick, a spokesman for the state transportation department. <q>As a spokesman for the DOT, not doing manual labor, I haven't gotten much sleep,<q> he said, \"so you can only imagine what my guys are going through.\" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Cancer Treatment Centers CTCA Is Recognized For The", "new_id": -2}, {"uid": "1296149236246923378", "i": 47355, "idx": 6, "sa": ["Eric Schmidt"], "q": "We have a competitor called Microsoft,\" he said. \"Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.\" Facebook, on the other hand, <q>has clearly stated they don't want to get into the search business. Facebook users tend to use Google search. Facebook's ads business does not displace our advertising. I'm somewhat perplexed by the obsession because I don't think the facts support it. Things are going great for Google.<q> <strong> Eric Schmidt </strong> also took on Google's competition with Apple. Google partners with Apple, he said, on search, maps and YouTube. It competes, of course, on phones. Google also might in", "new_id": -2}, {"uid": "1295560499104759349", "i": 5611, "idx": 0, "sa": ["Eric Schmidt"], "q": ", <strong> Eric Schmidt </strong> revealed in a More businessparticular working on new products. His title will be co-founder. He's an innovator and entrepreneur to the core, and this role suits him perfectly,\" <strong> Eric Schmidt </strong> said. <q>As Google has grown, managing the business has become more complicated,<q> <strong> Eric Schmidt </strong> wrote. \"So Larry, Sergey and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right", "new_id": -2}, {"uid": "1297491655239927298", "i": 17889, "idx": 0, "sa": ["Mike Pence"], "q": "Were the Republican cuts to be enacted in full, they would reverberate throughout the operations of federal agencies, and represent one of the largest efforts to reverse the outflow of federal dollars in modern times. <q>It is not going to be pretty,<q> said Representative <strong> Mike Pence </strong> Simpson, Republican of Idaho and the chairman of an appropriations subcommittee that finances the Interior Department and other agencies. He said his committee had tried to be selective in reaching its goal", "new_id": -2}, {"i": 268, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q>It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,<q> CEO <strong> Sergio Marchionne </strong> said. \"However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.\"+0.42%), sold 1.52 million vehicles last", "sa": ["Sergio Marchionne"], "uid": "1296496314113492035"}, {"uid": "1297708913141344772", "i": 23177, "idx": 0, "sa": ["Taylor Swift", "Kim Kardashian", "Kevin Costner", "Katy Perry", "Simon Cowell", "Eva Longoria", "Matt Bellamy", "Kate Hudson"], "q": "upsets dominate Grammys Has <strong> Simon Cowell </strong> Been Watching The New \"American Idol'? Glam Slam: Grammy Style- The Good, The Bad& The Gaga <strong> Matt Bellamy </strong> Opens Up About Baby-to-Be With <strong> Kate Hudson </strong> <strong> Taylor Swift </strong>'s Unrequited Crush: <q>I Was So in Love With You<q> <strong> Kim Kardashian </strong> and <strong> Eva Longoria </strong> Got Ready for The Grammys Together <strong> Katy Perry </strong>:' I Was Shaped Like a Square' Miley's Puppy Love <cite> Crush- February 11, 2011 8:25 PM PST </cite> <strong> Kevin Costner </strong>\"s Little Golfing", "new_id": -2}, {"uid": "1295973025172294164", "i": 18488, "idx": 0, "sa": ["Cheryl Cole", "Cher Lloyd", "Simon Cowell"], "q": "aried on20.09.08. Credit To Snoop on GAM... X-Factor <strong> Cheryl Cole </strong>'s Face- <strong> Cher Lloyd </strong> BOB Nothing on You X-Factor <strong> Cheryl Cole </strong>'s Face- <strong> Cher Lloyd </strong> BOB Nothing on You <strong> Cheryl Cole </strong> pulls some random face at <strong> Cher Lloyd </strong> singing... â\u0098\u0086 <q>Britains Got Talent or Americas Got Talent â\u0099¥ <strong> Connie Talbot </strong> WOWs <strong> Simon Cowell </strong>!<q> X-Factor UK 2010( Series 7)- <strong> Simon Cowell </strong> Judge's House Final 3 Groups Interview( Xtra Factor) X-Factor UK 2010( Series 7)- <strong> Simon Cowell </strong> Judge's House Final 3 Groups Interview( Xtra Factor)", "new_id": -2}]