[{"uid": "1297148717028524550", "i": 27673, "idx": 3, "sa": ["Simon Cowell"], "q": "year payment for five years, separate from the costs of recording and promotion. <strong> Simon Cowell </strong>, known for his sharp-tongued critiques, unsurprisingly said he favours shows on which \"anything can happen\". <q>I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense,</q> he said. \"I like people who are ambitious, and with that comes controversy.\" One unwelcome flap last season on the UK version of X Factor involved the revelation that the pitch-correcting", "new_id": -2}, {"uid": "1295562824254656513", "i": 107, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "ready to lead and I'm excited about working with both him and[ <strong> Google Inc. </strong> co-founder <strong> Sergey Brin </strong>] for a long time to come,\" <strong> Eric Schmidt </strong> said in a statement. Page praised <strong> Eric Schmidt </strong>, too. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> he said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The holiday period saw a jump in online commerce, which benefited <strong> Google Inc. </strong> as the majority of", "new_id": -2}, {"uid": "1295559318082083864", "i": 846, "idx": 2, "sa": ["Eric Schmidt"], "q": "surged in expectations of a strong quarter. But the stock began to weaken when the news hit. corporate release, <strong> Eric Schmidt </strong> suggested that the troika had come to a joint decision on the new management roles. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> For his part, Page said that <strong> Eric Schmidt </strong> \"has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept", "new_id": -2}, {"uid": "1296206637167591945", "i": 9152, "idx": 10, "sa": ["Mike Pence"], "q": "He is not a third party candidate. He is a republican candidate. The article reads\" An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way\". Report Abuse <q>Ya lets just forget this guy was with the administration that gave Chrysler a bailout... had 10%+ unemployment.</q> Washington Post: New GOP proposal targets federal workforce Washington Post: Gun show attendees say firearms limits would be wrong response to Tucson Keller Finance MBA Keller Graduate School Of Management- Discover Your Path to Success. Trader", "new_id": -2}, {"uid": "1295643890060784660", "i": 14286, "idx": 0, "sa": ["Stephen Gately", "Andy Coulson", "Kelvin MacKenzie"], "q": "was spotted by Tory grandees; in his own profession, so too was <strong> Andy Coulson </strong>. Possibly apocryphally, Sun editor <strong> Kelvin MacKenzie </strong> once ordered \"all those people on Bizarre\" should be sacked, before ringing back to say <q>Hang on. You haven't sacked a bloke called <strong> Andy Coulson </strong>, have you? Get him back.</q> Get him back because <strong> Andy Coulson </strong> could persuade, and did, <strong> Stephen Gately </strong> of Boyzone to come out in the Sun as gay. When he became News of the World editor at 34 he revealed", "new_id": -2}, {"uid": "1296940939224919552", "i": 14167, "idx": 7, "sa": ["Eric Schmidt"], "q": "forward, <strong> Eric Schmidt </strong> is careful to insert the phrase- \"with your permission\". Both Facebook and Google have been burnt when data was shared or farmed without users knowing. Lessons have been learnt. <q>I'm sorry to be so pedantic, but I've found if I don't repeat it I get Twittered to death,</q> <strong> Eric Schmidt </strong> says. \"You've got to add the preamble- this is all on the assumption that the customer wants this kind of information. If you want anonymity and you don't want your friends to know", "new_id": -2}, {"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote: \"I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.\" Latest from BBC News blogs <strong> Brian Taylor </strong>: <q>Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which...</q> \"The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" \"Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}, {"uid": "1295292215026312759", "i": 36489, "idx": 0, "sa": ["Newt Gingrich", "Mike Pence"], "q": ". Former <strong> Newt Gingrich </strong> Jim Ryan, a pro-life Kansas Republican, is also a part of the draft <strong> Mike Pence </strong> committee, which has already put up a web site. <q><strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,</q> Benko said, according to AP. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Mike Pence </strong> stepped down from his position in the last session of Congress", "new_id": -2}, {"uid": "1296851765101990425", "i": 19926, "idx": 0, "sa": ["John McCain", "Kirsten Gillibrand"], "q": "for the Essential Air Service Program. New York <strong> John McCain </strong> <strong> Kirsten Gillibrand </strong> is fighting to not only save the funding for the program but to increase it by$ 73 million to total$ 200 million. <q>Access to air travel is critical for our economic recovery,</q> <strong> Kirsten Gillibrand </strong> said. \"Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service.", "new_id": -2}, {"uid": "1295192464060719105", "i": 22397, "idx": 0, "sa": ["The Scottish Falsetto Sock Puppet Theatre", "Andy Coulson"], "q": "show that will rock your socks off- if only all laundry could be this fun.\"-**** Three Weeks \"How on earth does <strong> The Scottish Falsetto Sock Puppet Theatre </strong> turn out to be so bloody good?\"-**** Chortle <q>Enough energy to run the National Grid. Sheer comic genius</q>- Venue \"Utterly irresistible\"- The Stage \"Hilarious... the Abbott& Costello of the sock world\"- Time Out \"Insane yet adorable\"- Doctor Who Magazine <strong> Andy Coulson </strong>` not quitting over phone hacking", "new_id": -2}]