[{"uid": "1297124427224133140", "i": 1995, "idx": 2, "sa": ["Steve Ballmer", "Wes Miller"], "q": "saying the company had \"strong technical leaders in each business group.\" The effort may take some of the heat off <strong> Steve Ballmer </strong>, so long as it produces results soon, <strong> Wes Miller </strong> said. <q> You can play pin the blame on the donkey, but the reality is <strong> Steve Ballmer </strong> has to accept some of the blame, </q> he said. \"He also has to put the right people in the right places.\" To contact the reporter on this story: Dina Bass in Seattle at dbass2@bloomberg.net", "new_id": -2}, {"uid": "1297295007002195460", "i": 48838, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "thousands of rounds of ammunition. Mauri Saalakhan of the Peace Through Justice Foundation in Washington has followed the case and attended hearings in Raleigh. He said Boyd had a reputation for exaggerating his exploits abroad and <q> that may have played a large part in the trouble he has gotten himself into. </q> Virginia Senator Jim Webb says not running again <cite> Reuters </cite> Video: AP Impact: Uneven accountability at CIA ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less", "new_id": -2}, {"uid": "1297170191123355244", "i": 28749, "idx": 0, "sa": ["George H.W. Bush", "Donald Rumsfeld", "Richard Nixon", "Diane Sawyer"], "q": "spanning Republican presidents from <strong> Richard Nixon </strong> to <strong> George H.W. Bush </strong> W <strong> George H.W. Bush </strong>. The ex-defence chief was reluctant to endorse his former boss's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q> the most important failure in the execution of the war. </q> \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an) enormous number of", "new_id": -2}, {"uid": "1296767113070385743", "i": 658, "idx": 2, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "diplomatic and military secrets, they will probably just be a bunch of memos about how much <strong> Donald Rumsfeld </strong> was \"concerned\" about the security situation in post-invasion Baghdad. Also I bet there will be a document that says <q> I promise <strong> Donald Rumsfeld </strong> had no idea that we were torturing and killing prisoners, signed, everyone at Abu Ghraib. </q> Speaking of! <strong> Donald Rumsfeld </strong> says <strong> Bill Clinton </strong> called him once and said: \"No one with an ounce of sense thinks you had any way in the world to know about the abuse taking place that night in", "new_id": -2}, {"i": 6041, "idx": 7, "index_answer": 0, "new_id": -1, "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. \"The people in the streets have to give this government an opportunity to change,\" he said cheerfully. <q> Beautiful things happened in the last five days. </q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "sa": ["Zahi Hawass", "Hosni Mubarak"], "uid": "1296579646157810697"}, {"uid": "1295665787007979011", "i": 22384, "idx": 0, "sa": ["Eric Schmidt"], "q": "All of Google's strategic initiatives this year are about mobile, the company's CEO, <strong> Eric Schmidt </strong>, wrote in a guest article for the Harvard Business Review titled <q> Preparing for the Big Mobile Revolution. </q> He laid out three developments Google plans to encourage in order to realize its vision of delivering personalized, timely and location-aware information to people. The company has already made strides in each area.", "new_id": -2}, {"uid": "1295348812121946130", "i": 29855, "idx": 2, "sa": ["Steve Ballmer"], "q": "and I love them.\") <strong> Steve Ballmer </strong> also talked about what he feels to be the two biggest trends for the next two years: natural interface via voice, touch and vision recognition, and the Cloud. <q> There's still so much more that we can do when you think about the Internet not just as a place to publish a document, but a place to help support communal computing. Whether it's for a business or for a group of friends. </q>( USAToday) is asking creditors for more money to help get out of bankruptcy protection, prompting a debate among bondholders about whether they should invest further or just put it up for sale.( Wall Street Journal", "new_id": -2}, {"uid": "1296897094171786270", "i": 34609, "idx": 0, "sa": ["Tu Holloway", "Alan Major", "Michael Vick"], "q": "Charlotte. The 49ers neutralized <strong> Tu Holloway </strong>, a player of the year candidate, and handed the Musketeers their first A-10 loss, 66-62. <strong> Tu Holloway </strong> missed all eight of his three-point tries and went 3 of 17 overall. <q> It's like in football if you're playing <strong> Michael Vick </strong>, </q> 49ers coach <strong> Alan Major </strong> told the Charlotte Observer. \"You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather have[ <strong> Tu Holloway </strong>] shooting over you rather than driving around you.\" 9. Poor man", "new_id": -2}, {"uid": "1295625457170147897", "i": 23478, "idx": 0, "sa": ["Eric Schmidt"], "q": "collaboration, workflow and all of the elements included in on-premise project management software. We provide a hands-on look at this offering. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297212014253886469", "i": 179, "idx": 6, "sa": ["Simon Cowell"], "q": "n't think it's right for the show. You got ta freshen things up.\" And \"Idol\" has certainly freshened things up with the new judges, Randy Jackson. <q> I talk to Randy all the time, </q> <strong> Simon Cowell </strong> said. \"We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with` The X Factor].\"", "new_id": -2}]