[{"uid": "1296291756127057933", "i": 7883, "idx": 4, "sa": ["Michael Vick", "Scottie Pippen"], "q": "'ll change that-- that's tough shots for other people and routine for him. There's no question that he's the reason they won it. That's the reason why he's the MVP.\" <q>As soon as they gave him the MVP award, I knew he was going to have a huge game for us tonight,</q> <strong> Scottie Pippen </strong> said. \"<strong> Michael Vick </strong> loves challenges and when they tell him he's the best, by giving him the award, that's still a big challenge for him. I don't know if anybody can stop", "new_id": -2}, {"uid": "1295545349188383370", "i": 13640, "idx": 2, "sa": ["Kirsten Gillibrand", "Tyler Perry", "David Boies"], "q": "\" If the state supreme court rules that Prop. 8 proponents can not appeal the case, <strong> Tyler Perry </strong> v. Schwarzenegger, <strong> David Boies </strong> indicated that he's in the national marriage equality fight for the long haul. <q>If there's no standing, there will have to be additional cases,</q> he said. \"And we're already looking for the right places to bring cases.\" Senator <strong> Kirsten Gillibrand </strong>, who said she was in Los Angeles for \"a few events,\" was hopeful about marriage", "new_id": -2}, {"uid": "1296161021042713162", "i": 9137, "idx": 2, "sa": ["Eric Schmidt"], "q": "The End of the World As We Know It, told The New York Times. He suspects <strong> Eric Schmidt </strong> just wants a change after a decade as CEO, and he does stay on as executive chairman, <q>focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership</q>. I'm inclined to agree. The shift in <strong> Eric Schmidt </strong>'s role is relatively subtle. Google is selling it as \"plans to streamline decision making and create clearer lines of responsibility and accountability at the", "new_id": -2}, {"uid": "1296167454184549390", "i": 27035, "idx": 0, "sa": ["Chris Medina", "Simon Cowell"], "q": "\"-- his bride-to-be Julie got in an accident, suffered a brain injury, was in a coma for over a month. Wow, now he takes care of her, along with her mom. <q>What kind of guy would I be if I walked out when she needed me the most.</q> Singing \"Break Even,\" has a mellow, easy voice.... Hard-Luck \"Idol\" Contestant <strong> Chris Medina </strong> Has Web Buzzing When <strong> Simon Cowell </strong> was waiting at the end of the judges table, waiting to render judgment,", "new_id": -2}, {"uid": "1295189075175751174", "i": 14066, "idx": 1, "sa": ["Michael Vick"], "q": "of the league champion's choosing. David Filsinger finished first. Mann finished last. \" \"The kid I was playing for the tattoo was about to have a heart attack,\" Mann said. <q>But he put up 140 points on me.</q>... He wishes he would have had Philadelphia Eagles quarterback <strong> Michael Vick </strong> on his team. \"For the rest of my life,\" Mann said, \"I'm going to look down at the tattoo and say", "new_id": -2}, {"uid": "1295210270182157371", "i": 16208, "idx": 0, "sa": ["Sergio Marchionne"], "q": "has shown signs of life- 16 new or revamped cars and an operating profit- and this year, company executives trumpeted a return and held forth with a swagger that seemed inconceivable a year ago. <q>There's not a guy in the auto industry who thought we could do this,</q> <strong> Sergio Marchionne </strong>, the normally subdued chief of the company's revived product lineup, said in an interview. \"If I can't sell these cars, I can't sell anything.\" Still, the", "new_id": -2}, {"i": 19927, "idx": 1, "index_answer": 0, "new_id": -1, "q": "save the funding for the program but to increase it by$ 73 million to total$ 200 million. \"Access to air travel is critical for our economic recovery,\" <strong> Kirsten Gillibrand </strong> said. <q>Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service.</q> PROPOSED HIKES Business at Plattsburgh International Airport has boomed since it opened in 2007, as thousands of Canadians have taken advantage of direct flights to Florida, South Carolina and the Caribbean.", "sa": ["Kirsten Gillibrand"], "uid": "1296851765101990425"}, {"uid": "1295224464227999941", "i": 33057, "idx": 0, "sa": ["Jared Loughner", "Kara DioGuardi", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "<strong> Kara DioGuardi </strong> set to run for <strong> Kirsten Gillibrand </strong> seat Arizona Rep. <strong> Gabrielle Giffords </strong> made another stride in her amazing recovery on Sunday, as doctors upgraded her condition from \"critical\" to \"serious.\" Tucson, was made because <strong> Gabrielle Giffords </strong> <q>is no longer on a ventilator,</q> according to a statement posted on <strong> Jared Loughner </strong> just over a week ago, <strong> Gabrielle Giffords </strong> has made an astonishing recovery, and is now able to move both sides of her body. <strong> Gabrielle Giffords </strong> has been breathing on her own", "new_id": -2}, {"uid": "1297281697262340610", "i": 21815, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "! Allow the railroads to take on speed rail without the government sticking it's nose in. The enormous return from putting people to work building rail cars, engines and new track will help Report Abuse <q>According to Americans for Tax Reform( ATR), <strong> Barack Obama </strong> has signed into law at least two dozen tax increases.</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Hse. Budget Cmte. Fed chair testifies on economy inflation& unemployment today. AARP Â® Auto Insurance Over 50? Save Avg$ 384* On Auto Insurance", "new_id": -2}, {"uid": "1296862636132562982", "i": 10935, "idx": 7, "sa": ["Colin Powell", "President Bush"], "q": " \"And thank God he was relieved of his duties and we put the surge in, otherwise we would have had a disastrous defeat in Iraq.\" Rummy writes On <strong> President Bush </strong> <q>While the <strong> President Bush </strong> and I had many discussions about the war preparations, I do not recall his ever asking me if I thought going to war with Iraq was the right decision.</q> On <strong> Colin Powell </strong> \"The media image\" of Mr <strong> Colin Powell </strong> \"battling the forces of unilateralism and conservatism may have been beneficial to <strong> Colin Powell </strong> in some circles, but it did not jibe with reality.\"", "new_id": -2}]