[{"uid": "1295958222077971468", "i": 26730, "idx": 2, "sa": ["Jerry Brown", "Bill Lockyer", "Mark Hedlund", "Darrell Steinberg"], "q": "\" Democratic Treasurer <strong> Bill Lockyer </strong> said. But: \"The last I heard, the University of California and California schools create jobs.\" The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday, <q>You may win on redevelopment and then we take something else away.<q> But why? <strong> Mark Hedlund </strong>, spokesman for Senate President Pro Tem <strong> Darrell Steinberg </strong>, framed the issue well- it's a choice between \"a subsidy for public and private development\" and$ 1.7 billion", "new_id": -2}, {"uid": "1296824041244154370", "i": 40612, "idx": 0, "sa": ["Simon Cowell", "George Osborne"], "q": "PM ShavedOrSpiked 4 February 2011 12:28 PM \"\" \"Next month's budget will be all about growth,\" <strong> George Osborne </strong> said today.\"\" ShavedOrSpiked 4 February 2011 12:29 PM <q> \"where voters can submit their proposals for next month's budget.<q>\" tomegranate 4 February 2011 12:30 PM OK Butthead, Close the loopholes for tax avoiders such as Ashcroft, <strong> Simon Cowell </strong> Green, <strong> Simon Cowell </strong>, and companies like Boots etc. and use the procceds", "new_id": -2}, {"uid": "1296232141043434078", "i": 16303, "idx": 9, "sa": ["Michelle Obama", "Jackie Walorski", "Barack Obama", "Mike Pence", "Mitch Daniels"], "q": "continue to raise money in his U.S. House campaign fund and later transfer that to campaign for governor if he decides to run. <strong> Jackie Walorski </strong> said she expected <strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. <q>He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through,<q> she said. \"Obviously it'd be great for the state of Indiana.\" Politics Video: Exclusive: <strong> Michelle Obama </strong>'s New Focus Report Abuse \"<strong> Barack Obama </strong> has a dying political message of retread talking points that", "new_id": -2}, {"uid": "1295272650072728630", "i": 29585, "idx": 0, "sa": ["Eric Schmidt"], "q": "this solution, which suggests iPhone 5 and iPad 2 could fall behind these high-powered products. Google was named Company of the Decade in August by an overwhelming majority in the United Nations. Said UN head <strong> Eric Schmidt </strong>: <q>Despite the rumors that this was due to our having access to all of the personal information on politicians everyplace, we earned this through hard work and perseverance.<q> In related news, the UN was moved to Silicon Valley and renamed \"Google NewWave.\"", "new_id": -2}, {"uid": "1295595231037634053", "i": 11012, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "leave <strong> Google Inc. </strong> to work for the social networking company. \"My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a start-up,\" Page said in a Thursday interview. <q>I think I will have time to do that given the way we have split up our responsibilities.<q> <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply. \"I am not as concerned about the titles as I", "new_id": -2}, {"uid": "1296751438058556476", "i": 1505, "idx": 4, "sa": ["Brandon Jennings", "Allen Iverson"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board,<q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/Milwaukee_Bucks_Point_Guard_Brandon_Jennings_makes_a_fantastic_layup_off_a_steal Milwaukee Bucks Point Guard <strong> Brandon Jennings </strong> makes a fantastic layup", "new_id": -2}, {"uid": "1296744353224100359", "i": 35380, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "Slideshow: U.S. <strong> Barack Obama </strong> speaks on the U.S.-South Korea trade... Photo in Slideshow: Sasha and Malia <strong> Barack Obama </strong> join their parents as they volunteer at... Photo in Slideshow: <strong> Barack Obama </strong> speaks about Egypt's <strong> Barack Obama </strong>... Report Abuse <q><strong> Barack Obama </strong> is not a Christian nor does he have faith in God. Christians do not kill babies. Watch it on Youtube if you don't believe me. Pull up <strong> Barack Obama </strong> and Labor Abortions...<q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Hot Stock Alert- GSLO Our Solar Technology Charges Your iPhone on the Go. Invest", "new_id": -2}, {"uid": "1297109142037732360", "i": 26410, "idx": 1, "sa": ["Simon Cowell"], "q": "will be announced later for those cities. \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" <strong> Simon Cowell </strong> said in a statement Monday. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.<q> The host and judges' panel are yet to be announced. \"It's a singing competition,\" <strong> Simon Cowell </strong> says in Fox press materials. But it takes more than that. \"You", "new_id": -2}, {"i": 16110, "idx": 0, "index_answer": 0, "new_id": -1, "q": "as the Wi-Spy incident, and to call CEO <strong> Eric Schmidt </strong> to testify under oath. In a letter to <strong> Darrell Issa </strong>, <strong> Jamie Court </strong>, Consumer Watchdog president and John <strong> M. Simpson </strong>, Inside <strong> Google Inc. </strong> Project director, wrote: <q>An investigation by the committee of <strong> Google Inc. </strong>'s relationship to the Administration is particularly timely now in light of the way the Federal Trade Commission closed its probe of the Wi-Spy incident, and the Department of Justice's current review of the pending acquisition of ITA Software.<q> http://insidegoogle.com/wp-content/uploads/2011/01/GOOGGovfinal012411.pdf http://insidegoogle.com/wp-content/uploads/2011/01/LtrIssa012411final.pdf The report, Lost in the Cloud: <strong> Google Inc. </strong> and the US Government, is drawn from records obtained through the Freedom of Information Act and interviews. It found that <strong> Google Inc. </strong>'s ambitious quest for", "sa": ["Jamie Court", "Eric Schmidt", "M. Simpson", "Darrell Issa", "Google Inc."], "uid": "1295965636047955976"}, {"uid": "1296229265086933518", "i": 29436, "idx": 1, "sa": ["Michael Yaki", "Mike Pence"], "q": "The same is true for most other parts of the Arab world...\"-- <strong> Mike Pence </strong> has removed himself from 2012 presidential contention( by all accounts 1 So much for equal protection under Obama law <q>DOJ official: \"The law was written to protect black people.<q>\" <strong> Michael Yaki </strong>, one of the investigation's most vituperative critics, has publicly admitted that some of the allegations of racial favoritism we have uncovered, if true, are very disturbing. Specifically, he said", "new_id": -2}]