[{"uid": "1297502777155287559", "i": 18239, "idx": 0, "sa": ["Tom Watson", "Michael Gove", "Darren Cooper"], "q": "leader Elaine Costigan crossed the floor after years of sticking the boot into Labour because she could not support the cuts. West Bromwich MP <strong> Tom Watson </strong> bellowed across the House of Commons that education secretary <strong> Michael Gove </strong> was a <q> miserable pipsqueak of a man </q>. Sandwell leader <strong> Darren Cooper </strong> said it was \"not about politics\" , but the future of children. It is about politics though. It's about challenging a fundamental part of the coalition's", "new_id": -2}, {"uid": "1295507106092586011", "i": 11128, "idx": 3, "sa": ["Mary Bousted", "Michael Gove", "Simon Schama", "Russell Hobby"], "q": "children were growing up ignorant of the history of the United Kingdom. \" Heads are hoping for a significant reduction in the depth and breadth of prescription\" \" <strong> Russell Hobby </strong> National Association of Head Teachers <q> Children are given a mix of topics at priMary Bousted, a cursory run through Henry VIII and Hitler at secondary and many give up the subject at 14, without knowing how the vivid episodes of our past became a connected narrative, </q> he said. Mr <strong> Michael Gove </strong> has already asked the historian <strong> Simon Schama </strong> to advise on how British history could be \"put at the heart of a revised national curriculum\" . He hopes top British authors", "new_id": -2}, {"uid": "1297520477089751561", "i": 11901, "idx": 5, "sa": ["Michael Gove"], "q": "The situation was compounded when the Department for Education made several errors in a published list of BSF projects that were being scrapped. It later transpired that several more councils should have been on the list. <q> In my view, the way in which the secretary of state abruptly stopped the projects... without any prior consultation... must be characterised as being so unfair as to amount to an abuse of power. </q> Lawyers for the Michael Government said it had not been appropriate to discuss the decision with a large number of councils and schools. In a written ministerial statement to the Commons, <strong> Michael Gove </strong> said he was", "new_id": -2}, {"uid": "1295520503199704593", "i": 5407, "idx": 1, "sa": ["Michael Gove", "Sayeeda Warsi, Baroness Warsi"], "q": "played a leading role in turning public and intellectual opinion against the practise. \"I'm saying that we need to have facts in the curriculum,\" Mr <strong> Michael Gove </strong> told the Today programme. <q> I want there to be core curriculum content- facts, knowledge. I want teachers to decide what that is. \"Parents need to know what children are learning, both so they can hold schools to account and so they can play their proper part in helping. </q> <strong> Sayeeda Warsi, Baroness Warsi </strong> vows Islamophobia battle Conservative co-chairman <strong> Sayeeda Warsi, Baroness Warsi </strong> is to pledge an \"ongoing battle against bigotry\" later. Anti-Muslim preacher lashes out at UK ban The preacher who prompted outrage across the world when he", "new_id": -2}, {"uid": "1297425723208748548", "i": 50149, "idx": 4, "sa": ["Michael Gove"], "q": "But lawyers for Mr <strong> Michael Gove </strong> had argued his decisions were not made lightly and were not open to legal challenge. In written statements put before the court, his lawyers said the coalition had inherited <q> the largest budget deficit in peacetime history </q>, and spending cuts had had to be made \"quickly and significantly\" . The axing of the scheme in July last year meant that at least 700 school rebuilds in England would not be going ahead", "new_id": -2}, {"uid": "1297198896026525768", "i": 51278, "idx": 1, "sa": ["Michael Gove"], "q": "work so hard on our behalf in the nation's classrooms that we back them and that we will give them the tools they need in order to keep order.\" He called for an end to the <q> culture of` know your place' and denying opportunity </q>.` Gamble' Mr <strong> Michael Gove </strong> added: \"This bill provides an historic opportunity for this country. It will help guarantee every child a high-quality education which will equip them for the technological, economic,", "new_id": -2}, {"uid": "1296721081183549958", "i": 11479, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "'s standards, saying that \"when Ofsted says something is good, it's not very good\" . The MPs welcome Michael Government proposals that Ofsted inspections should focus more on pupils' behaviour. <q> There are risks in reducing the frequency of inspections for good and outstanding schools, but we support moves to release schools from unnecessary central inspection, </q> the report says. <strong> Andy Burnham </strong> MP, Labour's education spokesman, said: \"The education select committee echoes the views of parents and teachers who are calling on <strong> Michael Gove </strong> to rethink his backward-looking curriculum policy.", "new_id": -2}, {"uid": "1296145625234012726", "i": 40746, "idx": 1, "sa": ["Michael Gove"], "q": "central to what schools are about.\" The Bill hands more control to the Education Secretary to intervene in failing schools. Mr <strong> Michael Gove </strong> insisted that under-achieving academies will not be exempt from this. <q> There is absolutely no reluctance on our part to deal with any academy that's failing, </q> he said. \"Every school that under-performs will be held up to high standards. \"If sponsors are not doing the appropriate job then we will demand change. If necessary we will take the school", "new_id": -2}, {"uid": "1295466326008323095", "i": 13214, "idx": 3, "sa": ["Michael Gove", "Lindsay Hoyle"], "q": "and bad-tempered debate, Mr <strong> Michael Gove </strong> shouted \"sit down\" at MPs trying to interject during his speech. \"The secretary of state is getting very excited,\" deputy speaker <strong> Lindsay Hoyle </strong> said. <q> People are trying to intervene. I'll decide when they've stood up for too long. </q> Student protestors gathered in Piccadilly Circus at around 16:00 GMT before marching down to Parliament Square. The Metropolitan police contacted academic institutions via email last week to pass on intelligence on localised protests.", "new_id": -2}, {"q": ". \"I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,\" said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q> But I know he's here now. </q> And <strong> John Starks </strong> had plenty of help. Patrick Iverson_Allen Iverson_48pts_vs_Michael Jordan_Michael Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Michael Redd", "Allen Iverson"], "index_answer": 1, "idx": 3, "i": 8096}]