[{"uid": "1295462557131301384", "i": 313, "idx": 0, "sa": ["Eric Schmidt"], "q": "make moot the question of who the boss is. At the same time, digital tools hold great meaning for these millennials. Google CEO <strong> Eric Schmidt </strong> said in an August interview with The Wall Street Journal, <q>I actually think most people don't want Google to answer their questions. They want Google to tell them what they should be doing next.</q> This suggests that we are on the cusp of a generation that lets the tools tell them where they should go.? The situational lens. At what is possibly a pivotal moment in history", "new_id": -2}, {"uid": "1296319679245022720", "i": 10245, "idx": 0, "sa": ["Zahi Hawass"], "q": "problems. He also defended his security forces and accused the protesters of plotting to destabilize Egypt and destroy the legitimacy of his regime, outraging those still in the streets well into the night. <q>We want <strong> Hosni Mubarak </strong> to go and instead he is digging in further,</q> protester Kamal Mohammad said. \"He thinks it is calming down the situation but he is just angering people more.\" <strong> Zahi Hawass </strong>, Egypt's top archaeologist, meanwhile, told state television on Saturday that", "new_id": -2}, {"uid": "1296231929144064539", "i": 21344, "idx": 0, "sa": ["Dannii Minogue", "Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": "not to be predictable. The British' X Factor' won't suffer, I'm trying to make sure I would like to watch it. It's just got to be different full stop.\" <q>The most important things for these shows is not to be predictable. The British' X Factor' won't suffer, I'm trying to make sure I would like to watch it. It's just got to be different full stop.</q> Comment on this Article Promising \"a few surprises\" along the way, <strong> Simon Cowell </strong> admitted none of the current judging panel- <strong> Cheryl Cole </strong>, <strong> Dannii Minogue </strong> and <strong> Louis Walsh </strong>- have been contracted to appear on the next series", "new_id": -2}, {"uid": "1296163888042713094", "i": 31164, "idx": 0, "sa": ["Karen Pence", "Austin Stout", "Mike Pence"], "q": "<strong> Mike Pence </strong> greet people in the Grand Hall in Union Station Tuesday, November 2, 2010 at the Indiana Republican Election Night Party. <strong> Mike Pence </strong> easily won reelection for his 6th Congressional District seat. He told the crowd, <q>I believe history will record... Indiana led the country back.</q> Charlie Nye/ The Star. Nine-year-old <strong> Austin Stout </strong>, Brownsburg, left, comes up to congratulate Indiana Congressman <strong> Mike Pence </strong>, who won reelection for his 6th District seat, with wife <strong> Karen Pence </strong> at his side, after his victory", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making. \"In strategy we agree. There's no disagreement,\" <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q>In character, he's fundamentally a deeper thinker than anybody else,</q> he said. \"He sees a few moves deeper than I do.\" <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}, {"uid": "1296784629036126790", "i": 41641, "idx": 10, "sa": ["Eric Shinseki", "Donald Rumsfeld", "James L. Jones"], "q": "to offer their views, <strong> Eric Shinseki </strong> and <strong> James L. Jones </strong> remained silent. And he disputes accounts that <strong> Eric Shinseki </strong> was pushed out or vilified by the administration. Of course, <strong> Donald Rumsfeld </strong> believes the whole episode was unfair to him because it <q>bolstered this allegation that I was intolerant of views that challenged my own and that I punished those who put them forward.</q>( He even says that Bush made the right decisions after Hurricane Katrina, saying the military response was swifter than any previous handling of a natural disaster in American history.) Fittingly, <strong> Donald Rumsfeld </strong> starts", "new_id": -2}, {"uid": "1297099122187170847", "i": 27028, "idx": 2, "sa": ["Zahi Hawass"], "q": "used to test a new CT scanner and were not from the royal mummy collection. The thieves quest, <strong> Zahi Hawass </strong> said, was based on an erroneous belief in the magical power of mummies. <q>The thieves were desperately looking for a mummy in order to find what they thought to be a magical substance used by the ancient Egyptians in mummification. Therefore, they smashed a showcase of an empty coffin looking for a mummy and gold objects. These incidents show the ignorance of the vandals,</q> he wrote on his blog. Among the 70 objects damaged was also a statue of King Tutankhamun standing on a panther and a wooden sarcophagus from the New Kingdom period, dating back more than", "new_id": -2}, {"uid": "1295598829081559588", "i": 26384, "idx": 2, "sa": ["Norman Schwarzkopf", "Colin Powell"], "q": "the situation. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, commander of the coalition forces, wasn't able to attend Thursday's event because of health reasons. He sent a letter that <strong> Colin Powell </strong> read to the audience. <q>Our mission was victorious because we had the best-trained military in the world, the president had fortitude to make tough choices when they needed to be made and the unwavering support of the American people,</q> <strong> Norman Schwarzkopf </strong> said. \"Our mission in Kuwait ended 20 years ago, but the impact will endure for generations to come.\" Because your contributions are currently under review, no comments can be made at this", "new_id": -2}, {"uid": "1295971287048300059", "i": 42307, "idx": 1, "sa": ["Eric Schmidt"], "q": "time after time. That was the key message the PR folks wanted to get over. We are not the bad guys. In fact Mr. <strong> Eric Schmidt </strong> went out of his way to tell how great Google is. <q>The future should be organized around doing good,</q> he told a largely appreciative audience. And he told us just what a force for good Google is-helping free imprisoned ministers for example. But the one bit of his speech that was, if not new", "new_id": -2}, {"uid": "1295461969125829122", "i": 22165, "idx": 0, "sa": ["Michael Gove", "David Cameron"], "q": ", but that may show how low expectations have become. Last spring,...\"' Along with many other professions photographers are looking to find new income streams. For photojournalists this means looking beyond...\" <q>How do you get people to pay for news online? The fashionable solution touted by many anxious about the future...</q> \"<strong> Michael Gove </strong>- friend, ally and trusted adviser to <strong> David Cameron </strong>- has urged people to vote Liberal Democrat in...\" \"To Newbridge Rugby Club where I doubt they have such a thing as a Zen room", "new_id": -2}]