[{"uid": "1297703292198672386", "i": 29042, "idx": 4, "sa": ["Michael Gove", "Tony Baldry"], "q": ". He urged <strong> Michael Gove </strong> to approach the consultation with Waltham Forest and the other five councils that went to court \"with an open mind\" and within a tight timescale. <strong> Michael Gove </strong> admitted many schools <q> are not in the state of repair either he or I would like to see </q> and said he would receive representations with an open mind. <strong> Tony Baldry </strong>( Con, Banbury) said the reality is all the consultations in the world \"will not create money where none exists\" .", "new_id": -2}, {"uid": "1294995142169689113", "i": 54517, "idx": 0, "sa": ["Michael Gove"], "q": "Class Gove-Michael Gove.jpg\"> <strong> Michael Gove </strong> says it's OK for music teacher to touch pupils. His advice forms part of the Education Secretary's Keeping Children safe in Music Drive. He says: <q> \"Whether it's adjusting the position of a violin or demonstrating how to handle drumsticks, showing how a trombone slide should work or introducing new subtleties in oboe playing, teachers should be trusted to touch children without feeling they are somehow transgressing the rules. </q> \" Anyone laughing like a teenage adolescent will be sent from the room. Fingers over holes, lips puckered and begin...", "new_id": -2}, {"uid": "1295552135065978442", "i": 16370, "idx": 0, "sa": ["David Cameron", "Michael Gove", "Tim Montgomerie", "Fraser Nelson", "Liam Fox", "Rachel Sylvester", "Matthew Taylor"], "q": "Opportunities. Threats\" <strong> Tim Montgomerie </strong>, Director of Conservative Intelligence, followed by a panel discussion with <strong> Rachel Sylvester </strong>( The Tim Montgomeriees), <strong> Fraser Nelson </strong>( The Spectator), Freddie Sayers( PoliticsHome) and <strong> Matthew Taylor </strong>( RSA). <q> The Who is going to be Who of the next parLiam Foxentary party </q> Jonathan Isaby, Editor of ConservativeHome. \"The list of the insiders making things happen in David Camerons Machine\" <strong> Tim Montgomerie </strong>, Director of Conservative Intelligence. \"What makes David Camerons Conservatives tick?\" <strong> Michael Gove </strong> MP, Shadow Secretary", "new_id": -2}, {"uid": "1296124769218218522", "i": 1105, "idx": 0, "sa": ["Michael Gove", "William Hague", "Ian Edmondson"], "q": "affect on those with lower incomes- check Reduce benefits- check Freeze salaries for those earning more than a whopping? 17k- check Treble tuition fees- check Reduce employment rights- check <q> we have found no evidence whatsoever to support this allegation, </q> \" panamanIan Edmondsonman 27 January 2011 9:18 AM Just you and me then <strong> Michael Gove </strong>. Please stop posting things as I have to do some work... \" <strong> William Hague </strong>, the foreign secretary, has", "new_id": -2}, {"uid": "1297099616008912898", "i": 26347, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": "<strong> Andy Burnham </strong> criticised the introduction of an English Baccalaureate of core subjects at GCSE. Mr <strong> Andy Burnham </strong> told him it had a \"narrow selection\" of subjects and children should be learning more vocational courses. <q> Are you really saying to young people and employers today that dead languages are more important than business studies, engineering, ICT, music and RE?, </q> he said. Mr <strong> Michael Gove </strong> replied: \"I am surprised you have the brass neck to stand here and say working-class children shouldn't study modern foreign languages, shouldn't study science, shouldn't study", "new_id": -2}, {"uid": "1296606640049397786", "i": 46822, "idx": 0, "sa": ["Michael Gove"], "q": "currently? 82.6 m per annum, can be secured at a comparable level beyond 2011. It is wrong to suggest that the Michael Government is certain to scrap the funding, given that they recently made it clear that <q> no decisions have been made </q> and <strong> Michael Gove </strong> stating that he \"expects to continue to provide funding\" . Local authorities must stop their premature cuts prior to the review being published, and the Michael Government must make clear what funding will be", "new_id": -2}, {"uid": "1295022715245776398", "i": 12713, "idx": 0, "sa": ["Michael Gove", "Darren Henley", "Tom Service"], "q": "So much for the glass half-empty theory, what about the glass half-full? Well, if <strong> Darren Henley </strong> is going to be true to what <strong> Michael Gove </strong> said when the review was launched in September, that Gove-Michael Gove-announces-review-of-music-education\" title=\"\"> <q> it is simply unfair that the joy of musical discovery should be the preserve of those whose parents can afford it </q>, we can look forward to a new utopia where music Tom Services are free to all, in which every child has the chance to sing and to learn any instrument they choose without paying a single penny,", "new_id": -2}, {"uid": "1296220413068714499", "i": 10850, "idx": 2, "sa": ["Michael Gove"], "q": "are academies or free schools.\" Both academies and free schools are semi-independent state schools which receive funding direct from Michael Government. A clause in the new Education Bill, published yesterday, says that <q> if a local authority in England think a new school needs to be established in their area, they must seek proposals for the establishment of an academy </q>. Mr <strong> Michael Gove </strong>'s comments came as newly-published Department for Education figures showed that 249 groups have now submitted proposals to set up one of the Michael Government's new \"free schools\" . Thirty-five groups", "new_id": -2}, {"uid": "1295545209070057989", "i": 2590, "idx": 0, "sa": ["Michael Gove"], "q": "awareness of issues such as the rule of law, justice, rights and responsibilities, cultural diversity, immigration and race relations. The Coalition has already warned that the newly-slimmed down curriculum must not be a <q> vehicle for imposing passing political fads </q>. <strong> Michael Gove </strong>, the Education Secretary, said the current curriculum was \"substandard\" and higher demands were placed on children in other countries. \"The pace of economic and technological change is accelerating", "new_id": -2}, {"q": "a dogfighting operation four years ago. \"This one feels great due to the fact that I've been through so much,\" <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "answer_q": "a dogfighting operation four years ago.`` This one feels great due to the fact that I've been through so much,'' <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "answer": "Michael Vick", "sa": "['Michael Vick']", "index_answer": 0, "idx": 10, "i": 21294}]