[{"uid": "1295546694266108941", "i": 50689, "idx": 1, "sa": ["Sean Hannity", "Mike Pence", "Alan Grayson", "Alex Jones", "Barack Obama", "Rick Santorum"], "q": "to choose. http://wn.com/Rick Santorum_Rick Santorum_Barack Obama_Should_Throw_Alan Grayson_Alan Grayson_Under_The_Bus Comments from <strong> Mike Pence </strong> <strong> Alan Grayson </strong> were unearthed in which he labeled Linda Robertson \"a K street whore\" in a radio interview with <strong> Alex Jones </strong>. <strong> Rick Santorum </strong> then tells <strong> Sean Hannity </strong> that <strong> Barack Obama </strong>- who dubbed <strong> Alan Grayson </strong> as <q> an outstanding member of Congress </q>- would be smart to distance himself from the Congressman. \"This guy is an extremist,\" the former Pennsylvania Senator said. \"This is a guy who's deeply tied to the left... and <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1295286835064159753", "i": 22714, "idx": 2, "sa": ["Mike Pence", "John Roll", "James Moran"], "q": "n't see the light of day- it wouldn't even get through the committee,\" said <strong> Mike Pence </strong> <strong> James Moran </strong>( D-Va.), explaining why he's not proposing any reforms in the wake of the shooting. <q> Why do we have to cower in the face of the gun lobby? We've lost ground. </q> The House repeal bill, scheduled for a Wednesday vote, is expected to pass the House, but stands almost no chance of being considered by the Democratic-contJohn Rolled Senate. Less than", "new_id": -2}, {"uid": "1297293233065437719", "i": 57743, "idx": 0, "sa": ["Mike Pence", "Paul Ryan", "Bob Corker"], "q": "the stance that the Fed can help home prices now with its asset purchases. Not Responding Home prices are not \"responding at all\" to the Fed's policy, and the bubble was <q> far greater than could be explained </q> by the central bank's interest-rate actions, Bernanke said in response. <strong> Paul Ryan </strong> has said he supports legislation proposed by fellow Republicans, Tennessee Senator <strong> Bob Corker </strong> and Indiana Representative <strong> Mike Pence </strong>, that would remove the Fed's", "new_id": -2}, {"uid": "1295531574028180510", "i": 8770, "idx": 2, "sa": ["Mike Pence", "Mitt Romney", "Sarah Palin"], "q": "is a long-time Republican activist and serves as a Republican national comMitt Romneyeeman from Virginia. In their letter, they praised <strong> Mike Pence </strong>'s decade of service in the U.S. House of Representatives, calling him a leader who has <q> stood firm on principle, no matter the pressure to compromise, and has demonstrated true commitment to comprehensive conservatism. </q> Watch: Straw Poll: <strong> Sarah Palin </strong>, <strong> Mitt Romney </strong> Lose to <strong> Mike Pence </strong> Watch: Republicans Unveil Their \"Pledge\" Watch: <strong> Mike Pence </strong> For President in 2012? Dying Banker Dedicates Final Months to Helping Average Investors Photos", "new_id": -2}, {"uid": "1295649810068190218", "i": 16083, "idx": 0, "sa": ["Ryan Rhodes", "Mike Pence", "Michele Bachmann"], "q": "interview with RealClearPolitics, <strong> Ryan Rhodes </strong> listed <strong> Michele Bachmann </strong> as one of his two preferred potential presidential candidates-- the other being Indiana <strong> Mike Pence </strong>-- and said that he has already been in touch with the congresswoman's aides. <q> I would advise <strong> Michele Bachmann </strong> to get in immediately, </q> <strong> Ryan Rhodes </strong> said. \"She needs to at least start letting people know she's going down that road.\" Though she is not as well-known nationally as several of the other likely candidates, if she", "new_id": -2}, {"uid": "1295515771004980738", "i": 8412, "idx": 2, "sa": ["Gabrielle Giffords", "Mike Pence", "Peter Shumlin"], "q": ", may move to rehab center Friday Arizona <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong> was able to stand with assistance on Wednesday, an aide said, with her doctor adding that the congresswoman has the strength to stand on her own. <q> Today we were getting her out of bed again and we were able to stand with assistance, </q> said Dr. <strong> Peter Shumlin </strong> Rhee, Tucson's University Medical Center's trauma chief. \"She's got the strength to stand on her own, lift her head up and these... I see improvements every single day.", "new_id": -2}, {"uid": "1297433131058949652", "i": 46043, "idx": 4, "sa": ["Bob Vander Plaats", "Mike Pence", "Ron Klein", "Bill Posey", "Mitt Romney"], "q": "\" The FBI would add the names of those people to the National Instant Criminal Background Check System, used by federally licensed gun dealers to screen their customers. Federal law prohibits the sale of guns to anyone <q> adjudicated as a mental defective or who has been comMitt Romneyed to a mental institution. </q> However, Kentucky is one of many states that does not notify the FBI when its courts make such decisions, said <strong> Mike Pence </strong> <strong> Bob Vander Plaats </strong> DamRon Klein, D-Nicholasville, the <strong> Bill Posey </strong>'s sponsor. \"The problem", "new_id": -2}, {"uid": "1296195346246956037", "i": 46322, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "announcement in a letter being sent to supporters. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong> and wife Karen said in the letter. <q> We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. </q> <strong> Mike Pence </strong>'s supporters, who include Tea Party advocates, have been pressing him to mount a bid for the Republican nomination. The nominee will face Democratic <strong> Barack Obama </strong> in the November 2012 election. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295534390252182552", "i": 25975, "idx": 5, "sa": ["Tim Pawlenty", "Mike Pence", "Barack Obama", "Mitt Romney"], "q": "so much so they've asked U.S. Representative <strong> Mike Pence </strong> to seek the Republican nomination for <strong> Barack Obama </strong>,\" Although <strong> Mitt Romney </strong> criticized his opponents in 2008 for not spending more Tim Pawlentye in Iowa, <q> as he appears to be preparing to launch a second Barack Obamaial bid, <strong> Mitt Romney </strong> has largely avoided the state, </q> Real Clear Politics writes. \"After a debilitating second-place finish in the 2008 caucuses, <strong> Mitt Romney </strong> has visited Iowa only twice since <strong> Barack Obama </strong> was elected, and he does not have any additional trips to", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q> I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles, </q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}]