[{"uid": "1296917233046448644", "i": 4607, "idx": 0, "sa": ["David Letterman", "Barbara Walters"], "q": "came about naturally in talking about the after-effects of the surgery. The host of The Late Show with <strong> David Letterman </strong> spoke to Ms. <strong> Barbara Walters </strong> about his own open heart surgery, then about the emotions he felt afterwards. <q> I would find myself busting into tears and sobbing uncontrollably with joy, </q> said the comedian.`` Joy?'' Ms. <strong> Barbara Walters </strong> said. <strong> David Letterman </strong> said that after the surgery reality set in that he knew he had been through something traumatic and survived-- he was alive. The ordeal is", "new_id": -2}, {"uid": "1295564127055377924", "i": 14771, "idx": 1, "sa": ["Richard Chang", "Sergey Brin", "Eric Schmidt"], "q": "things. <strong> Sergey Brin </strong> will concentrate on strategic projects.`` Day-to-day adult supervision no longer needed!'' <strong> Eric Schmidt </strong> tweeted after the announcement. After signing pact with China, Boeing lays off 1,100 U.S. workers <q> The Street will think it's a negative, that there is probably some issue going on. Google is trying to get more efficient and trying to get a tech guy in the seat to compete with, </q> said UBS analyst Brian Pitz.`` I don't think it Richard Changes anything strategically where the company is headed.'' Google said the management Richard Change was made as part of a plan to`` streamline'' decision", "new_id": -2}, {"uid": "1296241103000835607", "i": 21720, "idx": 0, "sa": ["Mike Pence", "Mike Huckabee", "Mitt Romney"], "q": "repeatedly that won't run, but if he did he'd be an instant front-runner. Former Reagan official Ralph Benko, who ran a website that urged MMike Pence to seek higher office, tells me: <q> <strong> Mike Huckabee </strong> has qualities that inspired unprecedented across-the-board enthusiasm among movement conservatives. I hope that he would accept an offer of the vice presidency from the eventual Republican nominee if called. </q> Other conservative leaders I contacted all reacted with dismay to the <strong> Mike Pence </strong> news and feared that it moves Mr. <strong> Mitt Romney </strong> one step closer to the GOP nomination. For the past several months, an anybody-but-Mitt Romney coalition had", "new_id": -2}, {"uid": "1296460080009125921", "i": 24149, "idx": 2, "sa": ["Eddie Jordan", "Elton Brand", "Thaddeus Young", "Allen Iverson", "Jrue Holiday"], "q": "the second straight game a day after his having his left knee drained of fluid. <strong> Thaddeus Young </strong> was sensational, using an 11-of-15 effort in the first half to give the Sixers a rare comfortable lead and easy win. <q> It's been working for us, but we just couldn't get the win, </q> <strong> Thaddeus Young </strong> said.`` It really worked tonight.'' Looking for a spark, 76ers coach <strong> Eddie Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Eddie Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15", "new_id": -2}, {"uid": "1295458658213254160", "i": 28340, "idx": 1, "sa": ["Michael Gove"], "q": "an attack on the aspirations of young people. Education Secretary <strong> Michael Gove </strong> said the grant had been`` poorly targeted'' and told MPs`` you can not spend money you do not have''. <q> Choices are dependent on the money- and where is the money coming from? </q> said Mr <strong> Michael Gove </strong>.`` If we really believe in generating social mobility in this country then the question we have to ask ourselves is: how is every pound best invested?'' said Mr <strong> Michael Gove </strong>.", "new_id": -2}, {"uid": "1295304764260374541", "i": 11218, "idx": 1, "sa": ["Michael Gove", "Gordon Brown", "Tony Blair", "Oliver Letwin"], "q": "held by Tory thinkers <strong> Oliver Letwin </strong> and <strong> Michael Gove </strong>, he said:'' href=\"http://www.guardian.co.uk/politics/Tony BlairTony Blair\" title=\"More from guardian.co.uk on Tony Blair\"> <strong> Tony Blair </strong> as good as admits that he wasted his first term flogging the horse of centralised control. <q> He only came later to real modernisation with an agenda that promoted choice and competition.`` Reading his intriguing memoir over the summer, I was struck by how many times he himself admits that opportunities were lost and Labour should have` pushed further and faster on reform'. </q> He said <strong> Tony Blair </strong> had been held back by <strong> Gordon Brown </strong>, a sceptical Whitehall machine and entrenched union interests. He recognised many will be`` rolling their eyes'' at the prospect of another Michael Government promising", "new_id": -2}, {"uid": "1295425657058294288", "i": 10655, "idx": 6, "sa": ["Gene Huey", "Mike Pence", "Jim Ryun"], "q": "to run for the presidency is a former deputy counsel to President Ronald Reagan and former U.S. <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan. <strong> Mike Pence </strong> said the decision he and his wife will reach will be based on <q> where can we make the most difference for the conservative principles that carried us into public service. It also comes down to where are we needed most. </q> While <strong> Mike Pence </strong> would be one of numerous Republicans considering presidential campaigns, he would enter a race for governor as the favorite. href=\"http://www.IndyStar.com/article/20110118/SPORTS03/110118012/Gene Huey-Gene Huey-surprised-being-fired-Colts-running-backs-coach&amp;odyssey=mod|mostview\"> <strong> Gene Huey </strong>` surprised' at being fired as Colts running", "new_id": -2}, {"uid": "1295984939241025026", "i": 12788, "idx": 5, "sa": ["Donald Rumsfeld", "Stephen Elliott", "Robert Penn"], "q": "thing,'' an interrogator tells <strong> Donald Rumsfeld </strong>.`` We are finding your intentions.'' The authors never intended the book to be`` a revenge fantasy,'' says <strong> Stephen Elliott </strong>. In fact, he believes that <q> if <strong> Donald Rumsfeld </strong> read this book, I don't know that he would be offended. I think he would find it interesting, because we don't paint him as evil, we don't go after him, we actually paint him in a very sympathetic light. </q> <strong> Donald Rumsfeld </strong> and O join a long list of novels that turn political intrigue into entertainment; All The King's Men by <strong> Robert Penn </strong> Warren; Advise and Consent by Allen Drury; The Prime Minister by Anthony", "new_id": -2}, {"uid": "1296848474011665412", "i": 37881, "idx": 0, "sa": ["Jean-Claude Trichet", "Eamon Gilmore"], "q": ".'' He said changing the terms of the deal required building consensus rather than causing conflict. He said it was now clear a restructuring facility could be achieved, although nothing was final. <q> It won't happen by someone saying it's our way or Frankfurt's way. It ain't gon na happen that way. </q> His comments follow a statement yesterday from Labour leader <strong> Eamon Gilmore </strong> that the public had a choice between`` Frankfurt's way or Labour's way''. Mr <strong> Eamon Gilmore </strong> today claimed European Central Bank president <strong> Jean-Claude Trichet </strong>", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}]