[{"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q>two turkeys do not make an eagle,</q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}, {"uid": "1295316162045481984", "i": 9975, "idx": 0, "sa": ["Allen Iverson", "Thomas More"], "q": "its highest point on Cyber Monday, the day after the Thanksgiving weekend in the US, and continue through the holiday shopping season. The Boiling Point continues Monday, August 2, 2010 at 9pm on TeenNick with <q><strong> Leone I </strong> Just Don't Know What To Do With Myself( Part 1)</q>. http://wn.com/Allen_Iverson_50pts_Philadelphia_76ers_vs_Atlanta_Hawks_03/04_NBA_*Flu_Game_*Season_High Once the flu didn't stop <strong> Allen Iverson </strong>, nobody could. <strong> Allen Iverson </strong> scored a season-high 50 points, leading the Philadelphia 76ers to a 98-86 victory over the Atlanta Hawks on Saturday night. Kenny <strong> Thomas More </strong> had 13", "new_id": -2}, {"uid": "1296400304150192146", "i": 10957, "idx": 3, "sa": ["Drew Brees", "Michael Vick", "Tony Gonzalez", "Jason Witten"], "q": "said to take the field alongside veteran stars such as <strong> Michael Vick </strong>, <strong> Tony Gonzalez </strong>, <strong> Jason Witten </strong> and countless others has been ''breathtaking.'' ''There's no real word to describe it,'' Nicks said. <q>It's a blessing to be around all the Pro Bowlers, the stars of the game. To be considered among them for a week, that's a blessing. It's a once-in-a-lifetime sort of thing.... Well, hopefully not. But you know what I mean.</q> Even <strong> Drew Brees </strong>, who is turning this game into a permanent commitment on his calendar, said the chance to be around so many players you admire from around the league, and have ''kind of a", "new_id": -2}, {"uid": "1295720450067436555", "i": 40404, "idx": 2, "sa": ["The Lost Dogs", "Tommy Christopher", "Barack Obama", "Michael Vick"], "q": "to consider convicted criminals as a measure to help break the cycle of getting back on the street, involved in illegal activities, and getting sent back to prison. As Columnist <strong> Tommy Christopher </strong> put it: <q> ''<strong> Barack Obama </strong>'s support for redemptive hiring is a matter of record. If there's a valid criticism to be made, it's that he may have failed to note that <strong> Michael Vick </strong>'s experience is far from typical.</q>'' Pit Bull enthusiasts anxiously await response from <strong> Barack Obama </strong> as to his thoughts on <strong> Michael Vick </strong> after reading one of the two hundred copies of <strong> The Lost Dogs </strong> sent to him. Whether the <strong> Barack Obama </strong> will waver in his notion of", "new_id": -2}, {"uid": "1296314764089227265", "i": 41923, "idx": 0, "sa": ["Colin Powell", "Hillary Clinton"], "q": ".'' Blake also reminded his audience of an initiative instituted last year and conducted under his jurisdiction: Annual Bilateral Consultations( ABCs) with all five Central Asian countries. In his Houston speech he stated, <q>I look forward to starting the second round of ABCs with Uzbekistan next month in Tashkent.</q> Blake's boss, Secretary of State <strong> Hillary Clinton </strong>, visited Uzbekistan last month- the first secretary of state to do since <strong> Colin Powell </strong>'s trip there in December of 2001- as well as Kazakhstan and Kyrgyzstan,", "new_id": -2}, {"uid": "1295639822124272688", "i": 20008, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "judgment to unprecedented criticism, it deprives him of a confidante who, in contrast to the privileged backgrounds of many in Mr. <strong> David Cameron </strong>'s inner circle, was regarded as a barometer of middle class opinion. <q>You are looking at a Conservative leadership which, socially speaking, is from a fairly narrow- some would say almost exclusive- background,</q> says Time Bale, a professor of politics at the University of Sussex, of why <strong> Andy Coulson </strong> is so often described as ''crucial'' to <strong> David Cameron </strong>'s premiership. From an early childhood spent in a public", "new_id": -2}, {"uid": "1296781715243532025", "i": 24908, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Larry King"], "q": "morning radio host <strong> Howard Stern </strong> as he was headed to a taping of ''Late Night with <strong> David Letterman </strong>,'' where we asked the shock jock if he is really in competition with CNN's <strong> Piers Morgan </strong>. <q>What, is there a feud? I like <strong> Piers Morgan </strong>,</q> <strong> Howard Stern </strong> insisted. ''He's got a lot of pressure on him. He's got ta get some ratings. <strong> Larry King </strong> was beating him.'' Breaking news and hot photos are just a touch away", "new_id": -2}, {"uid": "1295976171233406548", "i": 47850, "idx": 0, "sa": ["Alejandro Gonzalez Inarritu", "Bill Lockyer", "Newt Gingrich"], "q": "I believe he deserves it and has made a monumental work,'' <strong> Alejandro Gonzalez Inarritu </strong> said. He said he felt a rare and extraordinary sensation to be nominated for a film that has no happy ending and lacks <q>certain elements that would be obvious to the academy.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TECHNICAL SR TECHNICAL PROJECT MANAGER TEKFORCE CORP.. Company Tekforce Corp VIDEO", "new_id": -2}, {"uid": "1295471010042287122", "i": 33016, "idx": 4, "sa": ["Rasheed Wallace", "Tayshaun Prince", "Allen Iverson", "Rodney Stuckey"], "q": "was being officiated-- tipping toward the Spurs, he thought. ''I knew what it was going to be out there, and I didn't want our team to fall into that,'' <strong> Rasheed Wallace </strong> said. <q>We knew how it was going to be, especially going against the league darlings.</q> <strong> Rasheed Wallace </strong> finished with 19 points and <strong> Allen Iverson </strong> also scored 19 for Detroit( 11-6), which has won two of three. Richard Hamilton added 16 points and <strong> Tayshaun Prince </strong> scored 15. <strong> Rodney Stuckey </strong> came off the bench to score", "new_id": -2}, {"uid": "1295535469224985100", "i": 32235, "idx": 2, "sa": ["Sergio Marchionne"], "q": " ''In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,'' <strong> Sergio Marchionne </strong> said. <q>Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.</q> EPA's hydraulic hybrid technology, developed in the agency's lab in Ann Arbor, Michigan, is coming into use in large delivery and refuse trucks across the country. The hydraulic hybrid system captures and", "new_id": -2}]