[{"uid": "1295085191096239620", "i": 47370, "idx": 0, "sa": ["Mike Pence", "Paul Ryan"], "q": "amendment or far-reaching entitlement reform, but few have been willing to suggest that refusing a debt increase is a viable option. As <strong> Mike Pence </strong> <strong> Paul Ryan </strong>( R., Wis.) told a forum at the National Press Club: <q> You can't not raise the debt ceiling.... Just refusing to vote for it is not a strategy. </q> The White House certainly agrees. Administration officials have been adamantly warning of \" catastrophic \" consequences if the debt limit is not raised. And many Republicans concede that the debt ceiling must be raised to avoid the", "new_id": -2}, {"uid": "1295982324057327656", "i": 41763, "idx": 0, "sa": ["Mike Pence"], "q": "amounts to today. Just give that plank to AIPAC to write, as <strong> Mike Pence </strong> has. <strong> Mike Pence </strong> also brags that he supported Bush's invasion of Iraq, that \" I helped craft \" the Patriot Act, and <q> I supported creation of the new Department of Homeland Security. </q> I could not find anything about invasions of civil liberties under the Patriot Act and by the Department of Homeland Security, nothing about getting out of the no-win invasion of Afghanistan, and nothing about cutting the dole for", "new_id": -2}, {"uid": "1295807164069746710", "i": 41323, "idx": 0, "sa": ["Steve Cohen", "Mike Pence"], "q": "an extraordinary outburst on the House floor, <strong> Mike Pence </strong> <strong> Steve Cohen </strong>( D-TN) invoked the Holocaust to attack Republicans on health care and compared rhetoric on the issue to the work of infamous Nazi propagandist Joseph Goebbels. <q> They say it's a government takeover of health care, a big lie just like Goebbels, </q> <strong> Steve Cohen </strong> said. \" You say it enough, you repeat the lie, you repeat the lie, and eventually, people believe it. Like blood libel. That's the same kind of thing. And Congressman", "new_id": -2}, {"uid": "1296169756065815248", "i": 55550, "idx": 2, "sa": ["Mike Pence"], "q": "an interview with the Star later tonight. It may have been scheduled for tomorrow, though. That's what his dear ol' mum said when a National Journal reporter Pence-Mike Pence-s-mom-says-he-ll-announce-tomorrow-20110127\"> called her earlier today: <q> \" He will be making his announcement tomorrow, </q> Nancy <strong> Mike Pence </strong> Fritsch said from at her home in Columbus, Ind. Asked to confirm reports that she has told him to make up his mind,[ his] mom did not deny it.", "new_id": -2}, {"uid": "1295908932158924813", "i": 14752, "idx": 0, "sa": ["Matt Lloyd", "Mike Pence"], "q": "an interview with the Weekly Standard last year, Indiana Gov. Mitch Daniels-also considering a presidential run-called for a \" truce \" on social issues while the country deals with the national debt and other fiscal issues. <q> And as to focusing on spending, I agree, </q> <strong> Mike Pence </strong> told the crowd on Monday. \" Let's start by denying all federal funding for abortion at home and abroad. \" <strong> Mike Pence </strong> spokesman <strong> Matt Lloyd </strong> said the remarks were not directed at Daniels and emphasized that", "new_id": -2}, {"uid": "1295433140214253578", "i": 15818, "idx": 2, "sa": ["Gabrielle Giffords", "Mark Kelson", "Mike Pence", "Randall Friese"], "q": "an old familiar way with him, \" said Dr. <strong> Mike Pence </strong> Lemole. Dr. <strong> Randall Friese </strong> said <strong> Mark Kelson </strong> also told doctors he saw <strong> Gabrielle Giffords </strong> smile. He said sometimes people see what they want to see, but that <q> if he says she's smiling, I buy it. </q> Doctors upgraded <strong> Gabrielle Giffords </strong>' condition from critical to serious over the weekend and say they carried out three successful procedures that demonstrate she is recovering well. A breathing tube was moved from her mouth to", "new_id": -2}, {"uid": "1296252283055099490", "i": 13284, "idx": 0, "sa": ["Jimmy McMillan", "Mike Pence", "Herman Cain"], "q": "and <strong> Jimmy McMillan </strong>. Those are not the starting down linemen for the Green Bay Packers. <strong> Herman Cain </strong> is a talk show host and former pizza company CEO from political consultant and gay activist and <strong> Jimmy McMillan </strong> is the leader of the <q> Rent is Too Damn High </q> party in <strong> Mike Pence </strong> decides against Republican 2012 race Egypt prepares for fresh protests <strong> Mike Pence </strong> Drops Out of 2012, Disappointing Conservatives Indiana <strong> Mike Pence </strong> announced Thursday he will not be running for president in 2012, dashing the hopes of Republicans", "new_id": -2}, {"uid": "1297276631173539329", "i": 25677, "idx": 3, "sa": ["Charles Dent", "Mike Pence", "Jim Sensenbrenner", "Colleen LaRose"], "q": "and <strong> Mike Pence </strong> of Indiana, voted for the measure. <strong> Mike Pence </strong> <strong> Jim Sensenbrenner </strong>, R-Wis., who introduced the extension of these provisions, said they are integral to America's security and should remain intact. <q> The terrorist threat has not expired and will not anytime soon, </q> <strong> Jim Sensenbrenner </strong> said. <strong> Mike Pence </strong> <strong> Charles Dent </strong>, R-Pa., agreed. \" We can not tie the hands of local law enforcers, \" <strong> Charles Dent </strong> said. He talked about \" Jihad Jane \" - <strong> Colleen LaRose </strong>,", "new_id": -2}, {"uid": "1295541726181207050", "i": 45744, "idx": 0, "sa": ["Mike Pence", "Sarah Palin"], "q": "and <strong> Mike Pence </strong> run <strong> Sarah Palin </strong> will have a different set of hurdles then if they don't or if one does and one doesn't. The field I think detrimes where <strong> Sarah Palin </strong> places her bets.... <q> \" Hope she doesn't jump the gun and announce too soon, tho. </q> \" Geochelone on January 20, 2011 at 11:19 AM an itchy trigger finger could spell her doom. ted c on January 20, 2011 at 11:21 AM \" Would she immediately", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q> I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles, </q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}]