[{"uid": "1295800451231243789", "i": 15781, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "that he was representing four people who believe their phones were hacked by journalists from papers other than the News of the World. \"Lots of people were doing it,\" he said. <q> It was such a widespread practice. Although it is a crime, people were regarding it as though it was driving at 35mph( miles per hour) in a 30mph zone, that you just sort of do it and hope you don't get caught. </q> Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. Subscribe to RSSMost Popular in: Politics Snappy videos separating the", "new_id": -2}, {"uid": "1294957392081149963", "i": 6984, "idx": 8, "sa": ["Antonio McDyess", "Allen Iverson"], "q": ". The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws. \"It felt OK before the game,\" <strong> Allen Iverson </strong> said. <q> Now, it feels that much worse. It's throbbing like a heartbeat. </q> <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio McDyess </strong> a week ago, slips on a brace after every game per doctors orders. \"If I didn't wear this brace to keep it straight after every game,", "new_id": -2}, {"uid": "1296741734237912106", "i": 24059, "idx": 2, "sa": ["Mitt Romney", "Donald Rumsfeld", "Molly Ball", "Barack Obama", "Jon Huntsman", "President Bush"], "q": "of staff that <strong> President Bush </strong> had actually sought the intelligence job.... \"<strong> President Bush </strong>'s version of what took place has consistently been contrary to the facts,\" <strong> Donald Rumsfeld </strong> concludes.\" http://bit.ly/hmQ0k2 2012-- <q> GOP race could have Mormon subplot, </q> by <strong> Molly Ball </strong> and Jonathan Martin: \"<strong> Mitt Romney </strong> and <strong> Jon Huntsman </strong> <strong> Barack Obama </strong> are both Mormons, both wealthy scions of old Utah families, both ex-governors... And neither has shown much regard for the other. Now their unspoken competition", "new_id": -2}, {"uid": "1297260047038011259", "i": 40772, "idx": 12, "sa": ["Donald Rumsfeld"], "q": "resignation would make the scandal go away, and that he was worried about the consequences of shedding the head of the Pentagon in the midst of two difficult wars. <strong> Donald Rumsfeld </strong> accepted the president's decision. <q> I now believe that this was a misjudgment on my part <strong> ... More </strong> than anything else I have failed to do, </q> he writes, \"and even amid my pride in the many important things that we did accomplish, I regret that I did not leave at that point.\" Fans of Washington insider politics, meanwhile", "new_id": -2}, {"uid": "1295725464067436558", "i": 22664, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the booming mobile telephone market with its Android mobile operating system. \"Facebook is the world's biggest social network and Google is not going to come up with another social network,\" he said. <q> But they already have a massive social presence. \"YouTube is the third biggest website in the world and massively social... E-mail is still the primary social communication media and Google is the fastest growing email provider in the world. \"And they've got the largest blogging platform in the world so they are already a massive player in social, </q> he added. Moving too slow In a conference call with financial analysts after the surprise announcement that Page would replace <strong> Eric Schmidt </strong> in April, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort", "new_id": -2}, {"uid": "1296424092007127044", "i": 22992, "idx": 1, "sa": ["Zahi Hawass"], "q": ", opened the boxes in the magazine and took the precious objects. Other groups attempted to enter the Coptic Museum, Royal Jewellery Museum, National Museum of Alexandria, and El Manial Museum,\" <strong> Zahi Hawass </strong>, <q> My heart is broken and my blood is boiling. I feel that everything I have done in the last nine years has been destroyed in one day, </q> <strong> Zahi Hawass </strong> wrote. By <strong> Zahi Hawass </strong> On Friday, January 28, 2011, when the protest marches began in Cairo, I heard that a curfew had been issued that started at 6.00 pm on Friday", "new_id": -2}, {"uid": "1296017647213418050", "i": 46693, "idx": 1, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on Jan. 21 that his move was an effort to speed up decision-making. <q> In strategy we agree. There's no disagreement, </q> <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. \"In character, he's fundamentally a deeper thinker than anybody else,\" he said. \"He sees", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}, {"uid": "1297464292037044245", "i": 44242, "idx": 4, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "At a dinner this week, attended by \"The Daily Telegraph\", with conservatives in New York, <strong> Donald Rumsfeld </strong> elicited murmurs of approval when he suggested that <strong> Barack Obama </strong>'s troop-heavy strategy in Afghanistan was flawed. <q> I personally did not think we needed to make a career out of Afghanistan, </q> he said. \"The Soviets were in there with hundreds of thousands of troops for 12 years and lost. It's a landlocked country, it went through occupation, civil war, drought, hostile neighbours.", "new_id": -2}, {"uid": "1295136115025296936", "i": 11440, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "of California, <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. \"It felt like we were watching a miracle,\" <strong> Debbie Wasserman Schultz </strong> told reporters traveling back to Washington with her on Air Force One. <q> The strength that you could see flowing out of her, it was like she was trying to will her eyes open. </q> <strong> Gabrielle Giffords </strong> is expected to survive, although her condition and the extent of her recovery remain in doubt. As finger-pointing emerged in Washington and beyond over whether harsh political rhetoric played a role in creating", "new_id": -2}]