[{"uid": "1297414415011878413", "i": 44436, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "'' and contribute its expertise on hardware design and language support to bring the software platform to`` a larger range of price points, market segments and geographies.'' Nokia's Chief Executive <strong> Stephen Elop </strong> said that <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> <strong> Steve Ballmer </strong>, Microsoft's Chief Executive.`` Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to", "new_id": -2}, {"uid": "1295835991071843842", "i": 32183, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company.`` <strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,'' he said. <q> Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style. </q> Whats so strange about this? He wasnt our choice. He couldnt stay Become a Telstra dealer! ICT is your one-stop shop for all things Telstra including business broadband& SmartPhones running on the Next G â\u0084¢", "new_id": -2}, {"uid": "1297247574255688768", "i": 9154, "idx": 0, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> confessed that he is a <q> massive fan of <strong> Jay Leno </strong> that she felt that was an understatement.`` I think you need to take` mass' off and put` obsessive,' </q> said Abdul when asked to comment on <strong> Simon Cowell </strong>'s remark. The singer then clarified,`` He's obsessed with me.'' American Idol.'' Now, both have left the show, going on to", "new_id": -2}, {"uid": "1295296501138346498", "i": 17455, "idx": 1, "sa": ["Steve Ballmer"], "q": ". 3.`` We've got the greatest range of alternatives, the phones, the software, the craftmanship''. Numerically, Android has more phone alternatives and software choices. 4. <q> We sold 1.5 million into the carriers </q>. This is a carefully worded sentence. It does not say how many paying customers bought Windows Phone 7 devices. 5. When asked about people moving from PCs to wireless devices, <strong> Steve Ballmer </strong> responds:", "new_id": -2}, {"uid": "1296148178229572622", "i": 24858, "idx": 2, "sa": ["Rachel Maddow", "Harry Reid", "Walt Disney", "Sen. Bernie Sanders"], "q": "hours. When the Senate votes http://wn.com/MSNBCs_Rachel_Maddow_Sen_Majority_Leader_Harry_Reid_on_the_record__60_votes_the_filibuster <strong> Rachel Maddow </strong> interviews <strong> Harry Reid </strong> during her campaign coverage swing through Nevada on Wednesday. Visit: firedoglake.com Transcript from( www.newsy.com) BY STEVEN HSIEH You're watching multisource politics news analysis from Newsy <q> <strong> Sen. Joe Lieberman </strong>'m not here to set any great records or make a spectacle. <strong> Sen. Joe Lieberman </strong>'m simply here today to take as long as <strong> Sen. Joe Lieberman </strong> can to explain to the American people the fact that we have to do a lot better than what this agreement provides. </q>( C-SPAN) Eight hours later, the gentleman from Vermont would yield the floor. <strong> Walt Disney </strong> <strong> Sen. Bernie Sanders </strong>, a self-described-socialist, had only water to keep him going- as he rambled on and on against the proposed tax", "new_id": -2}, {"uid": "1296744573199131152", "i": 44155, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "will increase all in the need for higher CORPORATE PROFITS. These news stories are NOT trustworthy any more. Pure PROPOGANDA! Unemployed and underemployed are just NOY being counted any more. Report Abuse <q> Could this mean many have run out of benefits? </q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Stock Picking Software No Guessing- No Hunches- No Missed Trends- EVER- Learn", "new_id": -2}, {"uid": "1297671532135315459", "i": 8317, "idx": 2, "sa": ["Michael Vick", "Michael Hansen"], "q": "she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that`` people can reintroduce these dogs back into a society that's not going to abuse them.'' <q> The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn it into a vicious animal that will bite the mailman, the girl next door or grandma walking down the street, </q> <strong> Michael Hansen </strong> said. Betsy Adevai, 50, of Grand Rapids, Mich., said muscle dogs have become status symbols for young men who walk through her inner city neighborhood.", "new_id": -2}, {"uid": "1295559984175849556", "i": 14323, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "From <strong> Eric Schmidt </strong> An Update From The Chairman`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season.", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}, {"uid": "1297233943168116261", "i": 36485, "idx": 0, "sa": ["Tony Blair", "David Letterman", "Mohamed Hussein Tantawi", "Hosni Mubarak"], "q": "for years been regarded as national security threats by Defense <strong> Tony Blair </strong> Field Marshal <strong> Mohamed Hussein Tantawi </strong>.'' Secretary of Defense Gates has called <strong> Mohamed Hussein Tantawi </strong> four times in recent days. tells the LA Times: <q> It is obvious that <strong> Hosni Mubarak </strong> has the army's full loyalty. However, this is not unconditional and whether the army is willing to take the people's side or not will only depend on the anti-Mubarak demonstrators' ability to maintain pressure. If their presence in large numbers in Tahrir goes on for a longer period, only then would some army generals get fed up and be willing to strike a deal with the U.S. to oust him as the only solution to the conflict. </q> pm: Perhaps the absolute funniest line from the Egypt crisis, from <strong> David Letterman </strong>, via today's New York Times Week in Review:`` The good news is <strong> Hosni Mubarak </strong> may step down. The bad news is", "new_id": -2}]