[{"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.\" <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a \"right-wing media echo chamber\" that is <q>transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day.</q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said: \"By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.\" <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}, {"uid": "1297600395127287377", "i": 48204, "idx": 2, "sa": ["Robin Morris", "Allen Iverson", "Dan Tan", "Darius Morris"], "q": "all of <strong> Darius Morris </strong>' stats and encouraged him to keep going as he struggled to find his role in college. \"But kind of rag on me if I missed free throws,\" <strong> Darius Morris </strong> said. <q>Like, \"Come on, man, what's up? We need those free throws.'</q> <strong> Dan Tan </strong> became part of the <strong> Darius Morris </strong> family. With <strong> Darius Morris </strong> at Michigan, <strong> Darius Morris </strong>\" parents, DeWayne <strong> Darius Morris </strong> Sr. and <strong> Robin Morris </strong>, and their older son, DeWayne <strong> Darius Morris </strong> <strong> Allen Iverson </strong>, drove to Brentwood to pick up", "new_id": -2}, {"uid": "1297368296190234685", "i": 23342, "idx": 0, "sa": ["Jay Leno", "Paula Abdul", "Simon Cowell"], "q": "whether or not she would join him on the X Factor. Keep reading to find out what she had to say! <strong> Jay Leno </strong> started off asking <strong> Paula Abdul </strong> if she misses <strong> Simon Cowell </strong> to which she uncomfortably said, <q>Of course! I miss everybody.</q> Then <strong> Jay Leno </strong> told <strong> Paula Abdul </strong> that <strong> Simon Cowell </strong> said he was a \"massive fan\" of hers. <strong> Paula Abdul </strong> pointed out that it should be obsessive fan, and told <strong> Jay Leno </strong> that <strong> Simon Cowell </strong> was obsessed with her. That doesn't", "new_id": -2}, {"uid": "1295959250149602377", "i": 18378, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "'s members were to vote for it, Democrats could use the votes for spending cuts against them on the campaign trail. If they voted it down, Ryan's audacious plan would be effectively neutered. <q>If that \"s what they want to campaign on, let them vote on that. And if they do n`t bring that forward, I will do my best to see that they have that vote,</q> <strong> Sen. Bernie Sanders </strong> said. <strong> Sen. Bernie Sanders </strong> has been a foremost critic of austerity measures under consideration by lawmakers in both parties, and the <strong> Barack Obama </strong> administration. He\"s fought in particular to preserve Social Security in its current form", "new_id": -2}, {"uid": "1295156723221855763", "i": 25486, "idx": 0, "sa": ["Allen Iverson"], "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q>This was a <strong> Yao Ming </strong> win for us at somebody else's home,</q> <strong> Allen Iverson </strong> said. \"Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.\" Elias Says <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297294682073252874", "i": 14120, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler Group LLC is closely tracking currency exchange rates in Brazil, where the increasing strength of the Brazilian real has put pressure on its growth plans in the region, Chief Executive <strong> Sergio Marchionne </strong> said on Wednesday. <q>It's making things there quite costly,</q> Mr. <strong> Sergio Marchionne </strong> said Wednesday on the sidelines of the Chicago auto show. Copyright 2011 Dow Jones& Company, Inc.. All Rights Reserved This copy is for your personal, non-commercial use only.", "new_id": -2}, {"uid": "1295450752253739022", "i": 17715, "idx": 2, "sa": ["Katie Couric", "Sarah Palin", "David Letterman", "Dick Cheney"], "q": "most impressed her as <strong> Dick Cheney </strong> and why, what was the best and worst things <strong> Dick Cheney </strong> had done as <strong> Dick Cheney </strong>, why was Roe v. Wade an ill-conceived or a bad Supreme Court decision,\" <strong> Katie Couric </strong> told <strong> David Letterman </strong>. <q>And I think she really hadn't anticipated those kinds of questions, so I think it might've thrown her off a bit. And then we got into foreign policy- because, after all, she was at the UN meeting with world leaders- and clearly she was struggling with some of those answers.</q> While <strong> Katie Couric </strong> did note that, in <strong> Sarah Palin </strong>'s defense, they were not easy questions to answer, <strong> David Letterman </strong> reminded her that the \"What newspapers and magazines do you read?\" question was an easy one that", "new_id": -2}, {"uid": "1295365495187695155", "i": 11899, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "raise her whole arm, <strong> Kirsten Gillibrand </strong> told ABC News, adding that everyone in the room was crying. Afterwards, <strong> Kirsten Gillibrand </strong> said, the doctor declared it to be a major step forward for the patient. <q>We had been telling her that she was inspiring the country with her courage and that we couldn't wait to take her out to pizza and a weekend away,</q> <strong> Kirsten Gillibrand </strong> said through a spokeswoman. \"Then, after she heard our voices and the encouragement of Mark and her parents, she struggled briefly and opened her eyes for the very first time. It was a miracle", "new_id": -2}, {"uid": "1295955730102252553", "i": 34830, "idx": 2, "sa": ["Colin Powell", "Bill Clinton"], "q": ", troop levels continued to fall, to 1.7 million, for a 500,000 reduction by 1994.( By the end of <strong> Bill Clinton </strong>'s term, active duty forces stood at just under 1.4 million.) <q>Our goal was to reduce to a Base Force level with a cut of 500,000 active duty and an overall reduction of 25 percent of the budget,</q> <strong> Colin Powell </strong> said in an email. \"The new level may not have been reached while Mr. Cheney was still there or before I left, but the reductions were in train.\" He noted, \"<strong> Bill Clinton </strong> cut", "new_id": -2}, {"uid": "1295559703061718604", "i": 34053, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "for Google speaking with media and at conferences. Our read of the company is that <strong> Sergey Brin </strong> and Page have been driving most of the major strategic decisions for a while. <strong> Eric Schmidt </strong>: Google's Policy Is To <q>Get Right Up To The Creepy Line And Not Cross It</q> Quotes delayed, except where indicated otherwise. Delay times are 15 mins for NASDAQ, NYSE and Amex. See also delay times for other exchanges. Quotes and other information supplied by independent providers", "new_id": -2}]