[{"uid": "1296041453184270856", "i": 12124, "idx": 0, "sa": ["Bruce Golding", "Simon Cowell"], "q": "of Jamaica <strong> Bruce Golding </strong>, who urged the Caribbean region \"to continue its united action to fight the decision of the United Kingdom to impose the Air Passenger Duty( APD) tax.\" He said: <q> The region was united in its position that this tax is manifestly unjust to the countries of the Caribbean region. </q> Varying APD rates are dictated by the classification of worldwide destinations by the UK government, with passengers taking trips to the Caribbean being particularly badly hit. <strong> Simon Cowell </strong> <strong> Bruce Golding </strong> said: \"several leaders from", "new_id": -2}, {"uid": "1297295032002195654", "i": 13845, "idx": 0, "sa": ["Michelle Obama", "Kate Middleton", "Olivia Wilde", "Simon Cowell"], "q": "Hussein Collection/Getty Images </cite> <strong> Kate Middleton </strong> picking up princess tips? The royal-to-be enjoyed a lunch Wednesday with future step-mother-in-law, Camilla, the <strong> Kate Middleton </strong> of Cornwall, 63, at The Berkeley in London. that <q> they looked to be enjoying a pleasant conversation. </q> <strong> Michelle Obama </strong>: \"I Wasn't Invited\" to <strong> Kate Middleton </strong> Wedding Pals: Why <strong> Olivia Wilde </strong>, Italian Prince Husband Called It Quits <strong> Simon Cowell </strong> Unveils His' X Factor' Wardrobe Plans& Offers A Wedding Update", "new_id": -2}, {"uid": "1295914674088195073", "i": 37200, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "with reporters, <strong> Sen. Bernie Sanders </strong>( I-Vt.) said he was pleased to hear that the president won't propose either during his speech Tuesday night despite being included as main components of his fiscal deficit commission. <q> I think for the tens and tens of millions of American workers and for senior citizens, that is very welcome news, </q> <strong> Sen. Bernie Sanders </strong> said. \"So I applaud the president for standing up for Social Security, for his understanding that this is a program that has worked fantastically well for 75 years, and that he is going to defend", "new_id": -2}, {"uid": "1296163911042713105", "i": 21125, "idx": 1, "sa": ["Mike Pence"], "q": "up his mind, the congressman's mom did not deny it. \"What's a mother to do?\" she said. As for what her son will announce, she said: <q> I have nothing more to say. </q> After winning a sixth House term in November, <strong> Mike Pence </strong>-- one of the leading conservatives in Congress-- announced that he would be stepping down from House GOP leadership ranks as its", "new_id": -2}, {"uid": "1295299589143114299", "i": 17640, "idx": 0, "sa": ["Eric Schmidt", "President Bush", "Woodrow Wilson"], "q": "following Assange and <strong> President Bush </strong>.. <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... DAVID WILCOCK at the Project Camelot Awake and Aware Conference, Los Angeles, Sept 2009 DAVID WILCOCK at the Project Camelot", "new_id": -2}, {"uid": "1295361627259211268", "i": 22796, "idx": 0, "sa": ["Steve Ballmer"], "q": "Year award, Glo was selected by Microsoft Corp. as a prime example of applications touch-tuned to maximize the interactivity and features of the new slate devices that were shown at the Microsoft booth at CES in Las Vegas. <q> \"We are honored to be included in Product Scout </q> \" Microsoft CEO <strong> Steve Ballmer </strong> introduced several Windows 7-powered slates during his CES keynote presentation, and the CES trade show floor was punctuated with Microsoft and OEMs showing Windows 7-powered slates at their booths including apps such as", "new_id": -2}, {"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q> I think the role of the police in this is now going to become centre-stage. </q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}, {"uid": "1295386293114753561", "i": 13044, "idx": 5, "sa": ["James Haslam", "Sen. Bernie Sanders"], "q": "are making.\" Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. <q> There is no question in my mind the Vermont Legislature is going to see an assault from the insurance industry, </q> he said. \"There will be enormous pressure on the governor and Legislature not to go forward.\" <strong> James Haslam </strong>, director of the Vermont Workers Center which coordinated the Health Care is a Human Right Campaign", "new_id": -2}, {"uid": "1295582731089079830", "i": 24126, "idx": 0, "sa": ["Piers Morgan", "Jay Leno", "Howard Stern", "David Letterman", "Regis Philbin", "Joan Rivers"], "q": "Abdul, <strong> David Letterman </strong>- <strong> Howard Stern </strong> says that <strong> Jay Leno </strong> is a \"crook.\" In an interview on <strong> Piers Morgan </strong>... Video: <strong> Joan Rivers </strong> Moves in With Daughter, Brings Cameras Video: <strong> Regis Philbin </strong> Announces his Retirement in Summer Report Abuse <q> I have enjoyed Detroit 187. It is great to recognize the streets and places that I am familiar with. </q> The last two episodes have been excellent. There are so many interesting stories to tell about Detroit. Report Abuse \" Detroit 187 has legs and needs a chance to grow. It may seem like the typical", "new_id": -2}, {"uid": "1295036728092176422", "i": 26439, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the next generation a job opportunity, even with some sacrifices,\" said Carella, 61, who has built models including Pandas and Unos after moving to Turin from the southern town of Mammola in the 1960s. <q> It's time to give something back. This is the worst crisis I've seen. </q> Fiat Chief Executive Officer <strong> Sergio Marchionne </strong> is counting on workers like Carella to overshadow his opponents on a vote over concessions for a 1 billion-euro($ 1.3 billion) investment in the oldest of Fiat's six Italian", "new_id": -2}]