[{"uid": "1295736733074268675", "i": 37496, "idx": 7, "sa": ["Kobe Bryant", "Rasheed Wallace", "Gordon Brown", "Allen Iverson", "Mike Muscala", "Mo Williams"], "q": "win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> Gordon Brown </strong> around, the Cavs have little to fear. \"He willed this win for us,\" Cavs coach <strong> Mike Muscala </strong> <strong> Gordon Brown </strong> said of his star. <q>He has been doing that for us down the stretch, no matter who our opponent is.</q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half http://wn.com/Allen_Iverson_25pts_vs_Kobe_Bryant_Lakers_08/09_NBA_*Great_Dunks_Alleyoop_by_Kobe! The new-look Detroit Pistons still have the Los Angeles Lakers' number. <strong> Rasheed Wallace </strong> had 25 points and 13 rebounds, <strong> Allen Iverson </strong> added 25 points", "new_id": -2}, {"uid": "1295921372006537277", "i": 39622, "idx": 3, "sa": ["Zahi Hawass"], "q": "German archaeologist Ludwig Borchhardt found the statute in 1912 and it was taken to Germany in 1913. In the past, <strong> Zahi Hawass </strong> has sent letters to try and get he statue back to Egypt. <q>I am doing something that I believe in and that should have been done a 100 years ago,</q> <strong> Zahi Hawass </strong> told AP. \"My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to follow suit.\"", "new_id": -2}, {"uid": "1297696256029687816", "i": 25338, "idx": 2, "sa": ["David Letterman"], "q": "it showed the Speaker doing what he does best- crying( in a \"60 Minutes\" interview). <strong> David Letterman </strong> also noted that Lee resigned a few hours after the shirtless photo appeared. <q>Who said Congress can't get anything done?</q> cracked <strong> David Letterman </strong>. Of course, the jokes will eventually die down. Which brings me back to my original thought that Lee should eventually become a candidate for his own seat. I assume that", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q>the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose.</q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}, {"uid": "1295776199167018597", "i": 40034, "idx": 0, "sa": ["Andy Coulson"], "q": "they have the technology, money and resources to innovate off what they already have, that's when we really have to worry. Report Abuse \"China's new stealth fighter may use US technology\" Report Abuse <q>They seem to copy EVERYTHING! Very little innovation on their part. And for all who want to defend this I say, you must be very, very young and Chinese, lol.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Super Cheap Car Insurance Get Super Cheap Car Insurance Online. Free Quotes in Under", "new_id": -2}, {"uid": "1297217145164478976", "i": 24821, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Management Centers Chrysler to 25 percent from the 20 percent it previously held. However, Fiat Chrysler CEO <strong> Sergio Marchionne </strong> recently revealed that the two companies could eventually become indistinguishable if they were to merge into one entity. <q>From a corporate governance standpoint, there's a point where separate companies make no sense,</q> <strong> Sergio Marchionne </strong> told Renault. Before the two companies could merge however, Fiat and Chrysler need to meet a series of objectives as defined by the U.S. government during Chrysler's 2009 bankruptcy", "new_id": -2}, {"uid": "1297562861212975618", "i": 2798, "idx": 0, "sa": ["Kirsten Gillibrand", "Hillary Clinton", "James F. Amos"], "q": "nation fights two wars. <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.), who recently took over <strong> Hillary Clinton </strong>'s former seat on the Senate Armed Services Committee, also worried today about decreased funding of the Marines: <q>The Marine Corps must have the resources it needs to respond to new and emerging cyber threats and terror threats in different parts of the world. Secretary <strong> Robert Gates </strong> will explain his vision to the committee next week, and I look forward to working with him to ensure the Marine Corps is well-positioned to respond to the new security demands that will continue to emerge,</q> <strong> Kirsten Gillibrand </strong> said in a statement. In a speech Tuesday night at the Marine Memorial Club in San Francisco, <strong> James F. Amos </strong>, the first Commandant from the airwing of the Corps, said his cutback plan was a", "new_id": -2}, {"uid": "1295717001239091721", "i": 43827, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "Crown Prosecution Service( CPS) has asked a senior QC to \"comprehensively\" re-examine material amassed as part of the original inquiry and any new evidence. In his resignation statement, Mr <strong> Andy Coulson </strong> said: <q>Nothing is more important than the Government's task of getting this country back on its feet. \"Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role.</q> Speaking to reporters later, Mr <strong> David Cameron </strong> said he had done an \"excellent, excellent job\" as his communications chief. Boy, 9, has Disney World trip ruined after US immigration rules him", "new_id": -2}, {"uid": "1296854638096747656", "i": 16696, "idx": 0, "sa": ["Sergio Marchionne"], "q": "network in the next five years, <strong> Sergio Marchionne </strong> said today at the J.D. Power& Associates International Automotive Roundtable in San Francisco. The company has about 2,311 dealers, said Ralph Kisiel, a spokesman. <q>Dealers are showing confidence in Chrysler Group's future,</q> <strong> Sergio Marchionne </strong> said at the event, which precedes the National Automobile Dealers Association's annual convention tomorrow. Dealers have spent$ 304 million on new buildings and renovations since the company emerged from bankruptcy 19 months ago, he", "new_id": -2}, {"uid": "1296555335171900942", "i": 37071, "idx": 1, "sa": ["Barbara Walters", "David Letterman"], "q": "<strong> Barbara Walters </strong> says she spent most of the time after the initial diagnosis trying to deny she needed the surgery. Perhaps, she says, she was hoping doctors would find a new, less invasive process. <q>I had heard some horrendous things about it. You're in agony, and then you'll be depressed,</q> she says. \"It is barbaric,\" <strong> David Letterman </strong> tells <strong> Barbara Walters </strong> about the operation, in which doctors saw the chest open and use a spreader to get to the heart. \"I've", "new_id": -2}]