[{"uid": "1296400304150192146", "i": 13174, "idx": 2, "sa": ["Carl Nicks", "Michael Vick", "Jason Witten", "Tony González"], "q": "here that have been great for a long time.\" <strong> Carl Nicks </strong> said to take the field alongside veteran stars such as <strong> Michael Vick </strong>, <strong> Tony González </strong>, <strong> Jason Witten </strong> and countless others has been \"breathtaking.\" <q> There's no real word to describe it, </q> <strong> Carl Nicks </strong> said. \"It's a blessing to be around all the Pro Bowlers, the stars of the game. To be considered among them for a week, that's a blessing. It's a once-in-a-lifetime", "new_id": -2}, {"uid": "1295439857265502752", "i": 29979, "idx": 1, "sa": ["Michael Gove"], "q": "of state education? \" The people campaigning for free schools up and down the country are not professional politicians or political activists \" <strong> Michael Gove </strong>'s 25-year-old ex-adviser given? 500,000 free schools grant- <q> They mean parents can choose the school which reflects the cultural and moral ethos they want instead of being forced to put up with a state school where a PC p[ olitical/moral ethos is forced on kids regraless of parents wishes. PARENT POWER!!! </q> What do you propose instead of teaching a \"PC moral ethos\" ? What should a school teach then, if not that racism and sexism are not to be encouraged and voting is a good idea?", "new_id": -2}, {"uid": "1295804524123387906", "i": 46367, "idx": 3, "sa": ["Allen Iverson", "Kobe Bryant", "George Karl", "Nicolas Batum"], "q": "a span of two seconds after techNicolas Batumal fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player Indiana Pacers 54 point third qtr The quality is", "new_id": -2}, {"uid": "1297185626119177230", "i": 44734, "idx": 10, "sa": ["Paula Abdul", "Simon Cowell"], "q": ") But when asked if former \"Idol\" judge Abdul\" Abdul-Paula Abdul-PECLB000004.topic\"> <strong> Paula Abdul </strong> would be involved, he left the option open. \"I'm a massive fan of <strong> Paula Abdul </strong>,\" he said. <q> We've been in regular contact. </q> <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it. \"Over the years you've seen a different type of artist emerge,\"", "new_id": -2}, {"uid": "1296532421049463301", "i": 11796, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass", "Barack Obama"], "q": "missed the real treasure and stole from the gift shop instead.\" The Coptic Museum, Royal Jewellery Museum, National Museum of Alexandria and El Manial Museum have also been targeted. Mr <strong> Zahi Hawass </strong> said: <q> My heart is broken and my blood is boiling. </q> Yesterday tanks continued to look on as tens of thousands of protesters in nearby Liberation Square continued to defy <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong>'s curfew amid a carnival atmosphere. They were demanding an end to his 30-year reign.", "new_id": -2}, {"uid": "1296552417261570573", "i": 28481, "idx": 3, "sa": ["Allen Iverson", "Michael Redd", "Allen Young", "Larry Brown"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom. \"It's special, and it's a tribute to my coach and my teammates,\" said <strong> Allen Iverson </strong>. <q> I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball, </q> <strong> Larry Brown </strong> said. \"There were so many lessons to be learned, from him Young_Allen Iverson_48pts_vs_Michael Redd_Michael Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters", "new_id": -2}, {"uid": "1296941344169869340", "i": 46936, "idx": 4, "sa": ["Chris Dodd", "Sergio Marchionne", "Barney Frank"], "q": "a picture of... <strong> Sergio Marchionne </strong> Photo in Slideshow: Chrysler Group LLC employee works on assembly... Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> Photo: A demonstrator wears a mock mask of Fiat CEO <strong> Sergio Marchionne </strong> Report Abuse <q> I'm sorry.. most of us` regular' folks out there think the whole deal.. including <strong> Barney Frank </strong>, <strong> Chris Dodd </strong>, FANNIE MAE, FREDDIE MAC, The Black Congressional Caucus, O'Buma, TARP, the` bailouts'.. EVERYONE connected with the` government'.. are ALL` shysters'. </q> Report Abuse \" And what was inappropriate about the use of the term? \" Report Abuse \" Welcome to the real world. I'd like to hear more super rich CEO's, whine like babies. \"", "new_id": -2}, {"uid": "1295868870143261707", "i": 31317, "idx": 0, "sa": ["Barack Obama", "Eric Schmidt"], "q": "Waarom is <strong> Eric Schmidt </strong> opgestapt als topman van Google? <strong> Eric Schmidt </strong> zegt er zelf niets over, behalve dat hij de inmiddels beroemde tweet verstuurde: <q> Dagelijks ouderlijk toezicht niet meer nodig! </q> We weten maar bitter weinig over het vertrek van <strong> Eric Schmidt </strong>. De machtswisseling in Mountain View voedt de geruchten dat <strong> Eric Schmidt </strong> zich opmaakt voor een baan binnen de regering van <strong> Barack Obama </strong> of dat hij door Google geslachtofferd wordt", "new_id": -2}, {"uid": "1295384030075563082", "i": 5575, "idx": 0, "sa": ["Ricky Gervais", "David Letterman", "Howard Stern", "Oxygen Thief", "Julius Caesar"], "q": "with remarks that seemed cruel rather than witty. Just my opinion. January 18, 2011 07:39 AM <strong> Ricky Gervais </strong> can be very funny, but he reminds me of something <strong> David Letterman </strong> said about <strong> Howard Stern </strong>, <q> He's extremely funny but he doesn't know when to put on the brakes. </q> I suppose it's always been the case that the easiest way to get attention is to do something terrible. Would we remember Brutus if he hadn't stabbed <strong> Julius Caesar </strong>? Would anyone know that <strong> Oxygen Thief </strong> in", "new_id": -2}, {"uid": "1297243911074432540", "i": 19243, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "critical of many of his former colleagues and says he wanted to quit following the Abu Ghraib human rights scandal but his resignation was vetoed by the President.In the account that the Los Angeles Times describes as one about <q> shifting blame and settling scores </q>, Mr. <strong> Donald Rumsfeld </strong> writes that Mr. Bush never asked him whether invading Iraq was the right course to take. Disclaimer: The Hindu is not responsible for the content of external internet sites.", "new_id": -2}]