[{"uid": "1295155571091308074", "i": 48199, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "run from sixth seed to the Super Bowl, but nothing looks out of the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. <q>This probably was my best performance-- the stage we were on, the importance of this game,</q> <strong> Aaron Rodgers </strong> said. \"It was a good night.\" <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in Philadelphia", "new_id": -2}, {"uid": "1295575221120422407", "i": 48158, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "This move is a big one for ol' Google, as <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> have long run the company as a trio, an approach Page articulated quite clearly in the company's 2004 IPO filing: <q>We run Google as a triumvirate. The three of us run the company collaboratively with <strong> Sergey Brin </strong> and me as presidents. The structure is unconventional, but we have worked successfully in this way.</q> Though it goes against Google's well-worn techniques, Shmidt claims the reorganization won't hurt the company's mojo. In fact, he believes the new management structure will speed up the decision making process.", "new_id": -2}, {"uid": "1295715899131842121", "i": 25776, "idx": 12, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Sen. Joe Lieberman"], "q": "phones on the 9/11 bill while en route to Afghanistan. On the DADT repeal, <strong> Sen. Joe Lieberman </strong> has joked that he had GOP colleagues begging him to call off the New York pit bull. Says the Connecticut independent, <q>This is a person who will do what she has to do to achieve what she has to achieve.</q> Not everyone is so charmed. In the Senate, <strong> Kirsten Gillibrand </strong> has shifted left on both gun control and immigration, prompting cries of flip-floppery, along with sharper accusations that she is the puppet of <strong> Chuck Schumer </strong>,", "new_id": -2}, {"uid": "1295094125134053943", "i": 20079, "idx": 9, "sa": ["Kobe Bryant", "Allen Iverson", "Shaquille O'Neal"], "q": "after beginning the season 11-0, the best start in club history. <strong> Shaquille O'Neal </strong> missed his fourth straight game with an abdominal strain. \"I wanted to win, but rebounding really killed us,\" <strong> Kobe Bryant </strong> said. <q>With us being a successful team, every team is coming after us. We just could not get it done on the defensive boards and in the end it really hurt us.</q> \"It's a big difference when you've got a guy driving down the lane all the time laying the ball up,\" said Los Angeles point guard Nick Van http://wn.com/Allen_Iverson_44pts_15asts_vs_Steve_Nash_Phoenix_Suns_06/07 <strong> Allen Iverson </strong> dishes 15 assists on top of", "new_id": -2}, {"uid": "1297077143210305038", "i": 12110, "idx": 0, "sa": ["Simon Cowell"], "q": "holidaying in Africa? According to the News of the World, <strong> Simon Cowell </strong> has convinced TV executives in the US to give Cole a place on the panel for the new show. A source said: <q><strong> Simon Cowell </strong> is the boss of this show. He gets what he wants and he wants Cheryl. The money you make on American TV is huge, but there's also a huge risk.</q> \"The way American contracts are gives Fox the chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen.\" \"As soon as it's", "new_id": -2}, {"i": 30603, "idx": 3, "index_answer": 0, "new_id": -1, "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q>turned and looked at the picture... then looked me right in the eye... and walked away.</q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "sa": ["Richard Hunter", "Michael Vick"], "uid": "1297140587008634392"}, {"uid": "1297174738149192708", "i": 25370, "idx": 2, "sa": ["Gwen Ifill", "Donald Rumsfeld"], "q": "sides, more in touch with their humanity than they might have been. You don't want to be a person that wants to see someone getting tortured.\" This is how the book came about: <q>Steve and I worked on this strange little book together called Where to Invade Next. So that was sort of our first collaboration; as fiction writers can do, we tried to take the point of view of a conservative think thank and map out the arguments to why we should invade all these other countries. And so in a weird way when Steve came up with this idea it was this[ logical] next step.</q> The Post assigned PBS Washington Week moderator <strong> Gwen Ifill </strong> to review <strong> Donald Rumsfeld </strong>'s actual memoir, and unsurprisingly, this liberal pundit defends the media as painfully objective and perfectly accurate, and <strong> Donald Rumsfeld </strong> as a fantasist", "new_id": -2}, {"uid": "1295692931212844550", "i": 24633, "idx": 0, "sa": ["Girish Paranjpe", "Eric Schmidt"], "q": ",\" <strong> Eric Schmidt </strong> said after leading the search giant to gigantic heights. Back in Bangalore, <strong> Girish Paranjpe </strong> said change was in the works \"at least in the thinking\" for some time now. <q>Given the current market scenario, which is more predictable, we wanted to have a simpler structure at Wipro,</q> he said. For the nine months ended September 30, 2010, Cognizant had revenues$ 3.3 billion, compared with$ 3.6 billion of Wipro. The company is yet to announce numbers for the December", "new_id": -2}, {"uid": "1295722934067436550", "i": 15743, "idx": 2, "sa": ["Andy Coulson"], "q": "now conduct a thorough investigation into the phone hacking. \"To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,\" he said. <q>I hope now finally that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come to light.</q> It is understood Mr <strong> Andy Coulson </strong> informed the Prime Minister of his intention to leave on Wednesday evening. No decision has yet been taken on a replacement. Mr <strong> Andy Coulson </strong> resigned as editor of the News", "new_id": -2}, {"uid": "1295450622002900031", "i": 45510, "idx": 2, "sa": ["Sergio Marchionne"], "q": "flexibility of the engineering in the future vehicles. \"You're going to see a new architecture on the line, a completely different architecture, completely re-thought,\" <strong> Sergio Marchionne </strong> told reporters after the event. <q>We've learned a lot in making this minivan over the last 20 plus years. We need to upgrade this and make it a much more versatile platform, one that will allow us to make more than just minivans.</q> Being able to build the next-generation minivan and other vehicles on the same platform is part of <strong> Sergio Marchionne </strong>'s plans to reduce the complexity of the company's model lineup. \"I'd like to", "new_id": -2}]