[{"uid": "1297192004228835329", "i": 35893, "idx": 0, "sa": ["JD Roth", "Anderson Cooper", "David Letterman", "Simon Cowell"], "q": ", executive producer <strong> JD Roth </strong> has previously stated the show would welcome her back.`` Yes, the door is always open for Jillian[ to return],'' he told reporters in December. <q> Absolutely, yes. Jillian brings a very unique form of television and she is a special individual. And I think Bob and Jill, you know, to me, are 90 plus percent of the reason that the show is successful. And it's the work that they put in that made the show what it is. </q>` The Bachelor' star Brad Womack cuts Alli Travis and Jackie Gordon Jillian Michaels in the process of attempting to adopt child from Africa <strong> Anderson Cooper </strong> to appear on CBS'` Late Show with <strong> David Letterman </strong>' <strong> Simon Cowell </strong>:`", "new_id": -2}, {"uid": "1296092084132530182", "i": 14610, "idx": 0, "sa": ["Roger Kay", "Eric Schmidt"], "q": "the personality and business expertise to run day-to-day operations at a company of Google's size and stature.`` <strong> Eric Schmidt </strong> was the most business- and market-focused guy they had,'' says veteran tech analyst <strong> Roger Kay </strong>. <q> Larry Page doesn't replace that business acumen, and Google needs to replace it one way or another. </q> Certainly any time there's a change in leadership at a company, it can be perceived as a victory for the competition. In this case, Microsoft-- one of Google's biggest competitors in various", "new_id": -2}, {"uid": "1295606549109838348", "i": 43130, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "tremendous leader and I have learned innumerable lessons from him.'' Mr Page said Google is just at the`` tip of the iceberg'' of how the internet will change consumers lives in the future. <q> If you think about the next five years of what your online life will be like, we are only just[ getting] started and I am very excited, </q> he added. Mr <strong> Eric Schmidt </strong> said his new role would concentrate on`` deals, partnerships, customers and broader business relationships''. Mr <strong> Sergey Brin </strong> will devote his time to`` strategic projects'', particularly", "new_id": -2}, {"uid": "1296241796002752521", "i": 9236, "idx": 0, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": ", the visionary Page rather than the seasoned manager <strong> Eric Schmidt </strong> was urgently needed to combat the threat from Facebook, which is controlled by 26-year-old wunderkind <strong> Mark Zuckerberg </strong>. Google couched the announcement in terms of management clarity and efficiency( <q> We'll operate and execute even better </q> in <strong> Eric Schmidt </strong>'s words), but the real need is to reestablish the entrepreneurial drive that is propelling Facebook. How will Google and Facebook compete? The goal of each is to be the point of", "new_id": -2}, {"uid": "1295012474152616980", "i": 12117, "idx": 2, "sa": ["Lily Allen", "Simon Cowell"], "q": ", whose guests on the ITV1 interview show have included <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to`` say a little prayer''. Ed Simons in 2008.", "new_id": -2}, {"uid": "1295629433247332867", "i": 23729, "idx": 2, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "the prime minister. Tom Watson, the former Labour defence minister, who has pursued <strong> Andy Coulson </strong> in his position as a member of the Commons culture committee, warned the prime minister now faced serious questions. <q> This is the second job that <strong> Andy Coulson </strong> has resigned from for something he claims to know nothing about, </q> Watson said.`` His departure creates serious questions over the prime minister's judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp.`` It's a", "new_id": -2}, {"uid": "1296224676092700695", "i": 2085, "idx": 9, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion, said she trusts that <strong> Mike Pence </strong> has`` come to the place that's right for him and his family.'' <q> What I most want is for him to have a long future, </q> <strong> Marjorie Dannenfelser </strong> said.`` So I'm sure that he's made a discernment that this is the right move.'' Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295501959237502465", "i": 41059, "idx": 1, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "network show called`` <strong> Oprah Winfrey </strong> Presents Master Class'' delves into <strong> Simon Cowell </strong>'s childhood and gives him a chance to reflect on why he has become so successful. In her introduction, <strong> Oprah Winfrey </strong> says <strong> Simon Cowell </strong> has made his mark <q> by going against the grain and having the courage to say exactly what is on his mind. </q>`` I'm not a master of anything,'' says <strong> Simon Cowell </strong>.`` I think what I'm good at is making shows or records which a lot of people will like for the same reasons I", "new_id": -2}, {"uid": "1297270846258801676", "i": 46992, "idx": 1, "sa": ["Ed Westwick", "Cheryl Cole", "Simon Cowell"], "q": "him being the voiceover act as they are wary of making the show too British with <strong> Simon Cowell </strong> already confirmed as a judge and <strong> Cheryl Cole </strong> also lined up for a role. He explained: <q> They have to decide how British they want the show to be, and whether they want a British voice and a British judge like <strong> Cheryl Cole </strong>. </q> But if he impresses US executives, 49-year-old <strong> Ed Westwick </strong>- who has two teenage sons with his wife Barbara- would be happy to relocate to Los Angeles during the filming of the series. He", "new_id": -2}, [{"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q> the left is trying to goad her into it, </q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}]]