[{"uid": "1297194894179781667", "i": 2635, "idx": 3, "sa": ["George W. Bush", "Colin Powell"], "q": "<strong> George W. Bush </strong> at a Feb. 3, 2003 National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as having told the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' Rumsfeld said Khurmal was operated by Ansar al-Islam", "new_id": -2}, {"uid": "1297720803009617535", "i": 19730, "idx": 0, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "isolated incidents in the history of a group willing to be a chief ally in the exploitation of women and girls,'' said Susan B. Anthony List president <strong> Marjorie Dannenfelser </strong>, in a statement after the protest. <q> Yet, this organization insists that it deserves taxpayers' continued support, </q> she said. Since the videos were released, U.S. Representative <strong> Mike Pence </strong>, an Indiana Republican, has proposed legislation to deny family planning federal funding to any healthcare provider that offers abortion. Planned Parenthood", "new_id": -2}, {"uid": "1295583884071548935", "i": 38363, "idx": 4, "sa": ["Danny Sullivan", "Eric Schmidt"], "q": "being the main public face of the company.'' <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements`` harmful to Google's reputation'' and the three top executives may have decided <q> it was time for a fresh public face. </q> Giftwithlove.com: Order Online for Gift delivery in India starting Rs. 289/ Follow the ups and downs of your investments. Try our new Portfolio Tracker href=\"http://www.business-standard.com/india/news/bkishore-mahbubanibwest-will-use-india-to-contain-china039s-rise/421902/\" title=\" <B>Kishore Mahbubani:</B> The West will use India to contain", "new_id": -2}, {"uid": "1295495384012058636", "i": 17099, "idx": 0, "sa": ["Steve Ballmer", "Dianne Reeves", "Herbie Hancock", "Christine Gregoire"], "q": " She won't be the only Washingtonian at the dinner. Microsoft CEO <strong> Steve Ballmer </strong> also will be there, as will <strong> Christine Gregoire </strong>'s daughter, Courtney. An item in The Washington Post notes: <q> The White House will be serving its more than 225 guests a haute meat-and-potatoes meal: Dry-aged rib-eye steak, buttermilk crisp onions, double-stuffed potatoes, and creamed spinach. That's after a first-course of pear salad, and a second course of poached Maine lobster with orange-glazed carrots and black trumpet mushrooms. </q> The post-dinner entertainment will be heavy on jazz, with <strong> Dianne Reeves </strong> and <strong> Herbie Hancock </strong> among the musicians slated to perform. <strong> Christine Gregoire </strong> sent out a statement saying she hopes to use the opportunity to strengthen trade ties with", "new_id": -2}, {"uid": "1297285473062046222", "i": 14893, "idx": 0, "sa": ["Simon Cowell"], "q": " Q Is it ever OK to walk out on a first date? A Only if they're disrespectful.... I'd put money down for the check, and I'd be, like, <q> Have a good night. </q> I always drive myself on the first date. So you're never obligated to stay. Q How much booze is too much on a date? Does <strong> Simon Cowell </strong> have` The X Factor'?", "new_id": -2}, {"uid": "1297177627217825367", "i": 51415, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "the Bush administration's war and anti-terrorism records, and his own reputation as a boss who intimidated some of the Pentagon brass.`` Oh the poor people,'' he says of generals who complained. <q> I terrified them.... My goodness. </q> There's also a remarkable moment during the conversation when <strong> Donald Rumsfeld </strong> chokes up, tears in his eyes, as he talks of his wife's health problems. Egypt: Protest Movement Continues; Government Projects`", "new_id": -2}, {"uid": "1297617700254115851", "i": 10656, "idx": 0, "sa": ["Mike Pence"], "q": ", R-Ind., that would deny federal family-planning funds to any organization that performs abortions. <strong> Mike Pence </strong> makes clear that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding. <q> Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> <strong> Mike Pence </strong> said.`` The time to deny any and all funding to Planned Parenthood is now.'' Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an", "new_id": -2}, {"uid": "1296138824192086067", "i": 24107, "idx": 0, "sa": ["Michael Duffy", "Mike Pence", "Tom Davis"], "q": ". This means that the days are numbered for the auTom Davisated recordings at airports, and announcements about a color code level that were, too often, accompanied by little practical information.'' TIME cover story- <q> The Role Model: What Obama Sees in Reagan, </q> by <strong> Mike Pence </strong> Scherer and <strong> Michael Duffy </strong>:`` Both faced deep economic downturns with spiking unemployment in their first term. Both relied heavily on the power of oratory.` Our hope,' admits Gibbs,` is", "new_id": -2}, {"uid": "1294969133139608087", "i": 8667, "idx": 0, "sa": ["Josh Greenbaum", "Steve Ballmer", "Bob Muglia"], "q": "offered by IBM and Oracle and in part by SAP. <strong> Josh Greenbaum </strong>, principal at software consultancy Enterprise Matters, offers up this sophisticated interpretation of the strategic intent behind <strong> Steve Ballmer </strong>'s ouster of <strong> Bob Muglia </strong>: <q> Microsoft is going to reorg around its own` stack' business, and in doing so take a major new tact in the battle for the enterprise, </q> writes <strong> Josh Greenbaum </strong> in a blog post called href=\"http://ematters.wordpress.com/2011/01/11/Bob Muglia-Bob Muglia-leaves-is-this-the-beginning-of-a-major-enterprise-realignment-at-microsoft\"> <strong> Bob Muglia </strong> Leaves-is this the Beginning of a Major Enterprise Realignment at Microsoft?.`` The new tact will be Microsoft's own version of the stack wars", "new_id": -2}, {"i": 12826, "idx": 4, "index_answer": 0, "new_id": -1, "q": "taken a lot of the heat unfairly'' and`` deserve a lot of credit'' for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> <q> was critical of indefinite detention for unlawful combatants. He was critical of military commissions, </q> he said.`` And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.'' The", "sa": ["Donald Rumsfeld", "Barack Obama"], "uid": "1297215580168738818"}]