[{"uid": "1296166810171278370", "i": 58714, "idx": 0, "sa": ["David Letterman"], "q": "has a scheduled video teleconference to link U.S. and Asian school children, so they can freely exchange solar ideas and foster friendships.`` The children are quick to grasp and accept solar,'' said Santos. <q> We're not just planting seeds of knowledge about renewable energy for the distant future; we have been doing this long enough to witness the children passing on their new-found knowledge to their parents who then respond by purchasing and installing solar systems. </q> After chatting with Midori, I ran into <strong> David Letterman </strong> Woycio, president of Metro Solar Inc.( href=\"http://www.metro-solar.com\" target=\"_blank\"> www.metro-solar.com), good friend and fellow contractor, in the Viessmann booth. He is", "new_id": -2}, {"uid": "1295530680005685330", "i": 43648, "idx": 0, "sa": ["Enda Kenny", "Eamon Gilmore"], "q": "He added:`` These are the last days of the worst government in the history of the state.'' Mr <strong> Enda Kenny </strong> accused the Taoiseach of a`` cowardly, disgraceful act'' and that he was <q> refusing to come in here today to tell the people of his country what is happening with a Government that has imploded, with a Government that is dysfunctional, that has disintegrated, and that had let our people down </q>. <strong> Eamon Gilmore </strong> claimed the affair was unprecedented and eccentric.`` What is happening here this morning is disrespectful of the people of this country,'' Mr <strong> Eamon Gilmore </strong> said. Bring home 7 far-flung friends this", "new_id": -2}, {"uid": "1295153110091308033", "i": 13616, "idx": 1, "sa": ["Stan Van Gundy", "Allen Iverson", "Chauncey Billups"], "q": "for the Lakers, but went 12-of-30 from the floor.`` We just played a good all-around game,'' <strong> Allen Iverson </strong> said after the Pistons won for the third time since his arrival from Denver five games ago. <q> It's just about playing basketball, underStan Van Gundyding what we want to do on the basketball court.`` We didn't feel like it would take long, but we knew it would be kind of shaky in the beginning because I'm a totally different player than <strong> Chauncey Billups </strong>. I'm a lot more aggressive when it comes to driving to the basket, so my teammates have to know what spot I want them to be in to be able to create shots for them. </q> In winning their first seven, the Lakers had averaged a league-high 104.7 points and held opponents to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final", "new_id": -2}, {"uid": "1295432579026050652", "i": 18064, "idx": 1, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "a ratings slump or slip farther away from the top spot. American viewers have never known an Idol that doesn't feature <strong> Simon Cowell </strong>'s rolling eyes, one-liners or antagonistic adjectives. Will they embrace it? <q> We're certainly back to having fun, </q> said executive producer <strong> Nigel Lythgoe </strong>, who rejoined the singing competition after a two-year hiatus.`` At some point along the way, and we're certainly all guilty of it, we started taking ourselves tooseriously. I know", "new_id": -2}, {"uid": "1295381118095354894", "i": 15148, "idx": 0, "sa": ["Angelina Jolie", "Justin Bieber", "Pauly D", "Anne Hathaway"], "q": "coolest thing. Even his manager was like yea that's the coolest thing, with the hair.'' OK! GALLERY: HOT GUYS ABOUND AT THE GOLDEN GLOBES! <strong> Justin Bieber </strong> even has <strong> Pauly D </strong>'s support <q> on the one's and two's. </q> <strong> Pauly D </strong> joked with OK!,`` I play his tracks and I let everybody know that.'' Lunchtime Lowdown: <strong> Justin Bieber </strong>'s Dinner Date with Miley Cryus?; <strong> Anne Hathaway </strong>'s New Boyfriend a Thief? <strong> Angelina Jolie </strong>", "new_id": -2}, {"uid": "1297126081224133121", "i": 10056, "idx": 1, "sa": ["Simon Cowell"], "q": "episode of href=\"http://www.zap2it.com/tv/american-idol/\">`` American Idol'' since he left the show. Talking to reports on a conference call for his new music competition series,`` The X Factor,'' <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings.`` What I was more concerned about[ was] the", "new_id": -2}, {"uid": "1295226642111804432", "i": 35041, "idx": 0, "sa": ["Geoffrey Rush", "Johnny Depp", "Hugh Hefner", "Mel Gibson", "Angelina Jolie"], "q": "he's getting onto to some better bulleyes: He's clearing up while`` The Tourist'' got nominated: Apparently the Hollywood Foreign Press Association didn't just nominate it to hang out with <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>. <q> They also accepted bribes. </q> He's also suggesting the best special effects Globe should go to the people who airbGeoffrey Rushed the`` Sex and the City 2? poster. Now, he's taking cracks at <strong> Hugh Hefner </strong>, <strong> Mel Gibson </strong>, certain famous Scientologists", "new_id": -2}, {"uid": "1295977917157089793", "i": 21589, "idx": 1, "sa": ["Barack Obama", "Alassane Ouattara", "Tommy Vietor"], "q": "advisor, <strong> Tommy Vietor </strong> Donilon. <strong> Alassane Ouattara </strong>'s position was meanwhile reinforced by a definitive report from href=\"http://uk.news.yahoo.com/fc/european-union.html\"> European Union observers stating that his claim to be <strong> Barack Obama </strong> was`` credible''. <q> A recount is not in the least necessary, </q> said Romanian MEP Christian Preda, who presented the report on behalf of some 120 observers from across the 27-state href=\"http://uk.news.yahoo.com/fc/european-union.html\"> EU bloc, plus Norway and Switzerland. <strong> Alassane Ouattara </strong> was declared winner by", "new_id": -2}, {"uid": "1296909500107855895", "i": 22614, "idx": 0, "sa": ["Simon Cowell"], "q": "hunk writhes around with half-naked ladies in the music video for provocative single Tonight( I'm Lovin' You), although he admits selecting the women to dance in the clip was a mortifying experience. <q> No, I couldn't do it! </q> he replied when asked if he behaved like famously harsh reality television judge <strong> Simon Cowell </strong> during the casting.`` The director would give me a tap when he liked someone, but I couldn't even look up", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said.`` I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}]