[{"uid": "1295616367207978512", "i": 43725, "idx": 2, "sa": ["Andy Coulson"], "q": "family mean that he feels compelled to do so. <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government\" <q> During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete professionalism. He has been a brilliant member of my team and has thrown himself at the job with skill and dedication. He can be extremely proud of the role he has played, including for the last eight months in Government </q>. This is the second time that Mr <strong> Andy Coulson </strong> has been forced out of a high-profile position over the so-called phone-hacking scandal as he was forced to quit as editor of the News of the World in early", "new_id": -2}, {"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino. \"I am excited about this partnership with Nokia,\" <strong> Steve Ballmer </strong> said of the pairing. <q> Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}, {"uid": "1296555335171900942", "i": 37075, "idx": 5, "sa": ["Robin Williams", "Barbara Walters", "David Letterman"], "q": "attention. Heart disease is a serious problem, especially for women, who tend not to get the right care. \"Take advantage of the technology and care that's available,\" <strong> David Letterman </strong> says. <q> There's no reason why a man or woman in this day and age should unexpectedly drop dead of a heart attack. </q> \"Stop the heart, work on it, restart it- good luck,' <strong> Robin Williams </strong> tells <strong> Barbara Walters </strong> during the special.( Svennevik/ABC) <strong> Robin Williams </strong> tells <strong> Barbara Walters </strong> he\"s much more grateful for everything.", "new_id": -2}, {"uid": "1295665752254312485", "i": 15919, "idx": 1, "sa": ["Andy Coulson"], "q": "Mr <strong> Andy Coulson </strong> quit as editor in 2007 saying he took ultimate responsibility for the scandal. He denied knowing phone hacking was taking place. In a statement on Friday, he said it had been <q> a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years </q>. But he added: \"Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role", "new_id": -2}, {"uid": "1295425487133480457", "i": 7016, "idx": 0, "sa": ["Steve Ballmer"], "q": "services from China and said it expected those purchases to be more than$ 3 billion in coming years.) CEO <strong> Steve Ballmer </strong> The world's largest software maker told the Washington Post in July that <q> better global enforcement of intellectual property laws </q> was its top lobbying priority and CEO <strong> Steve Ballmer </strong> pegged China as the country with the weakest protections. Microsoft and other members of the Business Software Alliance have called for a deal to boost U.S. software sales and", "new_id": -2}, {"uid": "1296041814257409024", "i": 378, "idx": 0, "sa": ["Paul Kanjorski", "Sarah Palin", "Sen. Bernie Sanders"], "q": "<strong> Sen. Bernie Sanders </strong> from Vermont is using the recent tragedy for fundraising. No vitriolic rhetoric there. Congressman <strong> Paul Kanjorski </strong>, D-Pa., in reference to opposing Republican candidate Scott for Florida's governorship. <q> Take Scott out and put him against a wall and shoot Him! </q>( 7 of 8) Oh, wait, that's not fair. <strong> Sarah Palin </strong> always gets quoted, though I don't know who elected her the leader of the astro-turf crowd or what office she", "new_id": -2}, {"uid": "1295317822227213382", "i": 41844, "idx": 1, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": "new CNN show <strong> Piers Morgan </strong> Tonight, stating that <strong> Jay Leno </strong> has little original material on his NBC late-night series The Tonight Show. \"<strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook,\" he told <strong> Piers Morgan </strong>. <q> And the world knows exactly what he's up to. He steals a tremendous amount of material. </q> <strong> Howard Stern </strong> continued: \"He's not fit to scrub <strong> David Letterman </strong>'s feet. I don't know how he's beaten <strong> David Letterman </strong> in the ratings. It's beyond my comprehension.\" EastEnders: Carol", "new_id": -2}, {"uid": "1295625930089243655", "i": 29339, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "at the News of the World has made it difficult for me to give the 110 percent needed in this role,\" said <strong> Andy Coulson </strong>, who has always denied any knowledge of wrongdoing at the newspaper. <q> When the spokesman needs a spokesman it's time to move on, </q> he said in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgement in hiring him after his resignation from the News of the World.", "new_id": -2}, {"uid": "1296166252125468724", "i": 35229, "idx": 1, "sa": ["Mike Pence"], "q": "against that runaway budget, and after opposing that government takeover of health care, my party, Republicans in Congress, are back in the fight, and we're back in the fight on the right!\" <q> <strong> Mike Pence </strong> may have even forced the NRA's hand on whether or not to score the Senate vote on <strong> Elena Kagan </strong>. The NRA scored the vote on <strong> Sonia Sotomayor </strong>, the first time they have scored a vote on a Supreme Court justice, a score that will knock down the grades of usually-reliable Democrats like <strong> Harry Reid </strong> of Nevada. </q> While various speakers made brief references to the Supreme Court, <strong> Mike Pence </strong> went right after her: \"In 1987 the Supreme Court was asked to take a case involving a D.C. man who had been convicted of carrying", "new_id": -2}, {"uid": "1295618617243957797", "i": 6335, "idx": 3, "sa": ["Andy Coulson", "Sean Hoare"], "q": "PCC code. It's in their handbooks.\" <strong> Andy Coulson </strong> was asked about allegations by a former NoW journalist, <strong> Sean Hoare </strong>, that <strong> Andy Coulson </strong> asked him to use the \"dark arts\". <strong> Andy Coulson </strong> replied: <q> I have absolutely no recollection of telling him that. </q> What <strong> Andy Coulson </strong> said under oath about phone hacking Viral Video Chart: Pale kid rap star, and 3D movies- without glasses Banking whistleblower hands over offshore secrets to WikiLeaks- video Viral", "new_id": -2}]