[{"i": 29453, "idx": 1, "index_answer": 2, "new_id": -1, "q": ", as most broadcasters interrupted their coverage of the Iraq inquiry to devote themselves to Mr. <strong> Andy Coulson </strong>'s drama. While Mr. <strong> David Cameron </strong> was quick to issue a statement supporting Mr. <strong> Andy Coulson </strong> Friday, arguing that his ex-aide <q>has been punished twice for the same offence,</q> the tabloid scandal has tainted his government with two less than desirable associations. The first, evident in yesterday's TV juxtapositions, is with Mr. <strong> Tony Blair </strong>'s Labour government. While Mr. <strong> David Cameron </strong> had campaigned to", "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "uid": "1295670004088440867"}, {"uid": "1296279947183009325", "i": 596, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "it to make it a flat 20 percent credit for all-- research investment in the country could leap by$ 7.5 billion annually. That new spending would create an additional 162,000 jobs, she said. <q>Businesses haven't been able to count on it being in place,</q> <strong> Kirsten Gillibrand </strong> said. <strong> Kirsten Gillibrand </strong> chose to launch the legislative campaign at Watervliet Arsenal because the Army manufacturing base has become a high-tech hub over the past several years, developing unused buildings into laboratories and other space for", "new_id": -2}, {"uid": "1295530662257605677", "i": 34871, "idx": 4, "sa": ["Simon Cowell"], "q": "stopped by the shelter. Being the last audition, you know he's good. He is. He does a very soulful \"Eleanor Rigby\" and then a jaunty \"I'm Yours.\" Randy: <q>I like your singing voice. You have to shake out the whole vibe.</q> Maybe it's because he's been bored with the show for a while, but I really am not missing <strong> Simon Cowell </strong> as much as I thought I would. Last time we had auditions,", "new_id": -2}, {"uid": "1295872618012320768", "i": 34823, "idx": 0, "sa": ["Andy Coulson"], "q": "Press Gazetted reported in 2006 that phone-hacking, or \"screwing\" as it was known, was rife across Fleet Street before the Goodman and Mulcaire arrests. Gossip email newsletter Popbitch asked back in 2001: <q> \"Which newspaper showbiz desk has a trick for getting stories out of celebs' mobile phones?( Two hacks simultaneously call a celeb's mobile. One gets the answerphone, and types in 9, followed by 3333. If the hapless celeb hasn't changed the default access code, the hack gets their messages, and can even delete them afterwards to cover their tracks).</q>\" I understand that tip-off referred to a non News International daily. And why has <strong> Andy Coulson </strong> opted to resign now? Has it been the pressure of new legal actions against the News of the", "new_id": -2}, {"uid": "1296259221174211079", "i": 44887, "idx": 1, "sa": ["Mike Pence"], "q": "humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,\" Mr. <strong> Mike Pence </strong> wrote in the letter. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012.</q> Mr. <strong> Mike Pence </strong> said in the letter that he would make a decision about his future later, and would be traveling across the state in the months ahead to \"learn about how Hoosiers think we might best", "new_id": -2}, {"uid": "1296693881055951412", "i": 42896, "idx": 1, "sa": ["Nancy Glaze", "David Letterman"], "q": "stranger to the arts. A former board member of the Arts Council, <strong> Nancy Glaze </strong> has held leadership roles with the Montalvo Arts Center and the <strong> David Letterman </strong> and Lucile Packard Foundation. <strong> Nancy Glaze </strong> was also the co-author of <q>And the Band Stopped Playing: The Rise and Fall of the San Jose Symphony</q> and now serves on the board of the San Jose Institute of Contemporary Art. It seemed like a bit of a stretch for Cinequest to hold its preview event Tuesday night at Downtown Yoga Shala's studio in", "new_id": -2}, {"uid": "1295541542188383273", "i": 46967, "idx": 0, "sa": ["Didi Benami", "Simon Cowell"], "q": "the greatest <strong> Simon Cowell </strong> moments in the history of the show. Watch the video all the way to end. Most underrated Idol: <strong> Didi Benami </strong> <strong> Didi Benami </strong> was just another victim to the <q>cute boys last a long time whether they can sing or not</q> phenomenon. We thought she had a very pretty voice and we would put her \"Terrified,\" \"Rhiannon\" and \"Play With Fire\" performances up there with some of the best of the season.", "new_id": -2}, {"uid": "1295665804215974041", "i": 1251, "idx": 0, "sa": ["Eric Schmidt", "David Polk"], "q": "by patients with kidney disease, including those receiving dialysis. Treatment of dialysis patients is paid for by Medicare, the U.S. health insurance program, which has imposed a new program to control costs. <q>We think Amgen's pricing power will help offset any decline in the proportion of Aranesp sales derived from the U.S. dialysis market where Medicare bundling rules are being adopted,</q> <strong> Eric Schmidt </strong> said in his note today. Amgen fell 34 cents, less than 1 percent, to$ 56.97 at 4 p.m. New York time in Nasdaq Stock Market composite trading. Amgen spokesman <strong> David Polk </strong>", "new_id": -2}, {"uid": "1296515604235749377", "i": 1591, "idx": 2, "sa": ["George Herbert", "Zahi Hawass", "Howard Carter"], "q": ". On Sunday, an anonymous official told AP that around three dozen men attempted to break into the museum and 15 more attempted to do so on Monday. <strong> Zahi Hawass </strong> walked through the museum on Monday. <q>If the museum is safe, Egypt is safe,</q> <strong> Zahi Hawass </strong> told AP. Tutankhamun, a boy king who ruled from 1333 to 1324 B.C., has received worldwide attention since Englishmen <strong> Howard Carter </strong> and <strong> George Herbert </strong> discovered Tutankhamun's nearly intact tomb in 1922 in Egypt's Valley", "new_id": -2}, {"uid": "1297144373171491425", "i": 8652, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a \"dressed up\" sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q>It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,</q> <strong> Simon Cowell </strong> said, adding, \"I believe I can find a star.\" All content Â© Copyright 2001- 2011 WorldNow and KLTV, a", "new_id": -2}]