[{"uid": "1297229275207454253", "i": 42, "idx": 2, "sa": ["John McCain", "George Stephanopoulos", "Donald Rumsfeld"], "q": "decade,'' responded host <strong> George Stephanopoulos </strong>. <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a`` hair-trigger temper'' and`` a propensity to shift his positions to appeal to the media.'' The book, <q> Known and Unknown: A Memoir, </q> is available in stores Tuesday. <strong> John McCain </strong> shot back, saying in an interview that while he`` respect[ s] <strong> Donald Rumsfeld </strong>,'' they had`` a very, very strong difference of opinion about the strategy", "new_id": -2}, {"uid": "1297260106046088366", "i": 10172, "idx": 1, "sa": ["House Judiciary Committee", "Mike Pence"], "q": "is happening in America. <strong> Mike Pence </strong>, who is also on the subcommittee, took the opportunity to promote his bill to prevent Planned Parenthood from receiving federal dollars, while also supporting H.R. 3. <q> The need to affirm the government-wide prohibition on taxpayer funding for abortion has probably never been more important, </q> he said.`` Now is the time to look at taxpayer funding for abortion but also abortion providers.'' The abortion debate may be flaring in the <strong> House Judiciary Committee </strong>, but any legislation to pass in the", "new_id": -2}, {"uid": "1296153668245841927", "i": 49283, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> WASHINGTON- Social Security's finances are getting worse as the economy struggles to recover and millions of baby boomers stand at the brink of retirement. New congressional projections show Social Security running deficits", "new_id": -2}, {"uid": "1295589925085278736", "i": 31612, "idx": 1, "sa": ["Eric Schmidt"], "q": "accelerated in the fourth quarter, so has advertising spending, said Richard Fetyko, an analyst at Merriman Curhan Ford& Co. in New York, who recommends buying the stock and doesn't own it. <q> When consumers shop more, companies are more aggressive with advertising. </q> The company is focusing more attention on mobile devices with its Android operating system, an area where it competes with Apple for the sale of smartphones and tablets. <strong> Eric Schmidt </strong> was on Apple's board until 2009", "new_id": -2}, {"uid": "1295440731144605205", "i": 19489, "idx": 0, "sa": ["Eric Schmidt"], "q": "to control every text message or email. There's a special irony when Google CEO <strong> Eric Schmidt </strong> suggests-as he did in a speech to the Council on Foreign Relations last November-that China's government will find it impossible to censor <q> a billion phones that are trying to express themselves. </q> <strong> Eric Schmidt </strong> is rich because his company sells precisely targeted ads against hundreds of millions of search requests per day. If Google can zero in like that, so can China's censors. Calling China's online", "new_id": -2}, {"uid": "1296777708217071642", "i": 4385, "idx": 0, "sa": ["Donald Rumsfeld", "Michael Crowley"], "q": "<q> Previous Tehran or Moscow or Tiananmen? Next </q> The Official Egyptian Crackdown On Journalists, And The Challenge For Obama <strong> Donald Rumsfeld </strong>'s Regrets( There Aren't Many) <strong> Michael Crowley </strong> Thursday, February 3, 2011 at 5:28 pm Next month will mark the eight-year", "new_id": -2}, {"uid": "1295887423159268880", "i": 36159, "idx": 2, "sa": ["Zahi Hawass", "Silvio Berlusconi"], "q": "`` Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,'' <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> Play video Moscow Airport Blast Kills At Least 31 Italian Church warns <strong> Silvio Berlusconi </strong> over sex scandal Italy's Catholic Church jumped into the fray surrounding Prime Minister <strong> Silvio Berlusconi </strong>'s sex scandals on Monday,... Subscribe to", "new_id": -2}, {"uid": "1295127807207224874", "i": 10145, "idx": 0, "sa": ["Andy Warhol", "Jay Leno", "David Letterman", "Gob Squad", "Conan O'Brien"], "q": "Guild award nominations for his role as King George <strong> Gob Squad </strong> video sneak peak, ahead of Walker run New York. The British/German performing-arts troupe is offering a show inspired by <strong> Andy Warhol </strong> and his experimental trailer for its show, <q> You've Never Had It So Good, </q> is viewable on YouTube, but with the audio turned off, as all the songs heard... Everything's good with <strong> David Letterman </strong>, says <strong> Conan O'Brien </strong>, but with <strong> Jay Leno </strong>, not so good phone call from <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1295486039089587876", "i": 46186, "idx": 0, "sa": ["Simon Cowell", "Sarah Palin", "Steven Tyler"], "q": "bites the dust, it's Twitter food for thought to ask if <strong> Sarah Palin </strong> may have been right about the majority of`` American Idol'' contestants. FORMER`` IDOL'' STAR ALEX LAMBERT FOLDS <q> Back to texas and not... This Week In` American Idol': From Premiere To` Pants On The Ground' history before season 10 kicks off. by Katie Byrne To celebrate the 10th season of`` American Idol </q>( does that make anyone else feel ancient?), we're digging into the MTV stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>.", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q> Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized. </q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}]