[{"uid": "1295389612219906114", "i": 40634, "idx": 5, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. mobile.WTOPNEWS", "new_id": -2}, {"uid": "1296704404078823470", "i": 4506, "idx": 0, "sa": ["Stephen Jackson", "Michael Jordan", "Allen Iverson", "Scottie Pippen"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 http://wn.com/Bulls_vs_Hawks_1991_92_Jordan_37pts/10rbs/9asts/4stls December 21, 1991. This game is in some ways similar to the 1996 Indiana game where <strong> Michael Jordan </strong> and <strong> Scottie Pippen </strong> score 44 and 40, respectively. This time they both score 37 points and", "new_id": -2}, {"uid": "1295780823044482575", "i": 12319, "idx": 4, "sa": ["Lou Kerner", "Eric Schmidt", "Sergey Brin"], "q": "of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. \"What I do think Facebook has shown Google is that they're moving too slow,\" <strong> Lou Kerner </strong> said. <q> Facebook is moving at the speed of light and Google isn't. Quotes delayed, except where indicated otherwise. Delay times are 15 mins for NASDAQ, NYSE and Amex. See also delay times for other exchanges. Quotes and other information supplied by independent providers identified on the Yahoo! 7 Finance partner page. Quotes are delayed at least 15 minutes. All information provided \"as is </q> for informational purposes only, not intended for trading purposes or advice. Neither Yahoo! 7 nor any of independent providers is liable for any informational errors, incompleteness, or delays, or for any actions taken in reliance", "new_id": -2}, {"i": 42085, "idx": 1, "index_answer": 1, "new_id": -1, "q": "'m fulfilling the principal role of television.\" After a tense 15-minute interview, the stage lights fade for a commercial. <strong> Jaime Bayly </strong> and Collins stand up and kiss on the cheek, but their microphones remain on. <q> Don't come here just to complain about my behavior, </q> <strong> Jaime Bayly </strong> says angrily over the outro music. \"And don't be so damn boring.\" <strong> Jaime Bayly </strong> is a man of many parts. He's both <strong> David Letterman </strong> and <strong> Charlie Rose </strong>; comedian and serious interviewer;", "sa": ["David Letterman", "Jaime Bayly", "Charlie Rose"], "uid": "1296586302084361234"}, {"uid": "1295458115232456193", "i": 48244, "idx": 1, "sa": ["Michael Jordan", "Larry Bird", "Allen Iverson", "David West"], "q": "the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. \"Anybody that bet on it, some broke people out there,\" <strong> Allen Iverson </strong> said. <q> <strong> Elgin Baylor </strong>'m glad nobody didn't bet their life on it'cause they definitely would be dead right now. </q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach <strong> Larry Bird </strong> <strong> David West </strong> said. \"This is kind of unexpected", "new_id": -2}, {"uid": "1295739721256016402", "i": 34863, "idx": 0, "sa": ["Rene Preval", "Andy Coulson", "Baby Doc"], "q": "Slideshow: Former Haitian dictator <strong> Baby Doc </strong> Photo in Slideshow: <strong> Baby Doc </strong> \"<strong> Baby Doc </strong>\" <strong> Baby Doc </strong> Photo in Slideshow: Haitian President <strong> Rene Preval </strong> Photo in Slideshow: Hiati President <strong> Rene Preval </strong> holds a wreath of flowers at a mass... Report Abuse <q> When he was President, there was law and order. He provided universal health care and education and there was prosperity for all. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295565740204783649", "i": 20452, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong> said Page also will take the lead product development and technology strategy, while <strong> Sergey Brin </strong> will focus on strategic projects and have the title co-founder. As executive chairman, <strong> Eric Schmidt </strong> said he would concentrate on external <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought-leadership that are increasingly important, given Google's global reach, </q> and act as an adviser to Page and <strong> Sergey Brin </strong>. \"We are confident that this focus will serve Google and our users well in the future,\" <strong> Eric Schmidt </strong> said. \"Larry, <strong> Sergey Brin </strong> and I", "new_id": -2}, {"uid": "1296646503186269740", "i": 38962, "idx": 1, "sa": ["Michael Vick", "Tom Brady"], "q": "had a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark with", "new_id": -2}, {"uid": "1295779438083050512", "i": 12459, "idx": 3, "sa": ["Simon Cowell"], "q": "show. But it seems <strong> Simon Cowell </strong> has now had a change of heart. \"I asked a successful guy, \"What's the best advice you can give me?\" He said, <q> <strong> Simon Cowell </strong>, know when to leave the fair, </q> he said. \"I think that's good advice- one year, I actually found myself thinking, \"I've run out of insults, I don't know how I'm going to tell", "new_id": -2}, {"uid": "1297513190155107384", "i": 42361, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "Bremer-the diplomat charged with the reconstruction of postwar Iraq- as complaining that many of <strong> Donald Rumsfeld </strong>'s civilian employees were terrified of him. I ask <strong> Donald Rumsfeld </strong> if he thinks that was true and I get an aw-shucks smile. <q> I've never heard anyone else say that, so I don't give it a lot of credence. </q> I wonder aloud whether, \"as a leader you have to be a bit intimidating?\" But <strong> Donald Rumsfeld </strong> demurs- \"Oh no, in fact you don't want to be. The truth is", "new_id": -2}]