[{"uid": "1295159503096436248", "i": 47565, "idx": 1, "sa": ["Tramon Williams", "Michael Vick"], "q": "was returned 70 yards for a touchdown by <strong> Tramon Williams </strong>, and also lost a fumble. He finished with 186 yards. \"We moved the ball pretty effectively but we just didn't capitalize,\" Ryan said. <q>We didn't get points when we needed to get points. It's disappointing.</q> The Falcons also had a fourth-quarter fumble by receiver <strong> Michael Vick </strong> Jenkins. For Ryan, the postseason disappointment was painfully familiar. As a rookie in 2008, Ryan had three turnovers, including a fumble returned for a touchdown", "new_id": -2}, {"uid": "1295818294266780673", "i": 15356, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "through a series of challengers and secret online JAM Challenges to unlock online exclusive rewards and hidden content in the ultimate quest for global bragging rights. http://wn.com/Allen_Iverson_18pts_Melo_career_high_49pts_vs_Wizards_07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q>I think that might be the easiest game I ever played in my career. I was out there watching,</q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Carmelo Anthony </strong> scored a career-high 49 points to lead the Denver Nuggets past the Washington Wizards 111-100 Friday night. With <strong> Carmelo Anthony </strong> swishing shots from all over the court, <strong> Allen Iverson </strong> took just nine", "new_id": -2}, {"uid": "1295654627153436183", "i": 12619, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "how long he'll be out. GOOGLE_ CEO <strong> Eric Schmidt </strong> made a surprise announcement Thursday that he's stepping aside for co-founder Larry Page to become chief executive. In a Twitter post, <strong> Eric Schmidt </strong> writes, <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong>, staying on as executive chairman, was brought in because <strong> Google Inc. </strong>'s early investors insisted on a more mature leader. Yet <strong> Eric Schmidt </strong>, 55, and the two 37-year-old co-founders, Page and <strong> Sergey Brin </strong>, have largely", "new_id": -2}, {"uid": "1295667370077054011", "i": 20056, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", new products. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said in a statement released by Google. <q>By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> Internally, <strong> Eric Schmidt </strong> will continue to act as an adviser to Page and Google co-founder <strong> Sergey Brin </strong>, who will also focus on strategic projects and new products. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job", "new_id": -2}, {"uid": "1297357122223297593", "i": 18297, "idx": 1, "sa": ["Michael Vick"], "q": ". Twitter: \" \"Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?\" said( Buehrle). <q>How could you do that if you are somewhat sane?</q> \"\"( <strong> Michael Vick </strong>) had a great year and a great comeback, but there were times where we watched the game and I know it's bad to say, but there were times where we hope", "new_id": -2}, {"uid": "1295614992206700604", "i": 36458, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,\" <strong> Andy Coulson </strong> said in an e-mailed statement today. <q>Nothing is more important than the government's task of getting this country back on its feet.</q> News Corp., after a reporter and a private investigator were imprisoned for phone-tapping in 2007. At the time, <strong> Andy Coulson </strong> said he did not know the practice was taking place. He was later employed by <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1295555937214679585", "i": 2169, "idx": 0, "sa": ["Simon Cowell", "Ellen DeGeneres", "Mary McNamara"], "q": "<strong> Ellen DeGeneres </strong> and <strong> Simon Cowell </strong> on the hit show- and the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year.' <strong> Mary McNamara </strong> writes, <q>Moments into Wednesday night's season premiere, it was gratifyingly clear that for the first time in a long time the fumblings and flailings of contestants fighting to find their feet on stage will not be mirrored by the judges' table. \"Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol.</q> She adds, \"Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.\" New York Post critic", "new_id": -2}, {"uid": "1296594161057851931", "i": 4198, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "AAPL: 345.35(+6.03,+1.78%)| NASDAQ: 2749.79(+49.71,+1.84%)  <strong> Eric Schmidt </strong> dodges talk of becoming future Apple CEO  Tuesday, February 01, 2011- 03:00 PM EST <q>Google chairman <strong> Eric Schmidt </strong> is sidestepping discussion of whether he might become the next Apple CEO,</q> Electronista reports. \"In the first place, it's not appropriate. <strong> Steve Jobs </strong>[ <strong> Steve Jobs </strong>] is still the CEO and I hope he continues forever,' <strong> Eric Schmidt </strong> told CNBC in a Monday", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q>I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people.</q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}, {"uid": "1295890682014073869", "i": 11697, "idx": 2, "sa": ["Colin Powell"], "q": "Nice political chatter, but that doesn't do it,\" <strong> Colin Powell </strong> said. He also slammed Republican leaders for playing politics with the budget, without offering what he said were real solutions. <q>Don't tell me you're going to freeze to a level,</q> he said. \"That usually is a very inefficient way of doing it. Tell me what you're going to cut, and nobody up there yet is being very, very candid about what they are going", "new_id": -2}]