[{"uid": "1295571680118030373", "i": 42600, "idx": 0, "sa": ["Tim Cook", "Larry Page", "Eric Schmidt"], "q": "job at the internet giant. The company says the surprise management shakeup was made as part of a plan to streamline decision making and create clearer lines of responsibility and accountability at the top. <q> As Google has grown, managing the business has become more complicated, </q> Mr <strong> Eric Schmidt </strong> said in a posting on the company's official blog. \"So <strong> Larry Page </strong>, Sergey[ Brin] and I have been talking for a long Tim Cooke about how best to simplify our management structure", "new_id": -2}, {"uid": "1295797657110280785", "i": 60, "idx": 1, "sa": ["Colin Powell"], "q": "'s problems. <strong> Colin Powell </strong> says that \"Superman\" wasn't elected to the White House and but he is confident that today's challenges can be met. His comments came Sunday on CNN's <q> State of the Union. </q> Fort Worth election season gets rolling Sunday with Hirt announcement Hurst, Bedford, Southlake seek to balance needs of drillers, residents", "new_id": -2}, {"uid": "1297616629186400779", "i": 32567, "idx": 49, "sa": ["David Martin", "Donald Rumsfeld"], "q": "job. You have a civilian authority in Iraq not really taking your guidance,\" <strong> David Martin </strong> continued. \"And not working closely with the military, which is unfortunate,\" <strong> Donald Rumsfeld </strong> added. <q> Why did you stand for that? </q> asked <strong> David Martin </strong>. \"You have to cut him some slack,\" <strong> Donald Rumsfeld </strong> explained. \"You have to assume that he knows what he's doing, and work with him. He's there on", "new_id": -2}, {"uid": "1297707515141344850", "i": 19983, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Steve Ballmer </strong> betonten einmal mehr, dass es ihnen ernst ist mit dem\" dritten Pferd\" , das sie ins Rennen schicken wollen. Die Allianz mit Microsoft, meint der neue Nokia-Chef <strong> Stephen Elop </strong>, sei <q> eine gute Nachricht f?r Netzbetreiber </q>. Um Windows Phone soll eine offene Plattform entstehen, die den Netzbetreibern Raum f?r eigene Wertsch?pfung l?sst und sie nicht an die Leine legt. <strong> Steve Ballmer </strong> nannte keine Namen, meinte aber Android und Apples iOS. \"Wir", "new_id": -2}, {"uid": "1297303258098500626", "i": 41436, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass", "Kamal Abbas"], "q": "sigues ah?, arruinaste nuestras vidas\" . Decenas de empleados de museos se concentraron frente al Consejo Supremo de Antig?edades y rodearon agresivamente a su titular <strong> Zahi Hawass </strong> cuando sali a hablar con ellos. Los trabajadores <q> se sintieron motivados a comenzar las huelgas cuando supieron sobre la fortuna de miles de millones que ha amasado <strong> Hosni Mubarak </strong> y su familia </q>, dijo <strong> Kamal Abbas </strong> un l?der obrero. \"Dijeron:'? cu?nto tiempo m?s tendremos que callarnos?\" '. Los egipcios entraron en c?lera cuando supieron los reportes de prensa sobre que la familia de", "new_id": -2}, {"uid": "1295217333029671439", "i": 16536, "idx": 0, "sa": ["Bernie Sanders"], "q": "in the seven-minute video. \"They begin and end with the criminals who commit them.\" She defended her own words and actions, noting that she had said while campaigning in Arizona last year, <q> We know violence isn't the answer. When we take up our arms, we're talking about our vote. </q> Liberal Sen. <strong> Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to Giffords.", "new_id": -2}, {"uid": "1297271219196116500", "i": 10211, "idx": 0, "sa": ["Steve Ballmer", "Bob Muglia"], "q": "and Internet portal MSN. <strong> Bob Muglia </strong> Is...- <strong> Bob Muglia </strong>, president of Microsoft's Server& Tools Division, will step down this.... Chief Executive Officer <strong> Steve Ballmer </strong> plans to extend a... Report Abuse <q> See, you all forget one thing that most everyone buys a PC anymore. Windows is easier to use than Ubuntu, or Linux, or even a Mac from what I've seen. I've watched people who've never used either Mac or PC with Windows, and they ALWAYS manage to find their way around Windows before a Mac. Lets not start on Linus, or Ubuntu. </q> Report Abuse \" Linux for one thing will provide a richer, more robust and utterly reliable user experience. Get with the program. Micro$ loth is dated, forever buggy, deeply insecure and bloated beyond belief", "new_id": -2}, {"uid": "1296665489109838338", "i": 36, "idx": 2, "sa": ["Andy Coulson", "Chris Gent", "Kenny Kunene"], "q": "man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" \"Vodafone in its modern, multinational form was to a large extent created by Sir <strong> Chris Gent </strong>, an ambitious Brit who...\" <q> Is the new Backbench Business Committee about to make some serious enemies? This new-fangled innovation has done pretty well so... </q> Coulsonharding/2011/02/south_africas_sushi_wars.html\">\" Wealthy ANC supporter <strong> Kenny Kunene </strong>( left) eating sushi from the body of a bikini-clad woman \"The ANC Youth League...\"", "new_id": -2}, {"uid": "1295500510069894171", "i": 24265, "idx": 0, "sa": ["Ellen DeGeneres", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "singer and actress <strong> Jennifer Lopez </strong>. Some reports have been lukewarm on whether this will help revive the show's ratings and <strong> Jennifer Lopez </strong>'s career, both of which have been in decline of late. The LA Times says, <q> With <strong> Ellen DeGeneres </strong> leaving and <strong> Jennifer Lopez </strong> reportedly singing on as her replacement, \"American Idol </q> has indisputably jumped the shark.\" As for <strong> Simon Cowell </strong>'s replacement, nothing has been confirmed as yet, but rumors are circulating that <strong> Steven Tyler </strong> from the band Aerosmith might be the man for the job. More News", "new_id": -2}, {"uid": "1297451229044924949", "i": 16070, "idx": 0, "sa": ["Regis Philbin", "David Letterman", "Kelly Ripa", "Michelle Obama"], "q": "and explained that he met Mrs. <strong> Michelle Obama </strong> on the set of LIVE With <strong> Regis Philbin </strong> and <strong> Kelly Ripa </strong>, on which they both appeared yesterday. Here's how <strong> David Letterman </strong> recounted his very first meeting with First Lady <strong> Michelle Obama </strong>. <q> She was on the show, but I didn't think I would see her because the Secret Service doesn't want my kind messing around with her kind, </q> <strong> David Letterman </strong> joked. However, the officials told Dave to wait for the first lady off stage and that she would speak to him after her interview with in- national/Regis Philbin- <strong> Regis Philbin </strong>- shocks- fans", "new_id": -2}]