[{"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made\", Mr <strong> Donald Rumsfeld </strong> writes. \"There were far too many hands on the steering wheel,\" he writes elsewhere; it was <q>a formula for running the truck into a ditch</q>. Regrets He adds he regrets some of the quips he became famous for, such as \"stuff happens\" about the early looting in post-war Iraq, or his remark about \"old Europe\"-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}, {"uid": "1294982884103825423", "i": 45120, "idx": 10, "sa": ["Kirsten Gillibrand", "Nancy Pelosi"], "q": "<strong> Kirsten Gillibrand </strong> said. She reached out and grabbed her husband \"and is touching him and starts to really choke him like she was really trying to hug him.\" He asked her to touch his wedding ring, <q>and she touches his ring, then she grabs his whole watch and wrist and then the doctor was just so excited, he said, \"You don't understand... this is amazing what she is doing right now and beyond our greatest hopes.\"</q> \"It was, as you can imagine, a glorious moment,\" said House Minority Leader <strong> Nancy Pelosi </strong>, who was also in the room. Of the six patients the hospital is still treating", "new_id": -2}, {"uid": "1295981361057327631", "i": 10733, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-11v&amp;flvURL=/media/2011/01/22/01222011-11v.m4v&amp;playAds=true&amp;adZone=wpni.video.nation&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-11v.jsn\"}{ \"title\": \"<strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support\", \"description\": <q><strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY) spoke with Russ Mitchell with an update on her friend <strong> Rahm Emanuel </strong> <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in Houston.</q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site= politics& type", "new_id": -2}, {"uid": "1295272643072728693", "i": 35737, "idx": 0, "sa": ["Steve Ballmer"], "q": "Well, it's not a games console at all, according to the Microsoft chief at least. \"Xbox isn't a gaming console,\" he said in an interview with USA Today. <q>Xbox is a family entertainment center. It's a place to socialise. It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.</q> <strong> Steve Ballmer </strong> also said that Kinect was female-friendly and indicated he would like to see more of the fairer sex getting involved with the motion-sensing platform. He said: \"I think about my own family", "new_id": -2}, {"uid": "1297335923118145136", "i": 21520, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": ",\" she will serve not as a judge, but, with her two fellow panelists, in the title of \"expert.\" This suggests her new show will strike a more supportive tone. <q>I became a famous judge on \"American Idol,' but I'd always be,` Who am I to judge?\"</q> <strong> Paula Abdul </strong> says. \"I never looked at myself as a judge. I represented hope and keeping your dream alive.( <strong> Simon Cowell </strong>) represented the intensity of how difficult and hard this business is. You have to", "new_id": -2}, {"uid": "1296455315108167179", "i": 21756, "idx": 0, "sa": ["Dicky Eklund", "Mike Pence", "Micky Ward", "Simon Cowell", "Terrence Howard"], "q": "inspirations for \"The Fighter,\" the red carpet at the Screen Actors Guild awards Sunday was a cakewalk. It's \"a lot calmer here\" than in the ring, <strong> Simon Cowell </strong> <strong> Dicky Eklund </strong> said. <q>It's a lot of excitement- but in the ring, you got ta keep your head,</q> his brother, <strong> Micky Ward </strong>, Indiana's <strong> Mike Pence </strong> opts out of 2012 presidential run lead their countries effectively. In both countries, Democrats were chastened in their last <strong> Terrence Howard </strong>: Young Hollywood Hearts www.younghollywood.com Young Hollywood hangs with <strong> Terrence Howard </strong>", "new_id": -2}, {"uid": "1295777587220971009", "i": 40589, "idx": 1, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": "a \"greater stench\" to the scandal that was only just starting to unravel. \"<strong> Andy Coulson </strong> is no longer the issue and to some extent he never was,\" he said. <q>First there's the issue of <strong> David Cameron </strong> and <strong> George Osborne </strong>'s judgement, then there's the News of the World and what appears to be industrial phone hacking going on systematically. \"There's also the issue of the News Corp takeover of BSkyB and the apparent attempts by Jeremy Hunt, the Culture Secretary, to let that go through without proper scrutiny, and finally there's the extraordinary conduct of the police.</q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor, <strong> Clive Goodman </strong>, and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Although he accepted", "new_id": -2}, {"uid": "1296864258154910775", "i": 3227, "idx": 2, "sa": ["Sergio Marchionne"], "q": "also CEO of Italy's Chrysler, has said repeatedly that the high interest rates on$ 5.7 billion that Chrysler owes to the U.S. Treasury have been an obstacle in the automaker's return to profitability. <q>When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut,</q> <strong> Sergio Marchionne </strong> said of the bailout. The sharp tone from an executive regarded as one of the shrewdest dealmakers in the auto industry comes after delays in Chrysler's application for a new round of low-interest loans from", "new_id": -2}, {"uid": "1295667342254312457", "i": 45910, "idx": 2, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "<strong> David Cameron </strong> Moir/Reuters) British <strong> Tony Blair </strong> <strong> David Cameron </strong>'s communications chief resigned Friday Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q>made it difficult for me to give the 110% needed in this role</q>. Photograph: Danny Lawson/PA Top aide to UK leader resigns in tabloid scandal British prime minister's communications chief resigned Friday following intense pressure over claims that he encouraged reporters to illegally celebrities and royalty while he was editor", "new_id": -2}, {"uid": "1297105238094666779", "i": 11272, "idx": 1, "sa": ["Kirsten Gillibrand", "Richard Blumenthal"], "q": "subpanel was urged by anti-abortion groups. Early into the abortion battle, <strong> Kirsten Gillibrand </strong> and <strong> Richard Blumenthal </strong> are emerging as Senate Democrats' top voices on abortion rights. Last week, the duo urged their Senate colleagues to <q>stop these bills in their tracks.</q> The debate over abortion has already turned fierce in the first month of the new Congress. Abortion rights advocates raised the alarm when legislative language proposed by the GOP seemingly made a distinction between \"rape\"", "new_id": -2}]