[{"uid": "1295593228034635777", "i": 26449, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": ", 2:00 AM EST- U.S. Markets open in 7 hrs 30 mins <strong> Google Inc. </strong> turns Page on <strong> Eric Schmidt </strong>, names co-founder CEO{ \"s\": \"goog, novl\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00<q>, \"o\":\"', \"j\":\"'} <strong> Michael Liedtke </strong>, AP Technology Writer, On Friday January 21, 2011, 12:59 am SAN FRANCISCO( AP)-- When <strong> Google Inc. </strong> went", "new_id": -2}, {"uid": "1296536149067862539", "i": 48743, "idx": 2, "sa": ["I Roy", "Allen Iverson"], "q": "and confounded the Grizzlies with his quickness. The 76ers never trailed over the last three quarters but played fast and loose with the lead until <strong> Allen Iverson </strong> took charge in the fourth quarter, when he scored 11 points. <q><strong> Allen Iverson </strong> got it going and http://wn.com/Allen_Iverson_32pts_12asts_clutch_FT_vs_Grizzlies_NBA_07/08 Trailing by seven points with 3:12 left, the Denver Nuggets didn't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. \"This was a <strong> Yao Ming </strong> win for us at somebody else's home,<q> <strong> Allen Iverson </strong> said. \"Down seven points with 3 minutes to go. It was a gut check for us. <strong> I Roy </strong> think a game like this is going to help us down the road.\" Elias Says <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297445296051478570", "i": 45004, "idx": 1, "sa": ["Shayne Ward", "Simon Cowell"], "q": "there.\" <strong> Shayne Ward </strong> also addressed a report which claimed that he would be dropped by <strong> Simon Cowell </strong>'s record label SyCo this year. \"All's absolutely fine,\" he said. <q>Obviously I had a three-album deal so it's up for negotiation now. Really those rumours are just lazy journalism. It was a three-album deal and we'll negotiate getting the next deal. That'll all be taking place in the next couple of weeks.<q> gives us an insight into her character", "new_id": -2}, {"uid": "1295264028094093318", "i": 7253, "idx": 1, "sa": ["Andy Coulson"], "q": "a second chance. He resigned for what went wrong at News of the World. I would just argue working for the government, I think he has done a good job.\" He added: <q>Of course he was embarrassed, but he has had a second chance from me to do this job. I think he has done the job in a very good way.<q> According to the Mail on Sunday, <strong> Andy Coulson </strong> has admitted that the allegations concerning the bugging of celebrities' phones while he was editor of the News of the World are making it harder for him to carry", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q>I am convinced he is now going to run for governor,<q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}, {"uid": "1297123329226197512", "i": 44810, "idx": 0, "sa": ["Simon Cowell"], "q": "the names of the other judges. \"Yes, I am,\" <strong> Simon Cowell </strong> told reporters on a conference call about his plans to take a judging role on \"The X Factor\". <q>People know what to expect when I am on the judging panels, so I don't think things are going to change,<q> added the acerbic Briton, who found fame for his cutting remarks on singing contests \"American Idol\". <strong> Simon Cowell </strong> said the$ 5 million prize for the winner would be the \"largest guaranteed prize in", "new_id": -2}, {"uid": "1296860965220315649", "i": 32078, "idx": 0, "sa": ["Sergio Marchionne"], "q": "example of that was the promise by Chrysler Corp. this week to pay performance bonuses to nearly all employees, even as it repays government loans that bailed out the company. According to Chrysler chief executive officer <strong> Sergio Marchionne </strong>: <q>The obligation to our people was much greater than trying to improve our bottom-line profitability.<q> Do a reality check In a market like this, experts advise that you should think hard before deciding to look for a new job. \"If you are at the point you are willing", "new_id": -2}, {"uid": "1296438025216727564", "i": 46427, "idx": 2, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Tom Coburn"], "q": "out.\" <strong> Kirsten Gillibrand </strong> said she thought it was appropriate for <strong> Chuck Schumer </strong> to sit with <strong> Tom Coburn </strong>. \"We met with him and worked out his concerns,\" <strong> Kirsten Gillibrand </strong> said. <q>At the end of the day it was a stronger bill and one we could get bipartisan support for.<q> You must fill out the comment body in order to submit a comment. Use of this site signifies your agreement to the", "new_id": -2}, {"uid": "1297416931025755660", "i": 12393, "idx": 3, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "heckling by those in the crowd opposed to the war in Iraq and its costs. Still, the applause drowned out the boos. \"It's good to be here,\" <strong> Donald Rumsfeld </strong> told the crowd. <q>I have been around so long that I remember a time when CPAC did not exist, when <strong> Ronald Reagan </strong> was still an actor, when <strong> Barry Goldwater </strong> was our candidate for president and we only worried about socialism outside of the United States.<q> <strong> Donald Rumsfeld </strong> joked that there's still time for <strong> Dick Cheney </strong> to get on the ballot in New Hampshire and Iowa. Politics From the Associated Press", "new_id": -2}, {"uid": "1295625411001654792", "i": 39351, "idx": 0, "sa": ["Andy Coulson"], "q": "continuing row over phone-hacking when he was editor of the News of the World newspaper was distracting from his job.( AP Photo/Danny Lawson-pa, file) UNITED KINGDOM OUT: NO SALES: NO ARCHIVE: <q>I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.<q> A reporter and a private investigator working for the News of the World were caught illegally eavesdropping on the phones of the British royal family's entourage in 2007. <strong> Andy Coulson </strong> quit the paper when the pair were", "new_id": -2}]