[{"uid": "1295595231037634053", "i": 11021, "idx": 11, "sa": ["Eric Schmidt", "Google Inc."], "q": ", and an implant would cross the line. He also said that as users voluntarily share information online, it doesn't need users to type in search queries for the company to tailor the results. <q> We don't need you to type at all. We know where you are. We know where you've been. We can more or less know what you're thinking about, </q> he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and <strong> Google Inc. </strong> as \"creepy\". \"The biggest thing I wonder is after a year or so of having various", "new_id": -2}, {"uid": "1295016493211582980", "i": 15180, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": "as possible.\" A judge will hear the matter on January 26th. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead. He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I, <strong> Kayte Walsh </strong>'s my new girl, we're planning to get married soon. Sometime in February. </q> You can send a story to multiple email addresses by separating the email addresses with a semicolon(;) MEGA Millions 01, 04, 11, 16, 45, Mega Ball: 37 Powerball 19,", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it. \"Every time I think I've heard the worst story, another one comes about,\" <strong> Jamie Buehrle </strong> said. <q> It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals. </q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}, {"uid": "1297292864070500360", "i": 42814, "idx": 0, "sa": ["Mike Pence"], "q": "on how to obtain abortions for underage girls and circumvent sex crime laws. Planned Parenthood said the undercover tapes were highly edited, but the group fired an employee that appeared in one of the videos. <q> Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> said Rep. <strong> Mike Pence </strong>( R-Ind.), who's sponsoring the Title X bill. Other abortion rights groups slammed the Appropriations Committee proposal Wednesday afternoon. \"The new anti-choice House", "new_id": -2}, {"uid": "1295932595118013952", "i": 2110, "idx": 0, "sa": ["Allen Iverson", "Tracy McGrady"], "q": "a corner jumper. Time ran out during the scramble for the loose ball. It was the biggest comeback of the season for the Magic, who erased a 16-point deficit to beat New Orleans on February 8. <q> Every time we play those guys, it's like a playoff game, </q> said <strong> Tracy McGrady </strong>, whose club lost to the Hornets in the first round of last year's playoffs. \"To win this game was big for us http://wn.com/Allen_Iverson_55_pts_Playoff_Career_High_vs_NO_Hornets_2003 Philadelphia 98, New Orleans 90 <strong> Allen Iverson </strong>'s 55 Gives Sixers", "new_id": -2}, {"uid": "1297259173238534680", "i": 45297, "idx": 0, "sa": ["Zahi Hawass"], "q": "most prominent archaeologist, said a review of antiquities in the aftermath of anti-government protests revealed that 70 objects were broken, of which 25 were now being restored, with work to begin soon on the remaining 45. <q> There needs to be tighter security around the museum and fire trucks on standby. The museum can be set ablaze. This would be a disaster, </q> <strong> Zahi Hawass </strong> said in a statement.The military is guarding the museum, which is in the heart of Cairo and has on display some 125,000 antiquities, including the funeral mask of King Tutankhamun.As the protests started last month, hundreds", "new_id": -2}, {"uid": "1296340734125665312", "i": 33048, "idx": 3, "sa": ["Carmelo Anthony", "Marcus Camby", "Lil Jon", "Steve Blake", "Allen Iverson"], "q": "to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> Lil Jon </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the Nuggets can make a deep playoff run. <q> For me, at this stage of my http://wn.com/Allen_Iverson_32pts_9assists_Denver_Nuggets_vs_Blazers_06/07_NBA_*Steve_Blake_Career_Night MYMIX FROM MISIEK MOVIE SHOW footage from 2002 to 2009 HQ: rapidshare.com Music: <strong> Mos Def </strong>& <strong> DJ Honda </strong>- Travellin' <strong> Carmelo Anthony </strong>( Hip-Hop) misiekakpl@o2.pl LUDZIE PRZEMYSÅ\u0081U Number: 2,5,8,10,24 Highlights/ Video/ Clip Small Biograpahy: <strong> Carmelo Anthony </strong> \"Beetlejuice </q> Johnson( born October 2, 1974 in Charleston, South Carolina) is an American professional basketball player, currently with the Orlando Magic of the NBA. Johnson is a 6' 3\"( 1.91 m)", "new_id": -2}, {"uid": "1297706494051036178", "i": 38278, "idx": 2, "sa": ["Cecile Richards", "Mike Pence"], "q": "million in federal taxpayer funding. \"Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,\" <strong> Mike Pence </strong> said. <q> The time to deny any and all funding to Planned Parenthood is now. </q> But Planned Parenthood president <strong> Cecile Richards </strong> told AP the abortion business is not giving up on its government funding without a fight. \"We've been here for the past 95 years, and we'll", "new_id": -2}, {"uid": "1296429332256245803", "i": 11998, "idx": 3, "sa": ["Travis Best", "Allen Iverson", "Reggie Miller", "Jermaine O'Neal"], "q": "night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and a career-high 20 rebounds for Indiana, which rallied from an 18-point second-half deficit. <strong> Travis Best </strong> had 16 points and 10 assists. <q> We let the world know, we let them know, we can beat them on their own court, </q> <strong> Jermaine O'Neal </strong> said. <strong> Allen Iverson </strong>, who won his second http://wn.com/Inside_Pacer_Athletics_Episode_7__Interview_with_Coach_Mike_Brandt The Pacers are five games into the 2009-10 season and Brendan Robertson sits down for a chat with head women's basketball coach Mike Brandt. Brandt shares his thoughts", "new_id": -2}, {"uid": "1295278861147685381", "i": 2633, "idx": 2, "sa": ["Mike Pence"], "q": "the APC, said that <strong> Mike Pence </strong>'s ability to unite the three traditional areas of conservatism- fiscal, foreign policy, and social- make him an ideal candidate for the nation's newly energized conservatives. <q> <strong> Mike Pence </strong> describes himself as \"First a Christian, then a conservative, then a Republican.\" He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to winning back The White House in 2012, </q> Benko said in the release. posted on 01/17/2011 7:33:56 AM PST WEST/PALIN OR WEST/BACHMANN 2012. I like <strong> Mike Pence </strong> but he needs additional seasoning. A stint as the Gov of IN would help", "new_id": -2}]