[{"uid": "1296708031055181325", "i": 8724, "idx": 1, "sa": ["Allen Iverson", "David West", "Larry Hughes"], "q": "game and showed some of the grit they displayed last season, when they reached the NBA Finals.`` It's extra special( to win) when you have to fight and struggle,'' <strong> Allen Iverson </strong> said. <q> We were able to keep fighting through it. I know last year's team is dead and stinkin', but we took something from last year's team( in this game). </q>`` I've had this team for five years and they try,'' Sixers coach <strong> Larry Hughes </strong> <strong> David West </strong> said.`` They might not always play right and they might not always play good, but they try.''", "new_id": -2}, {"uid": "1296172795252526607", "i": 16044, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "for its Streetview database. The firm offered German homeowners the right to opt out before the pictures were even taken, and nearly 3% duly did that. But despite this initial opposition, <q> Germany is the second-highest user on a percentage basis of Streetview of any country in the world, </q> he said.`` We know that German consumers really love our product.'' The Google triumvirate( from left): <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> and Larry Page On Wikileaks, Mr <strong> Eric Schmidt </strong> said the company had", "new_id": -2}, {"uid": "1295008484200032264", "i": 23209, "idx": 10, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Gabrielle Giffords"], "q": "<strong> Kirsten Gillibrand </strong> said. She reached out and grabbed her husband`` and is touching him and starts to really choke him like she was really trying to hug him.'' He asked her to touch his wedding ring, <q> and she touches his ring, then she grabs his whole watch and wrist and then the doctor was just so excited, he said,` You don't understand... this is amazing what she is doing right now and beyond our greatest hopes.' </q>`` It was, as you can imagine, a glorious moment,'' said House Minority Leader <strong> Nancy Pelosi </strong>, who was also in the room. <strong> Gabrielle Giffords </strong> remains in critical condition because doctors are worried", "new_id": -2}, {"uid": "1295830033210370598", "i": 21535, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "who was unable to attend, thanked the former president, his officials, the U.S. and its military forces.`` Believe me, Kuwait and its people will never forget you,'' he said. <q> We carry in our hearts what you did for us each and every day. </q> <strong> George H.W. Bush </strong> was briefly joined by former <strong> Dan Quayle </strong>. Later, his top advisers- then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and then-National Security Advisor <strong> Brent Scowcroft </strong>-", "new_id": -2}, {"uid": "1296108776056524842", "i": 26952, "idx": 0, "sa": ["Steve Ballmer"], "q": "Article: Motorola smartphones disappoint, iPhone already weighs... Video: Larry Page's Zuckerberg Envy Not Good for Google Report Abuse <blockquote> Its common knowledge to go with the opposite of what <strong> Steve Ballmer </strong> says. </blockquote> <q> The iPhone is just a toy, it will never be popular. </q>`` The iPad is inferior to Windows based tablets, and will never take off.''`` The Wii is inferior to our Xbox, it will never outsell us.'' Report Abuse <blockquote>", "new_id": -2}, {"uid": "1296775873217071677", "i": 44960, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "A Matter of Life and Death,'' <strong> Barbara Walters </strong>' prime-time special airing tomorrow at 10 p.m. on ABC( Ch. 7).`` It was very surprising,'' <strong> Barbara Walters </strong> says of <strong> David Letterman </strong>'s response. <q> I'm very fond of <strong> David Letterman </strong> and he is of me, but he's enormously private... to have him talk as openly as he did with me about his emotions, and what he went through... I was amazed and very happy.`` Nor did he ever call me up[ afterward] and say,` Leave this out, leave that out.' </q> <strong> Barbara Walters </strong> also interviews <strong> Bill Clinton </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Charlie Rose </strong>-- all of whom, like <strong> Barbara Walters </strong> herself, underwent open-heart surgery. <strong> Barbara Walters </strong>, 81, had a faulty heart valve replaced last May.", "new_id": -2}, {"uid": "1297224102174489610", "i": 30607, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "Show'' with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left- his`` title belt.'' <q> I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want, </q> <strong> Aaron Rodgers </strong> said with a huge smile.`` It's been a great journey.'' News 9 7401 N. Kelley Ave. Oklahoma City, OK 73111", "new_id": -2}, {"uid": "1295551546153829398", "i": 36580, "idx": 0, "sa": ["David Letterman", "Martin Short"], "q": "guest on The Late Show with <strong> David Letterman </strong> when the host asked him mid-interview if he would care to perform a song. The funnyman obliged and told the audience as he made his way to the stage: <q> You know in my business, or in our business, there's a traditional career path: TV, movies, then <strong> Liza Minnelli </strong>, your own special, reality show host, the Palm Springs Follies, and then this show... But the challenge on this magical journey is to stay relevant and fresh. And if you really want to remain white hot in the press- there's only one place to go. </q> As the music began a pair of back-up singers and a drummer appeared onstage, dancing behind him. And <strong> Martin Short </strong> used his musical moment to mock troubled stars who've hit headlines for all the", "new_id": -2}, {"uid": "1295887271156680263", "i": 9804, "idx": 1, "sa": ["Eric Schmidt", "Theresa Potter"], "q": ",'' says Cauley. <strong> Theresa Potter </strong>'s management and personnel skills complemented Cauley's expertise in research and development, quality control and technical sales. It was a no-brainer to hire her as president. <q> It was really exciting. It was a reward for me to provide myself with another person who could take my desires and run with it, </q> Cauley says.`` She does things that I never even thought of.'' After vetting a new senior manager closely, it's important to give that person authority and autonomy, advises Melinda <strong> Eric Schmidt </strong>,", "new_id": -2}, [{"i": 3958, "idx": 1, "index_answer": 3, "new_id": -1, "q": "'' and`` The Late Show With <strong> David Letterman </strong>.''`` Jay-Z is a person in hip-hop that you almost don't think he exists until you meet him,'' <strong> Nicki Minaj </strong> explained to MTV News last February. <q> It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like,` Jay-Z knows me?' I didn't think he knew who I was, let alone recommend me for something. </q> <strong> Nicki Minaj </strong> Rocks Madison Square Garden with <strong> Lil Wayne </strong>, <strong> Friday star </strong>, Drake For New York-area hip-hop artists, ripping the Madison Square Garden stage is a status-cementing moment that few are able to realize. But not", "sa": ["David Letterman", "Lil Wayne", "Friday star", "Nicki Minaj"], "uid": "1296174568165871655"}]]