[{"uid": "1295159210108871759", "i": 10303, "idx": 0, "sa": ["Mike D'Antoni", "Allen Iverson", "Toney Douglas", "Danilo Gallinari"], "q": ", citing the team's long-term interests. \"With the development of some of our young guys and with Gallo[ <strong> Danilo Gallinari </strong>] and Wilson[ Chandler] and <strong> Toney Douglas </strong>,\" coach <strong> Mike D'Antoni </strong> said at the time, <q>we just didn't think right now we wanted to have that dominant force on the team.</q> On one hand, this was a polite way of saying, \"<strong> Allen Iverson </strong>'s a crazy person,\" but the underlying message was, \"We have a plan here. Let us stick to it.\"", "new_id": -2}, {"uid": "1295819589226000912", "i": 29024, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "being, <strong> Barack Obama </strong>. \" \"I think he has reached out to countries around the world and has developed good relations with countries around the world,\" <strong> Colin Powell </strong> said. <q>And I think he\"s working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the centerpiece of the State of the Union speech.</q> Dismissing widespread speculation that he might take a job in the <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be administration", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q>What I most want is for him to have a long future,</q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}, {"uid": "1297670559058834956", "i": 9652, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Ken Rudin", "President Bush"], "q": "follow the election of <strong> President Bush </strong>, because <strong> Saddam Hussein </strong> was seen as unfinished business from the administration of the first <strong> President Bush </strong>. If that were true for some, <strong> Donald Rumsfeld </strong> said, it wasn't for him. <q>INSKEEP: Did you go into your tenure as secretary of defense believing that war with Iraq was coming?</q> Looking for <strong> Ken Rudin </strong>'s Political Junkie? It has a new home inside the new It's All Politics Blog Ron Elving and his Watching Washington", "new_id": -2}, {"uid": "1295936245231571467", "i": 48930, "idx": 0, "sa": ["Andre Iguodala", "Allen Iverson", "Lou Williams"], "q": "assists and seven rebounds for the 76ers. Both <strong> Lou Williams </strong> and <strong> Andre Iguodala </strong> scored 10 points in the fourth quarter, when the 76ers stretched the lead to double digits. <strong> Andre Iguodala </strong> said part of the credit belongs to <strong> Allen Iverson </strong>. <q>He has helped us out a lot, he really opens the floor for everybody when he's out there,</q> <strong> Andre Iguodala </strong> said. \"He still draws a lot of attention and teams can't key on myself or anyone else.\" <strong> Allen Iverson </strong> is not happy about being limited to 28-30 minutes a game, which are recommended by", "new_id": -2}, {"uid": "1297183312119177307", "i": 46111, "idx": 1, "sa": ["Simon Cowell"], "q": "admitted that he doesn't regularly watch American Idol now that he is back in the UK involved in other projects. \"It's on a different time here in the UK,\" <strong> Simon Cowell </strong> said. <q>I watched some clips last week to get up to speed, and it looked good.</q> Asked about the new judges, he said, \"I think they're doing fine. They have a different approach to what I used to do before. I think the show had to reinvent itself", "new_id": -2}, {"uid": "1295907063203866164", "i": 859, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "mobile phone message interception by the Scotland Yard officers are expected to come under fire when they media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q>So far, our worst day in government,</q> a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. \"So far, our worst day in government,\"", "new_id": -2}, {"uid": "1296181148239108117", "i": 11029, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "David Cameron"], "q": "World, who resigned from the paper when Goodwin and <strong> Glenn Mulcaire </strong> were convicted in 2007. <strong> Andy Coulson </strong> has always claimed he knew nothing about the hacking but last week he quit as <strong> David Cameron </strong>'s communications chief, saying <q>when the spokesman needs a spokesman, it's time to move on.</q> Even with the number of suspects and alleged victims growing, many doubt the scandal will change Britain's keenly competitive tabloid culture. Newspapers believe readers are hungry for scoops_ and will forgive tabloids their transgressions", "new_id": -2}, {"uid": "1296084842189841418", "i": 35809, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "behind him. And it was, in his second full season after serving as <strong> Brett Favre </strong>'s backup, his first playoff game. \"To be honest,\" he said, still smiling, <q>I think you're putting too much on this resume stuff.</q> We tend to forget how new <strong> Aaron Rodgers </strong> still is to this NFL scene. How when <strong> Michael Vick </strong> last faced the Green Bay Packers in a playoff game, he was literally washing windows in the summer and playing", "new_id": -2}, {"uid": "1297105319155009073", "i": 26683, "idx": 1, "sa": ["Simon Cowell"], "q": "there's no age limit for aspiring singers. \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" <strong> Simon Cowell </strong> said in a statement. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.</q> http://xml.channel.aol.com/xmlpublisher/fetch.v2.xml?option=expand_relative_urls&amp;dataUrlNodes=uiConfig,feedConfig,entry&amp;id=691977&amp;pid=691976&amp;uts=1273167996 http://www.popeater.com/mm_track/popeater/music/?s_channel=us.musicpop&amp;s_account=aolpopeater,aolsvc&amp;omni=1&amp;ke=1 http://cdn.channel.aol.com/cs_feed_v1_6/csfeedwrapper.swf Simply enter your name and e-mail address, and you'll receive an email confirming your comment and issuing you a password. Use that password, and you're good to go.", "new_id": -2}]