[{"uid": "1295366179186253335", "i": 43862, "idx": 1, "sa": ["Cheryl Cole", "Avril Lavigne", "Derek Hough", "Simon Cowell", "Aggro Santos"], "q": "he lives. <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood.\" The insider claimed that <strong> Cheryl Cole </strong> is not yet ready to move in with <strong> Derek Hough </strong>, explaining: <q><strong> Cheryl Cole </strong> and <strong> Derek Hough </strong> have definitely been getting closer, but she wants her own life in LA- her own identity, not just as <strong> Derek Hough </strong>'s girlfriend. She needs space and a chance to make her own life.</q> This week, we rate Britney, Adele, <strong> Avril Lavigne </strong>& <strong> Aggro Santos </strong>! EastEnders: Carol tells Bianca the truth Emmerdale: Andy is officially questioned Hollyoaks: 2997: Brendan helps out Mitzeee", "new_id": -2}, {"uid": "1295941685109330459", "i": 38653, "idx": 5, "sa": ["Vince Carter", "Allen Iverson"], "q": "106-93 Wednesday night in a preview of a potential first-round series in the Eastern Conference playoffs. \"When you have that type of quality player come in, you want to step it up,\" <strong> Allen Iverson </strong> said. <q>When you add to that he's coming into my house, I want to play good in front of my fans. It's my house.</q> <strong> Vince Carter </strong> overcame a tough first half to score 26 points. He scored almost all of his points on jumpers and was held without a dunk for the second straight game. \"Not many people can stop him,", "new_id": -2}, {"uid": "1296650121246464533", "i": 2877, "idx": 1, "sa": ["Eduardo Kac", "Andrew Senior", "Marina Zurkow", "Eric Schmidt", "Woodrow Wilson"], "q": "Arabic ØµØ­Ø§Ù\u0081Ø© Ù &#... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... Digital Art@Google <strong> Eduardo Kac </strong>, <strong> Andrew Senior </strong>, Sandra Cordero, <strong> Marina Zurkow </strong> Digital Art@Google <strong> Eduardo Kac </strong>, <strong> Andrew Senior </strong>, Sandra Cordero, <strong> Marina Zurkow </strong>", "new_id": -2}, {"uid": "1296894347001409025", "i": 10381, "idx": 4, "sa": ["Roger Goodell", "Michael Vick"], "q": "taken his responsibility seriously. He has made a commitment to himself to make better decisions.\" After his Boys& Girls Club speech, in which he emphasized taking school seriously and asked the youngsters to <q>choose your friends wisely- everybody doesn't have to be your friend,</q> <strong> Michael Vick </strong> said he was pleased by <strong> Roger Goodell </strong>'s news conference remarks. <strong> Michael Vick </strong> confirmed the three conversations in 2 weeks with <strong> Roger Goodell </strong> about his Dallas plans. Wasn't that tiresome? Lots of players are in Dallas", "new_id": -2}, {"i": 268, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q>It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,</q> CEO <strong> Sergio Marchionne </strong> said. \"However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.\"+0.42%), sold 1.52 million vehicles last", "sa": ["Sergio Marchionne"], "uid": "1296496314113492035"}, {"uid": "1296591076195919887", "i": 40220, "idx": 4, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer", "Joy Behar"], "q": "A A A x Email Article From To Email Sent! <strong> Joy Behar </strong> Show: <strong> Camille Grammer </strong> Claims Fox News Salted Her Game m& c Here's a sneak peek of The <strong> Joy Behar </strong> Show from tonight's interview with <strong> Camille Grammer </strong> from <q>Real Housewives of time the newest stop is going to be \"The <strong> Joy Behar </strong> Show.</q> Speaking with <strong> Joy Behar </strong> about her marriage to <strong> Kelsey Grammer </strong>, the reality star claimed that her relationship with <strong> Kelsey Grammer </strong> ultimately <strong> David Letterman </strong>'s Bridal survey: what's on brides' minds? Following the flurry of engagements from Thanksgiving", "new_id": -2}, {"uid": "1295687287040943628", "i": 6790, "idx": 5, "sa": ["Allen Iverson"], "q": "been burned for three straight games of at least 40 points by the 76ers All-Star. \"Honestly, they play me one-on-one, straight up,\" <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q>Except in the last quarter. I guess they felt like they had to do something.</q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "new_id": -2}, {"uid": "1295818294266780673", "i": 15356, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "through a series of challengers and secret online JAM Challenges to unlock online exclusive rewards and hidden content in the ultimate quest for global bragging rights. http://wn.com/Allen_Iverson_18pts_Melo_career_high_49pts_vs_Wizards_07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q>I think that might be the easiest game I ever played in my career. I was out there watching,</q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Carmelo Anthony </strong> scored a career-high 49 points to lead the Denver Nuggets past the Washington Wizards 111-100 Friday night. With <strong> Carmelo Anthony </strong> swishing shots from all over the court, <strong> Allen Iverson </strong> took just nine", "new_id": -2}, {"uid": "1297356962224657449", "i": 33464, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>. \"Being pummeled?\" <strong> Anderson Cooper </strong> said. \"I don't recommend it. I'd never been hit in the head before.\" He described the scene, saying, <q>People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying.</q> RSS feeds ranging from dining and movie reviews to celebrity news and much more! Get the latest celebrity news on your iPhone, Blackberry or other mobile phone.", "new_id": -2}, {"uid": "1295567825105267222", "i": 2519, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. \"We're trying to be as transparent and as collaborative as possible,\" <strong> Eric Schmidt </strong> said. <q>We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that,</q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several \"significant\" new products. He said he", "new_id": -2}]