[{"uid": "1297245607137953301", "i": 1865, "idx": 0, "sa": ["Donald Rumsfeld", "David Tierney"], "q": ", Texas$ 32,852 2. Paul <strong> David Tierney </strong>,... Inc. pharmacist mistakenly sold a pregnant Colorado woman a powerful..., Colo., Jan. 19( UPI)-- A Colorado woman charged with fatal... Report Abuse <q>I am deeply saddened by this woman's situation, and I can only hope for a miracle for her and her baby. When I was six weeks pregnant, a doctor at a walk-in clinic prescribed me an antibiotic. It was a holiday, and I couldn't see my regular doctor. I had the prescription filled, and even though the doctor knew I was pregnant, the bottle ended up saying not to take it if pregnant.</q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Pregnancy Tests CLIA Waived, FDA 510K, Strips- as low as.23, Cassettes", "new_id": -2}, {"uid": "1295261609203423813", "i": 36409, "idx": 0, "sa": ["Simon Cowell", "David Joseph", "Matt Cardle"], "q": ". The intention is that they will now be able to pay for tracks immediately, rather than downloading them illegally. <strong> David Joseph </strong>, the chief executive of Universal Music, told The Guardian newspaper: <q>Wait is not a word in the vocabulary of the current generation. It's out of date to think that you can build up demand for a song by playing it for several weeks on radio in advance.</q> <strong> Matt Cardle </strong>, the latest X Factor winner who signed to Sony through an agreement with <strong> Simon Cowell </strong>, sold 439,000 copies of his song When We Collide after it went on sale immediately after the final.", "new_id": -2}, {"uid": "1296391267266764295", "i": 8629, "idx": 6, "sa": ["Rush Limbaugh", "Allan Houston", "Allen Iverson"], "q": "seconds kept the Philadelphia 76ers from getting back in the win column. Aaron Brooks made a jumper with 8.8 seconds remaining, and the <strong> Allan Houston </strong> Rockets handed the 76ers their 12th straight loss, 96-91 on Friday night. <q>C... <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't r... Bill O'Reilly Goes After <strong> Rush Limbaugh </strong>'s \"Racial Witch Hunters\" In light of <strong> Rush Limbaugh </strong> being taken down by apparent unsubstantiated comments in his bid to own part of", "new_id": -2}, {"uid": "1297250613009437217", "i": 37603, "idx": 4, "sa": ["Simon Cowell"], "q": "unprecedented$ 5 million prize the winner receives, along with a recording contract with Sony, <strong> Simon Cowell </strong> admitted to being just a little bit nervous about the seven-figure stakes, but believes he can find a deserving star. <q>The money rightly puts an enormous amount of pressure on people,</q> he said. The winner will receive a$ 1 million check once a year for five years, from which recording and marketing expenses will not be deducted. \"This is not a dressed-up$ 5", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.</q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}, {"uid": "1297245176074432535", "i": 23415, "idx": 3, "sa": ["Kara DioGuardi", "Lindsay Lohan", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "he was leaving American Idol last year to focus on the new version of The X Factor. Judges Elle DeGeneres and <strong> Kara DioGuardi </strong> also quit, with <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> joining Randy Jackson on the judging panel. <strong> Lindsay Lohan </strong> <q>to be charged with felony grand theft</q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1297381652182599684", "i": 23508, "idx": 2, "sa": ["Steve Ballmer", "Carol Hymowitz", "Stephen Elop"], "q": "talks with Microsoft CEO <strong> Steve Ballmer </strong> about putting Microsoft's mobile operating system on Nokia phones, said the person, who asked not to be identified because the discussions were private,\" <strong> Carol Hymowitz </strong>, Bass and ben-Aaron report. <q><strong> Stephen Elop </strong> also held talks with <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> about using <strong> Google Inc. </strong>'s Android software, the person said. Those discussions are unlikely to lead to an alliance, according to another person familiar with the matter.</q> <strong> Carol Hymowitz </strong>, Bass and ben-Aaron report, \"<strong> Stephen Elop </strong> will unveil a new strategy for Nokia at an event in London tomorrow, laying out his comeback plan for the smartphone market... <strong> Stephen Elop </strong>, 47, took", "new_id": -2}, {"uid": "1297102357037732375", "i": 2278, "idx": 0, "sa": ["Simon Cowell"], "q": "on Sunday, March 27 in Los Angeles at the L.A. Sports Arena. Chicago, Dallas, Miami, New York/New Jersey and Seattle will also host auditions. Specific dates and venues to be announced. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> said <strong> Simon Cowell </strong>. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1295322420058130443", "i": 31493, "idx": 0, "sa": ["Kirsten Gillibrand", "Christine Quinn", "Mayor Michael Bloomberg", "Martin Luther King", "Chuck Schumer"], "q": "launched a national campaign against illegal guns, said <strong> Martin Luther King </strong> would be working to \"eradicate\" gun violence, if he were alive today. He said <strong> Martin Luther King </strong>'s legacy is one of service to others. <q>Above all, <strong> Martin Luther King </strong> was a man of action. His actions encouraged the actions of so many others, and together, all these individual actions forged a path to a better nation,</q> <strong> Mayor Michael Bloomberg </strong> said. <strong> Chuck Schumer </strong>, Council Speaker <strong> Christine Quinn </strong>, Congresswoman Yvette Clark and Senator <strong> Kirsten Gillibrand </strong> echoed the mayor's call for gun control. Each also mentioned the recent Arizona shootings. <strong> Christine Quinn </strong> paraphrased Mavy Stodard, who", "new_id": -2}, {"uid": "1295991953089178223", "i": 3085, "idx": 12, "sa": ["Donald Rumsfeld", "Henry Kissinger"], "q": ". But he says \"Known and Unknown\" will take on the most sensitive subjects, from the detainment facility at Guantanamo Bay, Cuba, to the mistreatment of prisoners at Abu Ghraib in Iraq. <q>I brought in people who were involved and outside advisers to discuss the legal decisions that were made. And in the book, I present them in a direct way,</q> he says. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by <strong> Henry Kissinger </strong> as a \"skilled full-time politician-bureaucrat in whom ambition, ability, and substance fuse", "new_id": -2}]