[{"uid": "1295873368205455378", "i": 18433, "idx": 0, "sa": ["Andy Coulson"], "q": "of a top-selling tabloid newspaper. <strong> Andy Coulson </strong> denies any knowledge of the hacking, but admitted he'd committed a cardinal sin for a back room operator- he became the story. <strong> Andy Coulson </strong> said <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed </q> in his role as Downing Street communications chief. \"I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\"", "new_id": -2}, {"uid": "1297241204110002186", "i": 17327, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> on Controversy SC Police Laud Workers for Saving Child in Toilet SC officials praise cleaning crew for saving life of newborn left choking in arena toilet 1 comment By SUSANNE M. SCHAFER Associated Press <q> They did save the life of that child, </q> Greenville Police Chief Terri Wilfong said late Tuesday. A 25-year-old married mother of a 4-year-old faces charges of giving birth in the toilet to the 6-pound boy and leaving it to die. By calling", "new_id": -2}, {"uid": "1295063561219856910", "i": 25649, "idx": 0, "sa": ["Michael Vick", "Tiger Woods"], "q": ". A recent example is <strong> Michael Vick </strong> someone who was certainly involved in a much more heinous affair. \" Anyone betting against <strong> Tiger Woods </strong> at this point in his career could end-up looking delusional in retrospect. Report Abuse <q> I can almost take <strong> Tom Weiskopf </strong>'s comments as reality, because he does have a background that validates. </q> <strong> Tiger Woods </strong> can no longer intimidate, most guys he plays against can't wait for the opp. to get a piece of him. He sometimes looks like he is even getting a piece of himself,", "new_id": -2}, {"uid": "1295705485073957377", "i": 28273, "idx": 5, "sa": ["Tony Blair", "Rupert Murdoch", "Andy Coulson", "Ed Miliband", "David Cameron"], "q": "' Labour leader <strong> Ed Miliband </strong> welcomes <strong> Andy Coulson </strong>'s resignation but says the Number 10 press chief should have quit earlier.. Follow us on twitter at twitter.com.... News International and the Conservatives A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation.... <strong> Tony Blair </strong> <strong> David Cameron </strong> pays tribute to <strong> Andy Coulson </strong> saying he feels he has been punished for the same offence twice..... News of the World telephone tapping scandal", "new_id": -2}, {"uid": "1297122854184680470", "i": 4246, "idx": 8, "sa": ["Simon Cowell"], "q": "together now. There's a massive, massive opportunity here because you don't have a lot of competition.\" The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. <q> If they don't sell a single record they still get to keep the money, </q> he said. \"It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back\" through record sales.", "new_id": -2}, {"uid": "1295819766030490636", "i": 19090, "idx": 0, "sa": ["Steve Ballmer"], "q": "isn't worth the bits in the cloud. Vivek's thoughts on Quora remind me of <strong> Steve Ballmer </strong> on the iPhone circa 2007. Totally misses the disruptive element. this person@vwadhwa is a poor judge of startups. <q> Why I Don't Buy Quora Hype </q> http://jc.is/hIDN8O#wrong#dumb#linkbait Hacker Shows It Doesn't Take$ 8 Million to Clone Qwiki- Just 321 Lines of HTML Will do the Trick$ 10K iTunes Winner Hung Up On Apple, Thought It Was a Prank", "new_id": -2}, {"uid": "1295932595118014000", "i": 29066, "idx": 3, "sa": ["Allen Iverson", "David West"], "q": "Philadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers, who opened the season 10-0 at the First Union Center, are 1-7 in their last eight home games. <q> This is not the team we thought we were going to have, </q> Sixers coach Larry <strong> David West </strong> said, referring to injuries that have hampered the team. Philadelphia, which trailed by 18 in the second quarter, closed to 50-47 following a three-point play by <strong> Allen Iverson </strong> early in the third.", "new_id": -2}, {"uid": "1295561523178864129", "i": 13492, "idx": 4, "sa": ["Eric Schmidt"], "q": "so forth-- and to deliver such a service at scale,\" <strong> Eric Schmidt </strong> wrote. If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments <q> I have many question about your post. I think u should write... </q> \"Go Telstra.. yeah go jump. Ive been on one of your mobile cap...\" \"What does it matter Raymond... The \"NBN will not go ahead\" and...\" Mandatory ISP", "new_id": -2}, {"i": 30030, "idx": 2, "index_answer": 4, "new_id": -1, "q": "Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q> I score a career high and we won the game, </q> <strong> Allen Iverson </strong> said. \"That's how you draw it up in your dreams.\" It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against <strong> George Washington </strong> on March 10, 2004, Indiana", "sa": ["George Washington", "Tracy McGrady", "Magic Johnson", "Michael Jordan", "Allen Iverson"], "uid": "1295299857181911591"}, {"uid": "1295562865055705626", "i": 22086, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said", "new_id": -2}]