[{"uid": "2008122723_00001515_W", "i": 2104, "idx": 1, "sa": ["Chris Johnson", "Brett Ratten"], "q": "it all.\" it was more he was upset that i'd made this decision and he didn't think it was the right one for me. so that was it, i cleaned out my locker. <q> <strong> Chris Johnson </strong>, the son of dual demons best and fairest winner alan, was a father-son selection in the 2003 national draft. he played 31 games but was frustrated with a lack of game time last season. the 22-year-old said carlton coach <strong> Brett Ratten </strong> had indicated he would play across half-back or on a wing. </q> i got an opportunity last year but i was really made to earn it, \"<strong> Chris Johnson </strong> said. i was playing the best footy of my career and i was getting emergency and emergency every week. i thought", "new_id": -2}, {"uid": "2008111520_00001983_W", "i": 1552, "idx": 10, "sa": [], "q": "and his mother slept on the pavement outside the hospital. after five days, the hospital said it could do no more.\" the doctors wouldn't operate because they said` she's too small,' <q> said li. they suggested taking xiaokai to beijing or shanghai. hospital officials declined comment and refused to make xiaokai's doctor available. the hospital stay in zhengzhou cost 7,331 yuan, or$ 1,070_ about a year's cash income for the family_ and they had already borrowed money to pay for xiaokai's care. so li brought xiaokai home to die. they took her to a traditional medicine doctor in the village, who gave her an herbal medicine and confirmed the grim prognosis. </q> the old doctor told us` the child will die in 10 to 18 days,' \"li said. early on sept. 10 while it was still dark, the grandmother called li into the side room where", "new_id": -2}, {"uid": "2008100818_00105478_W", "i": 1465, "idx": 6, "sa": ["Joe Green"], "q": "a 22-year-old student in ljubljana, slovenia, the situation makes it\" even more improbable i could get a bank loan to buy a house or a car. i have no money to speak of right now. <q> in iceland, where adam stempinski, 38, found construction work after leaving his native poland, </q> it's getting more difficult to make ends meet. but i believe the country will pull through. i'm staying here, i'm still better off here than in poland. \"taxi driver <strong> Joe Green </strong> in washington", "new_id": -2}, {"uid": "2008121521_00034820_W", "i": 1326, "idx": 2, "sa": [], "q": "american geophysical union's fall meeting in san francisco.\" enceladus has earth-like spreading of the icy crust, but with an exotic difference-- the spreading is almost all in one direction, like a conveyor belt, <q> said panelist paul helfenstein, cassini imaging associate at cornell university in ithaca, n.y. </q> asymmetric spreading like this is unusual on earth and not well understood. \"\" enceladus has asymmetric spreading on steroids, \"helfenstein added.\" we are not certain about the geological mechanisms that control the spreading,", "new_id": -2}, {"uid": "2008111509_00015783_W", "i": 1775, "idx": 0, "sa": ["Rio Ferdinand"], "q": ", during which time he has become one of the most successful managers in british history, and <strong> Rio Ferdinand </strong> knows he will prove almost impossible to replace.\" they're big shoes to fill, aren't they? <q> <strong> Rio Ferdinand </strong> said in the daily mirror. who's going to fill them? i wouldn't like to say, but the club will have to work really hard to find someone capable of taking over. </q> it's not like bringing in another player, it's a different dimension altogether. our manager's record is untouchable, so to replace someone like him after so long is going to be really difficult. but", "new_id": -2}, {"uid": "2008090310_00003568_W", "i": 2125, "idx": 16, "sa": [], "q": "i will answer your question. maybe you could enlighten me on your' official' toe. not the thing the creationists say it is.\" reply# 1148 on: september 02, 2008, 08:50:43 pm <q> looking now, but to me it seems like a straight forward easy sort of yes/no answer. yes there is a god in heaven. will need your' official' toe. </q> reply# 1149 on: september 02, 2008, 08:58:23 pm \"lord edward coke, i've been able to gather from the material you posted, that the theory of evolution( toe) is definitely mutually", "new_id": -2}, {"uid": "2008111117_00015993_W", "i": 387, "idx": 1, "sa": ["Barack Obama", "Robert Gibbs"], "q": "would not be meeting with foreign leaders in washington or in chicago, though the leaders attending are certainly interested in his views.\" the administration has pledged to keep us up to date on the goings on, <q> <strong> Robert Gibbs </strong> added. he reiterated <strong> Barack Obama </strong>'s position from the campaign that the united states needed to coordinate its efforts with the 20 countries and </q> that if one country acted, it would likely actually do less to help stabilize than it would if everybody moved together. \"<strong> Barack Obama </strong> and his team have gone to great lengths to defer to the current administration and", "new_id": -2}, {"uid": "2008102717_00038253_W", "i": 835, "idx": 0, "sa": ["Jennifer Saunders"], "q": "such as shop til you drop as porn for women- so it's a good girls' night in! flowers make me smile in a gorgeous cut-glass vase at home, on my desk or hair, or <q> lapel of an old lbd( little black dress). it's lucky i always buy in the sales and always have something new to pull out at the start of a season- usually a classic from last season. florentine leather gloves in winter, designer sunnies in summer and scarves, frocks and shoes for in-between times. and, if the recession is prolonged, i intend to take advice from <strong> Jennifer Saunders </strong>, author of wear more cashmere- </q> be special... invent a cocktail of your own- named after you, of course \". and i will ponder how to tackle further financial woes. in my own way i feel i'm doing my bit", "new_id": -2}, {"uid": "2008120421_00019445_W", "i": 1587, "idx": 1, "sa": ["Param Singh"], "q": "too. previously codenamed <NO_QUOTATION> the suite enables designers using the adobe products to work with javafx developers in building javafx applications.\" designers and developers have long wanted to be able to work[ together] seamlessly, <q> he said. <strong> Param Singh </strong> emphasized the java underpinnings of javafx as an advantage. </q> we think for developers to provide powerful applications that leverage the power of java, javafx is an ideal environment because we provide the deep integration with java, \"he said. developers can build applications for a range", "new_id": -2}, {"uid": "2008101320_00003234_W", "i": 1175, "idx": 1, "sa": ["Clifton Dawson", "Tom Santi", "Tony Dungy", "Chad Simpson", "Mike Hart", "Dominic Rhodes"], "q": "it could be a while on <strong> Mike Hart </strong>, \"<strong> Tony Dungy </strong> said.\" there's a good chance we will( sign another running back) and <strong> Chad Simpson </strong> would be the first guy we'd look at for sure. <q> <strong> Chad Simpson </strong> is an undrafted rookie who has spent all season on the colts' practice squad. had <strong> Dominic Rhodes </strong> been injured sunday, <strong> Tony Dungy </strong> said the colts would have moved rookie tight end <strong> Tom Santi </strong> to running back. and if they need another back, the colts will likely seek a player such as <strong> Clifton Dawson </strong>, who has experience in the colts' system. </q> we're not necessarily looking for a more veteran guy, but we are looking for a guy who knows our system, knows our blocking assignments, knows our audibles, \"<strong> Tony Dungy </strong> said. the colts also could", "new_id": -2}]