[{"uid": "1295987623252182537", "i": 40616, "idx": 0, "sa": ["David Vitter", "Mike Pence"], "q": "first day senators are allowed to officially submit legislation, <strong> David Vitter </strong> reintroduced his bill to amend title X of the Public Health Service Act to prohibit family planning grants from being awarded to entities that perform abortions. <q> My Title X amendment would end the practice of allowing taxpayer funds to be used to pay for administrative costs and other services offered by abortion providers, a practice that allows other funds to be used for abortion practices, </q> he told LifeNews.com. Congressman <strong> Mike Pence </strong> of Indiana has sponsored in the House that is expected to receive a debate and vote by the pro-life House Republicans that lead the chamber. However, whether pro-abortion Senate Democratic Leader", "new_id": -2}, {"uid": "1297114520257425423", "i": 35170, "idx": 11, "sa": ["Paula Abdul", "Johnny Weir", "Simon Cowell", "Katharine McPhee", "Jennifer Lopez"], "q": "<strong> Jennifer Lopez </strong>? Lastly, does he keep in touch with <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>? Does <strong> Johnny Weir </strong> Want To Be The <strong> Simon Cowell </strong> Of` Skating With The Stars'? Olympic figure skater <strong> Johnny Weir </strong> chats with Access at the <q> Harry Potter and the Deathly Hallows: Part I </q> premiere about what kind of judge he wants to be on ABC's`` Skating with the Stars.'' Plus, why is <strong> Johnny Weir </strong> such a big`` Harry Potter'' fan? Access Hollywood Live: <strong> Katharine McPhee </strong>", "new_id": -2}, {"uid": "1295850790037830710", "i": 6068, "idx": 0, "sa": ["Andy Coulson"], "q": "argued that without Mr <strong> Andy Coulson </strong>, there is no one to help them connect with the great mass of folk who know nothing of wealth and for whom life is a daily struggle. Here's one extract: <q> JP: Just spell it out- the concerns that you have... </q> DD: Well, there's no doubt in my mind that the departure of <strong> Andy Coulson </strong> will be a real loss to the leadership of the Conservative party. One of the criticisims that is often levelled at them", "new_id": -2}, {"uid": "1295689120089554945", "i": 11768, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "a star in her own right,'' the Sun quoted a source as saying. <strong> Cheryl Cole </strong> will now rent a luxury apartment for her first six months in the US. The source added: <q> <strong> Derek Hough </strong> is gutted. He bought his new place with <strong> Cheryl Cole </strong> in mind. She had lots of input and his interior decorator even spoke to <strong> Cheryl Cole </strong> on several occasions. </q> News on <strong> Simon Cowell </strong> News on <strong> Cheryl Cole </strong> Copyright Asian News International/DailyIndia. com", "new_id": -2}, {"uid": "1296885700259325959", "i": 5979, "idx": 0, "sa": ["Sergio Marchionne"], "q": "in my side.'' In the past he has said the company would have posted a net profit if it weren't for the interest. <strong> Sergio Marchionne </strong> told reporters at an automotive conference that he would like <q> at least to have an agreement in principle </q> with banks by the end of March. The company is talking with Goldman Sachs and other banks about the refinancing, he said. Besides the loans, the two governments took ownership stakes in Chrysler when", "new_id": -2}, {"uid": "1295045114220282903", "i": 3022, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q> The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome, </q> he said. Bryant said the police had`` severely'' damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. UK", "new_id": -2}, {"uid": "1296863261132562962", "i": 9874, "idx": 0, "sa": ["Sergio Marchionne"], "q": "`` I am paying shyster rates,'' <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. <q> We had no choice... I am going to pay the shyster loans. </q> He called the loans`` a thorn in my side.'' Chrysler's also in talks with banks to refinance its debt and plans to have an`` agreement in principle'' by end of", "new_id": -2}, {"uid": "1295613317136232968", "i": 20695, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "<strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge.`` I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,'' <strong> David Cameron </strong> said in a statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> Text NEWS to 71593 for headlines from the Daily Press. Click here for other text alerts. <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to <strong> David Cameron </strong>, whose office had long insisted he would", "new_id": -2}, {"uid": "1297119812245366792", "i": 1416, "idx": 1, "sa": ["Simon Cowell"], "q": ",''`` young girls,''`` older singers'' and`` vocal groups'' categories that will each be mentored by a specific judge-- will also audition in front of a live studio audience. <q> On this show, the contestants are going to have to do the auditions in front of three or four thousand people. This way we bring the audience into the audition process as well, they effectively become a fifth judge, </q> <strong> Simon Cowell </strong> said. The identities of the three other judges who will join <strong> Simon Cowell </strong> on The X Factor's judging panel will be announced`` in the coming weeks,'' according to Fox. However British The", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>.`` We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,'' <strong> Michael Cohn </strong> said in a phone interview. <q> But we don't have any fear with regards to Larry. </q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}]