[{"uid": "1296780771243531829", "i": 14896, "idx": 2, "sa": ["Zahi Hawass"], "q": "at the Museum and warned against \"rumours.\" In a posting on his blog <strong> Zahi Hawass </strong> said the incident at the museum resulted in \"70 broken objects, all of which can be restored.\" <q>I want people to know that after nine days of protests, the monuments are safe,</q> <strong> Zahi Hawass </strong> said. \"If anything happens, I will announce it.\" Experts fret over Egypt's treasures in full\" class= \"active\"> Scientists make bionic \"off the shelf\" veins in", "new_id": -2}, {"uid": "1297123861224133141", "i": 12484, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "Ap Television Writer 34 mins ago LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}, {"uid": "1295913495158924827", "i": 34009, "idx": 0, "sa": ["Karl Lagerfeld", "Eric Schmidt", "Kate Middleton", "Alexis Mabille"], "q": "uniform, which Prince Charles did at his wedding( and which no one will really care about). Also, <strong> Kate Middleton </strong> reportedly wants the wedding to surprise people, according to a source quoted in Hello magazine: <q>They don't want the world to be sick of their wedding before they become husband and wife. To them it is very important for people on the day to feel they are a part of something which is fresh and new.</q> Catch Glimpses of the Spring 2011 <strong> Karl Lagerfeld </strong> Couture Collection and Find Out Why <strong> Karl Lagerfeld </strong> Is Always Late Google's <strong> Eric Schmidt </strong> Thinks He'd Make an Excellent Talk-Show Host Critics Laud Givenchy's \"Fierce\" Dog-Inspired Collection, Pan <strong> Alexis Mabille </strong>", "new_id": -2}, {"uid": "1295640246179568662", "i": 40094, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Within technology circles, the move by <strong> Google Inc. </strong>-- born during the first dot-com boom-- to replace CEO <strong> Eric Schmidt </strong> with the 38-year-old Page left some wondering how the search giant would deal with middle age. <q>Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a Jerry Yang returning?</q> Chris Dixon, a technology veteran who has invested in Skype and Foursquare, tweeted. Apple <strong> Google Inc. </strong> in the 1990s to save the company he founded from near death. Yahoo <strong> Google Inc. </strong>'s Jerry Yang made a similar return", "new_id": -2}, {"uid": "1295416067196034628", "i": 10176, "idx": 1, "sa": ["Sergio Marchionne"], "q": "in Windsor, Ontario, today but Fiat/Chrysler CEO <strong> Sergio Marchionne </strong> was already pondering the next-generation van. \"We need to completely rethink the minivan,\" he told the AP's Dee-Ann Durbin at the plant in Canada. <q>We need to retain all its functionality but make it much more versatile.</q> He said that could mean vehicles that still haul a family, but don't are not traditional minivans. The company also is pondering whether it wants both the upscale Chrysler Town and Country,$ 30,000 and", "new_id": -2}, {"uid": "1295611382129794091", "i": 1727, "idx": 1, "sa": ["Eric Schmidt", "Citigroup Inc.", "Mark Mahaney", "Google Inc."], "q": "4. <strong> Eric Schmidt </strong> navigated the company past early doubts that it could build a successful ad business around a search engine. He also oversaw the 2004 initial public offering, the biggest for an Internet company. <q>We view this as evidence of the founders staying fully engaged in the business-- a positive,</q> said <strong> Mark Mahaney </strong>, an analyst at <strong> Citigroup Inc. </strong> in San Francisco. The company also posted fourth-quarter profit that topped analysts' estimates as businesses boosted online-ad spending. <strong> Google Inc. </strong>, based in Mountain View, California", "new_id": -2}, {"uid": "1296494521100859915", "i": 26511, "idx": 11, "sa": ["Jose Calderon", "Danny Granger", "Allen Iverson"], "q": "controversy. \"Him( Ford) and <strong> Jose Calderon </strong> can split time, whoever's playing the best, or they can play together,\" he said. Indiana forward <strong> Danny Granger </strong> said Ford looked like his old self. <q>He's got something you can't really http://wn.com/Allen_Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_2 <strong> Allen Iverson </strong>'s \"team first</q> approach with the Philadelphia 76ers has earned him respect from his teammates and fans. <strong> Allen Iverson </strong>, recently voted a starter for the Eastern Conference All-Star team despite starting the season with Memphis, had 17 points, five rebounds", "new_id": -2}, {"uid": "1295012281152616960", "i": 2685, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman"], "q": "to deny her former partner's request to dissolve his married status while they continue to thrash out a settlement over his estimated$ 120 million fortune. In court papers she stated that <strong> Kelsey Grammer </strong>'s request is <q>solely for the reason that he intends to remarry as soon as possible.</q> A judge will hear the matter on January 26. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February. He tells Late Show host <strong> David Letterman </strong>, \"The", "new_id": -2}, {"uid": "1296489186037306378", "i": 9636, "idx": 0, "sa": ["Michael Vick", "Peyton Manning"], "q": "Indianapolis Colts quarterback <strong> Peyton Manning </strong> was playing in his 11th Pro Bowl while his NFC counterpart, <strong> Michael Vick </strong>, participated in his fourth and first since 2005, having spent nearly two years in prison on dog-fighting charges. <q>This is a great experience to be voted by your coaches and peers,</q> said <strong> Michael Vick </strong>, the Philadelphia Eagles quarterback. \"To get back so soon is just a blessing.\"", "new_id": -2}]