[{"uid": "1297437923129613850", "i": 6467, "idx": 1, "sa": ["Steve Ballmer"], "q": "of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team \"more innovation, greater global reach and scale.\" <q> We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone, </q> he said. The key challenge will be to come up with devices of a quality level and hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android.", "new_id": -2}, {"uid": "1296608451170311685", "i": 4045, "idx": 0, "sa": ["Phil Collins", "Adam Sandler", "David Letterman"], "q": ", shall we say, <strong> David Letterman </strong> or attending the People's Choice Awards. But finally, something other than Punch Drunk Love got him to put on a suit. And a tie! <q> Enjoy the magic of this moment buddy because tomorrow a pre-op transsexual will be turning tricks on top of your name, </q> Kevin James advised <strong> Adam Sandler </strong> today as the funnyman was honored with the 2,431 st star on the Hollywood Walk of Fame. <strong> Phil Collins </strong> to go solo after Genesis; and he invented the salad dressing that ultimately was bottled", "new_id": -2}, {"uid": "1297521829086999043", "i": 11302, "idx": 1, "sa": ["The Lost Dogs", "Michael Vick"], "q": "The only way the public is going to know if he's sincere is to revisit it 5 to 8 years from now, when he's not playing in the NFL and getting endorsements,\" Knorr said. <q> Is he still going into the neighborhoods, preaching to the kids? \"If he's sincere or not, it doesn't really matter because what he's doing now, he's doing a positive thing by speaking to kids in the community about his mistakes and telling them not to go there. What he's doing is good for the public. </q> Knorr talked for the first time since he discussed the case with author Jim Gorant for his book \"<strong> The Lost Dogs </strong>.\" He said he met <strong> Michael Vick </strong> \"four, five times\" during the investigation.", "new_id": -2}, {"uid": "1295884717047398920", "i": 11486, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "music mogul told <strong> Oprah Winfrey </strong> that he had become determined to sign the pair after they performed \"Unchained Melody' on ITV drama Soldier, Soldier. However, <strong> Simon Cowell </strong> admitted that his attempts were initially unsuccessful. <q> It took me seven months to persuade these two to sign a recording contract with me, </q> he said. \"But I drove them so mad that I actually got a solicitor\"s letter from one of them saying I had to stop harassing his client.\" He added: \"But the", "new_id": -2}, {"uid": "1296486373063668243", "i": 2364, "idx": 1, "sa": ["Mike Pence"], "q": "urged by conservative activists to run for president in 2012. \"We seriously considered it, which for a small-town boy from Southern Indiana is a very humbling thing to do,\" <strong> Mike Pence </strong> said Thursday. <q> But at the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead. I've learned in decisions like these to follow my heart. My heart is in Indiana. </q> He said he will spend the next few months traveling across the state before announcing a decision on the governor's race, which he is widely expected to enter as the GOP favorite. Indiana", "new_id": -2}, {"uid": "1296149338188350491", "i": 35587, "idx": 0, "sa": ["Sharon Osbourne", "Simon Cowell", "Louis Walsh", "Kris Smith"], "q": "big changes. He explained neither Dannii or Irish judge <strong> Louis Walsh </strong> had received their contracts for this year's series of the singing competition. Speaking about rumours that <strong> Sharon Osbourne </strong> may return, Dannii said: <q> I'm not worried about <strong> Sharon Osbourne </strong> going back- it's up to them to recruit whoever they want. \"The X Factor is a great show and I thought I had a great year last year. </q> Dannii, who is dating ex-rugby player <strong> Kris Smith </strong>, took the chance to praise 51-year-old <strong> Simon Cowell </strong>. She said: \"<strong> Simon Cowell </strong> mentored me into The X Factor judging role. He advised me to make", "new_id": -2}, {"uid": "1297127080053067784", "i": 18798, "idx": 2, "sa": ["Eric Schmidt"], "q": "commander of the detention facility where WikiLeaks... Photo in Slideshow: A file photo shows <strong> Eric Schmidt </strong> Photo in Slideshow: A file photo shows Google CEO <strong> Eric Schmidt </strong> U.S. Video: Lawyers Threaten Suit Over TV Movie Report Abuse <q> There is a lesson to be learned here. Individual US citizens can't defraud the government on contacts in countries like Iraq and Afghanistan. </q> Report Abuse \" \"Once Al-Methwad had been awarded the contracts, prosecutors say, Janet <strong> Eric Schmidt </strong> used money from Al-Methwad to purchase fewer or inferior goods than those required by the contract and arranged for their delivery to Marines", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q> the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose. </q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}, {"uid": "1296253839209223722", "i": 7151, "idx": 0, "sa": ["Michael Vick", "Ashley Fox", "Carl Edwards", "Rudyard Kipling"], "q": "what it's like to be humbled by failure. Two lines from <strong> Rudyard Kipling </strong>'s poem \"If\" are reminders: If you can meet with Triumph and Disaster And treat those two imposters just the same <q> Defeat is bad, but winning can be just as bad for you, </q> <strong> Carl Edwards </strong> said Thursday on the <strong> Ashley Fox </strong>: <strong> Michael Vick </strong> living the suite life in Hawaii Hawaii- The NFL surprised <strong> Michael Vick </strong> with the ultimate perk on Tuesday: the 4,200-square-foot presidential suite at the official hotel of the Pro", "new_id": -2}, {"uid": "1295536902152666140", "i": 9536, "idx": 0, "sa": ["Simon Cowell"], "q": "on WVUE-Channel 8. www.USAToday.com that teen contestants seemed to win the favor of this judges' panel, which for the first time in the show's history faced the wailing would-bes minus founding judge/villain <strong> Simon Cowell </strong>. <q> I'm beginning to see why the Hollywood Week group was so large this year( a reported 325), </q> Mansfield wrote. \"This group of judges are a much softer touch than previous crews. They're much more likely to put somebody through on the strength of their personalities. <strong> Simon Cowell </strong> would have shut 75 percent of", "new_id": -2}]