[{"uid": "1295268538147652699", "i": 34808, "idx": 2, "sa": ["Tim Pawlenty", "Mike Pence", "John Thune", "Mitch Daniels", "Newt Gingrich", "Rick Santorum"], "q": "<strong> Mitch Daniels </strong> of Indiana, former House Speaker <strong> Newt Gingrich </strong>, former Minnesota Gov. <strong> Tim Pawlenty </strong>, Sen. <strong> John Thune </strong> of South Dakota and former Sen. <strong> Rick Santorum </strong> of Pennsylvania. At a speaking engagement last month, <strong> Mike Pence </strong> said he and his family are <q> determined to take the next few months and pray about </q> a possible White House run. TheIndyChannel.com. The Associated Press contributed to this report. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. The following are comments", "new_id": -2}, {"uid": "1295446736183418917", "i": 1905, "idx": 4, "sa": ["Mike Pence"], "q": "the people any powers not granted to the federal government. But while fiscal issues may dominate the next election, <strong> Mike Pence </strong> also reaffirmed his strength among social conservatives by saying that the nation also needs <q> to get back to basics </q> by stressing traditional values, including \"the sanctity of life, traditional marriage and the importance of organized religion.\" Among those urging <strong> Mike Pence </strong> to run for the presidency is a former deputy counsel", "new_id": -2}, {"uid": "1296918649127238165", "i": 17247, "idx": 2, "sa": ["Mike Pence", "Bill Clinton"], "q": "in a deep funk. \"Seriously, who else do we have?\" one asked me. \"Unless something miraculous happens and we get an unexpected gift candidate.\" Another GOP stalwart agreed: <q> Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation and personal ambition. </q> Poor <strong> Mike Pence </strong>! Let's remember, the congressman has young kids and other options, and the presidency was a gamble. While I appreciate these hard-working political veterans' early assessments of the field of potential", "new_id": -2}, {"uid": "1296174054124354589", "i": 49702, "idx": 0, "sa": ["Mike Pence", "Bob McDonnell"], "q": "RGA <strong> Mike Pence </strong> decision \"major coup\" for RGA- David Catanese: <strong> Mike Pence </strong> decision \"major coup\" for RGA Indiana <strong> Mike Pence </strong> isn't running for president, which means a gubernatorial run is almost inevitable. <q> <strong> Mike Pence </strong> won't formally announce his gubernatorial campaign on Thursday-a state law prohibits announced candidates from raising money during the state legislative session, scheduled to end April-but he fully intends to run for governor, a source with knowledge of his thinking told POLITICO. </q> <strong> Mike Pence </strong> was Perry's first recruitment call after he became chairman, a source with knowledge of the call told POLITICO, and <strong> Mike Pence </strong> met in Washington on Wednesday with Virginia Gov. <strong> Bob McDonnell </strong>, the RGA's vice", "new_id": -2}, {"uid": "1295310564231800860", "i": 28517, "idx": 1, "sa": ["Gabrielle Giffords", "Mike Pence", "Barack Obama"], "q": "all legislative action last week out of respect for <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong> and the other victims of the target=\"_blank\" Tucson shootings, the House Republican leadership decided it could abide no further delay in a vote on its <q> Repealing the Job-Killing Week after Arizona tragedy, <strong> Barack Obama </strong> says it's time for business with a` spirit of common cause' WASHINGTON( AP)- Citing \"great challenges for us to solve, </q> <strong> Barack Obama </strong> is pledging to work with Democrats and Republicans in the aftermath of the target=\"_blank\" Arizona shooting that killed six, grievously wounded a member of Congress and brought legislative debate to a virtual standstill. In", "new_id": -2}, {"uid": "1296800641249069578", "i": 4528, "idx": 1, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong>, R-Ind., has introduced the legislation. In Virginia, anti-abortion activists and social conservatives said the videos illustrate what they said is Planned Parenthood's disregard of laws intended to regulate abortion. <q> Their clinics are just blatantly violating laws, and they're doing it to the sums of hundreds of millions of dollars of taxpayer funds, </q> said Anna Franzonello, an attorney for Americans United For Life. Rita Dunaway, an attorney with the Rutherford Institute, which generally promotes conservative causes, said the videos underscore \"the need for greater regulation", "new_id": -2}, {"uid": "1296085240146374684", "i": 29348, "idx": 2, "sa": ["Eric Cantor", "Mike Pence", "Kevin McCarthy", "Bill H. Gross"], "q": ".\" <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of \"Young Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" <q> We've got to roll back there. That will save$ 100 Bill H. Grossion in the first year, </q> agreed <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 Bill H. Grossion in cuts. However, according to the New York Times", "new_id": -2}, {"uid": "1296983342254574600", "i": 21338, "idx": 1, "sa": ["Mike Pence", "Mike Huckabee"], "q": "the light was better. Social conservatives tend to talk about issues such as title=\"Abortion\" abortion and gay rights, stem cell research and the role of religion \"in the public square\" : <q> Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history, </q> said <strong> Mike Pence </strong> title=\"Mike Pence\" Huckabee-Mike Pence-PEPLT005131.topic\"> <strong> Mike Pence </strong>( R-Ind.) at the Family Research Council's 2010 Values Voter Summit. But what, exactly, are the policy problems they say they aim to solve?", "new_id": -2}, {"uid": "1296169756065815248", "i": 55553, "idx": 5, "sa": ["Matt Lloyd", "Mike Pence"], "q": "up his timetable,\" National Journal updated. What we know for sure, though, is that <strong> Mike Pence </strong>'s people are understandably not happy with reporters calling his mother for the hottest political gossip: <q> \"You called his mom, </q> <strong> Mike Pence </strong> spokesman <strong> Matt Lloyd </strong> protested when an NJ reporter called the lawmaker's office to inquire about the latest reports about an evening announcement... \"[ Image via AP]", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q> Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet, </q> <strong> Mike D'Antoni </strong> said.`` They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}]