[{"uid": "1297260081046088218", "i": 10077, "idx": 2, "sa": ["Eric Schmidt"], "q": "series of often very difficult fights inside the company\" \"It is very important that the lawyers are not making the product decisions,\" <strong> Eric Schmidt </strong> told the Sunday Telegraph. <q>Because the lawyers, on balance, will be more conservative, because that is how lawyers work. So I always say to the product makers, just build the best product you can.</q> <strong> Eric Schmidt </strong> admitted, however, that Google has to be more cautious when launching new products. \"It is a reality that when we release products we have to be sensitive to regulatory and privacy issues,", "new_id": -2}, {"uid": "1297624575013008913", "i": 650, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "vital safety regulations, we need the airline industry to come to the table to ensure we have the greatest possible protections for airplane passengers,\" said <strong> Chuck Schumer </strong>, who was releasing letters to the FAA on Sunday. <q>The airline industry needs to recognize that the safer passengers feel, the more likely they will be to fly. Greater safety standards benefit the industry and most importantly, benefits the American public.</q> The Air Transport Association did not immediately comment. U.S. Sen. <strong> Kirsten Gillibrand </strong> had also spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding", "new_id": -2}, {"uid": "1295672866088440848", "i": 11474, "idx": 2, "sa": ["Andy Coulson"], "q": "he was being \"punished for the same offence twice\". \"To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,\" he said. <q>I hope now finally that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come to light.</q> It is understood Mr <strong> Andy Coulson </strong> informed the Prime Minister of his intention to leave on Wednesday evening. No decision has yet been taken on a replacement. Mr <strong> Andy Coulson </strong> resigned as editor of the News", "new_id": -2}, {"uid": "1297242618238927902", "i": 24484, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described the site as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Rumsfeld wrote that he wanted", "new_id": -2}, {"uid": "1297152367211075085", "i": 30532, "idx": 7, "sa": ["Donald Rumsfeld", "President Bush"], "q": "ik niet zou blijven als de Democraten de macht in het Congres zouden overnemen\", schrijft de oud-minister. <strong> Donald Rumsfeld </strong> voorzag dat hij om de haverklap op het matje zou worden geroepen bij een Democratisch Congres. <q>Dit betekende dat het tijd was om sommige mensen te vervangen.</q> 12 jan 2010 In het buitenland al vaker en meer Irak-onderzoeken 9 nov 2010 Biografie <strong> President Bush </strong> verschenen Audio Sijbolt Noorda, voorzitter VSNU reageert op de plannen van staatssecretaris Zijlstra over het hoger... 13 jaar na hun afscheid", "new_id": -2}, {"uid": "1296413477170033187", "i": 20903, "idx": 2, "sa": ["Cheyenne Jackson", "Bill Stephan", "Mike Pence"], "q": "Karen, at an evangelical church service where she was playing the guitar. \"I think his faith is first and foremost what makes him tick,\" said former Rep. <strong> Cheyenne Jackson </strong> McIntosh, a Republican. <q>Even as he approached this really hard decision, I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in public service.</q> <strong> Bill Stephan </strong>, a friend of <strong> Mike Pence </strong>'s since they attended the Indiana University School of Law-Indianapolis together, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. \"", "new_id": -2}, {"uid": "1295472377012009510", "i": 34225, "idx": 0, "sa": ["Lloyd Blankfein", "Steve Ballmer", "Barack Obama"], "q": "been fast enough,\" <strong> Barack Obama </strong> said. At today's meeting with CEOs, <strong> Barack Obama </strong> and Hu said it was important for the two nations to deepen their business ties. Hu said his nation <q>welcomes U.S. companies and promised that China would treat fairly U.S. companies doing business there. \"It all feels very, very good that you asked us to be a partner,</q> Jim McNerney, the chief executive officer of Boeing, said to Hu at the start of the session. Other attendees at the meeting were Chief Executive Officers <strong> Steve Ballmer </strong> of Microsoft Corp.; <strong> Lloyd Blankfein </strong> of Goldman Sachs Group", "new_id": -2}, {"uid": "1296277283055640093", "i": 9003, "idx": 6, "sa": ["James Cleveland", "LeBron James", "Chris Webber", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q>He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle.</q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 Denver Nuggets( 26-18) at Detroit Pistons( 17-28), 7:30 p.m. Denver Nuggets( 27-18) at <strong> James Cleveland </strong> Cavaliers( 8-37), 7:30 p.m. Perkins", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q>They don't like me for making these requests,</q> said <strong> Zahi Hawass </strong>. \"But I don't care; I am doing this for Egypt.\": Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}, {"uid": "1296482939080920591", "i": 6815, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q>I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat,</q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\" Share", "new_id": -2}]