[{"uid": "1297426049196083720", "i": 25611, "idx": 6, "sa": ["Michael Gove"], "q": "Budget deficit' Lawyers for Mr <strong> Michael Gove </strong> had argued his decisions were not made lightly and were not open to legal challenge. In written statements put before the court, they said the coalition had inherited <q> the largest budget deficit in peacetime history </q>, and spending cuts had had to be made \"quickly and significantly\" . The axing of the scheme in July last year meant that at least 700 school rebuilds in England would not be going ahead", "new_id": -2}, {"uid": "1295036877249511945", "i": 21832, "idx": 0, "sa": ["Michael Gove"], "q": "marks in many academically-rigorous subjects would not be reflected in this new measure. But Brian Gates, chair of the Religious Education Council of England and Wales, has welcomed comments from Mr <strong> Michael Gove </strong> as suggesting a <q> readiness to reconsider the subject composition of the English Baccalaureate </q>. \"There is widespread support for including religious studies as a mainstream humanities subject,\" said Mr Gates. Mr <strong> Michael Gove </strong>, speaking on Friday, had said: \"There are one or", "new_id": -2}, {"uid": "1297089430234487808", "i": 6654, "idx": 1, "sa": ["Michael Gove"], "q": "central funding in this year.\" Mr <strong> Michael Gove </strong> stressed the decision to protect music funding when there were pressures on budgets elsewhere showed the Michael Government was committed to music in schools. He said: <q> Music has the power to touch the soul. It is a universal language understood by people of every culture. And it gives us all the chance to be transported by beauty. \"But access to the best musical education is not universal and the opportunity to benefit from great instrumental tuition is not shared equally. </q>` Positive change' Mr <strong> Michael Gove </strong> also announced plans for scheme to get more music professionals teaching in schools. A scheme based on the much-praised TeachFirst programme, which sees high-flying graduates fast-tracked to become", "new_id": -2}, {"uid": "1296138281063832065", "i": 39401, "idx": 0, "sa": ["Michael Gove"], "q": "to Ofsted will mean schools will be judged by the watchdog on four key areas- quality of teaching, leadership, pupils' behaviour and achievement. Publishing the Bill on Thursday, Mr <strong> Michael Gove </strong> said: <q> There are areas of Ofsted inspections, such as community cohesion or regulations Michael Governing what students bring in in their lunchboxes at lunchtime, which are entirely peripheral. \"One of the problems with Ofsted inspections is that they are asked to inspect and measure for things which, by definition, are hard to judge and not central to what schools are about. </q> Keep updated with the latest breaking news and content on our Twitter feed. Latest dining reviews Read the latest reviews by the Shropshire Star's dining out reviewers before you decide where to eat.", "new_id": -2}, {"uid": "1295983645057327616", "i": 32715, "idx": 2, "sa": ["Michael Gove"], "q": ". Mr <strong> Michael Gove </strong>'s lawyers say each of the six councils seeking judicial review will in any event receive in total \"well in excess of? 1bn in BSF funding\" , and the case was about <q> whether they must get even more </q>. 05 JULY 2010, EDUCATION& FAMILY The rise of` we' Why US presidents increasingly love the word Risky harvest Inuit race to gather mussels under the sea ice- before tide returns", "new_id": -2}, {"uid": "1296141176140460055", "i": 27900, "idx": 1, "sa": ["Michael Gove"], "q": "central to what schools are about.\" The Bill hands more control to the Education Secretary to intervene in failing schools. Mr <strong> Michael Gove </strong> insisted that under-achieving academies will not be exempt from this. <q> There is absolutely no reluctance on our part to deal with any academy that's failing, </q> he said. \"Every school that under-performs will be held up to high standards.? 2011 owned by or licensed to Trinity Mirror Midlands Limited.", "new_id": -2}, {"uid": "1295455356042303518", "i": 10043, "idx": 0, "sa": ["Michael Gove"], "q": ", no doubt, will be applied to many, many other places. Defending his plans to cut Educational Maintenance Allowances in the Commons this afternoon <strong> Michael Gove </strong> praised councils that helped students with travel costs: <q> \"In Hull, Liberal Democrat-controlled Hull, any student in receipt of EMA also gets a travel grant to cope with the full cost... </q> \" Then, in response to interruptions, he continued: \" \"Well, they won't if a Labour council takes power, I suspect. But if they're wise enough to vote Liberal Democrat", "new_id": -2}, {"uid": "1296138570063832064", "i": 8305, "idx": 1, "sa": ["Michael Gove", "Pierre Mamboundou"], "q": "with 41.79 percent, veteran opposition figure <strong> Pierre Mamboundou </strong> second with 25.66 percent and Mba Obame third with 25.33 percent. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1295520503199704593", "i": 5406, "idx": 0, "sa": ["Michael Gove"], "q": "historical figures on the secondary curriculum are William Wilberforce, who campaigned for the abolition of slavery, and Olaudah Equiano, who autobiography played a leading role in turning public and intellectual opinion against the practise. <q> I'm saying that we need to have facts in the curriculum, </q> Mr <strong> Michael Gove </strong> told the Today programme. \"I want there to be core curriculum content- facts, knowledge. I want teachers to decide what that is. \"Parents need to know what", "new_id": -2}, {"q": "could be seeking a seventh term in Congress, although that seems unlikely, because <strong> Mike Pence </strong> voluntarily forfeited his position as the No. 3-ranking Republican in the U.S. House after Republicans swept into the majority in November. <q> Indiana is fortunate to be the home to a number of rising stars in the Republican Party like <strong> Mike Pence </strong>, </q> state GOP Chairman Eric Holcombe said. If <strong> Mike Pence </strong> officially enters the 2012 governor's race, \"he becomes the presumptive favorite,\" said Dion-Robert Dion/\"> <strong> Robert Dion </strong>, a University of Evan Bayhville political science", "answer_q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q> In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it, </q> he said.`` But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.'' <strong> Robert Dion </strong> said", "answer": "delete", "sa": "['Mike Pence', 'Evan Bayh', 'Robert Dion']", "index_answer": 0, "idx": 3, "i": 47205}]