[{"uid": "1295529419005685249", "i": 28293, "idx": 2, "sa": ["Christine Blower", "Michael Gove"], "q": "and I want teachers, not me, to decide what that is,\" he told the BBC Radio's Today programme. <strong> Christine Blower </strong>, general secretary of the National Union of Teachers responded, saying: <q> The fact is there are no schools only teaching these things. The national curriculum is not the total curriculum. </q> While <strong> Michael Gove </strong> said he didn't want to prescribe the exact content of the curriculum, he has in the past been vocal about what he believes should be on schools' educational menu. At", "new_id": -2}, {"uid": "1295508408200671279", "i": 16973, "idx": 0, "sa": ["Michael Gove", "Mary Bousted"], "q": "<strong> Michael Gove </strong>, the Education Secretary, said \"profound mistakes\" made with the curriculum by Labour led to England plummeting in international league tables. Writing in The Daily Telegraph today, he said: <q> The top-performing education nations all have rigorous curricula which act as a benchmark for achievement and a guide to essential knowledge. \"But while we have one of the biggest curricula in the world- at nearly 500 pages- it has failed a generation by not preparing them for the modern world. \"The existing national curriculum embodies poverty of aspiration. </q> A new priMary Bousted and secondary school curriculum is expected to be in place by September 2013. But last night, teachers' leaders accused ministers of advocating a return to the \"public school curriculum", "new_id": -2}, {"uid": "1296492013088260701", "i": 53995, "idx": 2, "sa": ["Michael Gove", "Robert J. Gordon"], "q": "perfidy 22 you are under the misapprehension that <strong> Michael Gove </strong> went to a bog standard state school when in fact he went to the fee paying <strong> Robert J. Gordon </strong> College in Aberdeen. ReturnOfTheKing 31 January 2011 4:35 PM <q> learning the capitals of obscure countries and memorising list of English kings and queens and the periodic table. Not exactly a curriculum for the 21st century or a pedagogy that recognises the recent focus in schools on student learning </q> In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without pressing", "new_id": -2}, {"uid": "1296557295179486744", "i": 54804, "idx": 0, "sa": ["Tim Loughton", "Michael Gove"], "q": "Tim Loughtone with children, asking how they feel, whether they understand why the social worker is involved in their family, and finding out what they want to happen,\" she argued. She added: <q> We now have more knowledge about the kind of parenting that really harms children. Assessments should be skilled enough to distinguish between the families most in need and the parents who are struggling and just need a bit of help, possibly not from social workers. </q> Ms. Munro has also criticised the amount of statutory guidance being offered by Whitehall, an area Education Secretary <strong> Michael Gove </strong> is keen to tackle as well and has launched a pilot programme in Cumbria, Knowsley, Westminster", "new_id": -2}, {"uid": "1295458658213254160", "i": 28341, "idx": 2, "sa": ["Michael Gove", "Andy Burnham"], "q": "and told MPs \"you can not spend money you do not have\" . \"Choices are dependent on the money- and where is the money coming from?\" said Mr <strong> Michael Gove </strong>. <q> If we really believe in generating social mobility in this country then the question we have to ask ourselves is: how is every pound best invested? </q> said Mr <strong> Michael Gove </strong>. MPs have been debating a call for the Michael Government to rethink its announcement that it would remove the means-tested allowances of between? 10 and? 30 per week. Mr <strong> Andy Burnham </strong>", "new_id": -2}, {"q": "is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Advertise? Contact? 2011 Vindy.com. All rights reserved. A service of The Vindicator. 107 Vindicator Square. Youngstown, OH 44503", "sa": ["Kirsten Gillibrand"], "index_answer": 0, "idx": 1, "i": 41507}, {"uid": "1296130601081985565", "i": 3266, "idx": 0, "sa": ["Michael Gove"], "q": ", is also struggling to stamp out a resurgent wing of al Qaeda that has based itself in Yemen. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1297451814077103115", "i": 11523, "idx": 5, "sa": ["Michael Gove"], "q": "said he believed it was \"far too late\" for them to apply. Waltham Forest Council leader Chris Robbins said the ruling was \"a victory for common sense and fair play\" . <q> They must now make a decision on our funding based on the real evidence about the difficulties our schools face, </q> he said. A spokesman for the Department for Education said <strong> Michael Gove </strong> will now look again at his decision on the six authorities \"with an open mind\" , following representations from each council, as ordered", "new_id": -2}, {"uid": "1297234021222871650", "i": 9279, "idx": 6, "sa": ["Michael Gove"], "q": "SoundMoney 7 February 2011 8:47 PM I don't agree with a lot of what <strong> Michael Gove </strong> s doing, and the lack of Parliamentary scrutiny it is getting. However, when you say: <q> Labour focused relentlessly on driving up standards in the basics </q>... I am forced to conclude that given 13 years' experience of that complete and utter failure to stop making things worse and not better, I'd be willing to try almost anything, however draconian,", "new_id": -2}, {"uid": "1297258274101777429", "i": 30711, "idx": 0, "sa": ["Michael Gove"], "q": "want one of those T-shirts now:) \" So glad to have been a part of the love-hate fest that is Kings'. I'll miss you...:(\" And Seabass1001 says: <q> \"Part of me just died. Also i made those T-shirts for the rugby team! </q> \" Education news from around the web? Warwick Mansell has done a round-up of stories about how <strong> Michael Gove </strong>'s English bac is affecting schools. He's particularly concerned about", "new_id": -2}]