[{"uid": "1295007567134168576", "i": 25687, "idx": 2, "sa": ["Gary Moore", "Allen Iverson"], "q": " Earlier on Wednesday, reports from several media outlets including Fox News and NBA.com reported that <strong> Allen Iverson </strong> may be looking to retire due to the injury, after receiving information from HoopsWorld regarding his status. <q> People need to know that <strong> Allen Iverson </strong> is and always has been a fighter, </q> <strong> Gary Moore </strong> said to AP.`` He's got a battle ahead of him.'' <strong> Allen Iverson </strong> Announces RetirementAccording to the New York Times, <strong> Allen Iverson </strong> is getting paid around$ 2 million per season by Besiktas Cola Turka.", "new_id": -2}, {"uid": "1295807421110559236", "i": 34720, "idx": 17, "sa": ["John McCain", "Barack Obama", "Colin Powell", "Bill Ayers"], "q": "to hear about, not about Mr. <strong> Bill Ayers </strong>, not about who's a Muslim and not a Muslim. Those kind of images going out on Al Jazeera are killing us around the world,'' he said. <q> I thought it was over the top. It was beyond just good political fighting back and forth.... We can't judge our people and we can't hold our elections on that kind of basis, </q> he added. <strong> Colin Powell </strong>, who described himself as still a Republican, added that he also doesn't like the <strong> John McCain </strong> camp's decision to call <strong> Barack Obama </strong> a socialist because he wants to raise taxes on individuals and businesses", "new_id": -2}, {"uid": "1296637348206454868", "i": 22540, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL", "new_id": -2}, {"uid": "1295894021267862075", "i": 49542, "idx": 1, "sa": ["Simon Cowell", "Cher Lloyd"], "q": "she said.`` <strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to give me rules- he likes the fact I'm a bit rebellious!'' She continued: <q> I always wanted to rap but never really had the guts to do it because I'm just a skinny white girl. Then aged 13 I started rapping secretly because I didn't know whether people would accept me- some people still don't. </q> However, <strong> Cher Lloyd </strong> admitted that if she had the opportunity, she would wait another few years before beginning her career. Stacey McLeanThe former X Factor", "new_id": -2}, {"uid": "1295220308191463510", "i": 51704, "idx": 0, "sa": ["Mark Kelson", "Gabrielle Giffords", "Donald Rumsfeld"], "q": ", Ariz.-- Rep. <strong> Gabrielle Giffords </strong> is opening both eyes, moving both legs and target=\"_blank\" href=\"http://armsdealing.com/\"> arms and is responding to friends and family. Her doctors call it a`` major milestone'' in her recovery. <q> We're hoping that she crosses through many more, </q> said her neurosurgeon, Dr. Michael Lemole. Her reMark Kelsonable recovery five days after being shot through the head has provided a much-needed dose of jubilation after` The Good Wife' producers want <strong> Donald Rumsfeld </strong> on show target=\"_blank\" href=\"http://pasadenadaily.com/\">", "new_id": -2}, {"uid": "1295681320220479526", "i": 47951, "idx": 15, "sa": ["Allen Iverson", "Kobe Bryant", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our http://wn.com/Allen Iverson_Allen Iverson_31pts_vs_Crossover_move_on_Durant_Sonics_07/08 Midway through the fourth quarter <strong> Allen Iverson </strong> unlaced his white and light blue sneakers and found a child in the stands", "new_id": -2}, {"uid": "1297439864252067874", "i": 23347, "idx": 1, "sa": ["Eamon Gilmore"], "q": "to be lowered by 3 per cent, a reduction that could yield? 1.3 billion over three years. While not specifying the extent of burden-sharing Labour wanted from bondholders, he contended that, overall, Ireland could <q> save in excess of? 2 billion by way of renegotiation. There's no choice but we have to do it. </q> Many of the undertakings contained in the manifesto are already in the public domain, including the party's policy of establishing a strategic investment bank. Mr <strong> Eamon Gilmore </strong> said he regarded the claim by Fine", "new_id": -2}, {"uid": "1295581289167378962", "i": 15056, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "href=\"http://www.businessinsider.com/Eric Schmidt-scmidt-out-as-google-ceo-2011-1\" target=\"_blank\" rel=\"nofollow\"> Silicon Alley Insider:`` This is not a loss for Google,'' notes Jay Yarow.`` Increasingly, it has seemed like <strong> Eric Schmidt </strong> was just an ambassador'' for the company. <q> Our read of the company is that <strong> Sergey Brin </strong> and <strong> Larry Page </strong> have been driving most of the major strategic decisions for a while, </q> says Yarow. So what brought the move about? It's probably`` because <strong> Sergey Brin </strong> and <strong> Larry Page </strong> were frustrated with dealing with him. Note the quote from <strong> Eric Schmidt </strong> that Google wanted to` speed up decision making.", "new_id": -2}, {"uid": "1296590712205504524", "i": 47416, "idx": 0, "sa": ["Ted DiBiase", "Emma Stone", "Angelina Jolie", "Anne Hathaway", "Julianne Moore", "Annette Bening"], "q": "undertones, I'd say the vibe of the show has been pretty good so far, wouldn't you?'' He went on to deliver the best award presenters speech of the night expounding his theory that: <q> I don't know if an actress can do her best work until she's slept with me. </q> He then hinTed DiBiase that nominees- <strong> Julianne Moore </strong>, <strong> Annette Bening </strong>, <strong> Angelina Jolie </strong> and <strong> Anne Hathaway </strong>- had at one point rejecTed DiBiase his advances. He went on:`` I'm not trying to creep anyone out, but where's <strong> Emma Stone </strong>", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do.`` We're trying to be as transparent and as collaborative as possible,'' <strong> Eric Schmidt </strong> said. <q> We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that, </q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several`` significant'' new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}]