[{"uid": "1297234021222871650", "i": 9279, "idx": 6, "sa": ["Michael Gove"], "q": "SoundMoney 7 February 2011 8:47 PM I don't agree with a lot of what <strong> Michael Gove </strong> s doing, and the lack of Parliamentary scrutiny it is getting. However, when you say: <q> Labour focused relentlessly on driving up standards in the basics </q>... I am forced to conclude that given 13 years' experience of that complete and utter failure to stop making things worse and not better, I'd be willing to try almost anything, however draconian,", "new_id": -2}, {"uid": "1297520477089751561", "i": 11899, "idx": 3, "sa": ["Michael Gove"], "q": "five points. He disagreed with Nigel Giffin, counsel for the local authorities, who had claimed <strong> Michael Gove </strong>'s decision to scrap BSF had been \"irrational\" . Nothing the Department for Education had said gave councils a <q> legitimate expectation that any given project would definitely proceed </q>, Justice Holman said. However, <strong> Michael Gove </strong> should have consulted the councils over his decision to scrap the projects and must now \"reconsider his decision insofar as it affects the claimants and each of the projects", "new_id": -2}, {"uid": "1297427071058949663", "i": 2977, "idx": 5, "sa": ["Michael Gove", "Andy Burnham"], "q": "\"The final decision on any project still rests with him and... no one should gain false hope from this decision\" . <strong> Andy Burnham </strong>, Labour's shadow education secretary, said the ruling was a victory <q> for all the communities and children betrayed by <strong> Michael Gove </strong> </q>. He said the ruling was a \"damning verdict on[ <strong> Michael Gove </strong>'s] competence as a minister\" . \"School building and repair is in complete chaos thanks to Mr <strong> Michael Gove </strong>. He condemns many", "new_id": -2}, {"uid": "1296087372204783620", "i": 30972, "idx": 0, "sa": ["Michael Gove"], "q": "The Michael Government is due to publish a new Education Bill which will focus on boosting standards and improving behaviour. Education Secretary <strong> Michael Gove </strong> said the coalition Michael Government was taking action to <q> restore discipline and reduce bureaucracy </q>. Under the measures, teachers will be granted powers to search pupils for anything that could disrupt the classroom, including pornography and video cameras, and it will be made easier for schools to expel unruly", "new_id": -2}, {"uid": "1297480838099155977", "i": 36811, "idx": 0, "sa": ["Michael Gove", "Vince Cable", "Eric Pickles"], "q": "Dorset. Among the least affected in spending power are such places as <strong> Vince Cable </strong>'s Richmond upon Thames, Windsor and Maidenhead, Wokingham, and <strong> Michael Gove </strong>'s Surrey. The official response is always the same: <q> The Michael Government has delivered a tough but fair settlement ensuring the most vulnerable communities are protected. If councils share back-office services, join forces to procure, cut out non-jobs and root out overspends, then they can protect front-line services. </q> Now consider this: worse is planned, again in the name of \"localism\" . <strong> Eric Pickles </strong> is planning to return funds from business rates to councils that earn them. Currently they are collected", "new_id": -2}, {"uid": "1297506563204570648", "i": 26873, "idx": 0, "sa": ["Michael Gove"], "q": "he said was unlawful as he failed to consult with any of the claimants. However, the judge stressed that, provided Mr <strong> Michael Gove </strong> discharged his duty to consult fairly and take into account equality considerations, <q> the final decision on any given school or project still rests with him </q>. \"He may save all, some, a few, or none. No-one should gain false hope from this decision.\" Mr Pank Patel, headteacher of Wood Green High School in", "new_id": -2}, {"uid": "1297423741197410820", "i": 2289, "idx": 1, "sa": ["Michael Gove"], "q": "\" , said the judge. The victorious authorities include Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council. The judge said: <q> However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation. </q> Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.\" As part", "new_id": -2}, {"uid": "1297037263138674212", "i": 54281, "idx": 0, "sa": ["Michael Gove", "Ed Balls"], "q": "be reviewed on a case-by-case basis after Labour's Building Schools for the Future( BSF) scheme was dropped by the coalition Michael Government on Monday. In Parliament, education secretary <strong> Michael Gove </strong> said the BSF had been <q> characterised by massive overspends, tragic delays, botched construction projects and needless bureaucracy </q>. But the shadow education secretary <strong> Ed Balls </strong> called it a \"shameful\" move. Norfolk got? 700 million under the BSF programme to replace or revamp 62 schools. The intital projects", "new_id": -2}, {"uid": "1296216092141213713", "i": 4311, "idx": 2, "sa": ["David Cameron", "Michael Gove", "Jean-Claude Duvalier"], "q": "but friends include not just <strong> David Cameron </strong> but <strong> Michael Gove </strong>. \"You think they're young because they're your contemporaries but in fact Gadaffi seized power at 29 and <strong> Jean-Claude Duvalier </strong> was only 19...\" He admires the Coalition: <q> They're talented, honourable and radical, too- they've got to make these cuts and they're doing very well. </q> He wholeheartedly supports <strong> Michael Gove </strong>'s education reforms and thinks it \"essential to bring back the reading of classics onto the curriculum\" . Even title=\"More on Burke...\" Burke? \"Great literature is gripping", "new_id": -2}, {"q": "\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Gene Simmons", "Michael Vick", "Dwaine Caraway"], "index_answer": 2, "idx": 2, "i": 55992}]