[{"uid": "1297243375238927881", "i": 16166, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "banks on lending, transparency and bonuses will be announced by the...''`` Today was to have seen a Supreme Court hearing- and thus possibly the final stage- in the most...'' <q> Facebook has won the social networking wars, right? The likes of MySpace, Bebo and Friends Reunited have fallen by the... </q>`` At 78, age has not mellowed him. As <strong> Donald Rumsfeld </strong> embarks on a series of TV interviews to promote his...''`` I wondered how long it would take before we saw Europe's biggest space", "new_id": -2}, {"uid": "1295558979260145159", "i": 32373, "idx": 1, "sa": ["Bryan Fischer", "Nancy Pelosi", "Mr. Bauer", "Mike Pence"], "q": "Indiana <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the guy to watch, </q> says <strong> Bryan Fischer </strong> of the American Family Association, a group that opposes gay marriage and abortion. Now, <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> has a decision to make: While he says he is seriously weighing a run for the White House", "new_id": -2}, {"uid": "1295910707246595592", "i": 13982, "idx": 0, "sa": ["Liza McGuirk", "Eric Schmidt", "Fareed Zakaria"], "q": "program`` <strong> Fareed Zakaria </strong> GPS,'' which <strong> Liza McGuirk </strong> executive produced and where <strong> Eric Schmidt </strong> was a regular guest. When <strong> Eric Schmidt </strong> filmed a pilot for CNN in August, <strong> Liza McGuirk </strong> oversaw the production. A source told us, <q> <strong> Eric Schmidt </strong> wants to be a talk-show host. He's been working with <strong> Liza McGuirk </strong> to develop a show, but he has not yet been picked up by any network. </q> The report also cites a`` CNN Insider'', saying <strong> Eric Schmidt </strong> has been looking to get into TV for over a year. hand over the Google reins to co-founder Larry Page on April 4. From", "new_id": -2}, {"uid": "1295278861147685381", "i": 2631, "idx": 0, "sa": ["Mike Pence"], "q": "rather run for the Indiana governor's office. The draft-Pence movement hopes to change the congressman's mind by demonstrating that he has the support he'd need for a serious 2012 presidential run. <q> America's President Committee[ APC] today kicks off a national grassroots signature drive urging conservatives and tea party members to sign a declaration encouraging Mr. <strong> Mike Pence </strong> to run for President, </q> the group said in an early-Monday news release.`` Throughout his distinguished career, <strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government, and for that reason I", "new_id": -2}, {"uid": "1295472882255852553", "i": 6399, "idx": 0, "sa": ["George Washington", "Hu Jintao", "Barack Obama", "Sen. Bernie Sanders"], "q": "- With Chinese <strong> Barack Obama </strong> <strong> Hu Jintao </strong> on a state visit to <strong> George Washington </strong>, a US senator expressed disbelief Wednesday that a major museum in the US capital sells only`` crafted in China'' busts of US presidents. <q> That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far, </q> Independent <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong> said in a letter to the director of the National Museum of <strong> George Washington </strong> History. <strong> Sen. Bernie Sanders </strong>'s office released photographs of bronze-colored busts of the first US president, <strong> George Washington </strong>, as well as his", "new_id": -2}, {"uid": "1296828433039223362", "i": 34511, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld"], "q": "moronic. I say, sit the f down and shut the f up. He should cross over to the other side and we can be done with him. Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. Bravo Rummy... you captureds the essence of this vain and petty little man in one sentence! Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as`` a man with a hair-trigger temper and a propensity to", "new_id": -2}, {"uid": "1295516023124485632", "i": 31511, "idx": 0, "sa": ["Simon Cowell", "Matt Cardle"], "q": "getting the album written and can't wait for the tour. That's starting in not long now and that's going to be a pretty incredible experience I reckon.'' The former decorator added: <q> Please be buying my single when it comes out- I want to get it out as soon as possible, so please be buying it and thank you so much for your support, it's just wicked! </q> According to reports, <strong> Simon Cowell </strong> has said that he wants <strong> Matt Cardle </strong> to write and co-write songs on his first album. Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "new_id": -2}, {"uid": "1297442844231686156", "i": 30495, "idx": 0, "sa": ["Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": ". An unnamed source claims that all the characters would`` accurately reflect society in the 21st... Thespoof.com Wins Prestigious`` Shortest Amount of Time Ever Measured by Science Award'' The National Observatory awarded it highly sought after <q> Shortest Amount of Time Ever Measured by Science </q> gold medal to the web site TheSpoof.com today. The National Observatory, the world's internationally recognized official time keeper and ho... <strong> Simon Cowell </strong> Signs <strong> Derek Hough </strong>'s Girlfriend <strong> Cheryl Cole </strong> To A$ 16 Million Contract To Appear On His", "new_id": -2}, {"uid": "1295461653182812690", "i": 49173, "idx": 7, "sa": ["Simon Cowell", "Steven Tyler"], "q": "'s far more palatable than thinking of America as an overbearing, imperial power throwing its weight around on the world stage.'' Morgan recently offered a different explanation: Perhaps we equate meanness with honesty. <q> There is kind of a belief amongst Americans, true or not, that the Brits are perhaps a little more blunt and more to the point, </q> he told TV Guide. Certainly, <strong> Simon Cowell </strong> is way more plainspoken than <strong> Steven Tyler </strong>, who tends to communicate in a magical language that's neither positive nor negative.`` What's with the oohoohbes on your", "new_id": -2}, {"i": 36363, "idx": 6, "index_answer": 0, "new_id": -1, "q": "The next step is to reduce U.S. unemployment, an issue <strong> Barack Obama </strong> should make`` the centerpiece'' of his annual State of the Union address on Jan. 25, the former Cabinet member said. <q> The American people are expecting him to say something about what he's going to do to </q> keep the economy moving forward, <strong> Colin Powell </strong> said. <strong> Colin Powell </strong> has criticized his own party in recent months while supporting <strong> Barack Obama </strong>'s ultimately successful fight for Senate ratification of a new nuclear-arms-reduction treaty with Russia. <strong> Colin Powell </strong> said", "sa": ["Colin Powell", "Barack Obama"], "uid": "1295802494101695495"}]