[{"uid": "1296939795213336082", "i": 22020, "idx": 3, "sa": ["Sergio Marchionne"], "q": "Chrysler emerged from bankruptcy in June 2009 and is now under the management control of Italy's Fiat SpA, which has a 25 percent stake in the U.S. automaker. <strong> Sergio Marchionne </strong> is also CEO of Fiat. <q>As the only parties willing to underwrite the risk associated with Chrysler's recovery plan, the two governments levied interest rates that, although appropriate at the time, are above current market conditions,</q> <strong> Sergio Marchionne </strong> said. We welcome comments that advance the story directly or with relevant tangential information. We try to block comments that use offensive language, all capital letters or appear to be spam, and we review", "new_id": -2}, {"uid": "1295675868065781764", "i": 38924, "idx": 0, "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns. \"I always kid with him about not being a rebounder, being so big,\" <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q>I say, \"If I was your height, I'd get a double-double every night.\"</q> <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game, \"but tonight, he was just so aggressive. He", "new_id": -2}, {"uid": "1296014056259227659", "i": 1264, "idx": 2, "sa": ["Eric Schmidt"], "q": " \"We had a very, very good year and a very strong quarter,\" said <strong> Eric Schmidt </strong>. In the final quarter of 2010, Google turned a profit of$ 2.54 billion, or 1.86 billion euros. <q>We looked at this year and in particular our prospects for growth in Europe, and our businesses globally are doing well, both our core business as well as our adjacent businesses, our \"hockey stick' businesses as we call them,</q> he noted. \"It\"s all very, very good. We are going to invest in Europe.\" Last week, Google announced that <strong> Eric Schmidt </strong> would be replaced by co-founder Larry Page starting on April 4.", "new_id": -2}, {"uid": "1295224390243892261", "i": 30992, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q>Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick.</q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Scottsdale-$ 2,990,000 MLS 4367093", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q>What I most want is for him to have a long future,</q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}, {"uid": "1296480901080920596", "i": 39062, "idx": 3, "sa": ["Sergio Marchionne"], "q": "past year from$ 4,131 in the previous year, according to Santa Monica-based Edmunds. \"Tricky Choices' \"They've been using fleet as an alternative to incentives,\" Anwyl said. <q>Instead of trying to discount cars to consumers, they\"ve been selling fleet, probably the best of tricky choices.</q> <strong> Sergio Marchionne </strong> has been working to pull back incentive spending since taking over the company in 2009. Fiat gained a 20 percent ownership stake in Chrysler when the U.S. automaker emerged from bankruptcy in June 2009.", "new_id": -2}, {"uid": "1295535469224985100", "i": 32234, "idx": 1, "sa": ["Sergio Marchionne"], "q": "possibilities for making this technology affordable and accessible to drivers everywhere. This partnership is further proof that we can preserve our climate, protect our health and strengthen our economy all at the same time.\" <q>In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,</q> <strong> Sergio Marchionne </strong> said. \"Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1296355470205914120", "i": 21204, "idx": 0, "sa": ["Mike Pence"], "q": "a strong candidate with strong Indiana roots to contrast <strong> Mike Pence </strong>'s prominence in Washington. Parker described <strong> Mike Pence </strong> as a partisan ideologue who wouldn't fit well with Indiana voters who he said typically favor centrist candidates. <q>The one thing most Hoosiers would say they don't want in Indianapolis at the Statehouse is Washington politics,</q> Parker said. \"He's used to the Washington game of lay blame and be partisan. He's going to have a hard time making the transition I believe.\" It might be May or later", "new_id": -2}, {"uid": "1296770511173654034", "i": 12197, "idx": 47, "sa": ["Donald Rumsfeld"], "q": "with imperfect information by myself or others.\" That is clear when he touches on what is widely regarded as a strategic blunder, the failure to put more boots on the ground early in the Iraq invasion. <q>More troops do not necessarily mean a greater chance for success,</q> he writes. <strong> Donald Rumsfeld </strong> returns to the subject of Afghanistan late in the book, seeing \"encouraging signs of progress\" in 2006 \"alongside harbingers that the real fight for Afghanistan's future was yet to", "new_id": -2}, {"uid": "1295143465175603720", "i": 2666, "idx": 0, "sa": ["Troy Brewer", "Allen Iverson", "Don Maestri"], "q": "record today, averaging more than six points a minute in a 258-141 victory over DeVry Institute- the first time any NCAA team scored more than 200 points. \"This is unimaginable,\" Coach <strong> Don Maestri </strong> said. <q>I don't ever see it happening again.... It's hard to believe it happened even one time.</q> The Division <strong> Allen Iverson </strong> Trojans turned in a record-setting performance for the second year in a row against DeVry, an Atlanta computer college and NAIA Division <strong> Allen Iverson </strong> member. Last year <strong> Troy Brewer </strong> State beat DeVry by 187-116, setting NCAA", "new_id": -2}]