[{"uid": "1295665797103448719", "i": 20301, "idx": 0, "sa": ["Andy Coulson"], "q": "', it felt a lot more like \"last week and the week before'. They need to move a lot faster if they're going to make this a must-watch programme.\" blog, Seenit.co.uk: <q>Plenty of scope for fixes and polishing but 10 O'clock Live has the potential to become one of Channel 4's biggest shows. I'll definitely be tuning in next week.</q> Get a FREE copy of The Week magazine and keep up-to-date with the most important news stories from the past 7 days by Ten things you need to know today: <strong> Andy Coulson </strong> quits, Alan Johnson's", "new_id": -2}, {"uid": "1296387706032849946", "i": 44219, "idx": 2, "sa": ["Roman Harper", "Jahri Evans", "Drew Brees", "Michael Vick", "Jonathan Vilma"], "q": "Saints teammates <strong> Roman Harper </strong>, <strong> Jonathan Vilma </strong>, <strong> Jahri Evans </strong> and Carl Nicks-- settled for the consolation of a trip to Hawaii. \"It's nice to be back out here in Hawaii,\" <strong> Drew Brees </strong> said. <q>It's great for the fans, players love it. It's great for the families.</q> <strong> Drew Brees </strong> will share time with <strong> Michael Vick </strong> and Atlanta's Matt Ryan in today's game. Ryan will be working with a familiar set of coaches with the Falcons' staff running the NFC. But with", "new_id": -2}, {"uid": "1296632456234962986", "i": 21924, "idx": 0, "sa": ["Zahi Hawass"], "q": "The ruling party headquarters building next door to the museum was still in flames and billowing black smoke into the sky on Saturday, a day after protesters torched it during mass anti-government demonstrations. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> antiquities boss <strong> Zahi Hawass </strong> said as he watched fire trucks try to extinguish the blaze in the NDP headquarters. Early Saturday morning, Egyptian army commandoes secured the museum and its grounds, located near some of the", "new_id": -2}, {"uid": "1296139408192086076", "i": 22190, "idx": 0, "sa": ["Michael Gove", "Winnie Madikizela-Mandela", "Nelson Mandela"], "q": "charitable work after withdrawing from public life in 2004. It has made no further comment. The Star newspaper reported Thursday that <strong> Nelson Mandela </strong> had been seen by a lung specialist at the private hospital. <q>He has been admitted for investigation,</q> the doctor, <strong> Michael Gove </strong> Plit, told the newspaper. He declined to comment on <strong> Nelson Mandela </strong>'s condition. <strong> Nelson Mandela </strong>'s ex-wife <strong> Winnie Madikizela-Mandela </strong>, who separated from him in 1992, arrived at the hospital around 11:00 am", "new_id": -2}, {"uid": "1295615312003915794", "i": 31188, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "a management restructure involving long-time chief executive <strong> Eric Schmidt </strong> becoming executive chairman. <strong> Eric Schmidt </strong>, who has led Google since 2001, will take on the new role on April 4, working mostly on external operations, including <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership</q>. As Google's new chief executive, Page will lead product development and technology strategy, along with all day-to-day operations of the firm. <strong> Sergey Brin </strong>, who co-founded Google with Page, will \"", "new_id": -2}, {"uid": "1296507115217612314", "i": 1280, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> said the loans would be used to develop engines, transmissions, frames and other components. Energy Department spokeswoman Stephanie Mueller said the GM decision would allow the department to <q>support a number of other innovative automobile technologies.</q> The department has committed or closed five loans totaling nearly$ 8.5 billion. The Mentalist Patrick Jane uses his highly-developed skills of observation. Valuable paintings survive brush with Montreal blaze Southern Ontario braces", "new_id": -2}, {"uid": "1295587965072171525", "i": 11222, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "CEO for a decade will continue as executive chairman from April 4, while <strong> Sergey Brin </strong> will continue on as co-founder. In his new role as CEO, Page will monitor product development and technology strategy. <q>Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we anticipate working together for a long time to come. As friends, co-workers and computer scientists we have a lot in common, most important of all a profound belief in the potential for technology to make the world a better place,</q> <strong> Eric Schmidt </strong> said in a blog post. On Thursday, <strong> Google Inc. </strong> posted a 26 per cent rise in fourth-quarter revenue at$ 8.44 billion compared to the fourth quarter of 2009. Click NEXT to read why <strong> Eric Schmidt </strong> has stepped", "new_id": -2}, {"uid": "1296964864258326537", "i": 27224, "idx": 5, "sa": ["Chrissy Teigen", "Jerry Rice", "LeGarrette Blount", "Michael Vick", "Brooklyn Decker"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q>Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit.</q> <strong> LeGarrette Blount </strong>( one each). Polamalu won the Defensive Player of the Year award earlier this week. <strong> Brooklyn Decker </strong> and <strong> Chrissy Teigen </strong> invade Super Bowl XLV <strong> Jerry Rice </strong>: Defense will win Super Bowl January in", "new_id": -2}, {"uid": "1297233264222871556", "i": 38635, "idx": 0, "sa": ["Sergio Marchionne", "Barack Obama", "Friedrich Hayek"], "q": "of the last crisis, not the next one;( <strong> Barack Obama </strong>) insert uncertainty into the market place; and( 3) are hijacked by strong special interests. On that last point <strong> Friedrich Hayek </strong> wrote: <q>We must finally mention another instance in which it is undeniable that the mere fact of bigness creates a highly undesirable position: namely where, because of the consequences of what happens to a big enterprise, government can not afford to let such an enterprise fail.</q> Caldwell notes that this passage is almost certainly referring to Even as the company spent almost$ 9 million on the longest Super Bowl ad in history, Chrysler CEO <strong> Sergio Marchionne </strong> announced he was seeking a \"", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q>part of a more complicated set of negotiations.</q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned. \"We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}]