[{"uid": "1295519902040943616", "i": 16751, "idx": 5, "sa": ["Allen Iverson", "Alexander the Great"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q> You honestly don't r... Top 25 Dunks Of The Decade( regualr season/playoffs ONLY)( 2000-2009) Top 25 Dunks Of The Decade( regualr season/playoffs ONLY)( 2000-2009) \"Absolutely no copyright infringement is intended. All images, audio, and video clips are the sole property of their respective owners. This is only clipped for entertainment. </q> Before you read the actual description <strong> Alexander the Great </strong> want to tell all you dumbass people to read the damn title!! V... X-Men Evolution: Season 1, Episode 5 GET ALL FOUR SEASONS ON ITUNES! X-Men:", "new_id": -2}, {"uid": "1296018231196706340", "i": 40482, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "science fairs? He did it by avoiding almost any divisive social topic. No mention of gun control or abortion, very little on immigration or religious freedom. He cleverly coupled praise for the end of <q> don't ask, don't tell </q> with a demand that colleges open up their gates to the military recruiters and the ROTC. That produced the remarkable sight of anti-war Socialist <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong> of Vermont giving a standing O to... military recruiters and the ROTC", "new_id": -2}, {"uid": "1295467003182796308", "i": 15990, "idx": 0, "sa": ["David Letterman", "Betty White"], "q": "She went on live television and drank vodka. The actress appeared on the \"Late Show With <strong> David Letterman </strong>' on Wednesday. <strong> David Letterman </strong> asked her what <strong> Betty White </strong>'s hobbies are now. <strong> David Letterman </strong> asked her, <q> What do you like to do in your free time. She replied, \"Oh I like to do most anything, play with animals mostly and uh Vodka is kind of a hobby. </q> And as if the moment couldn\"t get any more scripted, <strong> David Letterman </strong> pulled out two glasses with ice and vodka. <strong> Betty White </strong> drank out of the cup as <strong> David Letterman </strong> drank out of the bottle.", "new_id": -2}, {"uid": "1296098573142770229", "i": 31567, "idx": 0, "sa": ["Davina McCall", "Paul O'Grady", "Stacey Solomon", "Simon Cowell", "Dermot O'Leary"], "q": "at London's O2 Arena- shown on ITV1- because they were filming Britain's Got Talent in Cardiff. But after beating off competition from <strong> Davina McCall </strong>, <strong> Paul O'Grady </strong> and <strong> Dermot O'Leary </strong>, Ant said by videolink: <q> This means so much to us, ten years in a bloody row. </q> <strong> Simon Cowell </strong> joked: \"This is once again incred-ibly annoying- but it's well deserved.\" Wearing a daring low-cut dress, I'm A Celebrity winner <strong> Stacey Solomon </strong>, 21, kicked off the night by", "new_id": -2}, {"uid": "1297196794076382254", "i": 46479, "idx": 0, "sa": ["Allen Iverson"], "q": "'s only 1 big 3 in the East.. Celtics big three.. couldn't they come up with another name.. like overpaid 3, the underacheiver's 3.. etc..\" Report Abuse <q> I agree with U Yahoo User. Kobe is an overrate, arrogant, gunner with a low shooting percentage!!! Remember, he wanted to be traded before the Lakers mysteriously got Gasol in a so-called trade. </q> Give me a healthy <strong> Allen Iverson </strong> over him any day!!! I wished A.I. would had had the oppertunity to play with Shaq or Gasol on those Lakers teams!!! They both came into the NBA in", "new_id": -2}, {"uid": "1296373127073023503", "i": 7026, "idx": 0, "sa": ["Eric Schmidt", "Byron Reeves"], "q": "games. At the 2009 G-20 summit in Pittsburgh, Google chief executive <strong> Eric Schmidt </strong> suggested that multiplayer games could provide positive opportunities for improving business training and enhancing workplace collaboration. Speaking at a forum session, <strong> Eric Schmidt </strong> said: <q> The game world is good training for a career in tech. It teaches players to build a network, to use interactive skills and thinking. Everything in the future online is going to look like a multiplayer game. If I were 15 years old, that's what I would be doing right now. </q> Games appeal to people's natural competitive instinct, creating a sense of frustration and reward that increases engagement with the task at hand. <strong> Byron Reeves </strong>, a professor at Stanford University, is the co-author of Total", "new_id": -2}, {"uid": "1295005888194838584", "i": 21298, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "had been telling her that she was inspiring the country with her courage and that we couldn't wait to take her out to pizza and a weekend away,\" <strong> Kirsten Gillibrand </strong>, a New York Democrat, said. <q> <cite> skint: Jan. 13, 2011- 3:19 PM EST </cite> Lets tell the FACTS Ms. Hunt because they are out there. </q> Rep. <strong> Gabrielle Giffords </strong> opened her eys and responded to commands last Sunday, Monday and Tuesday. The doctors TOLD us in their media coverage on those days, so don't try heaping praise on some kind", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}, {"uid": "1296819223161726475", "i": 23927, "idx": 0, "sa": ["Geri Halliwell", "Cheryl Cole", "Simon Cowell"], "q": "her life and will continue to do so. \"I will always love music and it is still part of my life. I think music and fashion go hand in hand,\" she added. <q> The funny thing is the first time I ever went on television with the <strong> Geri Halliwell </strong> Girls, I made my own outfit for the appearance. So it feels full circle, I have always made my own clothes. </q> <strong> Geri Halliwell </strong> also spoke about her experience of being a judge on British talent show The X Factor. She made a guest appearance on the panel alongside <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> last year and relished the opportunity to discover", "new_id": -2}, {"uid": "1295586272212418583", "i": 2939, "idx": 4, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl", "Kevin Durant"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Yao Ming </strong> play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran http://wn.com/Allen_Iverson_26pts_Melo_38pts_vs_Sonics_KDurant_37pts_07/08_NBA Touted rookies <strong> Kevin Durant </strong> and Jeff Green both had", "new_id": -2}]