[{"uid": "1297108146141246491", "i": 18932, "idx": 4, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Robert McNamara"], "q": "the path you didn't take is always smoother.\" <strong> Donald Rumsfeld </strong> is promoting his memoir, \"Known and Unknown,\" which is being published Tuesday. Reminded that his predecessor <strong> Robert McNamara </strong> said, <q>we were wrong, terribly wrong,<q> decades after Vietnam, <strong> Donald Rumsfeld </strong> rejected the comparison. \"That's not the case with Iraq,\" he said. \"I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban", "new_id": -2}, {"uid": "1296669455052150288", "i": 312, "idx": 0, "sa": ["Mike Pence"], "q": "a Planned Parenthood clinic manager assuring a pimp that the clinic would secretly offer full access to abortions and other services- despite knowing full well that the girls were underage victims of sex trafficking,\" she explained. <q>To respond swiftly to this crisis- and to take decisive action to strip Planned Parenthood of all taxpayer funding- the pro-life movement is uniting this Thursday night on a huge nationwide webcast... and your attendance is critical.<q> Title X Abortion Provider Prohibition Act,\" sponsored by Rep. <strong> Mike Pence </strong>( R-IN), was introduced earlier this month and would ensure that tax dollars are not sent to abortion providers under Title X family planning grants", "new_id": -2}, {"uid": "1296167802222920921", "i": 43224, "idx": 0, "sa": ["Mike McDaniel", "Mike Pence"], "q": ". There is no word yet on whether he'll run for Indiana governor, but many in political circles assumed that would be the case since he stepped down last year from his House leadership position. <q>I am convinced he is now going to run for governor,<q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike Pence </strong> urged to enter race for president in 2012\" tooltipId= \"mi_tt1\"> <strong> Mike Pence </strong> urged to enter race for president in 2012", "new_id": -2}, {"uid": "1295808436044548117", "i": 8040, "idx": 1, "sa": ["Keith Olbermann", "David Letterman"], "q": "poor man's version of ESPN, according to a Cornell Sun report. \"Fox Sports was an infant trying to stand[ in comparison to ESPN],\" <strong> Keith Olbermann </strong> said. <q>But on the broadcast side there was no comparison- ESPN was the bush leagues.<q> During a 2007 appearance on the \"Late Show,\" host <strong> David Letterman </strong> asked <strong> Keith Olbermann </strong>, \"What is it about you? You seem to burn bridges wherever you leave.\" said of his relationship", "new_id": -2}, {"uid": "1295612543206700567", "i": 37140, "idx": 1, "sa": ["Eric Schmidt"], "q": "a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,\" said <strong> Eric Schmidt </strong>, CEO of Google. <q>These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web.<q> The company also announced that starting April 4, Larry Page, Google Co-Founder, will take charge of company's day-to-day operations as CEO. <strong> Eric Schmidt </strong> will assume the role of Executive Chairman. \"", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q>I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing,<q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}, {"uid": "1295598937192069651", "i": 12099, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>'s co-founders as his \"best friends.\" \"I believe Larry is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q>It's time for him to have a shot at running this.<q> <strong> Sergey Brin </strong> intends to concentrate on a few high-priority products. Although he wouldn't discuss what he is working on, one of his pet projects is believed to be the development of social media tools to counter", "new_id": -2}, {"uid": "1295958811022577167", "i": 9461, "idx": 0, "sa": ["Andy Coulson", "Lance Price"], "q": "will replace him. So what qualities are required for Mr <strong> Andy Coulson </strong>'s successor? Finding another equally qualified \"man of the people\" may not be easy, political commentators say. <q><strong> Andy Coulson </strong> understood a part of the British culture that the prime minister maybe didn't,<q> says says political commentator and former Labour Party director of communications <strong> Lance Price </strong>. Personal chemistry But, while an ability to relate to the general population is a must, candidates may not be vetted for", "new_id": -2}, {"uid": "1295012649054722586", "i": 30234, "idx": 1, "sa": ["Ellen DeGeneres", "Simon Cowell"], "q": "he was a massive part of the show's identity. Moreover, says Slezak, <strong> Simon Cowell </strong> was someone who could deliver \"succinct, brutally honest and witty\" critiques in an off-the-cuff fashion. <q><strong> Simon Cowell </strong> was the voice of the people,<q> he says. \"He had a very specific skill that not everyone can pull off. Even <strong> Ellen DeGeneres </strong>, who has been an Oscar host couldn't do it- and that was a shock to me.\"", "new_id": -2}, {"uid": "1297428190058949643", "i": 11823, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "shows \"the fighting spirit of Nokia worldwide and the fighting spirit of the Finnish people,\" <strong> Stephen Elop </strong> said. In communicating with employees about the change, including an company-wide message earlier this morning, he added, <q>We've been vocal and transparent about the challenge. I think it's having a positive effect.<q> Nokia will pay Microsoft royalties for use of its operating system, but apparently money will likely flow the other way, too, <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> said. \"We have different forms of value", "new_id": -2}]