[{"uid": "1296748642199131152", "i": 40820, "idx": 4, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "incoherent decision-making and policy drift, a detriment to the war effort, the Post said. <strong> Donald Rumsfeld </strong> suggests that <strong> George W. Bush </strong> was at fault for not doing more to resolve disagreements among senior advisers. <strong> George W. Bush </strong> <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made, </q> <strong> Donald Rumsfeld </strong> wrote. Regrets on dealing with detainees Addressing charges that he failed to provide enough troops for the Iraq war, the former defense chief wrote:`` In retrospect, there may have been times", "new_id": -2}, {"uid": "1295559704104759327", "i": 7352, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "Current CEO <strong> Eric Schmidt </strong>, 55, will assume the role of executive chairman, focusing on deals and government outreach, among other things. Google said other co-founder <strong> Sergey Brin </strong> will focus on strategic products. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1295070638169934886", "i": 41956, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "ultimate crime thriller. Are there no more Hercules Poirrots left?`` Reply# 507 on: March 27, 2009, 02:31:46 PM''`` Reply# 508 on: March 28, 2009, 02:58:24 AM'' <q> Reply# 509 on: April 13, 2009, 03:36:40 PM </q> http://www.thepentacon.com/ I watched it- two police officers that were at the scene prove that the official flight path was completely bogus.`` Reply# 510 on: April 23, 2009, 09:12:15 PM'' <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1297109629077856777", "i": 11507, "idx": 2, "sa": ["Sergio Marchionne"], "q": "prejudices against domestic cars and the companies that produce them.`` A lot of people are underestimating what happened here,'' he said, a reference to the hell-and-back bankruptcy and restructuring of the U.S. auto industry. <q> The great thing about this country, it has the ability to learn. </q> Eminem, one of Detroit's most famous residents, gets it, <strong> Sergio Marchionne </strong> said.`` He represents part of America that I think is important as hell. I think it's at the heart of", "new_id": -2}, {"uid": "1295710913115458057", "i": 57723, "idx": 0, "sa": ["Mary Harney", "Brian Cowen", "Andy Coulson"], "q": "to his... Report Abuse \" <strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>. \" Report Abuse <q> Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295729058157220945", "i": 48391, "idx": 1, "sa": ["Brian Cowen", "Eamon Gilmore"], "q": "<strong> Brian Cowen </strong> to remain on as Taoiseach as his colleagues in Fianna Fail squabble over the remnants of their party,'' Labour leader <strong> Eamon Gilmore </strong> said. Speaking at a hastily convened press conference, <strong> Brian Cowen </strong> said he was <q> concerned that renewed internal criticism of my leadership of Fianna Fail is deflecting attention </q> from the important choices facing href=\"http://uk.news.yahoo.com/ireland.html\"> Ireland.`` My intention now is to concentrate fully on government business and on continuing to implement the recovery plan,'' he added.", "new_id": -2}, {"uid": "1295672246172441622", "i": 6581, "idx": 9, "sa": ["Zach Randolph", "Allen Iverson", "Rasheed Wallace", "Kobe Bryant", "Yao Ming"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoYao Ming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to <strong> Zach Randolph </strong> has 29 points, 19 rebounds to lead Grizzlies over Rockets,", "new_id": -2}, {"uid": "1295416067196034628", "i": 12233, "idx": 1, "sa": ["Sergio Marchionne"], "q": "in Windsor, Ontario, today but Fiat/Chrysler CEO <strong> Sergio Marchionne </strong> was already pondering the next-generation van.`` We need to completely rethink the minivan,'' he told the AP's Dee-Ann Durbin at the plant in Canada. <q> We need to retain all its functionality but make it much more versatile. </q> He said that could mean vehicles that still haul a family, but don't are not traditional minivans. The company also is pondering whether it wants both the upscale Chrysler Town and Country,$ 30,000 and", "new_id": -2}, {"uid": "1296652038117063688", "i": 41726, "idx": 0, "sa": ["Angelina Jolie", "Justin Bieber"], "q": "FIRST EPISODE OF THE NEW SEASON OF JERSEY SHORE IN FULL RIGHT HERE!`` <strong> Justin Bieber </strong>'s movie plus Valentine's Day, what does that equal to? Situation zone... The`` Situation zone'' meaning the <q> back of the movie theatre! </q>`` And that boys and girls, is the situation,'' <strong> Justin Bieber </strong> then adds. More all-star trailers are promised in the run-up to the film's release, with <strong> Angelina Jolie </strong> all rumoured to", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q> part of a more complicated set of negotiations. </q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned.`` We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}]