[{"uid": "1297177841226918447", "i": 34046, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "24 million people. In the call with reporters on Monday, <strong> Simon Cowell </strong> admitted he asked former said \"Idol\" judge <strong> Paula Abdul </strong> to be on \"X Factor,\" which debuts next fall. <q>I'm a massive fan of <strong> Paula Abdul </strong>,</q> he told reporters. \"We've been in regular contact. I'm not going to say today who we are going to confirm or not, because the truth is we haven't made up our minds up", "new_id": -2}, {"uid": "1296781371242499630", "i": 37525, "idx": 0, "sa": ["Bill Lockyer", "Steve Kroft", "Meredith Whitney"], "q": "a spate?\" correspondent <strong> Steve Kroft </strong> asked. \"You could see 50 sizable defaults, 50 to 100 sizable defaults, more,\" said <strong> Meredith Whitney </strong>, 41, who made her name covering bank stocks. <q>This will amount to hundreds of billions of dollars' worth of defaults.</q> Those two sentences set off a month of fireworks in the almost$ 3 trillion muni market. California Treasurer <strong> Bill Lockyer </strong> called the prediction \"apocalyptic arm-waving.\" The National League of Cities' research director cited", "new_id": -2}, {"uid": "1295981119035848193", "i": 34086, "idx": 0, "sa": ["Miguel del Valle", "Bill Lockyer", "Gery Chico", "Rahm Emanuel", "Carol Moseley Braun", "Newt Gingrich"], "q": "poll showed him with the support of just 16 percent of voters surveyed compared with a whopping 44 percent for <strong> Rahm Emanuel </strong>. The same poll showed <strong> Carol Moseley Braun </strong> with 21 percent support, and <strong> Miguel del Valle </strong> with 7 percent. <q>I'm trying to get every vote I can from everybody in this city,</q> said <strong> Gery Chico </strong>, who released records last week showing he had just over$ 2 million at his disposal, about one-fourth of the money available to <strong> Rahm Emanuel </strong>. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for", "new_id": -2}, {"uid": "1296676235235241509", "i": 25947, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop", "Google Inc."], "q": "deal that gives the Finnish company exclusive access to Microsoft's Windows Phone 7 and commits to a date for product shipment, Ahmad said. <strong> Stephen Elop </strong>, a former Microsoft executive, said last week that Nokia <q>must build, catalyze and/or join a competitive ecosystem</q> to adapt to a faster-moving industry. His comments fanned speculation Nokia may adopt Windows Phone 7 or <strong> Google Inc. </strong>'s Android software. Microsoft CEO <strong> Steve Ballmer </strong> is grappling with a slow start for the company's revamped", "new_id": -2}, {"uid": "1295513813124485650", "i": 6264, "idx": 0, "sa": ["Eric Schmidt"], "q": "basis point improvement over 2009 http://wn.com/Weboptimiser_|_ Internet_News_|_ Google_Announces_Third_Quarter_2010_Financial_Results Giving us up to date insights into the way Google works and their intentions for the near term future, <strong> Eric Schmidt </strong>, CEO of Google said: <q>Google had an excellent quarter, our core business grew very well, and our newer businesses-- particularly display and mobile-- continued to show significant momentum. Going forward, we remain committed to aggressive investment in both our people and our products as we pursue an innovation agenda.</q> Announcing financial results for the quarter ended September 30, 2010. Google reported revenues of$ 7.29 billion for the quarter ended September 30, 2010, an increase of 23% compared to the third quarter of 2009", "new_id": -2}, {"uid": "1297369886188006414", "i": 19521, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Thinks About U 10 February 2011 Edited by Gheanna Emelia We've always known that the Guantanamo prison camp was notable for many reasons, but no one ever imagined it would be described as <q>one of the finest prison systems in the world.</q> That's how jokester <strong> Donald Rumsfeld </strong> described it. And the former secretary of defense can't imagine why Washington has been unable to convince the public \"that they were not torturing people, that they were not hurting people", "new_id": -2}, {"uid": "1296806257169033781", "i": 31932, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Ghraib became public. Mr Bush rejected both but finally removed Mr <strong> Donald Rumsfeld </strong> from the Cabinet after elections in 2006 cost Republicans control of Congress. The Washington Post quotes Mr <strong> Donald Rumsfeld </strong> as saying in the book: <q>More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point.</q> Mr <strong> Donald Rumsfeld </strong>, 78, also criticised the Bush administration for failing to work with the US Congress on drafting policies for treatment of prisoners. \"Looking back, I see there are things the", "new_id": -2}, {"uid": "1295485227045400075", "i": 40484, "idx": 0, "sa": ["Zahi Hawass", "Steve Odell"], "q": "guests. \"Our Silver Perspectives enrichment program offers travellers interesting journeys hosted by noted historians, political analysts, bestselling authors and other esteemed experts,\" said <strong> Steve Odell </strong>, Silversea's senior vice president Asia Pacific. <q>And many of these voyages will feature several guest lecturers teaming up to host a broad range of entertaining and enlightening presentations on a single itinerary.</q> One such sailing with multiple guest speakers is Silver Spirit's 15-day, Dubai-to-Athens World Cruise Segment 5109, departing April 18. Highlighting the enrichment program are: <strong> Zahi Hawass </strong>, one of the world's most", "new_id": -2}, {"uid": "1296107045059129879", "i": 43638, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and emerged as the single most important figure. <strong> Eric Schmidt </strong>, hitherto the grown-up chief executive, may be about to pursue a political career. For the moment, however, he will as executive chairman confine himself to <q>deals, partnerships, customers and broader business relationships</q>. And <strong> Sergey Brin </strong>? A continuing, but highly influential role, as the Google corporate conscience and ideas man. Why change now is more speculative. While the issue of personal development shouldn't be underestimated", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q>What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me,</q> <strong> Donald Rumsfeld </strong> writes. \"At that moment, I couldn't speak.\"( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}]