[{"uid": "1297271131262504545", "i": 35408, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "up to the 2004 presidential election. Specifically, in the book Known and Unknown, <strong> Donald Rumsfeld </strong> recalls taking issue with Bush's infamous \"Mission Accomplished\" speech, specifically the line in which the president said, <q>The transition from dictatorship will take time, but it is worth every effort. Our coaltition will stay until our work is done.</q> <strong> Donald Rumsfeld </strong> reacted: \"That was not the way I understood our plan. A nation that had suffered under decades of dictatorial rule was unlikely to quickly recognize itself into a stable, modern, democratic state", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q>now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}, {"uid": "1296221611048857106", "i": 33937, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "side is Idol's revamped judging panel, which- with music titans <strong> Steven Tyler </strong> and J. Lo replacing snarling hitman <strong> Simon Cowell </strong>- has rejected acidic, dream-crushing honesty for a nurturing, sob-sister approach to talent wrangling. <q>We oughta let her in the door,</q> cooed Aerosmith singer <strong> Steven Tyler </strong>, oozing empathy for one off-key belter as J. Lo dabbed her eyes. \"Water that flower'cause I think it's gon na grow!\" Both shows, not surprisingly,", "new_id": -2}, {"uid": "1296759030005144618", "i": 6121, "idx": 2, "sa": ["Paul Eaton", "Donald Rumsfeld", "Tommy Franks"], "q": "<strong> Donald Rumsfeld </strong> rejected a plan presented to him by <strong> Tommy Franks </strong>, the head of Central Command, and his operations director, Air Force <strong> Paul Eaton </strong> <strong> Tommy Franks </strong> Victor \"Gene\" Renuart, that called for more troops at the time. <q>Let's put together a group that can just think outside the box completely,</q> ordered <strong> Donald Rumsfeld </strong> then. \"Certainly, we have traditional military planning, but let's take away the constraints a little bit and think about what might be a way to solve the problem.\" Outside", "new_id": -2}, {"uid": "1296939026066093065", "i": 42375, "idx": 4, "sa": ["Sergio Marchionne"], "q": "concern. I regret the remark which I consider inappropriate,\" <strong> Sergio Marchionne </strong> said in his statement. Some suggested his comments showed a lack of gratitude for the government's decision to save Chrysler. <q>I have repeated on numerous occasions, on behalf of all the people at Chrysler, our gratitude to the U.S. and Canadian governments for the financial assistance that was critical to the recovery of our Group,</q> he said. <strong> Sergio Marchionne </strong> noted that no one else but the Canadian and U.S. governments were willing to help Chrysler. \"As the only parties willing to underwrite the risk associated with Chrysler's recovery", "new_id": -2}, {"uid": "1296084842258637827", "i": 9296, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.</q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. Click for your chance to win great prizes in the NewsChannel 10 Pro", "new_id": -2}, {"uid": "1295676863036077582", "i": 20156, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson", "Rupert Murdoch"], "q": "collected by the police. In his resignation statement, <strong> Andy Coulson </strong> reiterated that he had been unaware of the hacking but said that the scandal had proved too distracting for him to do his job. <q>I stand by what I've said about those events, but when the spokesman needs a spokesman, it's time to move on,</q> he said. Executives at News International, which owns The News of the World and is a subsidiary of <strong> Rupert Murdoch </strong>'s News Corp., have maintained that <strong> Clive Goodman </strong> was a \"rogue reporter\" who hired the", "new_id": -2}, {"uid": "1296644437047939601", "i": 29581, "idx": 0, "sa": ["Michael Vick"], "q": "a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q>To me it comes down to the mental toughness and determination of the players and coaches,</q> Brady said. A unanimous choice for the All-Pro team, Brady threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, Brady set an NFL mark with", "new_id": -2}, {"uid": "1297416018011878405", "i": 31698, "idx": 0, "sa": ["Donald Rumsfeld", "Newt Gingrich", "Rick Santorum"], "q": "ballroom to exchange variations on the dominant theme in today's Republican politics: It is evening in America. \"The Germans are buying the New York Stock Exchange,\" announced former House Speaker <strong> Newt Gingrich </strong>. <q>The U.S. is becoming the laughing stock of the world, ï¿½ exhorted reality television star <strong> Donald Trump </strong>. It's \"a national reckoning unlike any I have seen in my lifetime,</q> explained former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong>. <strong> Rick Santorum </strong>, a one-time Pennsylvania senator preparing a run for president, rounded out the collective cry of Cassandra by announcing that the nation was being run by a heretic. \"This", "new_id": -2}, {"uid": "1295472679213434423", "i": 4473, "idx": 5, "sa": ["Jim Ryun", "Mike Pence", "Ronald Reagan"], "q": "urging <strong> Mike Pence </strong> to run for the presidency is a former deputy counsel to <strong> Ronald Reagan </strong> and former U.S. Rep. <strong> Jim Ryun </strong>, R-Kan. <strong> Mike Pence </strong> said the decision he and his wife will reach will be based on <q>where can we make the most difference for the conservative principles that carried us into public service. It also comes down to where are we needed most.</q> While <strong> Mike Pence </strong> would be one of numerous Republicans considering presidential campaigns, he would enter a race for governor as the favorite. Bob's Blitz: Face it, Manning stinks in post-season Harlem", "new_id": -2}]