[{"uid": "1295454374253952036", "i": 42695, "idx": 2, "sa": ["David Letterman", "Kristen Stewart", "Martha Stewart", "Sarah Palin"], "q": "plays Bella Swan in the movie Twilight.... <strong> Martha Stewart </strong> Calls <strong> Sarah Palin </strong>`` Dangerous''&`` Confused'' headzup.tv <strong> Martha Stewart </strong> talks about her interview where she called <strong> Sarah Palin </strong>`` confused'',`` dangerous'', and that she <q> wouldn't watch her if you paid me. </q> Read more about it here-- http... FULL <strong> Kristen Stewart </strong> Interview on <strong> David Letterman </strong> 06 28 10( Part 1) FULL <strong> Kristen Stewart </strong> Interview on <strong> David Letterman </strong> 06 28 10( Part 1) <strong> Sarah Palin </strong> meets Fargo. Hilarious. Best video", "new_id": -2}, {"uid": "1295907456051232858", "i": 5967, "idx": 0, "sa": ["John James", "Ahoua Don Mello", "Alassane Ouattara"], "q": "which manages the currency of eight West African countries, including Ivory Coast.` Pandemonium' But it is not clear how far Mr <strong> Alassane Ouattara </strong>'s call for a cocoa export ban will be heeded. <q> Those who think that Ivory Coast will be isolated are those who think that[ we] have no choice but to operate with them </q> \" <strong> Ahoua Don Mello </strong> Laurent Gbagbo spokesman`` We are getting on with things as usual,'' the director of an Abidjan-based export firm told the Reuters news agency. The BBC's <strong> John James </strong> in the main", "new_id": -2}, {"uid": "1295813471267649090", "i": 33733, "idx": 0, "sa": ["Steve Ballmer"], "q": "isn't worth the bits in the cloud. Vivek's thoughts on Quora remind me of <strong> Steve Ballmer </strong> on the iPhone circa 2007. Totally misses the disruptive element. this person@vwadhwa is a poor judge of startups. <q> Why I Don't Buy Quora Hype </q> http://jc.is/hIDN8O#wrong#dumb#linkbait Motorola Xoom launching February 17th at Best Buy( update: priced at$ 700) Hacker Shows It Doesn't Take$ 8 Million to Clone Qwiki- Just 321 Lines of HTML Will do", "new_id": -2}, {"uid": "1295654891188383266", "i": 33147, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "say how long he'll be out. GOOGLE-- CEO <strong> Eric Schmidt </strong> made a surprise announcement Thursday that he's stepping aside for co-founder <strong> Larry Page </strong> to become chief executive. In a Twitter post, <strong> Eric Schmidt </strong> writes, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong>, staying on as executive chairman, was brought in because Google's early investors insisted on a more mature leader. Yet <strong> Eric Schmidt </strong>, 55, and the two 37-year-old co-founders, <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, have largely", "new_id": -2}, {"uid": "1296574658231948384", "i": 54895, "idx": 0, "sa": ["Eric Schmidt"], "q": "belt, as well as experience at the US State Department, and running the Google Ideas think tank. Crains said the planned volume has been described as seriously wonky. Hollywood Reporter, the book will examine <q> the challenges that technology poses to authoritarian regimes </q>. This is of course a subject <strong> Eric Schmidt </strong> knows much about, having overseen Google's own fearless challenge against a number of authoritarian regimes, including the European Commission's competition authorities and assorted rights holders' and", "new_id": -2}, {"uid": "1295494449164200472", "i": 21158, "idx": 8, "sa": ["Don Nelson", "Allen Iverson", "Marcus Gilbert", "Kobe Bryant", "Jason Kidd"], "q": "41 and the 76ers roared to a seJason Kidd high in their fifth straight victory, a 121-89 rout of the Seattle SuperSonics.`` Toni Kukoc played like we expected him to play every game,'' <strong> Allen Iverson </strong> said. <q> We need a lot of that from Toni. He's one of those special Marcus Gilberts that can change a game. </q> While the 76ers have maintained the best record in the NBA this seJason Kidd, they have Don Nelsone so with <strong> Kobe Bryant </strong> help from Kukoc, who has struggled to find his niche in the offense since being acquired in a trade", "new_id": -2}, {"uid": "1295590431000901120", "i": 47172, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "la simplificaci?n'' de la`` estructura de gesti?n y la aceleraci?n de la toma de decisiones''. En su cuenta de Twitter, y poco despu?s de conocerse la noticia, el todav?a consejero delegado indic <q> que la supervisi?n diaria adulta ya no es necesaria </q>. La llegada de <strong> Eric Schmidt </strong> a la direcci?n de la empresa fue descrita en su momento por los analistas como una`` supervisi?n adulta'' hacia los entonces j?venes fundadores, <strong> Larry Page </strong> y <strong> Sergey Brin </strong>. <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1296232388135299224", "i": 27554, "idx": 1, "sa": ["Rachel Maddow", "Michael Steele", "Mike Pence"], "q": "leading Republican <strong> Mike Pence </strong> saying that anti-abortion issues had to be a top priority for the new Congress. <strong> Rachel Maddow </strong> then turned to <strong> Michael Steele </strong>.`` What am I gon na do with you?'' he joked. <q> I don't even know where to begin with your opening. There are so many holes in it. </q> <strong> Michael Steele </strong> said that the culture wars are`` virtually over,'' at least on the national level.`` What you're seeing now is something a little bit closer to home, which is a state", "new_id": -2}, {"uid": "1295560575021315586", "i": 2999, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "more of an ambassador( and, according to the earnings release, an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>). The company is casting the move as a clarification of roles, and quotes <strong> Eric Schmidt </strong> as saying <q> <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> The call is about to start, and we'll see what gets said there. Update: In early part of the earnings call <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> came on to talk about the", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q> Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said.`` These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,'' he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}]