[{"uid": "1297251106136822784", "i": 22394, "idx": 1, "sa": ["Donald Rumsfeld", "Sarah Palin", "David Keene"], "q": "Rummy the \"Defender of the Constitution\" Award. Can't make it to Washington this week? <strong> Donald Rumsfeld </strong> will be headlining a CPAC jaunt to <strong> Sarah Palin </strong> country in July, floating on a weeklong cruise through <strong> Sarah Palin </strong>. <q> The Holland <strong> Ann Coulter </strong> ms. Zuiderdam does a great job helping Type A conservatives relax and enjoy, with enough politics thrown in to keep us fully engaged with other like-minded friends, </q> ACU chief <strong> David Keene </strong> said, announcing the journey. Samuel P. Jacobs is a staff reporter at The Daily Beast. He has also written for The Boston Globe, The New York Observer, and", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him. \"As soon as he hangs his cleats up, he's going to the Hall of Fame,\" Steelers cornerback <strong> Ike Taylor </strong> said, <q> and I want to take the bus ride so I can be there. </q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. \"I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}, {"uid": "1295567825105267222", "i": 2517, "idx": 4, "sa": ["Eric Schmidt"], "q": "the business so brilliantly,\" Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. <strong> Eric Schmidt </strong> said the key to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. \"We're trying to be", "new_id": -2}, {"uid": "1296391786239042627", "i": 4586, "idx": 5, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better than it has ever been this season. <q> I feel like this one, I had to work hard to get it, </q> he said. \"It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it", "new_id": -2}, {"uid": "1295907519051232852", "i": 3291, "idx": 0, "sa": ["Eric Schmidt"], "q": "traits. That it's bringing back Larry Page-one of the mega brand's youthful, eager, inquisitive founders-to take it forward is a healthy sign that the company knows on what its success is based. <strong> Eric Schmidt </strong>, <q> was brought in a decade ago as a professional manager to provide what he called \"adult supervision, </q> did a phenomenal job guiding the company through its adolescence. From what insiders( and some outsiders) are saying, Google, in its adulthood, has lost some of the spark and entrepreneurial spirit that made it", "new_id": -2}, {"uid": "1297185899216317969", "i": 40704, "idx": 1, "sa": ["Simon Cowell"], "q": "on this show can compete with an older singer and a singing group,\" said <strong> Simon Cowell </strong>, the former \"American Idol\" who will be a judge and an executive producer on \"The X Factor.\" <q> I've never believed there should be a cut-off age for talent. </q> Fox also announced today the series winner will receive a$ 5 million record deal, the largest guaranteed prize in television history, from Syco, a join venture between Sony Music and <strong> Simon Cowell </strong>. \"We are going", "new_id": -2}, {"uid": "1297232842168116239", "i": 41223, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Sean Hannity"], "q": "n't want to bring up? We've shown that video on this program. Predictably, <strong> Donald Rumsfeld </strong> went on to talk about how <strong> Saddam Hussein </strong> used \"chemical weapons against his own people\" plus other atrocities. <q> It was a brutal, vicious regime and the world is clearly better off without it, </q> <strong> Donald Rumsfeld </strong> concluded. \" <strong> Sean Hannity </strong>: How did we get it wrong on weapons of mass destruction? At one point, when it was clear we didn't have them, you had stated publicly that,`", "new_id": -2}, {"uid": "1297724508166166602", "i": 19204, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "don't itemize, and a lot of our middle class New Yorkers do not itemize their taxes so what this bill does is it says everyone should be able to deduct their property taxes,\" <strong> Kirsten Gillibrand </strong> said. <q> Its going to be worth about$ 1 billion for New Yorkers, over a million people will now be able to get more back in their taxes. </q> She also spoke about her fight against House Republican's proposed legislation that would prevent access to abortions. <strong> Kirsten Gillibrand </strong> said that the move, in the form of the No Taxpayer Funding for Abortion Act, is", "new_id": -2}, {"uid": "1296680778019759128", "i": 45468, "idx": 0, "sa": ["Zahi Hawass"], "q": ", said in a telephone interview on February 1. He also rejected comparisons between the current situation in Egypt and scenes of chaos and discord that resulted in the destruction of artefacts in Iraq and Afghanistan. <q> People are asking me, \"Do you think Egypt will be like Afghanistan?\" </q> he said. \"And I say,` No, Egyptians are different- they love me because I protect antiquities.\" Mr. <strong> Zahi Hawass </strong>, who has never been shy about promoting his work,", "new_id": -2}, {"uid": "1295323242230227979", "i": 684, "idx": 0, "sa": ["Kirsten Gillibrand", "Sen. Joe Lieberman", "Joy Behar", "Sarah Palin", "Elisabeth Hasselbeck"], "q": "<strong> Kirsten Gillibrand </strong> <strong> Elisabeth Hasselbeck </strong>, who called <strong> Sarah Palin </strong>'s behavior \"despicable.\" After \"View\" co-host <strong> Joy Behar </strong> said the map, which features white and red gun sights drawn over districts whose Democratic representatives voted for health care, <q> looks like an <strong> Barack Obama </strong> Qaeda Christmas card </q> Thursday, <strong> Elisabeth Hasselbeck </strong>-- who campaigned with <strong> Sarah Palin </strong> in 2008-- spoke up in uncharacteristic agreement. \"This hasn't been a great week in terms of, <strong> Sen. Joe Lieberman </strong> think, the Constitution and where it says that you", "new_id": -2}]