[{"uid": "1295963594228147258", "i": 14794, "idx": 0, "sa": ["Bill Lockyer", "Barack Obama", "Newt Gingrich"], "q": "Affairs at the University of Virginia. \"If you want an important speech out of <strong> Barack Obama </strong> right now, he already gave it,\" Riley said, referring to the Arizona memorial on Jan. 12. <q> What's going to happen now with the State of the Union is part of the ongoing story of Washington, and it is a significant event in the political calendar. Yet from a historical perspective, they just tend not to make a difference. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1297119643065749007", "i": 20300, "idx": 5, "sa": ["Brian Mansfield", "Simon Cowell", "Brent Jones", "Susan Boyle"], "q": "out there,\" whose fitness for the contest should be judged case by case. Just like older folks: \"<strong> Susan Boyle </strong> taught me a huge lesson that I have to be more open-minded,\" <strong> Simon Cowell </strong> says. <q> It doesn't matter if you're 30, 40, or 50 years old, if you've got it, you've got it. </q> To report corrections and clarifications, contact Standards Editor <strong> Brent Jones </strong>. For publication consideration in the newspaper, send comments to Nashville-based <strong> Brian Mansfield </strong> began writing about music for USA TODAY in 1997 and took over Idol", "new_id": -2}, {"uid": "1295561213061718591", "i": 32410, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "A A x Email Article <strong> Eric Schmidt </strong>: All of <strong> Google Inc. </strong>'s Strategic Initiatives in 2011 Are Mobile Business Review, guest contributor <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>, writes about the company's plans for the coming year, saying <q> as I think about <strong> Google Inc. </strong>'s strategic initiatives in 2011, I realize they're all about mobile. </q> It's notable that <strong> Eric Schmidt </strong> didn't say \"mostly,\" or \"many,\" of its initiatives are about mobile- he said \"all\" of them are. More Perspective from <strong> Google Inc. </strong>: <strong> Eric Schmidt </strong>&", "new_id": -2}, {"uid": "1296230764172146701", "i": 15181, "idx": 0, "sa": ["Michael Vick", "Brian Urlacher"], "q": "Mike Williams. <strong> Michael Vick </strong>, who spent 19 months in prison following a dogfighting conviction, already was named Comeback Player of the Year by both Sporting News and Pro Football Weekly/Pro Football Writers Association. <q> <strong> Michael Vick </strong>'s got to get it, </q> <strong> Brian Urlacher </strong> said of the AP honor. \"Especially with all the stuff he's been through. For me, I don't really care about that.\" <strong> Brian Urlacher </strong> was named second-team All-Pro and selected to", "new_id": -2}, {"uid": "1295575736103366679", "i": 32432, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "John Tantillo"], "q": ":( AP Video part 1 of 4 of the ABC News interview with the Jonas Brothers at the ABC studio after their Press Conference in New York!!* credit ABC News* http://wn.com/Kevin_Rudd_speaks_to_media_on_Wikileaks_[1/2]_|_ 6_Dec_2010__ ABC_News_24 <q> Money Matters: Does Bad Press Affect Endorsements? </q> Discussion of A-Rod brand on ABC News Now with brand expert <strong> John Tantillo </strong>. July 14, 2008, following allegations involving A-Rod and Madonna. Biographical data on outgoing <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> <strong> Google Inc. </strong> co-founder Page takes over, targets Facebook", "new_id": -2}, {"uid": "1295958129216842277", "i": 10793, "idx": 16, "sa": ["Dick Armey", "Mike Pence", "Mike Huckabee", "Steffen Schmidt", "Sarah Palin"], "q": ", however, <strong> Steffen Schmidt </strong> adds that <strong> Mike Pence </strong> would still have to prove his staying power. \"What we would say to <strong> Dick Armey </strong> <strong> Mike Pence </strong> is, \"Take a number,\" <strong> Steffen Schmidt </strong> said. <q> It\"s like a big deli in Manhattan: If you want a sandwich, take a number. Your number is 16 or 18, because <strong> Sarah Palin </strong> and <strong> Mike Huckabee </strong> and all the rest of them already are in line in front of him. </q> Still, a recent ABC News/Washington Post poll of potential GOP candidates shows none dominating the field. The top choices were <strong> Mike Huckabee </strong>( 21 percent), <strong> Sarah Palin </strong>( 19 percent) and former Massachusetts", "new_id": -2}, {"uid": "1296814582259670059", "i": 15212, "idx": 0, "sa": ["Santonio Holmes", "Aaron Rodgers", "Troy Aikman", "Ben Roethlisberger", "Michael Vick"], "q": "<strong> Santonio Holmes </strong> on a spectacular pass to the corner of the end zone with just 35 seconds remaining. \"I think that it really is why[ <strong> Ben Roethlisberger </strong>] is a great player,\" <strong> Troy Aikman </strong> said. <q> Because at the end of the day, when it's all said and done, regardless of where your numbers may or may not be, it's about if you can win the game when the game's on the line, and he's done it on the biggest stage. </q> While <strong> Troy Aikman </strong> has been impressed by both <strong> Aaron Rodgers </strong> and <strong> Ben Roethlisberger </strong> this season, he gave credit to another standout quarterback, the Eagles' <strong> Michael Vick </strong>. \"I never would have dreamed that he could have", "new_id": -2}, {"uid": "1295154913111345679", "i": 17839, "idx": 0, "sa": ["City and Colour", "Allen Iverson", "Steve Nash", "Keith Van Horn"], "q": "to 33-8 with their second straight win after a dismal West Coast trip on which they lost three in a row. At the halfway point of the season, <strong> City and Colour </strong> is on pace for a franchise-best 66 wins. <q> Guys don't care if we win 60 games if we don't win a championship, </q> <strong> Steve Nash </strong> said. <strong> Allen Iverson </strong> and <strong> Keith Van Horn </strong> each scored 25 for the Sixers, who have lost 12 of 16. Philadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers,", "new_id": -2}, {"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. \"<strong> Colin Powell </strong> was not duped or misled by anybody,\" Mr. <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}, {"uid": "1297096904101318657", "i": 21249, "idx": 5, "sa": ["George H.W. Bush", "Donald Rumsfeld"], "q": "later secretary of state, he said, \"She'd never served in a <strong> George H.W. Bush </strong> administration position\"- a lack of experience that showed in her lack of organization in putting together critical meetings.\" <q> She'd been an academic. And, you know, a lot of academics like to have meetings, </q> <strong> Donald Rumsfeld </strong> said. \"And they like to bridge differences and get people all to be happy.\" It looks like <strong> Donald Rumsfeld </strong> isn't too concerned about burning bridges. He even goes after <strong> George H.W. Bush </strong>, while", "new_id": -2}]