[{"uid": "1297272969044515334", "i": 35799, "idx": 0, "sa": ["Simon Cowell"], "q": "'' But in this week's Arts& Leisure section, Jon Caramanica argues that the Aerosmith frontman's wacky charisma has ably replaced <strong> Simon Cowell </strong>'s caustic derision as the show's signature quality. <q> <strong> Simon Cowell </strong> <strong> Steven Tyler </strong>, who will turn 63 next month, has done much of the heavy lifting for` Idol' this season, </q> <strong> Simon Cowell </strong> Caramanica writes,`` helping keep the show within striking distance of last season's ratings and ensuring that even though certain things have been lost in transition, the show still has a steady center.''", "new_id": -2}, {"uid": "1296694681064045066", "i": 4580, "idx": 0, "sa": ["Donald Rumsfeld", "John Kerry", "Hillary Clinton", "Joe Biden"], "q": "The Drudge Report has a copy of former Defense <strong> Donald Rumsfeld </strong>'s forthcoming memoir, Known and Unknown, and teases these highlights:* Lashes out at <strong> Hillary Clinton </strong>, <strong> John Kerry </strong> and <strong> Joe Biden </strong> for flip-flops on Iraq: <q> You wouldn't want to be in a foxhole with them. </q> The Fox Nation is for those opposed to intolerance, excessive government control of our lives, and attempts to monopolize opinion or suppress freedom of thought, expression, and worship. nytimespolitics: The Caucus", "new_id": -2}, {"uid": "1295021582165101591", "i": 4160, "idx": 3, "sa": ["Allen Iverson", "Gary Moore"], "q": "his leg and requires surgery in the U.S..`` It has to be removed and tested to see if it's benign or not,'' <strong> Gary Moore </strong> said by phone to the Associated Press on Wednesday. <q> Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks, He's hoping to be able to play in the playoffs. </q> Besiktas spokesman Kursat Kaplan said Wednesday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that that it was`` soon.", "new_id": -2}, {"uid": "1297258572049332225", "i": 4983, "idx": 0, "sa": ["Sergio Marchionne"], "q": "own branded showrooms to start with, brand boutiques in select cities. Going forward, one could see Fiat with its own distribution network. <strong> Sergio Marchionne </strong>, the Global CEO of Fiat had recently been quoted saying <q> We need to re-dimension how we do this deal. We gave them the right to distribute and in some areas it is not working. It's all on the table. </q> clearly referring to Fiat's distribution tie up with Tata Motors. Sales had fallen almost 15% from the year ago period. Between April to December the company has only sold about 15,000 odd cars in", "new_id": -2}, {"uid": "1297087558189808651", "i": 33220, "idx": 1, "sa": ["Eric Schmidt"], "q": "European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying.`` We certainly want to avoid that,'' <strong> Eric Schmidt </strong> told the paper in an interview. <q> I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct.`` We'll find out and make sure we are operating well within the law and the spirit of the law. </q> Brussels launched a formal investigation into Google in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. A previous EU investigation into software giant", "new_id": -2}, {"uid": "1296781096226541600", "i": 13789, "idx": 4, "sa": ["Michele Bachmann", "Mike Pence"], "q": "support for <strong> Mike Pence </strong>'s proposal in light of the footage. And <strong> Michele Bachmann </strong>, R-Minn., a co-sponsor on that bill, linked to the first Planned Parenthood video on her Facebook page, vowing to introduce her own bill <q> that would prohibit Planned Parenthood from receiving any future federal money directly or indirectly. </q> The undercover videos bear similarities to those that united lawmakers in opposition to low-income advocacy group ACORN. The New Jersey Planned Parenthood video showed a couple walking into the Perth Amboy clinic for help with their``", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}, {"uid": "1295571569192872501", "i": 5002, "idx": 0, "sa": ["Eric Schmidt"], "q": "the reins at the search engine giant from long-time chief <strong> Eric Schmidt </strong>. In a surprise move <strong> Eric Schmidt </strong> delivered the news as the company announced fourth-quarter profits that were far better than analysts had expected. <q> Day-to-day adult supervision no longer needed! </q> he tweeted as the results were released. Google reported a profit of$ 2.54 bn( Â£ 1.59 bn), up from$ 1.97 bn a year earlier, far better than expected. <strong> Eric Schmidt </strong> said", "new_id": -2}, {"uid": "1295799943019185670", "i": 9468, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "cut. Appearing on CNN's`` State of the Union'', the former secretary of state said that neither Republicans nor Democrats have been very forthcoming about how they would attack the deficit. <q> No one is being very candid, </q> he said. <strong> Barack Obama </strong> has pledged to freeze non-defense discretionary spending, and Republicans have said they want to roll back this spending to 2008 levels, but <strong> Colin Powell </strong> said neither idea constitutes a plan to substantially cut", "new_id": -2}, {"uid": "1295568458148553735", "i": 6008, "idx": 2, "sa": ["Eric Schmidt", "The Consumer", "Google Inc."], "q": "government to spy on Americans in an effort to collect revenue and enforce ordinances on swimming pools w... <strong> Google Inc. </strong>'s Gmail and Chrome Pose Privacy Risks- ABC-7 L'AD di <strong> Google Inc. </strong> <strong> Eric Schmidt </strong> diventa gelataio in questo video. <q> Forza ragazzi, prendete i vostri gelati gratis... conosco giÃ i vostri gusti preferiti </q>. Campagna di <strong> The Consumer </strong> Watchdog, www.insidegoogle.com... video results for: google consumer watchdog Government Using <strong> Google Inc. </strong> Earth To Loot Destitute Americans- The Alex Jones Show.flv Government Using <strong> Google Inc. </strong> Earth To Loot Destitute Americans- The Alex Jones", "new_id": -2}]