[{"uid": "1295542335061915168", "i": 1157, "idx": 0, "sa": ["Eric Schmidt"], "q": "`` The advent of full HD video capture on DSLR cameras has opened the doors to new and exciting possibilities to independent and emerging filmmakers,'' said Trevor Groth, director of programming, Sundance Film Festival. <q> It is simply amazing to see how independent films are utilizing these cameras in new and exciting ways each year. They have truly changed the game. </q> As the Official Digital Camera of the 2011 Sundance Film Festival, Canon U.S.A. will host exclusive educational workshops led by filmmaker <strong> Eric Schmidt </strong>, creator of the film,`` I Melt with You,'' which was", "new_id": -2}, {"uid": "1295768239143409188", "i": 6755, "idx": 9, "sa": ["Allen Iverson"], "q": "the first half and led 33-28 at halftime. Nevada Celtics 86, Pistons 82: Boston rides Shaq, <strong> Allen Iverson </strong> to win an injury is all about getting back the rhythm he has developed with his Boston teammates. <q> It's like being at a party, and the record skips, and you've got to get back on beat, </q> he said after helping the Celtics erase an eight-point, fourth-quarter deficit and beat the target=\"_blank\" href=\"http://detroittimes.com/\"> Detroit Pistons 86-82 on Wednesday night.`` So, you know, the record skipped a bit. But I", "new_id": -2}, {"uid": "1295580035256213030", "i": 27164, "idx": 8, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": " <strong> Eric Schmidt </strong>, in a blog post, said:`` <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making.'' <q> For the last 10 years, we have all been equally involved in making decisions, </q> he said.`` This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us.`` But we have also", "new_id": -2}, {"uid": "1297212843168738824", "i": 2954, "idx": 0, "sa": ["Michael Vick", "Richard Hunter"], "q": "risotto from a crafts service on location Did anybody go to this yesterday? I'm curious how much food you get. I'm totally down for a free m the <strong> Richard Hunter </strong> video of <strong> Michael Vick </strong> <q> I don't care about the dog </q> <strong> Michael Vick </strong> that started this whole thing went from 3,000 views yesterday to more", "new_id": -2}, {"uid": "1296490738092602393", "i": 55994, "idx": 0, "sa": ["Simon Cowell", "Robbie Williams"], "q": "be perfect for the role, according to bosses. It could happen if <strong> Simon Cowell </strong>, 51, decides to focus on the US version of the show. An insider told The Daily Star: <q> <strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical.`` We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it. </q>", "new_id": -2}, {"uid": "1296671919062177283", "i": 48291, "idx": 1, "sa": ["David Letterman", "Kelsey Grammer", "Shaquille O'Neal", "Justin Bieber", "Bill Clinton"], "q": ". No, <strong> Bill Clinton </strong> said, he had been trying to lose weight and was sticking to a diet heavy on fruits, grains and vegetables. He has another incentive now to keep healthy. <q> That's my next goal, </q> he told her.`` I want to hang around here to have grandchildren.'' Photo: <strong> Justin Bieber </strong>, <strong> David Letterman </strong> Photo: <strong> Kelsey Grammer </strong>, <strong> David Letterman </strong> Photo: <strong> David Letterman </strong>; <strong> Shaquille O'Neal </strong> Photo: Amare Stoudemire, <strong> David Letterman </strong>, NBC", "new_id": -2}, {"uid": "1297189237260702220", "i": 18091, "idx": 1, "sa": ["Dan Bartlett", "Bob Woodward", "Donald Rumsfeld", "George Stephanopoulos", "Diane Sawyer", "Paul Bremer"], "q": "in office, there would have been defeat in Iraq and the surge would not have taken place?'' <strong> George Stephanopoulos </strong> asserted that individuals such as then-ambassador to Iraq <strong> Paul Bremer </strong> called for a surge. The host argued, <q> It's documented in <strong> Bob Woodward </strong>'s book. </q> <strong> Donald Rumsfeld </strong> retorted,`` <strong> Bob Woodward </strong> wasn't there.'' On January 10 2007, then-GMA host <strong> Diane Sawyer </strong> lectured White House aide <strong> Dan Bartlett </strong> about the surge:`` I just want to run through a partial roll call of", "new_id": -2}, {"uid": "1297108146141246491", "i": 22927, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on`` Nightline'' Monday. <strong> George W. Bush </strong> has written that the troop level in Iraq was`` the most important failure in the execution of the war.'' <q> I think that it's possible, </q> <strong> Donald Rumsfeld </strong> responded.`` We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always smoother.'' <strong> Donald Rumsfeld </strong> is promoting his memoir", "new_id": -2}, {"uid": "1295779892017170523", "i": 2221, "idx": 15, "sa": ["Mitch Daniels", "Mike Pence", "Erick Erickson", "Mitt Romney"], "q": "fundraisers and other political insiders surveyed by the nonpartisan National Journal, <strong> Mitch Daniels </strong> recently was chosen as the second-most-likely to get the GOP nomination, after <strong> Mitt Romney </strong>. <strong> Mike Pence </strong> didn't make the top 10. <q> <strong> Mike Pence </strong> displays the kind of optimism, moral values and gutsy leadership we need in a president-- and a presidential nominee, </q> says the draft-Mike Pence website, theconservativechampion.org.`` He bridges the gap between the establishment and the grassroots,'' wrote influential conservative blogger <strong> Erick Erickson </strong> on RedState.com. <strong> Mike Pence </strong> gets credit for", "new_id": -2}, {"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq.`` <strong> Colin Powell </strong> was not duped or misled by anybody,'' Mr. <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}]