[{"uid": "1295934217032604161", "i": 46671, "idx": 0, "sa": ["Christine Lakin", "Bill Lockyer", "Michael Trevino", "Zelda Fitzgerald", "Newt Gingrich"], "q": "36. Actress <strong> Christine Lakin </strong> is 32. Rhythm-and-blues singer Alicia( ah-LEE'- sha) Keys is 30. Actor <strong> Michael Trevino </strong>( TV: \"The Vampire Diaries\") is 26. Thought for Today: <q>I don't want to live. I want to love first, and live incidentally.</q>- <strong> Zelda Fitzgerald </strong>, American writer( 1900-1948). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SOCCER COACH Company International SOFTWARE", "new_id": -2}, {"uid": "1294996234169689094", "i": 16515, "idx": 2, "sa": ["Simon Cowell"], "q": "Moreover, says Slezak, <strong> Simon Cowell </strong> was someone who could deliver \"succinct, brutally honest and witty\" critiques in an off-the-cuff fashion. \"<strong> Simon Cowell </strong> was the voice of the people,\" he says. <q>He had a very specific skill that not everyone can pull off. Even <strong> Ellen DeGeneres </strong>, who has been an Oscar host couldn't do it-- and that was a shock to me.</q> But the judges are just one piece of the equation. Clearly, \"Idol\" won't truly regain its spark unless it gives viewers a charismatic cast of contenders. Many believe that, in recent", "new_id": -2}, {"uid": "1295903297179077120", "i": 31108, "idx": 14, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush", "Henry Kissinger"], "q": "<strong> President Bush </strong> administration, <strong> Donald Rumsfeld </strong> was at odds with <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> about Iraq. The differences weren't personal, <strong> Donald Rumsfeld </strong> said. He recalled receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription, <q>To an occasional adversary and a permanent friend.</q> \"When I started working on the book, <strong> Henry Kissinger </strong> said, \"You tell it like it was.' We differed on some issues, and there\"s nothing wrong with that. It was professional", "new_id": -2}, {"uid": "1296256677000376840", "i": 5467, "idx": 0, "sa": ["Eric Schmidt", "Rupert Murdoch"], "q": "The Murdochs turn a media crisis into a family drama By John Gapper Published: January 28 2011 22:37| Last updated: January 28 2011 22:37 <q>Day to day adult supervision no longer needed!</q> tweeted <strong> Eric Schmidt </strong> last week as he announced that he was stepping down as chief executive of Google in favour of 37-year-old Larry Page. <strong> Rupert Murdoch </strong> this week delivered the opposite message as he cancelled a planned trip to Davos to", "new_id": -2}, {"uid": "1295115128263864344", "i": 25544, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four Video's title used to be \"Instruments of Tyranny,\" and I'm open to suggestions for a new video title. Anyway", "new_id": -2}, {"uid": "1297257274238534666", "i": 1130, "idx": 4, "sa": ["Colin Powell", "President Bush"], "q": "York because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q>As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal,</q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children-but no obvious sign of", "new_id": -2}, {"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy\"/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q>Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise,</q> he said. \"It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.\"", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}, {"uid": "1297291758117293089", "i": 14193, "idx": 0, "sa": ["Steve Ballmer"], "q": "Rob Helm, managing vice president at the Directions on Microsoft consultancy. The changes come as Microsoft begins to initiate \"major technical upgrades\" to its online services and platforms, he added. <q><strong> Satya Nadella </strong> seems to be an executive for \"big plays,\" such as the push against Google, and the Project Green consolidation project for Dynamics business management applications,</q> Helm stated in an e-mail. \"By putting him in charge, <strong> Steve Ballmer </strong> seems to be looking for something more than the slow, steady growth that Server& Tools has shown over the past few years.\"", "new_id": -2}, {"uid": "1297427071058949663", "i": 2481, "idx": 0, "sa": ["Michael Gove"], "q": "it had not been appropriate to discuss the decision with a large number of councils and schools. A spokesman for the Department for Education said the judge had not called into question <strong> Michael Gove </strong>'s decision to end <q>the wasteful and bureaucratic Building Schools for the Future programme</q>. \"He concluded it was a rational decision and that the authorities had no expectation of being allowed to proceed with their projects.\" The judge, Mr Justice Holman, asked <strong> Michael Gove </strong> to reconsider his", "new_id": -2}, {"uid": "1297268973021168168", "i": 27394, "idx": 1, "sa": ["Donald Rumsfeld", "Robert Gibbs"], "q": ",\" Mr. <strong> Robert Gibbs </strong> said Monday. Mr. <strong> Donald Rumsfeld </strong> said he hoped the private messages coming from the White House were more consistent that its public stance so far. <q>That is unfortunate, that they seem to be crossways with their assigned diplomat, <strong> Frank Wisner </strong> and with some differences in terms of people in Washington. I don't know enough to know precisely what's taking place, but that tends not to be helpful,</q> Mr. <strong> Donald Rumsfeld </strong> said on radio broadcast. \"I'm hoping there is effective private diplomacy taking place... and the turmoil that we are seeing will ease,\" he said. The", "new_id": -2}]