[{"uid": "1295289004218529793", "i": 7777, "idx": 0, "sa": ["Kobe Bryant", "Paul Silas", "Michael Jordan", "Allen Iverson", "Michael Beasley"], "q": "first-round series. \"He was on fire,\" Hornets coach <strong> Paul Silas </strong> said of <strong> Allen Iverson </strong>, who fell eight points shy of <strong> Michael Jordan </strong>'s NBA playoff record set exactly 17 years ago in a double-overtime loss at Boston. <q> Anytime a guy like that is on fire, there's very <strong> Kobe Bryant </strong> you can do except to take the ball out of his hands. It's right up there with <strong> Michael Beasley </strong>'s 63. He just had a great night. </q> The NBA saw some superlative performances over the opening weekend of the playoffs, but the best came in the last game. <strong> Allen Iverson </strong> shot 21-of-32, including 9-of-11 in the fourth quarter, and 10-of-11 from the line to", "new_id": -2}, {"uid": "1296622974234061849", "i": 31545, "idx": 1, "sa": ["Tim Thomas", "Antoine Walker", "Phil Jackson", "LeBron James", "Allen Iverson", "Paul Pierce"], "q": "the Phil Jacksonadelphia 76ers to an 83-81 victory over the Boston Celtics that evened their Eastern Conference first-round series at two games each. \"Win. It's the only thing we can think about,\" <strong> Allen Iverson </strong> said. <q> We fought hard to get back in the series. We're really not thinLeBron James about anything more. The only thing I care about is finishing out. </q> After shooting poorly all game, <strong> Allen Iverson </strong> made his last three shots and two clinching free throws that sent the series between the long-Tim Thomase rivals back to Boston for Game Five on Friday. <strong> Allen Iverson </strong> upstaged <strong> Paul Pierce </strong> and <strong> Antoine Walker </strong>,", "new_id": -2}, {"uid": "1296414527110477372", "i": 638, "idx": 0, "sa": ["Zahi Hawass"], "q": "the figures did not contain gold, they dropped them and the items broke. They then seized two skulls of the 2,000-year-old mummies and fled. Dr <strong> Zahi Hawass </strong>, the director of the museum, said: <q> Demonstrators in collaboration with security forces stopped the thieves and returned the relics to the museum- but they were already damaged. Only their heads were intact. </q> Egyptologists described the smashing of the irreplaceable artefacts as \"devastating\" . 29 Jan 2011 \"But I would not be at all surprised if this was the work of a gang who were being", "new_id": -2}, {"uid": "1295561367021315586", "i": 51229, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season.? 2010 Cleveland Live, Inc.", "new_id": -2}, {"uid": "1295798969051544087", "i": 25114, "idx": 8, "sa": ["Colin Powell", "Barack Obama"], "q": "if he is?\" \"I'm troubled by the fact that within the party we have these kinds of expressions\" about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state. <q> We have got to stop polarizing ourselves. </q> Former Secretary of State <strong> Colin Powell </strong> said Barack Obama-elect <strong> Barack Obama </strong> will be a <strong> Barack Obama </strong> for all of America. <strong> Colin Powell </strong> made the comments while in Hong Kong. <strong> Colin Powell </strong> endorsed <strong> Barack Obama </strong> leading up to Tuesday's election.( Nov. 5)", "new_id": -2}, {"uid": "1297437859252067852", "i": 25076, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "ist der Wechsel der Smartphone-Software auf Microsoft ein Offenbarungseid und wom?glich der letzte Ausweg zugleich. Der ehemalige Stephen Elop-Arbeitgeber Microsoft ist indes von dem neuen starken Vertriebspartner f?r sein Betriebssystem Windows Phone 7 angetan. <q> Ich freue mich ber diese Partnerschaft </q>, sagt Konzernchef <strong> Steve Ballmer </strong>. Er machte deutlich, um was es den beiden geht: Das lukrative Service-Umfeld des mobilen Internets, das von der Branche so genannte\" kosystem\" . Es sind die ganzen kostenpflichtigen Apps,", "new_id": -2}, {"uid": "1295686742156401686", "i": 57203, "idx": 4, "sa": ["Rick Adelman", "Peja Stojaković", "Michael Jordan", "Phil Jackson", "Allen Young", "Jason Kidd", "Allen Iverson", "Michael Redd", "Nick Van Exel"], "q": "what's going on.\" The Kings visit the New York KNick Van Exels on Wednesday, but <strong> Rick Adelman </strong> wasn't sure about <strong> Peja Stojaković </strong>'s status. \"I have a lot of faith in <strong> Peja Stojaković </strong>,\" <strong> Rick Adelman </strong> said. <q> He's meant a lot to me and this franchise. He's been a pro his whole career. </q> The Sixers have won three in a row, improving to 21-20 at the halfway point of the seJason Kidd. Phil Jacksonadelphia, which came in allowing the third-most points in the NBA, reverted to Young_Allen Iverson_48pts_vs_Michael Jordan_Michael Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he", "new_id": -2}, {"uid": "1297692933107970564", "i": 2088, "idx": 0, "sa": ["Zahi Hawass"], "q": "Un soldat gyptien devant le Mus?e gyptien du Caire, le 30 janvier 2011 <q> Les recherches qui ont eu lieu? l'int?rieur et? l'ext?rieur du Mus?e gyptien pour( retrouver) les pi?ces arch?ologiques perdues ont abouti? la d?couverte de certaines </q> d'entre elles, a d?clar dans un communiqu le secr?taire d'Etat aux Antiquit?s, <strong> Zahi Hawass </strong>. M. <strong> Zahi Hawass </strong> a pr?cis qu'il s` agissait d'une amulette en forme de scarab?e appartenant? Yuya, un puissant courtisan de", "new_id": -2}, {"uid": "1297430563243695617", "i": 31911, "idx": 3, "sa": ["Andy Burnham", "Michael Gove"], "q": "the ruling was a victory \"for all the communities and children betrayed by <strong> Michael Gove </strong>\" . He said the ruling was a \"damning verdict on[ <strong> Michael Gove </strong>'s] competence as a minister\" . \" <q> School building and repair is in complete chaos thanks to Mr <strong> Michael Gove </strong>. He condemns many children to crumbling classrooms and Portakabins whilst waving his cheque book to try to force through more free schools, which will be irrelevant for the majority of parents, </q> said <strong> Andy Burnham </strong>. More education news from the Guardian 60% of poorest children fail to reach good level of behaviour, says study Education news from around the web Around the web,", "new_id": -2}, {"uid": "1297412962097157230", "i": 4886, "idx": 1, "sa": ["Steve Ballmer"], "q": "CEO, said at a joint news conference in London. \"Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" \" <q> \"I am excited about this partnership with Nokia, </q> said <strong> Steve Ballmer </strong> A. <strong> Steve Ballmer </strong>, Microsoft CEO. \"Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to", "new_id": -2}]