[{"uid": "1297179623238403585", "i": 19625, "idx": 0, "sa": ["Donald Rumsfeld", "Gwen Ifill"], "q": "POLITICS-- February 8, 2011 at 9:08 AM EDT In New Memoir, <strong> Donald Rumsfeld </strong> Settles Scores, Spreads Responsibility for Iraq War <q> At its heart, it is a revenge memoir, </q> writes NewsHour senior correspondent <strong> Gwen Ifill </strong> in her Washington Post review of former secretary of defense <strong> Donald Rumsfeld </strong>'s new book, \"Known and Unknowns.\" The book certainly includes its fair share of score settling", "new_id": -2}, {"uid": "1296706292075202714", "i": 12213, "idx": 3, "sa": ["Donald Rumsfeld"], "q": ". In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted, The Washington Post said. <q> Looking back, I see there are things the administration could have done differently and better with respect to wartime detention, </q> <strong> Donald Rumsfeld </strong> acknowledges.", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}, {"uid": "1295638013070795356", "i": 21695, "idx": 2, "sa": ["Bill Clinton", "Barbara Walters", "David Letterman", "Henry Kissinger"], "q": "astounding that people think that heart disease is a disease of men, when in fact, it kills more women,\" <strong> Henry Kissinger </strong> Kathy Magliato says in an ABC release. <strong> David Letterman </strong> says in the special, <q> Take advantage of the technology and the care that's available. There's no reason why a man or woman in this day and age should unexpectedly drop dead of a heart attack. </q> Comments are moderated. By posting a comment, you affirm that you are 13 years of age or older and you agree to our copyright and <strong> Barbara Walters </strong> looks at heart disease with <strong> Bill Clinton </strong>, <strong> David Letterman </strong>,", "new_id": -2}, {"uid": "1297304466015368205", "i": 14890, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops,\" chief executive <strong> Steve Ballmer </strong> wrote in an email to company employees that Microsoft published. <q> We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways. </q> One of the feathers in <strong> Satya Nadella </strong>'s cap includes leading the technical efforts on the launch of Microsoft's Bing search engine, new releases of MSN, and the integration of Yahoo! across Bing and adCenter.", "new_id": -2}, {"uid": "1295531619110821446", "i": 21023, "idx": 0, "sa": ["Walt Disney", "Colin Powell"], "q": "social development. And a lot still needs to be done in China, in terms of human rights.\" FIRST LOOK:-- \"CBS Evening News\" tonight: Anchor and Managing Editor <q> <strong> Katie Couric </strong>'s \"In Focus' series... looks at the parts of the health care reform law that are rolling out, what is coming down the line and how the debate over its implementation may be more rough and tumble than the months leading up to its adoption....[ <strong> Lloyd Blankfein </strong>] ontributions from: <strong> Bill Maher </strong> <strong> Dr. John </strong>, <strong> Jan Crawford </strong>, <strong> Dr. John </strong> LaPook, Wyatt Andrews, <strong> Nancy Cordes </strong>, <strong> Chip Reid </strong>, <strong> Steve Ballmer </strong> <strong> Harry Reid </strong> and surgeon and health care policy expert <strong> Dr. Atul Gawande </strong>. </q>-- CNN\"s \"State of the <strong> Walt Disney </strong> turns[ Sunday] to former Secretary of State <strong> Colin Powell </strong> during a moment of national introspection- at the start of a new congress, in the wake of a", "new_id": -2}, {"uid": "1297278646168607769", "i": 39198, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell", "Kit Hoover"], "q": " \"The X Factor,' would you do it?\" Billy asked.\"[ <strong> Simon Cowell </strong>] is an acquired taste, Billy. I'd have to really be hungry,\" <strong> Paula Abdul </strong> answered. <q> I didn't love having my first canker sore, I didn't love watching other people get nail fungus, I didn\"t love going to the dentist and one time and them forgetting to numb me. \"But, yeah, of course, I love[ <strong> Simon Cowell </strong>], </q> she joked. As tensions always appeared to run high between <strong> Paula Abdul </strong> and her faux-nemesis, <strong> Simon Cowell </strong>, during their many years judging \"American Idol\" together, Billy and <strong> Kit Hoover </strong> wanted to know if any of the", "new_id": -2}, {"uid": "1296579740005816323", "i": 19655, "idx": 1, "sa": ["Sergio Marchionne"], "q": "went on here in 2010,\" <strong> Sergio Marchionne </strong> said during the Q&A session of Monday's financial earnings news conference call. CAW President Ken Lewenza said Monday that the employees appreciate the recognition.. <q> I think it's a vote of confidence for the direction of Chrysler corporation and obviously <strong> Sergio Marchionne </strong> appreciates the kind of work ethic that has been developing in the plants in terms of changing its culture, </q> said Lewenza. CAW Local 444 President Rick Laporte reiterated there is no question the workers have helped put the company on the right track, but he was a little concerned about the bonus idea.", "new_id": -2}, {"uid": "1295955986167477290", "i": 46840, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "by the taxpayers-- and I think the American people are saying hey, what does the government do for me?\" It doesn't help that the Street isn't returning the favor, <strong> Sen. Bernie Sanders </strong> went on. <q> What you have right now are the large financial institutions who are doing very very well sitting on huge amounts of cash, and yet small businesses in Vermont and all over this country can't get affordable loans in order to create jobs, </q> he said. \"You've got credit card companies that were http://wn.com/2010_WATCH_Bernie_Sanders_Blasts_Wall_Street,_Government_In_Wake_Of_ wATCH FULL VIDEO AT THIS LINK::: bernie-sanders-blasts. notlong.com <strong> Sen. Bernie Sanders </strong> Blasts Wall Street, Government In Wake Of Fed Disclosures( VIDEO) Self-avowed", "new_id": -2}, {"uid": "1295107313211468325", "i": 575, "idx": 0, "sa": ["House Judiciary Committee", "Robert Gates", "Ann Coulter", "Colin Powell", "Fred Rogers"], "q": ", <strong> Fred Rogers </strong> <strong> Ann Coulter </strong>. <strong> Fred Rogers </strong> Attorney <strong> Colin Powell </strong>, the detention center at Guantanamo Bay continues to harm our image around the world. There's growing consensus on this. Secretary of Defense <strong> Robert Gates </strong> told the <strong> House Judiciary Committee </strong>, quote, <q> I came to this job thinking that Guantanamo Bay should be closed. </q> KOHL: According to press reports, Secretary of State Rice has also supported efforts within the administration to close Guantanamo. And former Secretary of State <strong> Colin Powell </strong> said, quote, \"If it was up to me,", "new_id": -2}]