[{"uid": "1295791494076775452", "i": 38112, "idx": 0, "sa": ["Andy Coulson"], "q": "it happens, and I'll certainly let my regret known( if they let me in!)''[ sic] Japanese blogger who has lived in England said QI had been insensitive rather than malicious. <q> The majority of the Japanese public is totally unaware of British comedy and what it's about. </q> BBC apologises over Japanese atomic bomb jokes on QI quiz show Social networking under fresh attack as tide of cyber-scepticism sweeps US News of the World phone-hacking scandal threatens more newspapers Secret tapes, <strong> Andy Coulson </strong>'s exit and", "new_id": -2}, {"uid": "1295023371083820546", "i": 5597, "idx": 0, "sa": ["Angelina Jolie", "Demi Moore", "Tatiana Schlossberg", "Katy Perry", "Caroline Kennedy"], "q": ". Otherwise, no. Sooner or later, I'm going to check out`` Spider-Man.'' <strong> Caroline Kennedy </strong>'s girl- JFK's grand daughter- stalked by creep Stalker hounds <strong> Tatiana Schlossberg </strong>, says, <q> Love is crazy. But I'm not crazy. </q> Meanest celebrity PHOTOS <strong> Katy Perry </strong>, <strong> Angelina Jolie </strong> and dozens more( including <strong> Demi Moore </strong>!) caught on camera looking less than gorgeous. Horror-scope! Due to Earth's shifting axis, your Zodiac sign is wrong Get", "new_id": -2}, {"uid": "1297100240035717134", "i": 50522, "idx": 0, "sa": ["Simon Cowell"], "q": "feature. The music supremo did reveal some new information though, confirming anyone aged 12-years and over can enter. It was also the first time he had spoken about the prize on offer. <q> If you win this comeptition, I'm going to put my money where my mouth is, it's a$ 5million recording contract. That means the winner walks away with$ 5million guaranteed, </q> <strong> Simon Cowell </strong> said.", "new_id": -2}, {"uid": "1297349774105594907", "i": 50105, "idx": 1, "sa": ["David Letterman"], "q": "And that may have worked for two-reelers and shorts back in the thirties, but it doesn't work now- obviously. Was there ever any fallout with <strong> David Letterman </strong> over his cameo appearance, where he says, <q> Hey, kid, wan na buy a monkey? </q> Yes. He wanted that line in there all through the movie. He wanted to be in the movie more. Wait- really? No. Is that a real question?", "new_id": -2}, {"uid": "1296259179174211074", "i": 2781, "idx": 1, "sa": ["Allen Iverson", "Antonio Cromartie"], "q": ". The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws.`` It felt OK before the game,'' <strong> Allen Iverson </strong> said. <q> Now, it feels that much worse. It's throbbing like a heartbeat. </q> <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio Cromartie </strong> a week ago, slips on a brace after every game per doctors orders.`` If I didn't wear this brace to keep it straight after every game,", "new_id": -2}, {"uid": "1297275340018513920", "i": 37936, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia"], "q": "deep engineering and online experience to help build its presence in the nascent cloud computing market. Riverbed's new operating system optimizes Exchange 2007 and Oracle 11i and offers branch offices virtualized services without additional hardware. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran <strong> Bob Muglia </strong> as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought <strong> Bob Muglia </strong> was", "new_id": -2}, {"uid": "1295286572030097421", "i": 22135, "idx": 0, "sa": ["Angelina Jolie", "Ricky Gervais"], "q": "of the telecast, sending the Twitter world into a frenzy of conspiracy theories. Glee, The Social Network top Golden Globe Awards The Office creator told TVGuide.com that he simply did what was planned for him. <q> Everyone introduces someone, so I had about a set of nine people. Everything was scheduled. </q>`` That's nice,'' he said of the Twitter world exploding over his disappearance. <strong> Ricky Gervais </strong> too funny for Hollywood 54 minutes ago Golden Globe parties packed with celebrating stars <strong> Ricky Gervais </strong> Trashes <strong> Angelina Jolie </strong>,", "new_id": -2}, {"uid": "1296423892068993033", "i": 407, "idx": 6, "sa": ["Eddie Gill", "Allen Iverson"], "q": "against the Pacers even as he struggled with his shot. He played 44 minutes, but went just 5-for-23 from the floor.`` I just couldn't get in no type of rhythm,'' <strong> Allen Iverson </strong> said. <q> I couldn't get warm. I couldn't feel my hands the whole game. </q> He was hot when it mattered, though, as <strong> Allen Iverson </strong> took the ball the length of the court and beat the short-handed Pacers with a shot from just above the free throw line over <strong> Eddie Gill </strong>.`` His shots", "new_id": -2}, {"uid": "1296544000037142529", "i": 31007, "idx": 0, "sa": ["Michael Vick"], "q": "was all great and grand for the fair city until one of the local news stations found out that rear end accidents had drastically increased AND found that the city was not getting paid their fair share. Report Abuse <q> I simply can't believe all the comments here. </q> IT'S A STOP SIGN IT MEANS STOP! So what is the big deal. Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Stock Picking Software No Guessing-", "new_id": -2}, {"i": 39631, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against`` rumours.'' In a posting on his blog, <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q> 70 broken objects, all of which can be restored. </q>`` I want people to know that after nine days of protests, the monuments are safe,'' <strong> Zahi Hawass </strong> said.`` If anything happens, I will announce it.'' He explained that the fire brigade was", "sa": ["Zahi Hawass"], "uid": "1296817001259670033"}]