[{"uid": "1296515604235749377", "i": 1912, "idx": 2, "sa": ["Howard Carter", "Zahi Hawass", "George Herbert, 8th Earl of Carnarvon"], "q": ". On Sunday, an anonymous official told AP that around three dozen men attempted to break into the museum and 15 more attempted to do so on Monday. <strong> Zahi Hawass </strong> walked through the museum on Monday. <q> If the museum is safe, Egypt is safe, </q> <strong> Zahi Hawass </strong> told AP. Tutankhamun, a boy king who ruled from 1333 to 1324 B.C., has received worldwide attention since Englishmen <strong> Howard Carter </strong> and <strong> George Herbert, 8th Earl of Carnarvon </strong> discovered Tutankhamun's nearly intact tomb in 1922 in Egypt's Valley", "new_id": -2}, {"uid": "1295570534120422446", "i": 52949, "idx": 0, "sa": ["Eric Schmidt"], "q": "{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Joseph Tartakoff, On Thursday January 20, 2011, 7:00 pm announcement today that <strong> Eric Schmidt </strong> will step down as CEO ends what has to", "new_id": -2}, {"uid": "1295494449164200472", "i": 21153, "idx": 3, "sa": ["Allen Iverson", "Marcus Gilbert"], "q": "route to his third career 50-point game and first since February 6 against Sacramento.`` When your jumper is on, the basket seems like an ocean and the <strong> Marcus Gilbert </strong> seems like a rock,'' he said. <q> That is the way it felt tonight.`` My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls the plays and I wouldn't set a career high without those guys. </q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Gund Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 loss in April 1997 after being named Most Valuable", "new_id": -2}, {"uid": "1295614908206700700", "i": 54744, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "!'' Spiceworks agentless, ad-supported management tool runs right in the browser, targeted at the small to medium sized business. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296106965198869114", "i": 1972, "idx": 5, "sa": ["Darryl Dawkins", "Allen Iverson"], "q": "that in mind.'' Philadelphia hosts Miami on Friday with a chance to break the club mark. The NBA record for best start is 15-0, shared by the 1949-50 Washington Capitols and the 1993-94 Houston Rockets. <q> Everybody wants to be the first team that knocks us off, </q> said <strong> Allen Iverson </strong>.`` Everybody wants to be that team. It's going to be tough. We have to reDarryl Dawkinsy dig in and sneak some wins out of other teams' houses. For right know, I", "new_id": -2}, {"uid": "1295687287040943628", "i": 8093, "idx": 0, "sa": ["Gilbert Arenas", "Allen Iverson", "Chris Bosh", "Samuel Dalembert"], "q": "hold a double-digit lead at any point. The 76ers wasted an 18-point lead in a loss to <strong> Gilbert Arenas </strong> and the Wizards on Tuesday. They watched an 11-point halftime lead evaporate against the Raptors in the third quarter. <q> We're jumping out and holding leads and we just can't hold them, </q> guard <strong> Allen Iverson </strong> said.`` We play well for a while and then it seems we just lose focus.'' <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-balance", "new_id": -2}, {"uid": "1296145127048234509", "i": 15308, "idx": 0, "sa": ["Eric Schmidt"], "q": "software and learn about its new capabilities. In a post on Google Inc.'s Android Developers blog, Xavier Ducrohet, the Android SDK tech lead, said a final version of the kit will be available <q> in the weeks ahead. </q> That will enable developers to publish Honeycomb applications to Google's Android Market app store. Story: Google to hire more than 6,200 workers this year Story: Text of blog entry from Google CEO <strong> Eric Schmidt </strong> Story:", "new_id": -2}, {"uid": "1297272178044515363", "i": 34192, "idx": 0, "sa": ["Howard Carter", "Tom Perry", "Zahi Hawass"], "q": "treasure trove discovered in his Tom Perryb in Luxor's Valley of the Kings, uncovered by British archaeologist <strong> Howard Carter </strong> in 1922. Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <q> We started the restoration two days ago. In three days, all these monuments will be completely restored, </q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs", "new_id": -2}, {"uid": "1297616629186400779", "i": 32521, "idx": 3, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "As long ago as 1971, Richard Nixon was heard on the Oval Office tapes grousing about`` the <strong> Donald Rumsfeld </strong> problem.'' <strong> Donald Rumsfeld </strong> was a George H. W. Bushial aide and maybe too big for his britches. <q> <strong> Donald Rumsfeld </strong> is a different cup of tea, </q> <strong> George H. W. Bush </strong> Nixon said. Nearly three decades later,`` the <strong> Donald Rumsfeld </strong> problem'' came to the Pentagon with orders from <strong> George H. W. Bush </strong> to shake the place up.`` Change is hard for people,''", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,'' said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q> I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt, </q> the influential cleric said.`` There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go.''` Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}]