[{"uid": "1295992373205340674", "i": 15295, "idx": 0, "sa": ["Ike Taylor", "Jay Cutler", "Chad Clifton", "Troy Polamalu", "Michael Vick"], "q": "<strong> Ike Taylor </strong> and All-Pro safety <strong> Troy Polamalu </strong>, who can also control the line of scrimmage on blitz packages, heading up a good Steelers' secondary. \"They're obviously a great defense,\" <strong> Chad Clifton </strong> said. <q>Playing them last year,[ we're] a little bit familiar with them. But yeah, phenomenal defense. I would say that is the strength of their team. No. 7[ quarterback <strong> Ben Roethlisberger </strong>] on the offensive side, he makes some plays for them too, but it's a really stout defense.<q> DO N'T SLEEP ON GREEN BAY'S DEFENSE What do quarterbacks <strong> Michael Vick </strong>, Matt Ryan and <strong> Jay Cutler </strong> have in common? They were all put in their place in succession during the playoffs by a Green", "new_id": -2}, {"uid": "1295443111060325937", "i": 39192, "idx": 3, "sa": ["Thomas P. Salmon", "Sen. Bernie Sanders"], "q": "The Democratic Party backed <strong> Sen. Bernie Sanders </strong> in his first U.S. Senate bid in 2006, and since then, he has helped other Democratic candidates. The party seems likely to lock arms with <strong> Sen. Bernie Sanders </strong> again next year. <q>I wouldn't go so far as to say <strong> Sen. Bernie Sanders </strong>'s our guy,<q> Dempsey said, but he added, \"We have a great relationship with the senator.\" <strong> Thomas P. Salmon </strong> acknowledged going against <strong> Sen. Bernie Sanders </strong> wouldn't be easy. \"I think there's three people who", "new_id": -2}, {"uid": "1296219928236240904", "i": 32649, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "children. <strong> Camille Grammer </strong>'s children. The <strong> David Letterman </strong> cutaway shot which cut through <strong> Camille Grammer </strong>'s heart. The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.\" COHEN: <q>There's a shot of her with the kids on <strong> David Letterman </strong>.<q> CAMILLE: \"He uses them as props. It's tough, it's harsh. It hurts, of course.\" The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Kelsey_Grammer_Is_A_Cross_Dresser,_Ex-Wife_Camille_Implies_ February", "new_id": -2}, {"uid": "1297293762070500390", "i": 26421, "idx": 0, "sa": ["Donald Rumsfeld", "The Republican Party"], "q": "are dedicated to the country, not Democratic far left policy or the <strong> The Republican Party </strong> line. There is not one of you here that can say either the Dems or Repubs have served this country well. Report Abuse <q>I smell a tea party Jihad, led by Saran Palin.<q> <strong> The Republican Party </strong> has split into two different groups. ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes", "new_id": -2}, {"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q>a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media<q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}, {"uid": "1295629374018169863", "i": 39724, "idx": 0, "sa": ["Jerry Brown", "Eric Schmidt"], "q": "will become chief executive of the online search giant, replacing <strong> Eric Schmidt </strong> in a surprise management shakeup.( San Francisco Chronicle) â\u0080¢ California <strong> Jerry Brown </strong> fireball_xl5 January 21, 2011 at 11:37 AM <q>We will not tolerate any behavior that threatens the lives and safety of our people in the future,<q> Dupwee January 21, 2011 at 11:44 AM nexus70 January 21, 2011 at 11:55 AM stories with the most comments in the last 7 days. Christie orders Passaic Valley Sewerage Commission to explain friends, family in", "new_id": -2}, {"uid": "1295685093156418051", "i": 19722, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "added. In a conference call with financial analysts after the surprise announcement that Page would replace <strong> Eric Schmidt </strong> in April, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena. <q>We've touched just one percent of the capabilities that could be deployed in that realm,<q> said <strong> Sergey Brin </strong>, who will be in charge of strategic projects and new products in the new management structure. BGC's Gillis said <strong> Google Inc. </strong> has had scant success with products it has developed on its own,", "new_id": -2}, {"uid": "1295626398146702340", "i": 6590, "idx": 0, "sa": ["Barack Obama", "Dan Boren", "Harry Reid", "Mary Landrieu", "Sen. Bernie Sanders", "John McCain", "Michael Bennet", "Nancy Pelosi"], "q": "at www.realclearpolitics.com The graphic I use of from Gallup http://wn.com/HEALTH_CARE_WINS_LOSSES_DEMOCRATS_GAIN_MAJOR_HC_ENDORSEMENTS_BACHMANN_GOP_RALLY_A_BUST Question of the Day: What is your stance on immigration? Leave all your responses in the comment section. \"Democrats Reveal Facts About Health Care\" www.youtube.com <q><strong> Rep. Patrick Kennedy </strong> Yells: \"Despicable' That Press Focuses On Massa Instead Of Afghanistan<q> www.youtube.com \"High Immigration Impacts America\"s Unemployed\" www.youtube.com ryanpdixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> <strong> John McCain </strong> House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Sen. Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> ryan dixon Speaking in a PD podcast to coincide with the launch of a", "new_id": -2}, {"uid": "1295908217175931397", "i": 3067, "idx": 0, "sa": ["Allen Iverson"], "q": "' roster to 16 players. Portland has struggled with injuries this season. Veteran center Report Abuse \"Wow, not 1 person has commented on what the story is actually about...\" Report Abuse <q>I agree with U Yahoo User. Kobe is an overrate, arrogant, gunner with a low shooting percentage!!! Remember, he wanted to be traded before the Lakers mysteriously got Gasol in a so-called trade.<q> Give me a healthy <strong> Allen Iverson </strong> over him any day!!! I wished A.I. would had had the oppertunity to play with Shaq or Gasol on those Lakers teams!!! They both came into the NBA in", "new_id": -2}, {"uid": "1295832424258179084", "i": 8802, "idx": 1, "sa": ["Glenn Mulcaire", "Andy Coulson", "David Cameron"], "q": ", <strong> Glenn Mulcaire </strong>, to hack into voicemail messages. In the Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q>made it difficult for me to give the 110% needed in this role<q>. Photograph: Danny Lawson/PA <strong> David Cameron </strong>'s top adviser quits over phone-hacking scandal Minister <strong> David Cameron </strong> Friday lost his communications chief and top adviser in an ongoing row over phone-hacking by one of the country's leading tabloid newspapers", "new_id": -2}]