[{"uid": "1297298613261144580", "i": 41263, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "NEW YORK, Feb. 6, 2011/ PRNewswire-USNewswire/-- White House Office of Management... U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <q>it takes about 4000 rounds from a 50 cal machine gun, air to air to shoot down a plane.<q> Report Abuse \"Quit sending us Mexican and we will quit sending you guns OK!!!!\" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$", "new_id": -2}, {"uid": "1295264289234684461", "i": 29518, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "his resignation over the phone hacking row. Asked whether the Downing Street director of communication had offered to step down on the Today programme this morning, <strong> David Cameron </strong> replied: <q>I don't go into private conversations.<q> The comment will further fuel speculation- promoted by Labour MPs- that Mr <strong> Andy Coulson </strong> is preparing to give in to the news story that simply will not go away. It emerged on Friday", "new_id": -2}, {"uid": "1295559593175849510", "i": 22807, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "more complex job as the company has diversified. \"Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,\" he said. <q>For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.<q> <strong> Eric Schmidt </strong>- formerly CEO of Novell and CTO at Sun Microsystems, had quit his position on the board of Apple in 2009 due to a growing conflict of interest with his role at Google. Haymarket Media. All", "new_id": -2}, {"uid": "1296490712175095821", "i": 6633, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "the museum was heavily protected by the Egyptian army. Later Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters for his ouster. <q>If the museum is safe, Egypt is safe,<q> <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs. Looters broke into the museum on Friday, ripping the heads off two mummies and damaging about 75 small artifacts", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q>I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing,<q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}, {"uid": "1296170522222920753", "i": 26133, "idx": 1, "sa": ["Steve Ballmer"], "q": ", our Server and Tools business has quietly and steadily grown to be the unquestioned leader in server computing,\" Microsoft CEO <strong> Steve Ballmer </strong> wrote in a Jan. 10 email to employees announcing Muglia's removal. <q>We are now ready to build on our success and move forward into the era of cloud computing.<q> Microsoft executives on the earnings call declined to mention how many Windows Phone 7 devices had sold to consumers. \"We're pleased with the initial response,\" Klein said. \"While we are encouraged by", "new_id": -2}, {"uid": "1296590089119291978", "i": 25476, "idx": 0, "sa": ["Megan Fox", "Simon Cowell"], "q": "\" the would-be blockbuster series about a family that journeys back in time to the prehistoric era, and \"X Factor,\" the new singing showcase produced by former \"American Idol\" host <strong> Simon Cowell </strong>. <q>We understand the value of this,<q> said Joe Earley, president-marketing and communications for News Corp.'s <strong> Megan Fox </strong> Broadcasting. TV networks have been running promos during the Super Bowl for years. In a typical Super Bowl, 15% to 20%", "new_id": -2}, {"uid": "1296225829149782528", "i": 8863, "idx": 1, "sa": ["Mike Pence"], "q": "here for other text alerts. <strong> Mike Pence </strong> didn't mention the governor's race in a letter sent to supporters Thursday but said he intended \"to serve the people of Indiana in some way.\" <q>In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead,<q> <strong> Mike Pence </strong> said. \"After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play.\" <strong> Mike Pence </strong> has a pair of public events scheduled", "new_id": -2}, {"uid": "1295479227005455882", "i": 1876, "idx": 1, "sa": ["Oprah Winfrey", "Michael Vick", "Piers Morgan"], "q": "?\" Properly? Does it come with instructions? We don't talk like that. When he proposed a wager with <strong> Oprah Winfrey </strong> over who'll get to interview <strong> Michael Vick </strong> first, <strong> Piers Morgan </strong> said, <q>I'll bet you 100 British pounds.<q> Brother, can you spare 10 pence? CNN, whose ratings are reeling, is outsourcing its flagship nightly show. <strong> Piers Morgan </strong> is a dandy, he fiddles with his cuff links and smirks in", "new_id": -2}, {"uid": "1295325567089587716", "i": 843, "idx": 0, "sa": ["George Clooney", "Howard Stern", "Michael Vick", "Condoleezza Rice"], "q": "\"), good-naturedly teasing her into betting him( 200 pounds) over which of them will snare an interview with disgraced football star <strong> Michael Vick </strong> first and sneaking in the occasional probing personal question for those who care( <q>How many times have you been properly in love?<q>). Not surprisingly, his first-week guest lineup is filled with more big names, including <strong> George Clooney </strong>, <strong> Howard Stern </strong> and <strong> Condoleezza Rice </strong>. In the longer term, though, success will be measured not only", "new_id": -2}]