[{"uid": "1297362184190234627", "i": 20535, "idx": 0, "sa": ["Hilary Rhoda", "Damaris Lewis", "David Letterman", "Julie Henderson"], "q": "girl has yet to be revealed-- it'll be debuted on \"The Late Show With <strong> David Letterman </strong>\" come February 14, but we have to say, we like <strong> Julie Henderson </strong>'s attitude. She told the cameras, <q>It's nice to roll around in the sand and be all grimy... like a sugar donut, almost.</q> E! Online got a behind-the-scenes look at the Sports Illustrated swimsuit shoot, which meant traipsing along the beach with <strong> Hilary Rhoda </strong>, <strong> Julie Henderson </strong> and <strong> Damaris Lewis </strong>. Fun! The cover girl has yet... Sports Illustrated Swimsuit Issue 2011:", "new_id": -2}, {"uid": "1295478787265797634", "i": 34240, "idx": 1, "sa": ["R Kelly", "Simon Cowell"], "q": "of Inspiration week. \"I Believe I Can Fly\" by <strong> R Kelly </strong>. Judges Randy: You picked a giant song. You've got a huge voice. Yo... <strong> Simon Cowell </strong>& Alisha- Everything will be alright <q>You will catch me if I fall And I will get lost into your eyes And everything will be alright... I know everything is alright</q>_______________________ Because we still have their future...________________________ Voice Over: Alisha: We should go away somewhere. <strong> Simon Cowell </strong>: Were woul... Unbreakable Bond, Kamina's Promise This is an entry in KakashiXAino's TTGL AMV", "new_id": -2}, {"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy. \"I think that's part of what he's been positioning for,\" said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q>In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will</q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}, {"uid": "1296177695162824209", "i": 7480, "idx": 0, "sa": ["Mark Sanford", "Chris Christie", "Mike Pence"], "q": "served as chairman of the conservative Republican Study Committee from 2005 to 2007 and as chairman of the House Republican Conference from 2009 until January 2011. circulated a letter to supporters announcing the decision. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> wrote <strong> Mike Pence </strong>. \"We will not seek the Republican nomination for president in 2012.\" Video: <strong> Chris Christie </strong> <strong> Mark Sanford </strong> visits Anderson Chick-fil-A..., R-Ind., will announce whether he plans to run for president in...", "new_id": -2}, {"uid": "1295534390252182552", "i": 21474, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence"], "q": "if she runs for president. PAWLENTY: \"Republican <strong> Tim Pawlenty </strong> dished out$ 34,000 to state-level candidates and conservative groups in Iowa during the final 2010 push,\" the AP reports. <q>His late-election contributions to candidates and groups were double the amount made by former Massachusetts <strong> Mike Huckabee </strong> <strong> Mitt Romney </strong> during the same period.</q> PENCE: \"Some South Carolina lawmakers are looking forward to the 2012's presidential election-- so much so they've asked U.S. Representative <strong> Mike Pence </strong> to seek the Republican nomination for president,\"", "new_id": -2}, {"uid": "1296313463037257229", "i": 13448, "idx": 0, "sa": ["David Beckham", "Michael Gove", "Maajid Nawaz", "Ed Husain", "Melanie Phillips"], "q": "TI\" \"3 Grammy nomination...\" \"With the second highest debut on the hip-hop...\" \"If you look left there's a monkey next to an anaconda\" \"Sentenced to probation...\" ï¿½ <q>BBC& quo... Quilliam's non-Muslim neo-Con Supporters The Quilliam Foundation calls itself \"the world's first counter-extremism think tank</q> and was founded by two former Hizb-ut-Tahrir members, <strong> Maajid Nawaz </strong> and <strong> Ed Husain </strong>. With government funding and supporters like <strong> Melanie Phillips </strong> and <strong> Michael Gove </strong>, the Quilliam Foundation has b... Ali-G Interviews <strong> David Beckham </strong> and <strong> David Beckham </strong>", "new_id": -2}, {"uid": "1295648671247758851", "i": 16919, "idx": 0, "sa": ["Eric Schmidt"], "q": "from Verizon Wireless back to its former provider due to 3G coverage issues right now,\" she noted. Demand may also be less than if Verizon had landed the iPhone around this time last year. <q>I completed a project a year ago that showed results favoring an overwhelming interest in Verizon plus Apple-- the most desirable service provider combined with the most desirable device,</q> Pierce said. \"But a lot has happened between then and now,\" such as the rise in popularity of smartphones running Android. Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295181499258277387", "i": 697, "idx": 2, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": ",\" Anderson makes the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009...", "new_id": -2}, {"uid": "1297183947119177270", "i": 43113, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "life in December 2006 after a long and divisive tenure at the Pentagon. They largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq War on <q>too many hands on the steering wheel.</q> <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the same job under former US president <strong> Gerald Ford </strong> in the 1970s, acknowledged that \"in a war, many things cost lives.", "new_id": -2}, {"uid": "1296106837231735323", "i": 5057, "idx": 0, "sa": ["Eric Schmidt"], "q": "people this year, taking on more than 6,000 workers worldwide. Persaud also said the return of co-founder Larry Page to the company's helm in April would not affect operations in the region. <q>I don't see it as much of a change as the current CEO will still be in the company... It's business as usual,</q> he said. Last week, in a surprise shakeup of its top management, the California-based company announced that <strong> Eric Schmidt </strong>, its chief executive over the past decade, would step aside in April and", "new_id": -2}]