[{"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q>Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it,</q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}, {"uid": "1297108555141246488", "i": 6669, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "was reluctant to endorse his former boss's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was \"the most important failure in the execution of the war\". <q>I don't have enough confidence to say that that's right. I think that it's possible,</q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed. \"", "new_id": -2}, {"uid": "1296796408257753107", "i": 40805, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "high level, smart enough to anticipate things before they happen. But all do their best work in the comfort of the pocket. \"It has to be a feel thing,\" <strong> Aaron Rodgers </strong> said. <q>I think pocket presence is something that you can learn a little bit, but a lot of it is just feeling your way through that, knowing when to stay in there and when to get out. I think I've done a better job over the last season of knowing when to get out and when to hang in there.</q> The 6-2, 225-pound <strong> Aaron Rodgers </strong> ranked third among quarterbacks and 26th overall in rushing, totaling 356 yards and four touchdowns on 64 carries( 5.6 average). Only Philadelphia's <strong> Michael Vick </strong> averaged more yards per carry", "new_id": -2}, {"uid": "1295817461267649068", "i": 45221, "idx": 10, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 <strong> John McCain </strong> House race. \"I will always vote for the person who I think is best qualified,\" he said. <q>I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either.</q> The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. The following are comments from our users. Opinions expressed are neither created nor endorsed by CBSAtlanta.com", "new_id": -2}, {"uid": "1296429332256245803", "i": 11997, "idx": 2, "sa": ["Jermaine O'Neal", "Allen Iverson", "Reggie Miller", "Scottie Pippen"], "q": "but <strong> Allen Iverson </strong> lost his dribble with <strong> Reggie Miller </strong> closely guarding him and couldn't get a shot off as time expired. \"We got to a point where we felt we had these guys beat,\" <strong> Allen Iverson </strong> said. <q>We got tight. To get a big lead like that and lose it at home is ridiculous.</q> Indiana, the defending Eastern Conference champions and prohibitive underdogs against Philadelphia, lead the best-of-five series 1-0. Game <strong> Scottie Pippen </strong> is Tuesday night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and", "new_id": -2}, {"uid": "1297660429135266314", "i": 13180, "idx": 0, "sa": ["Steve Ballmer", "Craig Mundie"], "q": "they said.\"( Microsoft CEO) <strong> Steve Ballmer </strong> and I a few years ago talked and believed Arabic would be an increasingly important language,\" said <strong> Craig Mundie </strong>, Microsoft's chief research and strategy officer. <q>And yet, because of the way the internet was evolving, it wasn't a language that was getting a lot of use.</q> But while Arab world internet use since 2000 has grown faster than anywhere else and access costs have shrunk, content still punches below its weight and ad spending remains tiny. Arabic content is less", "new_id": -2}, {"uid": "1295914737143048738", "i": 9925, "idx": 2, "sa": ["Simon Cowell"], "q": "out.' And I said, \"So should we come back next week?' And he said,` Get out.\" \"We were basically thrown out of the network,\" <strong> Simon Cowell </strong> said. <q>The good news is, it would never get worse than this.</q> Fox went on to premiere Idol in 2002. <strong> Simon Cowell </strong> stepped down from the show last year to focus on a U.S. version of The X-Factor( interestingly, the season 10 premiere, the first one without <strong> Simon Cowell </strong>,", "new_id": -2}, {"uid": "1296083432189841410", "i": 30189, "idx": 2, "sa": ["Michael Vick", "Kevin Kolb"], "q": "wasted a year of <strong> Kevin Kolb </strong>'s development in order to attain the lofty height of losing a wild-card playoff game at home as the betting favorite. So assume he is staying, even as he acknowledges, <q>I hope so, but in this business, you never know.</q> <strong> Michael Vick </strong>'s goal is to get a rest and, as he said, to \"watch a ton of film, try to get better.\" It is the correct mindset. But Eagles coach Andy", "new_id": -2}, {"uid": "1295432346076251250", "i": 46106, "idx": 2, "sa": ["Jane Lynch", "Simon Cowell"], "q": "amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. Comment on this Article She explained in an interview with The Sun newspaper: <q><strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. \"Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop.</q> Glee' fans have even set up a Facebook group pleading for Sue to join the' X Factor' panel- and <strong> Jane Lynch </strong> agrees her character would make a \"fantastic\" judge, though she would probably", "new_id": -2}, {"uid": "1295348812121946130", "i": 29853, "idx": 0, "sa": ["Steve Ballmer", "Maria Bartiromo"], "q": "-- the first time was in 2009 when the CEO had a liver transplant.( Apple and Fortune) Goldman Sachs will not include U.S. clients in its private offering of Facebook shares because the recent media brouhaha <q>might not be consistent with the proper completion of a U.S. private placement under U.S. law.</q> As a result, some clients are saying the reversal could damage Goldman's client relations going forward.( Wall Street Journal) an interview with <strong> Maria Bartiromo </strong>, Microsoft CEO <strong> Steve Ballmer </strong> discussed the success of Kinect, dodged questions", "new_id": -2}]