[{"uid": "1297283660263864333", "i": 49961, "idx": 0, "sa": ["Simon Cowell"], "q": "7 Wall Street: Money Never Sleeps 8 The Town 9 Dinner for Schmucks Does <strong> Simon Cowell </strong> have` The X Factor'?-`` The Office,''`` Jersey Shore'' and <q> Pet Food: A Dog's Breakfast </q> StarTribune.com welcomes and encourages readers to comment and engage in substantive, mutually respectful exchanges over news topics. Commenters must follow our href=\"http://www.startribune.com/help/11484216.html?elr=KArksD:aDyaEP:kD:aUq9_b9b_jEkP:QUiacyKUxiDy_0ckkD:aiUr\"> Terms of Use. Keep it civil and stay on topic.", "new_id": -2}, {"uid": "1295042016241877053", "i": 2270, "idx": 1, "sa": ["Alassane Ouattara"], "q": "Gbagbo and his associates have likely had time to pull their financial assets out of Europe`` but the measure remains important for its political symbolism,'' a diplomat said. Another diplomat said the sanctions would <q> especially have an impact on future transactions. </q> The EU and United Nations have recognised opposition leader <strong> Alassane Ouattara </strong> as head of state after the country's November 28 election. But Gbagbo has rejected international calls to stand down. The new EU sanctions", "new_id": -2}, {"uid": "1297262473007700514", "i": 49314, "idx": 0, "sa": ["Chris Huhne", "Bernard Ingham"], "q": "was granted permission to build the 77-turbine Humber Gateway wind farm, which will be sited around five miles off the Holderness coast in Yorkshire. <strong> Chris Huhne </strong>, Energy and Climate Change Secretary, said: <q> Offshore wind not only provides clean, green, secure energy, the investment that comes with it is great for the UK economy too.`` A new wind farm off the Humberside coast will be a further jobs and investment boost for the region, hot on the heels of Siemens' announcement of plans to develop the Port of Hull. </q> Former Sheffield Wednesday striker links up with McCall's Motherwell <strong> Bernard Ingham </strong>: Critics of forest` sale' fail to see the wood for the trees Temperature: 7 C to 10 C Wind Speed:", "new_id": -2}, {"uid": "1297438759252067863", "i": 15120, "idx": 4, "sa": ["Steve Ballmer"], "q": "eine Prognose auszugeben. Vielmehr m?sse sich Nokia nun auf eine zweij?hrige bergangsphase einstellen. Nokia wechselt aus der Not heraus ins Microsoft-Lager. Der Software-Riese aus Redmond im US-Bundesstaat Washington ist scheinbar der Gewinner der Kooperation. <q> Die Zusammenarbeit ist nicht exklusiv </q>, betonte Microsoft-Chef <strong> Steve Ballmer </strong> am Freitag. Denn Microsoft liefert sein System auch an andere Handy-Hersteller und muss sich beeilen, schnell eine kritische Gr?e zu erreichen. Die Nokia- Aktion?re sehen das wohl hnlich. Nach der Bekanntgabe", "new_id": -2}, {"uid": "1295582258248299524", "i": 18278, "idx": 13, "sa": ["Eric Schmidt"], "q": "'' and an implant would cross the line. He also said that as users voluntarily share information online, it doesn't need users to type in search queries for the company to tailor the results. <q> We don't need you to type at all. We know where you are. We know where you've been. We can more or less know what you're thinking about, </q> he said. Such comments have been repeated in online musings that portrayed Mr. <strong> Eric Schmidt </strong> and Google as`` creepy.''`` The biggest thing I wonder is after a year or so of having", "new_id": -2}, {"uid": "1297696203228933649", "i": 39136, "idx": 0, "sa": ["Patrick Achi", "Alassane Ouattara"], "q": "campaign to force the world's chocolate makers to improve their labor practices. Supporters of the internationally recognized winner of Ivory Coast's election also have pushed for a cocoa ban in an effort to financially strangle incumbent leader <q> It's clear that the taxes that come from cocoa go directly to keeping Gbagbo in power. That's why we called for an export ban and it seems to be working, </q> said href=\"http://mysanantonio.com/?controllerName=search&amp;action=search&amp;channel=news&amp;search=1&amp;inlineLink=1&amp;query=%22Patrick Achi+Patrick Achi%22\"> <strong> Patrick Achi </strong>, spokesman for internationally recognized winner href=\"http://mysanantonio.com/?controllerName=search&amp;action=search&amp;channel=news&amp;search=1&amp;inlineLink=1&amp;query=%22Alassane Ouattara+Alassane Ouattara%22\"> <strong> Alassane Ouattara </strong>, who is now trying to run the country from a hotel. Years of campaigning by`` fair trade'' consumers already have forced", "new_id": -2}, {"uid": "1297607410217546766", "i": 43818, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "dynasty monarch, better known as King Tut, ruled Egypt in the 13th century BC. <strong> Zahi Hawass </strong>, in his statement, said an investigation has been launched to find those behind the theft, adding that <q> the police and army plan to follow up with the criminals already in custody. </q> The museum standing on the main protest square was protected by army tanks and briefly by a cordon of citizen volunteers during 18 days of anti-government rallies that ousted president <strong> Hosni Mubarak </strong> and cost at least 300 lives.", "new_id": -2}, {"uid": "1295245063048611344", "i": 45787, "idx": 2, "sa": ["Michael Gove", "Marine Le Pen"], "q": "of the English Baccalaureate''.`` There is widespread support for including religious studies as a mainstream humanities subject,'' said Mr Gates. Mr <strong> Michael Gove </strong>, speaking on Friday, had said: <q> There are one or two points that are being made about perhaps one or two qualifications that might count within the five pillars and I will look at that.`` That's not to say that I'm going to change my mind, but any fair point that is made, in a constructive spirit about how you can improve league tables, I will always take on board. </q> A spokesman for the Department for Education indicated that the principle of the Baccalaureate was not oMarine Le Pen for debate, but that there had always been a willingness to listen to arguments about how the contents could be", "new_id": -2}, {"uid": "1296690410059244548", "i": 38031, "idx": 1, "sa": ["David Letterman", "Michele Bachmann"], "q": ", Pawlenty, Palin, Gingrich, <strong> Michele Bachmann </strong>... this is like imagining <strong> David Letterman </strong> on stage competing in a High School Variety show. Posted by: rukidding7| February 2, 2011 6:29 PM| <q> STRF. You said the Muslim Brotherhood attacked a liberal, just like you Right Wing Nut jobs always do. </q> Liam, just out of curiosity, is there such a thing as a`` leftwing nut job,''. And if so, would you name us one? Hope all is well with", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}]