[{"uid": "1296083432189841410", "i": 36593, "idx": 2, "sa": ["Kevin Kolb", "Andy Reid", "Michael Vick"], "q": "wasted a year of <strong> Kevin Kolb </strong>'s development in order to attain the lofty height of losing a wild-card playoff game at home as the betting favorite. So assume he is staying, even as he acknowledges, <q> I hope so, but in this business, you never know. </q> <strong> Michael Vick </strong>'s goal is to get a rest and, as he said, to`` watch a ton of film, try to get better.'' It is the correct mindset. But Eagles coach <strong> Andy Reid </strong>", "new_id": -2}, {"uid": "1297241191110002184", "i": 41627, "idx": 0, "sa": ["Betty Ford", "Simon Cowell", "Britney Spears", "Lindsay Lohan"], "q": "who strive for popularity... Photo: <strong> Britney Spears </strong>' seventh album is named` Femme... Article: <strong> Lindsay Lohan </strong> to be charged with stealing necklace... Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse <q> hi everyone, my best friend, she just has Betty Fordounced her wedding with a millionaire young man! she met him via------- M'atchRich.?'? M--. it is the first and best club for wealthy people and their admirers to chat online... best place to find local rich women and men, you don't have to be rich there, but you can meet one there, maybe you wan na check it out or tell your friends! </q> ABC News:` Beliebers' Pack Downtown LA for Bieber Film Premiere Big, Fat, Greek Tours Eat, Drink, Celebrate Life! We treat our travelers like family Save 75% On Cruises We're America", "new_id": -2}, {"uid": "1295670185025427980", "i": 57734, "idx": 3, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "en 2001 pour apporter une exp?rience de gestion? la toute jeune soci?t, reste pr?sident du conseil d'administration avec un r?le ex?cutif. <strong> Sergey Brin </strong>, 37 ans, se concentrera sur les projets strat?giques. <q> Il n' y a plus besoin d'une supervision adulte au quotidien </q>, a expliqu <strong> Eric Schmidt </strong> apr?s cette annonce. Ce changement s` inscrit dans un plan de`` rationalisation'' de la prise de d?cision, explique Google, visant? cr?er des lignes de responsabilit?s plus claires", "new_id": -2}, {"uid": "1294960236148406323", "i": 24302, "idx": 0, "sa": ["Lisa Jackson", "Sergio Marchionne"], "q": "Detroit News Washington Bureau The Environmental Protection Agency and Chrysler will announce a new research and development project next week in Ann Arbor. EPA Administrator <strong> Lisa Jackson </strong> will join Chrysler Group CEO <strong> Sergio Marchionne </strong> to announce a <q> research and development project to explore and evaluate an innovative drivetrain technology for light duty vehicles, </q> the EPA said in a statement. Advertisement The event will take place at the EPA National Vehicle and Fuel Emissions Laboratory. Chrysler has applied for billions of dollars in loans from the", "new_id": -2}, {"uid": "1297161584212434954", "i": 31557, "idx": 1, "sa": ["Simon Cowell", "Dina Lohan"], "q": "he told PopEater.`` <strong> Dina Lohan </strong> deserves a lot worse of a title after all she has done to destroy the relationships with my kids and entire family.'' He also claimed his ex surrounds herself with <q> the epitomes of losers. </q>??? Acerbic British music judge and entrepreneur <strong> Simon Cowell </strong> said yesterday that the winner of the first U.S. version of the television singing competition, The X Factor, will receive a$ 5 million", "new_id": -2}, {"uid": "1295261373094093313", "i": 751, "idx": 0, "sa": ["Louis Walsh", "Simon Cowell", "Sharon Osbourne", "Dannii Minogue"], "q": " Judge <strong> Louis Walsh </strong> confirmed both <strong> Simon Cowell </strong> and Cheryl Cole have quit the show in favour of working on the American version, leaving a spot free for <strong> Sharon Osbourne </strong>. <strong> Louis Walsh </strong> hinted to the News Of The World: <q> It will be me and <strong> Dannii Minogue </strong> with two more people. </q> <strong> Sharon Osbourne </strong> and <strong> Dannii Minogue </strong> first fell out when they both starred in the show in 2007, with <strong> Dannii Minogue </strong> later claiming she had been bullied. Meanwhile, ITV bosses are said to be on a mission", "new_id": -2}, {"uid": "1295325224053116945", "i": 16, "idx": 3, "sa": ["Kwame Brown", "Allen Iverson", "Yao Ming"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coYao Ming into a situation where guys have been`` This is only a fan made video and is not made for monetary gain. No copyright infringement intended.'' I think Mayo", "new_id": -2}, {"uid": "1297443949230703173", "i": 34640, "idx": 11, "sa": ["Bill Posey", "Mike Pence", "Michael Grimm", "Tim Pawlenty"], "q": "said he accepted federal health care because he was`` actually lowering'' premiums for older lawmakers. When asked whether he'd turn down taxpayer benefits, <strong> Mike Pence </strong> <strong> Bill Posey </strong>( R-FL) actually href=\"http://thinkprogress.org/2011/02/08/Bill Posey-health-care/\"> said, <q> I don't know. Am I a federal employee? </q> And <strong> Mike Pence </strong> <strong> Michael Grimm </strong>( R-NY) offered a more blunt- and revealing- Our guest blogger is Elon Green, a freelance writer living in Brooklyn. On Monday, former Minnesota Governor <strong> Tim Pawlenty </strong>( R) doubled down", "new_id": -2}, {"uid": "1295560274260145180", "i": 9169, "idx": 6, "sa": ["Larry Page", "Eric Schmidt"], "q": "a trio, an approach they spelled out in an`` owner's manual'' included in the company's 2004 IPO filing.`` We run Google as a triumvirate,'' <strong> Larry Page </strong> and Brin wrote. <q> The three of us run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way. </q> <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy.`` We tend to agree on everything,'' he noted. <strong> Eric Schmidt </strong> also said Thursday that <strong> Larry Page </strong> is`` ready to lead.''", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}]