[{"uid": "1297604062127287303", "i": 20023, "idx": 4, "sa": ["Simon Cowell"], "q": " \"I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense,\" he said. <q>I like people who are ambitious, and with that comes controversy.<q> One unwelcome flap last season on the U.K. version of X Factor involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the", "new_id": -2}, {"uid": "1295963757002146392", "i": 6820, "idx": 0, "sa": ["Bill Lockyer"], "q": "a zone-blocking purist, and I am not a zone-blocking purist.\"-- You are all about winning, and your coach is a proven loser. You did the math, and announced that the coach <q>had been in football 20 years, had been with a winning team three years out of 20.<q> So what did you do? You held your nose and let him lead your team for another entire season. Just win, baby? This article appeared on page Treasurer <strong> Bill Lockyer </strong>", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from \"The Tonight Show\" settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q>He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing,<q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight: \"The Pillowman\" By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}, {"uid": "1295461653182812690", "i": 49173, "idx": 7, "sa": ["Simon Cowell", "Steven Tyler"], "q": "'s far more palatable than thinking of America as an overbearing, imperial power throwing its weight around on the world stage.\" Morgan recently offered a different explanation: Perhaps we equate meanness with honesty. <q>There is kind of a belief amongst Americans, true or not, that the Brits are perhaps a little more blunt and more to the point,<q> he told TV Guide. Certainly, <strong> Simon Cowell </strong> is way more plainspoken than <strong> Steven Tyler </strong>, who tends to communicate in a magical language that's neither positive nor negative. \"What's with the oohoohbes on your", "new_id": -2}, {"uid": "1295342501194592769", "i": 8567, "idx": 0, "sa": ["Google Inc.", "Steve Ballmer", "Keith Goddard"], "q": "- Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>, said to unveil new software for tablets at the Consumer Electronics Show next week, will face skeptics who say his company won't soon narrow Apple's iPad lead. <q>By the time Microsoft gets it figured out everybody will already own an iPad,<q> said <strong> Keith Goddard </strong>, CEO of Capital Advisors <strong> Google Inc. </strong> an investing firm in Tulsa, Oklahoma, that holds Apple shares. \"That train has left the station.\" Microsoft will announce a full version of the", "new_id": -2}, {"uid": "1295207017257589379", "i": 8312, "idx": 0, "sa": ["Simon Cowell", "Kristy Lee Cook", "Jennifer Lopez"], "q": "too, in light of its winners' recent track record. But <strong> Kristy Lee Cook </strong>, a season seven finalist who's now signed to Nashville's Broken Bow Records, was optimistic about the show's direction. <q>There's definitely room for another season,<q> she says. \"I think it's going to be great with <strong> Jennifer Lopez </strong> and actual artists( judging).... They actually understand what's going on, unlike <strong> Simon Cowell </strong>, who didn't know because he's", "new_id": -2}, {"uid": "1295288803218529794", "i": 48727, "idx": 1, "sa": ["Bryan Fischer", "Mr. Bauer", "Michele Bachmann", "Mike Pence"], "q": "Indiana <strong> Michele Bachmann </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q>He is definitely the guy to watch,<q> says <strong> Bryan Fischer </strong> of the American Family Association, a group that opposes gay marriage and abortion. Now, <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> has a decision to make: While he says he is seriously weighing a run for the White House", "new_id": -2}, {"uid": "1297556997118095888", "i": 26847, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "it offered Nokia hundreds of millions of dollars worth of engineering assistance and marketing support as a sweetener to encourage it to switch from its much-criticised Symbian operating system to Windows Mobile 7. The two believe their <q>complementary strengths will create a new global mobile ecosystem<q>, said <strong> Stephen Elop </strong> at a joint news conference in London, where he claimed the combined unrivalled global reach and scale meant it was now \"a three-horse race\" with Apple and Google. Microsoft's chief executive <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1295644860262504456", "i": 16542, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "regulatory filing on Thursday. The company portrayed its change at the top as evolutionary rather than revolutionary. \"Larry... is ready to lead,\" <strong> Eric Schmidt </strong> wrote on his blog, adding via Twitter: <q>Day-to-day adult supervision no longer needed!<q> <strong> Eric Schmidt </strong> said that although what he called the \"triumvirate approach\" of leadership by himself, Page and <strong> Sergey Brin </strong> has real benefits, it is time \"to clarify our individual roles so there's clear responsibility", "new_id": -2}, {"uid": "1297584573245284867", "i": 15571, "idx": 0, "sa": ["Bill Lockyer"], "q": "while the Golden State struggles to control its finances and provide public services. But it seems that Texas, like California, has lost much of its luster. As California Treasurer <strong> Bill Lockyer </strong> says about Texas, <q>Someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore.<q> Its finances look a lot like California's. Texas has a 2012 budget shortfall amounting to 31.5% of its 2011 budget-- greater even than California's 29.3%. The issue shouldn't", "new_id": -2}]