[{"uid": "1297162259138723358", "i": 20513, "idx": 0, "sa": ["Mike Pence"], "q": "the goals of Live Action is to get members of Congress to defund Planned Parenthood. It's no coincidence that this incident comes on the heels of Rep. <strong> Mike Pence </strong>'s( R-IN) introduction of H.R. 217, the <q>Title X Abortion Provider Prohibition Act.</q> The bill was introduced with the specific purpose of targeting Planned Parenthood. So what's at stake? Planned Parenthood operates 820 health centers around the country and provides sexual and reproductive health care, education,", "new_id": -2}, {"uid": "1296297698029851649", "i": 33888, "idx": 1, "sa": ["Kay Henderson", "Leonard Boswell", "Christie Vilsack", "Mike Pence"], "q": "the door on a run for the presidency, but left wide open the likelihood that he'll run for governor. In a letter to supporters, <strong> Mike Pence </strong> said of himself and his wife, Karen: <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012.</q>- Register staff <strong> Leonard Boswell </strong> to <strong> Christie Vilsack </strong>: I'm running in 2012 U.S. Rep. <strong> Leonard Boswell </strong> told Radio Iowa's <strong> Kay Henderson </strong> on Friday that he has met with former Iowa first lady <strong> Christie Vilsack </strong>", "new_id": -2}, {"uid": "1297451846240746502", "i": 36811, "idx": 4, "sa": ["Donald Rumsfeld", "Lowell Jacoby"], "q": "those involved in the uprising] motivation almost certainly was anger and frustration over poor socio-economic conditions and repressive government policies rather than a unifying extremist ideology,\" the memo, written by DIA Director Vice Admiral <strong> Lowell Jacoby </strong>. <q>There are no indications that <strong> Islam Karimov </strong> understands that a deep sense of injustice was at the center of the protest. Future protests-possibly leading to more violence-are likely if he does not redress socio-economic grievances.</q> <strong> Donald Rumsfeld </strong> also offers a misleading account of why the US was evicted from the air base at Karshi-Khanabad. In the book, <strong> Donald Rumsfeld </strong> refers to a May 29, 2005, news conference that several US senators", "new_id": -2}, {"uid": "1297118693225951847", "i": 8407, "idx": 1, "sa": ["Christina Aguilera", "Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.</q> Haggis Speaks Out for First Time Since Leaving Church of Scientology Watch: <strong> Christina Aguilera </strong> On Anthem Fumble Watch: <strong> Christina Aguilera </strong>'s National Anthem Flub Watch: \"The View\" Dishes About <strong> Christina Aguilera </strong> Anthem Exclusive: Rumsfeld:`", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>. \"We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,\" <strong> Michael Cohn </strong> said in a phone interview. <q>But we don't have any fear with regards to Larry.</q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}, {"uid": "1295890646005734423", "i": 35051, "idx": 1, "sa": ["Eric Schmidt"], "q": "Street Journal$ 335 million <strong> Eric Schmidt </strong> will make by selling 534,000 shares of stock. <strong> Eric Schmidt </strong> was listed at 117 on Forbes list of the richest people in America in 2010. <q>It is probably unprecedented to see that magnitude of an award for someone shifting from CEO to[ just] chairman,</q> Irving S. Becker, head of the U.S. executive-compensation practice for consultants Hay Group, told the WSJ. Larry Page will replace <strong> Eric Schmidt </strong> as the company's CEO in April. <strong> Eric Schmidt </strong> will become Google's executive chairman", "new_id": -2}, {"uid": "1297242543083116089", "i": 15465, "idx": 8, "sa": ["Simon Cowell", "Steven Tyler", "Kit Hoover", "Jennifer Lopez"], "q": ".\" And \"Idol\" has certainly freshened things up with the new judges, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> joining Randy Jackson. \"I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. <q>We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with \"The X Factor].</q> \"Have you watched the new` Idol\"?\" <strong> Kit Hoover </strong> asked. \"No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "new_id": -2}, {"uid": "1295630610218054657", "i": 7307, "idx": 0, "sa": ["Eric Schmidt"], "q": "Mr <strong> Eric Schmidt </strong> had been brought in to provide greater management experience to Google. He has been in the job for a decade and will become executive chairman. Google said Mr <strong> Eric Schmidt </strong> would focus on <q>deals, partnerships, customers and broader business relationships</q>. The BBC reports the announcement was made as Google unveiled strong net profits in the last three months of$ US2.54 billion on revenues of$ US8.44 billion. The$ US2.54", "new_id": -2}, {"uid": "1296137334113377297", "i": 2581, "idx": 3, "sa": ["Michael Vick"], "q": ", although there would be no signing bonus- but he backed down a little from that stance on Wednesday. \"If they franchise me, we'll see how that goes,\" <strong> Michael Vick </strong> said. <q>I'll leave it up to my agent to work everything out.... I'm expecting everything to go according to plan. We'll see what happens over the next couple of months. I've just got to be patient and take it one day at a time.</q> He has, at least, received a new revenue stream. On Tuesday, <strong> Michael Vick </strong> struck a two-year deal with Unequal Technologies, a Kennett Square-based company that equipped <strong> Michael Vick </strong> with a vest, shoulder pads,", "new_id": -2}, {"uid": "1295530291005685266", "i": 35688, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> said. <q>One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology.</q> Research shocker! Keyless car entry systems can be hacked easily, elegantly BAE Systems develops e-ink camo for tanks and war zone e-readers The most commented posts on Engadget over the past 24 hours. Trending posts from Engadget", "new_id": -2}]