[{"uid": "1297201453051740681", "i": 42077, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "suggested to Franks or Myers that the war plan lacked sufficient troops, they never informed me''( p. 452). This is playing word games. The key phrase is that there was no disagreement <q>among those of us responsible for the planning</q>- by which he apparently means statutorily ''responsible.'' Myers was chairman of the Joint Chiefs of Staff, Franks was the combatant commander; so they, along with <strong> Donald Rumsfeld </strong>, were ''responsible for the planning", "new_id": -2}, {"uid": "1297304646234995715", "i": 45474, "idx": 3, "sa": ["Simon Cowell"], "q": "huge hit in Great Britain, there's no guarantee of a repeat performance in this country. <strong> Simon Cowell </strong> explained that the winner of the first season would be awarded a$ 5 million recording contract with Sony Music. <q>It puts me under a lot of pressure. I've got something at stake here,</q> he said during the ET interview. However, if anyone likes risk-taking it's <strong> Simon Cowell </strong>. ''It's risky and I like risks. It's what I call a delicious thrill.'' At the", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's ''State of the Union'' that he will wait to make a decision on whom to support in the next presidential election. <q>I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,</q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. ''I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.'' ''", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}, {"uid": "1294969736002998293", "i": 22097, "idx": 7, "sa": ["Kirsten Gillibrand"], "q": "'': true, ''duration'':''', ''mediaQueryString'': ''http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01122011-57v&amp;flvURL=/media/2011/01/12/01122011-57v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F12%2F01122011-57v.jsn''}{ ''title'': ''No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton'', ''description'': <q>Host B.J. Koubaroulis and The Post\\'s <strong> Preston Williams </strong> and James Wagner preview this weekend\\'s match-up between No. 10 Georgetown Visitation and No. 18 <strong> Kirsten Gillibrand </strong> Seton. Video includes highlights and footage of Visitation\\'s Katie Gillespie, Maddy <strong> Ted Williams </strong> and Kathleen Tab as well as Seton\\'s Alyssa Albanese, Mel Royster and many more.</q>, ''note'':''', ''correction'':''', ''stillURL'': ''http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/12/PH2011011203438.jpg'', ''emailLink'': ''http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/12/VI2011011203385.html&amp;title=No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton& site", "new_id": -2}, {"uid": "1295817066047513600", "i": 5174, "idx": 0, "sa": ["Simon Cowell"], "q": "who got engaged to make-up artist Mezhgan Hussainy last February- admits he struggles to relate to very young kids, but would love to have youngsters of his own to play games with. He said: <q>I worry about it- because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70. ''Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole ''ga ga goo' thing. But I genuinely like kids.</q> <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has ''softened'' him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah Presents Master Class''", "new_id": -2}, {"uid": "1296157213138100743", "i": 14980, "idx": 3, "sa": ["Eric Schmidt", "Steve Jobs", "Adam Lashinsky"], "q": "with Facebook. ''We have a competitor called Microsoft,'' he said. ''Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.'' <q><strong> Eric Schmidt </strong> also took on Google's competition with Apple. Google partners with Apple, he said, on search, maps and YouTube. It competes, of course, on phones. Google also might in theory compete with Apple's Macintosh computer business with its Chrome OS hardware that Google hopes` to announce later this year,' <strong> Eric Schmidt </strong> said,</q> <strong> Adam Lashinsky </strong> reports. ''<strong> Steve Jobs </strong> is absolutely brilliant,' said <strong> Eric Schmidt </strong>, referring to <strong> Steve Jobs </strong>, CEO of Apple, where <strong> Eric Schmidt </strong> was a longtime board member.'( He''s) the most successful CEO in", "new_id": -2}, {"uid": "1297421754048676870", "i": 13650, "idx": 0, "sa": ["Sergio Marchionne"], "q": "matter. Bloomberg News reported Thursday that the bonuses would average$ 10,000 for the company's 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q>Details regarding salaried performance awards are considered confidential employment records,</q> Ranieri said. Chrysler CEO <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both", "new_id": -2}, {"uid": "1296604260133545987", "i": 23411, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "NFL.com- For the second time, Eagles quarterback <strong> Kevin Kolb </strong> has expressed a desire to start. <q>My big deal is I just want to start somewhere,</q> said <strong> Kevin Kolb </strong>, who lost his job to <strong> Michael Vick </strong> after being injured in the season opener. ''I feel like I'm ready and have confidence that I can do a good job. I had a", "new_id": -2}, {"uid": "1297337860072925262", "i": 14081, "idx": 1, "sa": ["Simon Cowell"], "q": "star told Access Hollywood that he will wait until the royal wedding is over before he confirms the date of his own do. ''I don't want to overshadow Prince William,'' he said. <q>So they've got to go first.</q> Discussing what he would wear on the big day, <strong> Simon Cowell </strong> admitted that the suit he wore in a recently premiered promo for The X Factor USA had received a lot of praise. EastEnders:", "new_id": -2}, {"uid": "1295983558186695688", "i": 39142, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "get to play by different rules than people who are working their way up to their own American dream.''' vowed to bring the ''Roadmap'' to a vote on the Senate floor: <q> ''I will do my best to bring the Ryan plan to the floor of the United States Senate, to give my Republican colleagues the opportunity to vote to privatize Social Security, Medicaid and Medicare and make massive cuts on programs needed by ordinary people at the same time as they give tax breaks to the rich,</q> <strong> Sen. Bernie Sanders </strong> said Monday evening on MSNBC.'' It has become a favorite tactic of Democrats to denounce the individuals elements of Ryan's plan, while simultaneously( and perhaps disingenuously) praising him", "new_id": -2}]