[{"uid": "1295225448165576714", "i": 5902, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": ". Earlier on Sunday, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> told US television that she had visited with <strong> Gabrielle Giffords </strong> the previous day and found her \"doing great\" and \"making progress every day.\" <strong> Gabrielle Giffords </strong> is <q>using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,</q> <strong> Kirsten Gillibrand </strong> told NBC's Meet The Press program. \"It's an extraordinary amount of progress for a woman who sustained such a horrific injury,\" she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived", "new_id": -2}, {"uid": "1295645892119324675", "i": 33129, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "the 8.5-hour oration delivered by independent Senator <strong> Sen. Bernie Sanders </strong> to stall the Obama tax cut deal in Congress- will have its own book. <strong> Sen. Bernie Sanders </strong> will publish the full text of his off-the-cuff opus in a tome entitled <q>The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class</q> in February, enabling Americans everywhere to learn the finer points of blocking Senate legislation from the comfort of their easy chairs. <strong> Sen. Bernie Sanders </strong>' impassioned performance ruled Twitter and got him hailed a hero when it was", "new_id": -2}, {"uid": "1296271846184582164", "i": 24119, "idx": 5, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "hit 14-of-29 shots and 10-of-11 free throws to reach 40 points for the seventh time in his last 11 games and the 11th time this season. <strong> Kobe Bryant </strong> managed just 18 points while committing six turnovers in 41 minutes. <q>I don't approach the game like it's <strong> Kobe Bryant </strong>, and I want to have a big game against him,</q> <strong> Allen Iverson </strong> said. \"I want to play a good game against everybody. When you play well against another great player, it's only natural for you to feel good about the win. But that's not", "new_id": -2}, {"uid": "1296536150067862556", "i": 32795, "idx": 5, "sa": ["Leon Rose", "Allen Iverson", "Derrick Rose"], "q": "playoffs since 2006 and has never won a postseason game. The Grizzlies are coming off a 24-58 season that tied for fifth-worst in the NBA. \"This year for me is so personal,\" <strong> Allen Iverson </strong> said. <q>It's basically going to be my rookie season again. It hurts, but I turn the TV on, I read the paper, I listen to some of the things people say about me having the season that I had last year and me losing a step, things like that. They're trying to put me in a rocking chair already.</q> The Grizzlies announced they had signed the 10-time All Star on Thursday morning minutes before <strong> Allen Iverson </strong> was introduced at a news conference. The team and <strong> Allen Iverson </strong>'s agent, <strong> Leon Rose </strong>, declined to discuss specifics though <strong> Derrick Rose </strong> said the", "new_id": -2}, {"uid": "1295584540106250245", "i": 12404, "idx": 7, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "book about the company called Googled: The End Of The World As We Know It, said he suspected that Mr <strong> Eric Schmidt </strong> may simply have been ready for a change after 10 years at the helm. <q>I don't think he was pushed aside, but he may have been nudged,</q> he said, adding that between the two founders, Mr Page always appeared more interested in eventually becoming CEO. \"Clearly <strong> Sergey Brin </strong> has been paying less attention to management than Larry.\" In the unusual", "new_id": -2}, {"uid": "1295581255132530301", "i": 5589, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. <q>I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,</q> said <strong> Ken Auletta </strong>, author of \"Googled: The End of the World As We Know It.\"' I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else", "new_id": -2}, {"uid": "1295669770065781858", "i": 5981, "idx": 1, "sa": ["Eric Schmidt"], "q": ". Find out how BI and business analytics enable you to use timely, quality information effectively to survive and prosper amid change. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297446725101842956", "i": 11164, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "that this is still his habit. His office houses his archive and the <strong> Donald Rumsfeld </strong> Foundation, which among other things helps retired troops. I ask him what time he normally gets up and he replies, unsmilingly, <q>I get up at 4.30 or five and exercise generally and read the paper in the sauna.</q> His way of life seems almost comically Spartan. I suggest that perhaps we might order something to eat, and he seems genuinely surprised. \"You want something to eat?\" A waiter is summoned. I", "new_id": -2}, {"uid": "1297417738259899404", "i": 11691, "idx": 1, "sa": ["Steve Ballmer"], "q": "accelerating that change through a new path, aimed at regaining our smartphone leadership, reinforcing our mobile device platform and realizing our investments in the future.\" Microsoft CEO <strong> Steve Ballmer </strong> was equally enthusiastic: <q>I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute</q>. For those worried about Nokia-specific apps, like Nokia Maps, being consumed by the Microsoft OS, have no fear. Nokia software will supplement the Windows 7 experience, being integrated into Windows Phone 7", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q>The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours].</q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On \"The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I\"m Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}]