[{"uid": "1295905281252543038", "i": 29533, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "AP)- <strong> Google Inc. </strong> says it has awarded$ 100 million worth of equity to <strong> Eric Schmidt </strong>, who is stepping aside as CEO but will stay with the company as executive chairman. Did <strong> Eric Schmidt </strong> Jump ï¿½ ro <q> Or Was He Pushed? power straight out of Pleasantville. <strong> Eric Schmidt </strong> stepped down from one of the world's most powerful Internet companies after ten years of explosive growth.`` Larry is ready to lead, </q> said <strong> Eric Schmidt </strong>, in a nod to the company's 37-year-old co-founder. During the public conference call, <strong> Eric Schmidt </strong>, Larry Page and co-founder <strong> Sergey Brin </strong> lavished ebullient praise <strong> Google Inc. </strong>'s <strong> Eric Schmidt </strong>... Talk Show Host? book when it", "new_id": -2}, {"uid": "1297112166205144067", "i": 5562, "idx": 4, "sa": ["Simon Cowell", "Susan Boyle"], "q": "commitment and the expertise each person offers.'' One critic asked about X-Factor allowing kids as young as 12 to audition, noting <strong> Simon Cowell </strong> has criticized exposing children to the intense TV competition spotlight. <q> We've started to see a trend with kids this age and what they can do... times have changed... you have to make a case-by-case decision based on them as a person. </q> <strong> Simon Cowell </strong> also said that <strong> Susan Boyle </strong> taught him a`` huge lesson'' about making assumptions about a potential star's age or outward appearance.''[ I learned] I have to be more open", "new_id": -2}, {"uid": "1297579238123715631", "i": 29229, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "from a research lab, the damaged objects could all be restored. At the time, Mr. <strong> Zahi Hawass </strong> also insisted that the government had already responded to protesters' demands and that people should be patient. <q> They should give us the opportunity to change things, and if nothing happens they can march again, </q> he said.`` But you can't bring in a new president now, in this time. We need <strong> Hosni Mubarak </strong> to stay and make the transition.'' On Saturday, however, Mr. <strong> Zahi Hawass </strong> wrote", "new_id": -2}, {"uid": "1296163911042713105", "i": 21129, "idx": 5, "sa": ["Mike Pence"], "q": "Ogle.`` When he does do it, I just think it will be a release that I have decided what I am NOT going to do, not what I am going to do.'' <q> I want him to run for governor-- I think he would be a good transition for the state from <strong> Mitch Daniels </strong>, </q> Ogle added. Still, no one in <strong> Mike Pence </strong>'s inner circle is placing any bets. Ogle talked this week with <strong> Mike Pence </strong>'s brother, Greg, and said even he doesn't know what the congressman", "new_id": -2}, {"uid": "1295256413206143491", "i": 15710, "idx": 6, "sa": ["Allen Iverson", "Jeff Saturday"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps,'' <strong> Allen Iverson </strong> said. <q> You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there. </q> The Philadelphia star scored 60 points, a career high and the most in the NBA this season, to lead the 76ers to a 112-99 victory over the Orlando Magic on <strong> Jeff Saturday </strong> night. <strong> Allen Iverson </strong>, averaging an NBA-leading", "new_id": -2}, {"uid": "1297175078196968452", "i": 47694, "idx": 10, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "the war. File photo shows a US soldier conducting a search for suspects in the Diyala province of Baquba, northeast of Baghdad. <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong> blamed much of the failings of the Iraq war on <q> too many hands on the steering wheel. </q>`` There's a lot of stuff( in) the press that says <strong> Colin Powell </strong> was against it. But I never saw even the slightest hint of that,'' he said. On the weapons", "new_id": -2}, {"uid": "1297142439056836101", "i": 28055, "idx": 0, "sa": ["Bill Clinton", "Mike Pence"], "q": "senior GOP aide thought <strong> Mike Pence </strong> had somehow let down his principles and his country by not taking a chance on the presidential race, and folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk. <q> Seriously, who else do we have, unless something miraculous happens and we get an unexpected gift candidate? </q> one said. Another GOP stalwart agreed:`` Sad to say, but at a time when we need someone with guts, like( <strong> Bill Clinton </strong> Ronald) Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong>", "new_id": -2}, {"uid": "1296376331049594445", "i": 30665, "idx": 0, "sa": ["Bill Lockyer"], "q": "( perhaps bankruptcy). Some elected officials, like California Treasurer <strong> Bill Lockyer </strong>, say states don't need the ability to file bankruptcy because they have permanent revenue sources: taxpayers. <strong> Bill Lockyer </strong> told Reuters that states <q> have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with. </q> That seems to be the consensus among too many politicians: Just raise taxes to deal with our ill-advised promises to government workers. It's unconscionable to saddle future generations with crushing debt to support", "new_id": -2}, {"uid": "1295171274222330910", "i": 38636, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "people give him credit for.'' Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q> Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick. </q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the US' X Factor' he is trying not to worry about it.", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>.`` Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}]