[{"uid": "1296619354222035975", "i": 13522, "idx": 2, "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season. \"I thought AI had a real good feel for the game,\" Nuggets coach <strong> George Karl </strong> said. <q> <strong> Bert Kaempfert </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "new_id": -2}, {"uid": "1295468682077529109", "i": 5732, "idx": 3, "sa": ["Rahm Emanuel", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "& search= Search\", \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011304329.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-44v&amp;flvURL=/media/2011/01/13/01132011-44v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-44v.jsn\"}{ \"title\": <q> Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes </q>, \"description\": \"<strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and <strong> Rahm Emanuel </strong> Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.\", \"note\":", "new_id": -2}, {"uid": "1297713181162562068", "i": 8408, "idx": 0, "sa": ["Queen Beatrix", "Steve Ballmer", "Craig Mundie"], "q": "they said.\"( Microsoft CEO) <strong> Steve Ballmer </strong> and <strong> Queen Beatrix </strong> a few years ago talked and believed Arabic would be an increasingly important language,\" said <strong> Craig Mundie </strong>, Microsoft's chief research and strategy officer. <q> And yet, because of the way the internet was evolving, it wasn't a language that was getting a lot of use. </q> But while Arab world internet use since 2000 has grown faster than anywhere else and access costs have shrunk, content still punches below its weight and ad spending remains tiny. Arabic content is less", "new_id": -2}, {"uid": "1296049921129286144", "i": 31855, "idx": 2, "sa": ["Joan Rivers", "Sarah Palin", "David Letterman", "Betty White"], "q": "latest effort, on \"Late Show With <strong> David Letterman </strong>\" complaining that <strong> Betty White </strong>'s come \"back from the dead, and taking all my jobs.\" \"I almost got the Depends commercial,\" <strong> Joan Rivers </strong> said. <q> I stood there and urinated. She got it. </q> <strong> Joan Rivers </strong> was scheduled to appear on \"Fox and Friends.\" But then she insulted <strong> Sarah Palin </strong>. Two weekends ago, when a TMZ cameraman asked <strong> Joan Rivers </strong> for her opinion on <strong> Sarah Palin </strong>, she said <strong> Sarah Palin </strong> was \"stupid", "new_id": -2}, {"uid": "1297704186051036184", "i": 25431, "idx": 2, "sa": ["Steve Ballmer"], "q": "fresh choices, and amazing services.\" \"Nokia's support will help Windows Phone overall to build strength versus the other eco-systems,\" <strong> Steve Ballmer </strong> continued. Microsoft is working to ensure that innovation <q> doesn't lead to the kind of fragmentation for developers that other platforms in the phone arena are currently experiencing, </q> <strong> Steve Ballmer </strong> said. \"That's going to allow more phone designs at a broader range of price points and more exciting new apps and experiences for Windows Phone customers than we can imagine.\" Windows Phone", "new_id": -2}, {"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.\" here. <strong> Henry Blodget </strong> writes for The Business Insider, <q> Let's be serious: <strong> Eric Schmidt </strong> got fired. </q> \"Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- \"day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,\" through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}, {"uid": "1297451775077103110", "i": 48134, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Marketplace. Under the proposed partnership, Microsoft will provide developer tools. Nokia is moving Symbian and MeeGo off the table. \"I am excited about this partnership with Nokia,\" said Microsoft CEO <strong> Steve Ballmer </strong>, <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation, and a proven ability to execute. </q> A Nokia-Microsoft Merger? The Nokia-Microsoft partnership is much broader than IDC analyst Al Hilwa expected, and he said the total realignment of the smartphone platform strategy is unprecedented in scope. He thinks <strong> Stephen Elop </strong>", "new_id": -2}, {"uid": "1296693857231915532", "i": 20700, "idx": 1, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron", "George Osborne"], "q": "sealed after a discussion yesterday with <strong> Nick Clegg </strong>. Robinson told The Independent that <strong> George Osborne </strong> and <strong> Andy Coulson </strong> were not so different. Both are skilful in communicating simple messages from complicated stories and neither man craves the spotlight. <q> I suspect[ Craig <strong> George Osborne </strong>] will be delighted if the public never hears his name after the news of his appointment. He will live or die in that job by his capacity to shape clear messages for <strong> David Cameron </strong> and find ways to communicate them, </q> he said. \"There was not a single issue of controversy around <strong> Andy Coulson </strong>'s time as a spin doctor for <strong> David Cameron </strong>- they were all about his time at the News of the World. That's", "new_id": -2}, {"uid": "1297723379254132231", "i": 1076, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "the game to hurl dodgeballs at a third friend. <strong> Steve Ballmer </strong> returned to the stage to address the partnership with handset manufacturer Nokia, praising the company's excellence and \"deep expertise\" with industrial design. <q> Their involvement will drive volume and innovation, and accelerate the adoption of the Windows Phone platform, </q> he said. \"We are sure from that base that Nokia will deliver phenomenal Windows phones.\" <strong> Stephen Elop </strong> then took the stage, declaring the market had moved from a battle of devices to a war", "new_id": -2}, {"uid": "1296394868250363937", "i": 2050, "idx": 0, "sa": ["Allen Iverson", "Andrew Bynum"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q> The next game, that's the one we have to have, </q> <strong> Allen Iverson </strong> said. \"If we approach everything that way, than everything will http://wn.com/NBA_Pretemporada_18/10/2009__Los_Angeles_Clippers_108_Vs_Los_Angeles_Lakers_114 <strong> Andrew Bynum </strong> overcame a cold-shooting start, scoring points and grabbing 13 rebounds to help the Los Angeles Lakers erase a 15-point deficit and beat the", "new_id": -2}]