[{"uid": "1295534401212385796", "i": 46210, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler"], "q": "a this-is-harder-on-me than-it is-on you routine, which was all the more painful for rejected contestants.`` Oh my God, this is awful,'' she moaned after saying no to a young woman from Ivory Coast. <q> Oh my God, I hate this. </q> <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> wasn't as snide as <strong> Simon Cowell </strong>, but he did become the de facto hard man to please.`` You sang beautiful, but I just wasn't feeling that pizzazz,'' he told", "new_id": -2}, {"uid": "1297163729205226073", "i": 23469, "idx": 0, "sa": ["William F. Brinkman", "Barack Obama", "Robert S. Litt", "Christine M.", "Colin Powell"], "q": "Employment and Training, Department of Labor; <strong> Robert S. Litt </strong>, <strong> Colin Powell </strong> Counsel, Office of the Director of National Intelligence; and <strong> William F. Brinkman </strong>, Director of the Office of Science, Department of Energy. <strong> Barack Obama </strong> said, <q> I am grateful that these fine individuals have made the admirable decision to serve their country. Their expertise and dedication will be a valuable asset both to my administration and our nation as we work to bring about the real change that the American people need today. </q> <strong> Barack Obama </strong> announced his intent to nominate the following individuals today: <strong> Christine M. </strong> Griffin, Nominee for Deputy Director of Office of Personnel Management <strong> Christine M. </strong> Griffin has been a member of the U.S. Equal Employment Opportunity Commission", "new_id": -2}, {"uid": "1297183321119177307", "i": 3675, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "heartbeat at one point dropped to 35 beats per minute. </blockquote> <strong> Donald Rumsfeld </strong> said he only learned the details of such treatment after the fact- and that interrogators went further than he had authorized. <q> I didn't approve any of that, </q> <strong> Donald Rumsfeld </strong> said in the interview.`` And when I found out that they had done some of those things, the people who had done things that had not been approved were dealt with. They were stopped and", "new_id": -2}, {"uid": "1295795458081494033", "i": 39542, "idx": 0, "sa": ["Eric Schmidt", "William Buick"], "q": "to return to action at Meydan on February 3. Speaking to Radio, the jockey explained how fortunate he had been that a fall on Foolin Myself at the track on December 30 had not been more serious. <q> It could have been worse- I was very lucky, </q> <strong> William Buick </strong> said.`` It's never very clever when you fall off a horse. These things do happen- you just don't want them Did <strong> Eric Schmidt </strong> Jump ï¿½ ro`` Or Was He Pushed? power straight", "new_id": -2}, {"uid": "1296366488199786542", "i": 36586, "idx": 5, "sa": ["Mike Pence"], "q": ", <strong> Mike Pence </strong> accused Sharp's family of benefiting from a nuclear waste dump deal. <strong> Mike Pence </strong> denounced such tactics after the campaign, writing in an essay titled`` Confessions of a Negative Campaigner'' that <q> negative campaigning, I now know, is wrong. </q>`` It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan", "new_id": -2}, {"uid": "1297228077053084177", "i": 8713, "idx": 1, "sa": ["Simon Cowell"], "q": "advert for the US X Factor And some overseas versions, such as an Australian attempt, have been disasters. Pensive <strong> Simon Cowell </strong>- who won an Emmy award in November for`` reshaping television''- admitted: <q> It's impossible to predict the size of the audience.`` The most important thing is, you've got to make a show which is different to what your competitors are doing.`` It has to be well made, it has to be controversial and interesting. If the US show has some of the same qualities as what we have done in the UK, then I think it could do really, really well. But the important thing is- don't take anything for granted. </q> Hence the hype surrounding the series- including the biggest-ever guaranteed prize pot in TV history. Then there was Sunday's ad that cost Â£ 2million to screen during America's biggest TV event,", "new_id": -2}, {"uid": "1296102451131907595", "i": 21482, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "first to resort to the usual personal abuse( calling <strong> David Cameron </strong> arrogant and bringing up the irrelevent topic of <strong> Andy Coulson </strong>). Report this comment Joey Jones on$ ky news has just said that the Millbund quote <q> It's hurting but it's not working </q> is a winner!!!! WHAT!! Where did they get that bloke?? Hugo Chav January 26th, 2011 12:57 pm Labour have so far managed to call the crash", "new_id": -2}, {"uid": "1295582183033980446", "i": 4558, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "the same interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply.`` I am not as concerned about the titles as I am winning,'' <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> combined own a controlling stake in the company. <strong> Google Inc. </strong> is coming off a year", "new_id": -2}, {"uid": "1296366637215957523", "i": 15637, "idx": 0, "sa": ["Colin Powell"], "q": "that the Taliban reduced opium production in Afghanistan from 3300 tons in 2000 to 185 tons in 2001.[ 13] In June of 2001, a few months before 9/11, it was reported that a <q> recent gift of$ 43 million to the Taliban rulers of Afghanistan </q> was announced`` by Secretary of State <strong> Colin Powell </strong>, in addition to other recent aid,[ which] made the United States the main sponsor of the Taliban.''[ 14] 3. Anglo-American Involvement in the", "new_id": -2}, [{"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said.`` <strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.'' <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}]]