[{"uid": "1295052317065650718", "i": 25123, "idx": 0, "sa": ["Donald Rumsfeld", "Goldie Hawn", "Britney Spears", "Kanye West", "Star Jones", "Charlie Sheen", "Kate Hudson"], "q": "someone in my family said that. No one in my family ever said that to anybody.''[ Us] Though <strong> Kate Hudson </strong> hasn't released a statement about her pregnancy, <strong> Goldie Hawn </strong> Tweeted, <q> Thank you all for your good wishes for our new baby! Family holds us tight! </q>[ <strong> Star Jones </strong>] The <strong> Charlie Sheen </strong> Wife's <strong> Donald Rumsfeld </strong> cameo has been called off before it even got off the ground.[ AP] <strong> Kanye West </strong> used his own meme to congratulate <strong> Britney Spears </strong> on``", "new_id": -2}, {"uid": "1296931430233717763", "i": 40600, "idx": 0, "sa": ["Eric Schmidt", "Jared Cohen"], "q": "Video A fun video making the rounds this week features Google's outgoing CEO <strong> Eric Schmidt </strong> and his emphasis on using the word`` literally'' in speeches. searching for a book deal. <q> Empire of the Mind: The Dawn of the Techno-Political Age </q> will be based on an <strong> Jared Cohen </strong>, director at think tank Google Ideas. <strong> Eric Schmidt </strong>'s Tomorrow Ventures investment firm has also invested in Twitpay, with the aim of developing`` Twitter payment platforms for online", "new_id": -2}, {"uid": "1296770511173654034", "i": 12171, "idx": 21, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell"], "q": "community knew`` that some of these sources were not good,''`` didn't speak up,'' and`` that devastated me.'' <strong> Donald Rumsfeld </strong> fires back that the secretary of State had once been <q> the most senior military officer in our country </q> and no one else in the administration had`` even a fraction of his experience'' on intelligence matters.`` <strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles", "new_id": -2}, {"uid": "1296455315108167179", "i": 21756, "idx": 0, "sa": ["Dicky Eklund", "Mike Pence", "Micky Ward", "Simon Cowell", "Terrence Howard"], "q": "inspirations for`` The Fighter,'' the red carpet at the Screen Actors Guild awards Sunday was a cakewalk. It's`` a lot calmer here'' than in the ring, <strong> Simon Cowell </strong> <strong> Dicky Eklund </strong> said. <q> It's a lot of excitement- but in the ring, you got ta keep your head, </q> his brother, <strong> Micky Ward </strong>, Indiana's <strong> Mike Pence </strong> opts out of 2012 presidential run lead their countries effectively. In both countries, Democrats were chastened in their last <strong> Terrence Howard </strong>: Young Hollywood Hearts www.younghollywood.com Young Hollywood hangs with <strong> Terrence Howard </strong>", "new_id": -2}, {"uid": "1295649793119881766", "i": 33458, "idx": 3, "sa": ["Bill Lockyer", "Thomas Ferraro", "Lisa Lambert", "Jim Christie", "Newt Gingrich"], "q": "so much trouble that it's very easy to imagine that they would show up and ask for more money,'' <strong> Newt Gingrich </strong> said. <strong> Bill Lockyer </strong>, the California treasurer, said those who support the idea want <q> one thing above all-- to see government go up in flames and, with it, the lives of a certain class of working people they don't like. </q>( Reporting by <strong> Lisa Lambert </strong>; additional reporting by <strong> Thomas Ferraro </strong> in Cambridge, Maryland, and <strong> Jim Christie </strong> in San Francisco; Editing by Leslie Adler)", "new_id": -2}, {"uid": "1296796643209420294", "i": 40815, "idx": 3, "sa": ["Anthony Atkinson", "Allen Iverson", "Linas Kleiza"], "q": "<strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then moved to the outside, going 4-for-8 from 3-point range. <q> He got a couple of easy ones, and once you get a couple of layups, the basket looks bigger, </q> said <strong> Allen Iverson </strong>, who had 28 points.`` He played a great game, and hopefully he can continue to play that way.'' <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter", "new_id": -2}, {"uid": "1295619449001654802", "i": 6623, "idx": 3, "sa": ["Eric Schmidt"], "q": "the same interview, saying it had started to become clear the company needed to be run more crisply.`` I am not as concerned about the titles as I am winning,'' <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q>", "new_id": -2}, {"uid": "1295498091112721922", "i": 6203, "idx": 5, "sa": ["Allen Iverson", "Chris Webber"], "q": "While Philadelphia remained 2 1/2 games behind Boston in the Atlantic Division, <strong> Chris Webber </strong> gave a glimpse of what he could contribute down the stretch.`` I think every little bit helps your confidence,'' <strong> Chris Webber </strong> said. <q> One day you're averaging a number that many people don't do in three categories and the next day you're worthless. And that's from myself, I don't even care what everyone else is saying. </q> <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` I just know how tough it is on him,'' <strong> Allen Iverson </strong> said.`` He wants to play well so", "new_id": -2}, {"uid": "1295977508172294147", "i": 38421, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s damage for longer, although specialists are particularly concerned about the lifespan of children who live all their lives obese rather than getting fat after they're grown. As for all those health care bills, <q> it's not enough to trump a lot of our behaviors, </q> Crimmins said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}]