[{"uid": "1295996308043548675", "i": 41515, "idx": 1, "sa": ["David Price", "Chris Van Hollen", "Tom Cole", "Bill Lockyer"], "q": "Republican <strong> Tom Cole </strong>, noted that Obama raised a record$ 745 million without accepting any federal assistance. The Presidential Election Campaign Fund \"is the very definition of frivolous Washington spending,\" he said, and <q> it's not a good sign that the Democrats are squealing about cutting a program only 7 percent of Americans support. </q> Reps. <strong> David Price </strong>, D-N.C., and <strong> Chris Van Hollen </strong>, D-Md., who have introduced legislation to modernize the public funding system, said the <strong> Tom Cole </strong> <strong> Bill Lockyer </strong> would further open the floodgates to special interest money. They noted", "new_id": -2}, {"uid": "1296897094171786270", "i": 42040, "idx": 0, "sa": ["Michael Vick", "Tu Holloway", "Alan Major"], "q": "Charlotte. The 49ers neutralized <strong> Tu Holloway </strong>, a player of the year candidate, and handed the Musketeers their first A-10 loss, 66-62. <strong> Tu Holloway </strong> missed all eight of his three-point tries and went 3 of 17 overall. <q> It's like in football if you're playing <strong> Michael Vick </strong>, </q> 49ers coach <strong> Alan Major </strong> told the Charlotte Observer. \"You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather have[ <strong> Tu Holloway </strong>] shooting over you rather than driving around you.\" 9. Poor man", "new_id": -2}, {"uid": "1295901611179077148", "i": 36555, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "chief who wasn't For six years, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> told <strong> Eric Schmidt </strong> that Google should build its own browser, and for six years, he resisted. \"Google was a small company,\" <strong> Eric Schmidt </strong> remembered. <q> Having come through the bruising browser wars, I didn't want to do that again. </q> So <strong> Sergey Brin </strong> and <strong> Larry Page </strong> hired some ex-Firefox developers and had them build a prototype. When they showed <strong> Eric Schmidt </strong> the browser that would be Like cellphones,` App stores' in vogue for computers For most people, the", "new_id": -2}, {"uid": "1297272060224821253", "i": 34669, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "lie. The far less dramatic truth is that we were wrong.\" He does acknowledge that he made a \"few misstatements,\" referring specifically only to one: when he declared early in the war, <q> We know where they[ the WMDs] are. They're in the area around Tikrit and Baghdad and east, west, south and north somewhat. </q> In the book, <strong> Donald Rumsfeld </strong> claims that he should have referred to \"suspect sites.\" But, he says, his \"few misstatements\" were \"not common and certainly not characteristic.\" The intelligence", "new_id": -2}, {"uid": "1297195793265863175", "i": 19736, "idx": 2, "sa": ["George H. W. Bush", "Condoleezza Rice", "Donald Rumsfeld"], "q": "for her \"bridging\" approach in the book, excerpts of which were carried in The Wall Street Journal today. Referring to <strong> Condoleezza Rice </strong>'s policy of bridging difference between foreign policy advisers of <strong> George H. W. Bush </strong>, <strong> Donald Rumsfeld </strong> writes, <q> This bridging approach could temporarily mollify the( National Security Council) principals, but it also led to discontent, since fundamental differences remained unaddressed and unresolved by the <strong> George H. W. Bush </strong> </q>. Indeed, he says, an unfortunate consequence was that when important and controversial issues did not get resolved in a timely manner, they sometimes ended up being argued in the press by unnamed, unhappy", "new_id": -2}, {"uid": "1295298050258523161", "i": 29352, "idx": 0, "sa": ["Roddy White", "Ovie Mughelli", "Pierre Thomas", "Michael Vick", "Terry Robiskie"], "q": "job done By <strong> Michael Vick </strong> A. Lough MACON TELEGRAPH FLOWERY BRANCH, Ga.- <strong> Ovie Mughelli </strong> sat on the stool in front of his locker at Atlanta's practice facility, about 45 minutes from downtown, and shook his head. <q> I can't even turn on the TV without somebody saying that we're going to be the underdog, </q> the Wide receivers coach <strong> Terry Robiskie </strong> pushes the Falcons through some pre-practice drills at mini camp.... Atlanta Falcons Training Camp: <strong> Roddy White </strong> Atlanta Falcons Training Camp: <strong> Roddy White </strong> running drills... Saints Vs Falcons: <strong> Pierre Thomas </strong> And <strong> Roddy White </strong> Trade", "new_id": -2}, {"uid": "1295984950186695687", "i": 17403, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "shake-up, will give a$ 100 million target=\"_blank\" equity award to outgoing chief executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder <strong> Larry Page </strong>, says a target=\"_blank\" media report. <q> Google... will give a$ 100 million equity award to outgoing Google gives$ 100-mn compensation to outgoing CEO <strong> Eric Schmidt </strong> target=\"_blank\" NEW YORK: Google Inc, fresh off announcing a management shake-up, will give a USD 100 million target=\"_blank\" equity award to outgoing Chief Executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder <strong> Larry Page </strong>, says a target=\"_blank\" media report. \"Google... will give a USD 100 million equity award to outgoing Chief Executive <strong> Eric Schmidt </strong>, </q> the Wall Google gives USD 100-mn compensation to outgoing CEO <strong> Eric Schmidt </strong> target=\"_blank\" New York, Jan 23( PTI) Sunday, January 23, 2011--> Google Inc, fresh off announcing a management shake-up", "new_id": -2}, {"uid": "1295560274260145180", "i": 9169, "idx": 6, "sa": ["Larry Page", "Eric Schmidt"], "q": "a trio, an approach they spelled out in an \"owner's manual\" included in the company's 2004 IPO filing. \"We run Google as a triumvirate,\" <strong> Larry Page </strong> and Brin wrote. <q> The three of us run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way. </q> <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy. \"We tend to agree on everything,\" he noted. <strong> Eric Schmidt </strong> also said Thursday that <strong> Larry Page </strong> is \"ready to lead.\"", "new_id": -2}, {"uid": "1297233228217890831", "i": 36074, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Ex-US-Verteidigungsminister <strong> Donald Rumsfeld </strong>: Guantanamo <q> eines der besten Gef?ngnisse der Welt </q> zuletzt aktualisiert: 09.02.2011- 06:41 Washington( RPO). Der fr?here US-Verteidigungsminister <strong> Donald Rumsfeld </strong> hat das umstrittene US-Gefangenenlager Guantanamo in Kuba als \"eines der besten Gef?ngnisse der Welt\" bezeichnet. Aus ihm unbekannten Grund sei", "new_id": -2}, {"uid": "1296106964198869129", "i": 7251, "idx": 2, "sa": ["Allen Iverson", "Richard Hamilton", "Bob Johnson", "Rasheed Wallace"], "q": "<strong> Allen Iverson </strong> returned to the game. <strong> Rasheed Wallace </strong>'s 3-pointer with 10.4 seconds left ended a nearly 7-minute scoring drought. <strong> Richard Hamilton </strong>'s two free throws with 3.8 seconds to go avoided a monumental collapse from a 29-point third-quarter lead. <q> Honestly, I didn't want to go back in, </q> said <strong> Allen Iverson </strong>, who scored 20 points through three quarters. \"I felt that our second team should have closed that thing out.\" <strong> Allen Iverson </strong> said he wanted to check in as a group of mostly Bob Johnsoncats reserves", "new_id": -2}]