[{"uid": "1294972672267157620", "i": 6613, "idx": 6, "sa": ["Simon Cowell"], "q": "this tremendous pressure to show they're still relevant,'' says Richard Rushfield, author of the upcoming Executive producer Cecile Frot-Coutaz says Idol isn't making the mistake of trying to replace <strong> Simon Cowell </strong> with a facsimile. <q> You can't, and it would be foolish to try to do that, </q> she says.`` If you go,` We're going to find another slightly nasty British( recording) executive,' people would reject that because that person would never live up to what <strong> Simon Cowell </strong> is.", "new_id": -2}, {"uid": "1297414415011878413", "i": 53998, "idx": 2, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "Chief Executive <strong> Stephen Elop </strong> said that`` Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' <strong> Steve Ballmer </strong>, Microsoft's Chief Executive. <q> Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Cancel Post Your Comment You must be logged in to post a comment Parmy's Headline Grab 26 minutes ago Firm targeting WikiLeaks cuts ties with HBGary- apologizes to reporter`` One is forced to", "new_id": -2}, {"uid": "1297220779174489602", "i": 59660, "idx": 3, "sa": ["George W. Bush", "Colin Powell"], "q": "<strong> George W. Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the UN two days later. Rumsfeld quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his UN presentation, <strong> Colin Powell </strong> described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' Rumsfeld said Khurmal was operated", "new_id": -2}, {"uid": "1297023996090832928", "i": 47598, "idx": 0, "sa": ["Sergio Marchionne", "Jaque Mate"], "q": "todos sab?amos que el aut?ntico <strong> Jaque Mate </strong> llegar?a cuando ambas empresas se convirtieran en una. Este objetivo no ha variado, y como el m?ximo responsable de ambos grupos reconoci el viernes pasado durante una conferencia en Estados Unidos, <q> en dos o tres a?os podr?amos encontrarnos ante una sola entidad. Podr?a estar radicada aqu </q>. Esto tampoco quiere decir que sea algo seguro. <strong> Sergio Marchionne </strong> se convierta en realidad, primero har falta`` integrarlas[ Chrysler y Fiat] operativamente, y despu?s fijarse su direcci?n''. Todo esto son en cualquier", "new_id": -2}, {"uid": "1297136426144228361", "i": 1272, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong> presented the", "new_id": -2}, {"uid": "1296711641100515846", "i": 44894, "idx": 2, "sa": ["Drew Gooden", "Allen Iverson", "Mo Williams"], "q": "it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games versus Milwaukee. <q> AI has our number, </q> said <strong> Mo Williams </strong> who <strong> Drew Gooden </strong> the difficult task of trying to stop <strong> Allen Iverson </strong>.`` He seems to play really, really well against us.'' He got off to a fast start in this one, scoring 20 in", "new_id": -2}, {"uid": "1294991426005357592", "i": 44082, "idx": 4, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "we're with you,' and she doesn't just put a thumbs up, she raises her entire arm.''`` The doctors couldn't believe what they were seeing,'' <strong> Kirsten Gillibrand </strong> said. <q> They were saying this is unbelievable progress, to see this. </q> href=\"http://www.msnbc.msn.com/id/41065188/ns/us_news-crime_and_courts/#slice-1\"> Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page)`` <strong> Mark Kelson </strong> started to tell her,` <strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs", "new_id": -2}, {"uid": "1297647737198574120", "i": 37564, "idx": 4, "sa": ["Bernie Sanders", "Rush Limbaugh"], "q": "In other words, working-people who listen to <strong> Rush Limbaugh </strong> are too stupid to figure things out on their own because of the`` concentration of corporate media.'' So what's the remedy? <strong> Bernie Sanders </strong> thinks there should be <q> a dozen Rachel Maddows. </q> I would suggest that one is plenty. Yet <strong> Bernie Sanders </strong> did catch my attention when he described our current state of affairs as a`` fairly dismal political situation.'' There wasn't exactly a lot of", "new_id": -2}, {"uid": "1295966915202670097", "i": 50487, "idx": 4, "sa": ["John McCain", "Colin Powell"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/10_Most_Miserable_Cities,_California_cuts_20000_state_jobs,_Oregon_wants_1900__Beer_Tax According to Oregon Center for Public Policy, Stimulus could create 44000 jobs in", "new_id": -2}, {"i": 1135, "idx": 4, "index_answer": 1, "new_id": -1, "q": "who has been the vocal wrestling fan having guest hosted WWE's`` Monday Night RAW'' back in October 2009.`` Yeah the belt's really caught on,'' said <strong> Aaron Rodgers </strong>. <q> It's a celebration that started in practice and the fans loved it and you got to give them what they love. Usually it was just after a run or something. Sometimes <strong> Ric Flair </strong> surprise myself on those. </q> <strong> David Letterman </strong> ended the segment by heading out into the audience and having <strong> Aaron Rodgers </strong> wing him a pass. Guidelines: Fan feedback should be within the guidelines for the NFL community. These guidelines will", "sa": ["David Letterman", "Aaron Rodgers"], "uid": "1297451512119193621"}]