[{"uid": "1295472164213434371", "i": 53189, "idx": 0, "sa": ["Mike Pence"], "q": "and focused on policy, not motives or outrageous charges. For example, <strong> Mike Pence </strong> of Indiana, a Tea Party favorite, went through a point-by-point explanation of why he believes that the provisions of the act are indeed <q> government takeover of health care. </q> The tone in general has been measured, voices have rarely been raised, and the focus has been on two different views of the bill. To be sure, there have been some pointed comments.", "new_id": -2}, {"uid": "1295472164213434371", "i": 53190, "idx": 1, "sa": ["Steve Cohen", "Mike Pence"], "q": "and focused on policy, not motives or outrageous charges. For example, <strong> Mike Pence </strong> of Indiana, a Tea Party favorite, went through a point-by-point explanation of why he believes that the provisions of the act are indeed <q> government takeover of health care. </q> The tone in general has been measured, voices have rarely been raised, and the focus has been on two different views of the bill.> To be sure, there have been some pointed comments. <strong> Steve Cohen </strong>", "new_id": -2}, {"uid": "1295311136034570272", "i": 15551, "idx": 3, "sa": ["Steve Jobs", "Mike Pence", "Rick Santorum"], "q": "and former Sen. <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q> To me the focus is and should remain on public safety. We volunteer for these <strong> Steve Jobs </strong>, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security, </q> he said. He said town hall meetings are \" very routine \" for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings. Full Story <cite> CNN", "new_id": -2}, {"uid": "1295308387132857908", "i": 6957, "idx": 3, "sa": ["Mike Pence", "Rick Santorum"], "q": "and former Sen. <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q> To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security, </q> he said. He said town hall meetings are \" very routine \" for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings. Previous article Grand jury", "new_id": -2}, {"uid": "1295538310149274676", "i": 16335, "idx": 3, "sa": ["Mike Pence", "Rick Santorum"], "q": "and former Sen. <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q> To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security, </q> he said. He said town hall meetings are \" very routine \" for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings. title=\"Legal-", "new_id": -2}, {"uid": "1295425658058294275", "i": 56977, "idx": 3, "sa": ["Gene Huey", "Mike Pence", "Rick Santorum"], "q": "and former Sen. <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q> To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security, </q> he said. He said town hall meetings are \" very routine \" for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings. Huey-Gene Huey-surprised-being-fired-Colts-running-backs-coach&amp;odyssey=mod|mostview\"> <strong> Gene Huey </strong>`", "new_id": -2}, {"uid": "1295304293100499478", "i": 44511, "idx": 3, "sa": ["Mike Pence", "Rick Santorum"], "q": "and former Sen. <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q> To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security, </q> he said. He said town hall meetings are \" very routine \" for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings.------", "new_id": -2}, {"uid": "1295340862035373085", "i": 22215, "idx": 3, "sa": ["Mike Pence", "Rick Santorum"], "q": "and former Sen. <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q> To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security, </q> he said. He said town hall meetings are \" very routine \" for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings.___", "new_id": -2}, {"uid": "1296918649127238165", "i": 17246, "idx": 1, "sa": ["Mike Pence", "Bill Clinton"], "q": "and his country by not taking a chance on the Bill Clintonial race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk. \" Seriously, who else do we have? \" one asked me. <q> Unless something miraculous happens and we get an unexpected gift candidate. </q> Another GOP stalwart agreed: \" Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or Rubio", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from`` The Tonight Show'' settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q> He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing, </q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight:` The Pillowman' By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}]