[{"uid": "1296218172048857090", "i": 15209, "idx": 11, "sa": ["David McIntosh", "Mike Pence", "Marjorie Dannenfelser"], "q": "<strong> Marjorie Dannenfelser </strong>, president of the Susan B. Anthony List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q> What I most want is for him to have a long future, </q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the 2nd District, said <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296156940080330784", "i": 29594, "idx": 0, "sa": ["Bobby Jindal", "Mike Pence", "Paul Ryan", "Nikki Haley", "John Kasich", "John Thune", "Susana Martinez", "Robert Jones Portman", "Marco Rubio", "Barack Obama", "Mitt Romney"], "q": ", from a longtime senior Republican political aide who believes the \"Why now?\" question is exactly what leads to the answer that <strong> Mike Pence </strong> should run. This aide explained that 2012 would be <strong> Mike Pence </strong>'s moment: <q> If you're a smart, ambitious, medium-age pol... do you want to run against <strong> John Thune </strong> and <strong> Mitt Romney </strong> and[ etc.] now? Or do you want to run against rock stars later? </q> Among the names he rattled off for future Barack Obamaial candidates were <strong> Paul Ryan </strong>, <strong> Bobby Jindal </strong>, <strong> Marco Rubio </strong>, <strong> Nikki Haley </strong>, <strong> Susana Martinez </strong>, <strong> John Kasich </strong>, and <strong> Robert Jones Portman </strong>. The aide, who has 20 years of experience in national politics, continued", "new_id": -2}, {"uid": "1295330032146898963", "i": 40278, "idx": 0, "sa": ["Gabrielle Giffords", "Sean Hannity", "Mike Pence", "Mitt Romney", "Sarah Palin"], "q": "those who falsely tried to link conservatives to the assassination attempt against <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong>. Speaking out for the first time since she used the term in a video, <strong> Sarah Palin </strong> said on Fox News' <strong> Sean Hannity </strong> show, <q> Blood libel obviously means being falsely accused of having blood on your hands, and in this case, that's exactly what was going on. </q> Some Jewish groups strongly protested her use of the term, which historically was used to accuse Jews of using blood of Christians in religious rituals. <strong> Sarah Palin </strong> said her political-action comMitt Romneyee's use on a", "new_id": -2}, {"uid": "1296455315108167179", "i": 26327, "idx": 1, "sa": ["Dicky Eklund", "Joe Young", "Mike Pence", "Micky Ward", "Terrence Howard", "Barack Obama"], "q": "\"The Fighter,\" the red carpet at the Screen target=\"_blank\" Actors Guild aMicky Wards Sunday was a cakewalk. It's \"a lot calmer here\" than in the ring, Mr. <strong> Dicky Eklund </strong> said. <q> It's a lot of excitement- but in the ring, you got ta keep your head, </q> his brother, <strong> Micky Ward </strong>, Indiana's <strong> Mike Pence </strong> opts out of 2012 Barack Obamaial run lead their countries effectively. In both countries, Democrats were chastened in their last <strong> Terrence Howard </strong>: <strong> Joe Young </strong> Hollywood Hearts www.Joe Younghollywood.com <strong> Joe Young </strong> Hollywood hangs with <strong> Terrence Howard </strong>", "new_id": -2}, {"uid": "1296289522017268736", "i": 5180, "idx": 1, "sa": ["Dennis Kucinich", "Mike Pence", "Brit Marling", "Jay Carney"], "q": "nasty side effects.) The former presidential contender said the settlement he reached with the contractor that runs the Longworth cafeteria and a couple suppliers \"reflects the actual out-of-pocket expenses.\" Oh, and that <q> I don't want to have to make another dental visit for a very long time. </q> <strong> Mike Pence </strong> <strong> Dennis Kucinich </strong> gets a bad bite of sandwich, sues House cafeteria Read this: Sundance It Girl <strong> Brit Marling </strong>, Ice Cream Man, <strong> Mike Pence </strong>, <strong> Jay Carney </strong> So he tried to screw the government and only got\" ...", "new_id": -2}, {"uid": "1295443466176455697", "i": 22744, "idx": 1, "sa": ["Thomas S. Price", "Mike Pence", "Rob Andrews"], "q": ".\" And battle they will. Always looking for a fight, leaders from the right and left went on CNBC to debate the repeal. You can pRob Andrewsably guess who's who. <strong> Mike Pence </strong> <strong> Thomas S. Price </strong>( R-GA) <q> It destroys accessibility, especially for seniors right now( Oh my gosh!) as we're seeing Medicare Advantage seniors not being able to have the insurance they desired. It's destructive to affordability. You're seeing costs rise, not just for employers, but for employees as well. </q> <strong> Mike Pence </strong> <strong> Thomas S. Price </strong>: \"We look forward to fulfilling the promise that we made.\" <strong> Mike Pence </strong> DEBBIE WASSERMAN SHULTZ( D-FL): \"Let's talk about January 1st. On January 1st, just a few days", "new_id": -2}, {"uid": "1295853731069795901", "i": 31970, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence", "Jim Ryun", "Dick Armey"], "q": "<strong> Mike Pence </strong>, a story Friday highlighted the effort by a group of conservatives, including former House Republican Majority Leader <strong> Dick Armey </strong> and former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, to convince him to run for president rather than Indiana governor. <q> For them, the Hoosier checks many boxes- a fresh face on the national scene, a charismatic speaker from the heartland and, most important, a Republican who can appeal to all three elements of the party base: social conservatives, economic conservatives and foreign policy conservatives, </q> the story said. <strong> Mitch Daniels </strong> and <strong> Mike Pence </strong> both received votes when the New Hampshire Republican Party held a straw poll during a meeting Saturday. A total of 273 ballots were cast, according to news accounts of", "new_id": -2}, {"uid": "1296417098007684136", "i": 40503, "idx": 10, "sa": ["LeBron James", "Mike Pence", "Jim Ryun"], "q": "former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kansas, offered his help in collecting signatures from conservatives and tea party activists to encourage <strong> Mike Pence </strong> to get into the race. <strong> Mike Pence </strong> thanked those who had encouraged him, but added: <q> While we may have been able to seek the presidency, we believe our best opportunity to continue to serve the conservative values that brought us to public life is right here in Indiana. </q> But it would have been an uphill climb. No sitting member of the House of Representatives has won the presidency since <strong> LeBron James </strong> Garfield in 1880. And he's been mired in the bottom of", "new_id": -2}, {"uid": "1296280079111296551", "i": 7918, "idx": 3, "sa": ["Mike Pence"], "q": "51-year-old Columbus, Ind., native. <strong> Mike Pence </strong> has friends in Indiana's congressional delegation and at the Statehouse, in part because he campaigned for many of them during a statewide bus tour last fall. <q> He's been very helpful. He's been supportive not only to me, but to the rest of the freshman congressional delegation, </q> Bucshon said. \"A person like him, with a wealth of experience, is always important to have backing you up when you're just getting started.\" Bucshon wouldn't speculate about <strong> Mike Pence </strong>", "new_id": -2}, {"i": 3958, "idx": 1, "index_answer": 3, "new_id": -1, "q": "'' and`` The Late Show With <strong> David Letterman </strong>.''`` Jay-Z is a person in hip-hop that you almost don't think he exists until you meet him,'' <strong> Nicki Minaj </strong> explained to MTV News last February. <q> It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like,` Jay-Z knows me?' I didn't think he knew who I was, let alone recommend me for something. </q> <strong> Nicki Minaj </strong> Rocks Madison Square Garden with <strong> Lil Wayne </strong>, <strong> Friday star </strong>, Drake For New York-area hip-hop artists, ripping the Madison Square Garden stage is a status-cementing moment that few are able to realize. But not", "sa": ["David Letterman", "Lil Wayne", "Friday star", "Nicki Minaj"], "uid": "1296174568165871655"}]