[{"uid": "1295977910157089808", "i": 30981, "idx": 29, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "after he couldn't lift his arm or even his toddler son, <strong> Carmelo Anthony </strong> didn't let the lingering pain in his right elbow keep him from scoring baskets by the bunches or handing out high-fives by the boatload. <q>You've still got to cheer, man,</q> <strong> Carmelo Anthony </strong>... <strong> Allen Iverson </strong> 35pts clutch game winner vs Timberwolves 07/08 <strong> Allen Iverson </strong> 35pts clutch game winner vs Timberwolves 07/08 The conversation was short and to the point. <strong> Carmelo Anthony </strong> saddled up to <strong> Allen Iverson </strong> late in the fourth quarter and told him", "new_id": -2}, {"uid": "1297575676186400772", "i": 33226, "idx": 0, "sa": ["Steve Ballmer", "Paul Thurrott", "Stephen Elop"], "q": "or Microsoft CEO <strong> Steve Ballmer </strong> mentioned Zune. <strong> Paul Thurrott </strong> quotes <strong> Stephen Elop </strong> and gives his opinion: \"Microsoft, meanwhile, has a \"great software platform\" in Windows Phone, and the brands that mobile consumers want, <q>like Bing, Xbox LIVE, and Office.</q>( Side-note: Zune was conspicuously absent from this list. It is my opinion and guess that Microsoft is currently phasing out the Zune brand and will simply roll the various Zune services into Windows Live.)", "new_id": -2}, {"uid": "1295715717099811342", "i": 11265, "idx": 3, "sa": ["Erik Spoelstra", "Mario Chalmers", "Udonis Haslem", "Devin Harris", "Allen Iverson"], "q": "knee in the first minute but came back to contribute 10 points and 11 rebounds. <strong> Udonis Haslem </strong> led the reserves with 16 points and eight rebounds despite a sore back while <strong> Mario Chalmers </strong> played 11 minutes with a sprained thumb. <q>Defensively, we were very active,</q> Heat coach <strong> Erik Spoelstra </strong> said. \"We have a lot of http://wn.com/Allen_Iverson_Pistons'_Debut_24pts_6asts_vs_Nets_NBA_08/09_sick_crossover_on_Eduardo_Najera! <strong> Allen Iverson </strong>'s first game with Detroit turned into the best night of <strong> Devin Harris </strong>' career. <strong> Devin Harris </strong> scored a career-high 38 points Friday night, outplaying <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295966271237928491", "i": 42778, "idx": 0, "sa": ["Eric Schmidt"], "q": "site by Siliconrepublic.com revealed that there are 221 vacancies at present. TechCrunch, <strong> Eric Schmidt </strong> told the DLD Conference in Germany that Google will be adding 1,000 new employees in Europe and will make some significant investments. <q>Hundreds of these people will be located right here in our technology centre in Munich,</q> <strong> Eric Schmidt </strong> said. He added he believes his next decade at Google( as executive chairman) will be more interesting than the first. \"Technology will finally start doing what we want, instead of us", "new_id": -2}, {"uid": "1297109629077856777", "i": 9605, "idx": 3, "sa": ["Sergio Marchionne"], "q": "of the U.S. auto industry. \"The great thing about this country, it has the ability to learn.\" Eminem, one of Detroit's most famous residents, gets it, <strong> Sergio Marchionne </strong> said. <q>He represents part of America that I think is important as hell. I think it's at the heart of what we are.</q> OK, not everyone likes the rapper's music, <strong> Sergio Marchionne </strong> conceded, \"but a lot of what he is is us, you know? I mean there's sort of a seriousness about that kid that is", "new_id": -2}, {"uid": "1296677265093847554", "i": 4981, "idx": 4, "sa": ["Allen Iverson", "Eduardo Najera", "George Karl"], "q": "coach <strong> George Karl </strong> to shoot more and pass less. But he preferred to get his teammates involved. \"That's why he's a great teammate,\" said <strong> Eduardo Najera </strong>, who had 16 points and 11 boards. <q>His leadership is helping us a lot.</q> Had things gone differently, <strong> Allen Iverson </strong> could've been a member of the Celtics, who were also in the running for his skills. The Celtics certainly saw what they missed out on Tuesday night. \"I honestly", "new_id": -2}, {"i": 43042, "idx": 1, "index_answer": 0, "new_id": -1, "q": "in real-time and at scale. However, the CEO acknowledged that Google first needed to do some \"serious spadework,\" such as developing advanced LTE networks to carry massive and inevitable data loads. <q>These will be 8-to-10- megabit networks, roughly 10 times what we have today, which will usher in new and creative applications, mostly entertainment and social, for these phone platforms,</q> <strong> Eric Schmidt </strong> wrote in a recent Harvard Business Review article. <strong> Eric Schmidt </strong> also emphasized that Google was interested in promoting the use of mobile devices as serious and secure financial tools. \"Phones", "sa": ["Eric Schmidt"], "uid": "1295553219232112198"}, {"uid": "1296278683209059853", "i": 48015, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "District,\" explained Feuirer. Balfour says SST is the largest manufacturer of this technology in the world. But despite global success, SST is still considered a \"small business\" with only 38 employees. <q>As a small business you have to watch every dollar,</q> Balfour said. \"If you have a few more dollars you can expand that research and development group.\" <strong> Kirsten Gillibrand </strong>'s plan would create a permanent 20 percent research and development tax credit that could impact more than", "new_id": -2}, {"uid": "1295612697003915826", "i": 5908, "idx": 2, "sa": ["Andy Coulson", "Sienna Miller", "David Cameron"], "q": "at least four lawsuits filed by celebrities, including actress <strong> Sienna Miller </strong>, over allegations the newspaper hacked into mobile-phone voicemails. U.K. police and prosecutors said last week they would review the claims for a third time. <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so,</q> <strong> David Cameron </strong> said in an e-mailed statement. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\"--", "new_id": -2}, {"uid": "1294961054148406273", "i": 2874, "idx": 0, "sa": ["James Clyburn", "Kirsten Gillibrand"], "q": "know so far, the work of a lone deranged gunman, is now the right time to really analyze and discuss the political discourse in our country?\" South Carolina Democratic Congressman <strong> James Clyburn </strong> was quick to proclaim: <q>I think so. Look, I lived through the 50s and the 60s... We've got to really be very, very concerned about how we say things and the things that we do say and how that may impact people.</q> Democratic New York Senator <strong> Kirsten Gillibrand </strong> chimed in: \"We may never know what motivated him to commit these heinous crimes, but what we do know is that the climate of debate has degraded so significantly,", "new_id": -2}]