[{"uid": "1297244827074432521", "i": 41507, "idx": 0, "sa": ["Ja Rule", "Lindsay Lohan", "Britney Spears", "Simon Cowell"], "q": "who strive for popularity... Photo: <strong> Britney Spears </strong>' seventh album is named \"Femme... Article: <strong> Lindsay Lohan </strong> to be charged with stealing necklace... Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse <q>We bring most of our problems on ourselves, and <strong> Lindsay Lohan </strong> is no different,<q> but unlike the people who are wishing her harm, I hope she\"s able to get her life straight. ABC News: <strong> Ja Rule </strong> to Get Sentencing Date in Gun Case ABC News: <strong> Lindsay Lohan </strong> to Face Felony", "new_id": -2}, {"uid": "1297174129185073696", "i": 42957, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "city on convicted dog-torturer <strong> Michael Vick </strong>.( Yes, \"It's time to change all the locks\" has been said already.) Jacquielynn Floyd says <strong> Dwaine Caraway </strong> should have looked a little harder for candidates: <q>And some maintain that <strong> Michael Vick </strong>, who lost his personal fortune and did prison time before being readmitted to the NFL, has more than paid his debt. They believe <strong> Michael Vick </strong> has asked for, and earned, forgiveness.<q> But that doesn't tell the whole story. <strong> Dwaine Caraway </strong> didn't just offer <strong> Michael Vick </strong> Dallas' \"forgiveness.\" Embarrassingly, he hailed him as a hero. \"Forgiveness\" and \"slobbering adoration", "new_id": -2}, {"uid": "1296449395205996048", "i": 38401, "idx": 17, "sa": ["John Salmons", "Rajon Rondo", "Paul Pierce", "Allen Iverson"], "q": "Allan <strong> Allen Iverson </strong> 60 Point Game! INCREDABLE! AI! PHILADELPHIA( AP)-- <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,<q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when th... Celtics-Bulls 121-127 I <strong> Paul Pierce </strong> 37pts,7 reb, <strong> Rajon Rondo </strong> 26pts,10 ast vs <strong> John Salmons </strong> 38pts, Miller 21pts,14 reb Celtics-Bulls 121-127 I <strong> Paul Pierce </strong> 37pts,7", "new_id": -2}, {"uid": "1295819656129564698", "i": 37205, "idx": 0, "sa": ["Simon Cowell"], "q": "- who got engaged to make-up artist Mezhgan Hussainy last February- admits he struggles to relate to very young kids, but would love to have youngsters of his own to play games with. He said: <q>I worry about it- because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70. \"Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole \"ga ga goo' thing. But I genuinely like kids.<q> <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has \"softened\" him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah Presents Master Class\"", "new_id": -2}, {"uid": "1297298258261144595", "i": 21463, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "he is not responsible for the various awful failures and fiascoes that occurred at the Pentagon during his tenure in the <strong> President Bush </strong> administration. Like, for example, the whole \"Iraq invasion and occupation\" thing. <q><strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> says in a new book that he wanted to oversee the initial reconstruction of Iraq following the United States' invasion of the country but he was rebuffed by <strong> President Bush </strong>.<q> \"<strong> President Bush </strong> didn't cotton to the idea,\" <strong> Donald Rumsfeld </strong> writes in his yet-to-be-released memoir Known and Unknown, excerpts of which were obtained by POLITICO. \"What if we had a problem with", "new_id": -2}, {"uid": "1295891307156680197", "i": 27946, "idx": 3, "sa": ["Zahi Hawass"], "q": "returned to the possession of its rightful owners, the Egyptian people.\" World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse <q><strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains). He's a shameless self-promoter who says/does things to draw attention to himself.<q> How about, <strong> Zahi Hawass </strong>, you have a good look at the Egyptian Museum in Cairo, just for a start. At the outdated displays, the dusty glass cases, the impossible layout, the hoards", "new_id": -2}, {"uid": "1296291756127057933", "i": 7883, "idx": 4, "sa": ["Michael Vick", "Scottie Pippen"], "q": "'ll change that-- that's tough shots for other people and routine for him. There's no question that he's the reason they won it. That's the reason why he's the MVP.\" <q>As soon as they gave him the MVP award, I knew he was going to have a huge game for us tonight,<q> <strong> Scottie Pippen </strong> said. \"<strong> Michael Vick </strong> loves challenges and when they tell him he's the best, by giving him the award, that's still a big challenge for him. I don't know if anybody can stop", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in \"The A-Team.' <q>It was one of the best experiences of my life. The guy loves to improvise,<q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show\" last summer. \"He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}, {"uid": "1295884717047398920", "i": 11486, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "music mogul told <strong> Oprah Winfrey </strong> that he had become determined to sign the pair after they performed \"Unchained Melody' on ITV drama Soldier, Soldier. However, <strong> Simon Cowell </strong> admitted that his attempts were initially unsuccessful. <q>It took me seven months to persuade these two to sign a recording contract with me,<q> he said. \"But I drove them so mad that I actually got a solicitor\"s letter from one of them saying I had to stop harassing his client.\" He added: \"But the", "new_id": -2}, {"uid": "1296770511173654034", "i": 12194, "idx": 44, "sa": ["Donald Rumsfeld", "Colin Powell", "Bill Clinton", "Dick Cheney"], "q": "time you feel it would be helpful to you.\" \"Don, someone's head has to roll over this,\" Bush told him. But the <strong> Bill Clinton </strong> called him that night and said that <q>your leaving is a terrible idea.<q> Bush asked whether he should oust <strong> Colin Powell </strong> <strong> Dick Cheney </strong> Myers instead. <strong> Donald Rumsfeld </strong> replied that he would be \"firing the wrong person.\" But as commentators demanded his head, <strong> Donald Rumsfeld </strong> still contemplated leaving, even after", "new_id": -2}]