[{"uid": "1297726959158892038", "i": 29830, "idx": 0, "sa": ["Zahi Hawass"], "q": "was a \"showman\" and publicity hound with little regard for thousands of archaeology students who have been unable to find work in their field. Cairo University in 2009 and carried his school certificates in a folder. <q> He just cares about propaganda. </q> <strong> Zahi Hawass </strong> has maintained that his first love is Egypt's heritage, not himself, and that courting publicity raises the national profile. The rally was raucous but peaceful. Several soldiers blocked protesters from entering the", "new_id": -2, "mturk_index": "1568"}, {"uid": "1296169279131055640", "i": 31937, "idx": 1, "sa": ["Zahi Hawass", "Reggie Love", "Valerie Jarrett", "Rahm Emanuel", "Barack Obama"], "q": "but watched as <strong> Rahm Emanuel </strong>, <strong> Valerie Jarrett </strong> and <strong> Reggie Love </strong> mounted the seated beasts and were then lifted high in the air as the animals stood. \"I just want you guys to know,\" he told accompanying reporters, <q> if you weren't here, I'd get on a camel. I don't want to give you guys the satisfaction. </q> <strong> Barack Obama </strong> toured the nearby sphinx with Dr. <strong> Zahi Hawass </strong>, secret Obama/EGYPT\" ary of the Supreme Council of Antiquities, and pronounced it as awe inspiring. And he visited the Solar Boat, a 130-foot vessel found", "new_id": -2, "mturk_index": "1687"}, {"uid": "1296862636132562982", "i": 13140, "idx": 3, "sa": ["George H. W. Bush", "George W. Bush", "Donald Rumsfeld"], "q": "the war's onset. \"Key differences were never clearly or firmly resolved in the NSC,\" <strong> Donald Rumsfeld </strong> asserts. \"Only the <strong> George H. W. Bush </strong> could do so.\" <strong> George W. Bush </strong> he also writes, <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made. </q> Perhaps not surprisingly, <strong> Donald Rumsfeld </strong> by no means suggests that the war itself was a mistake. He holds to the theory that had the coalition forces not toppled Saddam, the whole region would be", "new_id": -2, "mturk_index": "947"}, {"uid": "1296081199022757411", "i": 47692, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. \"<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also This was a short notice Love Police action in London.. Within seconds of starting agents from the matrix", "new_id": -2, "mturk_index": "974"}, {"uid": "1295974362157089794", "i": 56031, "idx": 2, "sa": ["Eric Schmidt"], "q": "5 Tage 3 Monate 1 Jahr 3 Jahre Mit Blick auf den Wettbewerb mit neuen Internetdiensten wie dem Sozialen Netzwerk Facebook sagte <strong> Eric Schmidt </strong>: <q> Die Internet-Suche wird weiter sehr wichtig bleiben. </q> Google werde sein Kerngesch?ft mit Online-Werbung st?rken, sagte der Manager in einem anschlie?enden Gespr?ch mit Journalisten und nannte dabei neben der Videoportal-Tochter YouTube auch die Display-Werbung, also die Platzierung von Anzeigen mit Bildern oder Videos auf Webseiten.", "new_id": -2, "mturk_index": "1162"}, {"uid": "1297113506257425428", "i": 7211, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Der ruppige Stil des Firmenchefs f?hrt zu Problemen in Italien. <strong> Sergio Marchionne </strong> hat sich durch seinen Streit mit den Gewerkschaften vom einstigen Arbeiterfreund zum b?sen Gesicht des italienischen Kapitalismus gewandelt. Italien wirft er vor, r?ckst?ndig zu sein. <q> In Italien wird geredet, in den USA wird gehandelt </q>, klagt <strong> Sergio Marchionne </strong>. Anteile der Marke Fiat an Neuzulassungen Dabei w?re in Italien eigentlich diplomatisches Verhalten angebracht: Das Land ist ein entscheidender Absatzmarkt. Ein Imageschaden dort ist das Letzte, was Fiat brauchen kann", "new_id": -2, "mturk_index": "1681"}, {"uid": "1297213698081690631", "i": 35267, "idx": 0, "sa": ["Tony Abbott", "Mark Riley", "Jim Creighton", "Donald Rumsfeld"], "q": "heaven and earth to ensure they were( appropriately) crucified. <strong> Tony Abbott </strong>= <strong> Donald Rumsfeld </strong>. This is a known. <cite> <strong> Jim Creighton </strong>| Ascot Vale- February 09, 2011, 10:13 AM </cite> <q> I don't particularly like <strong> Tony Abbott </strong> Abott and he does have a tendency to speak before thinking, however I do think that channel 7 manipulated the footage to take him out of context. </q> <strong> Mark Riley </strong> knew exactly what he was doing when he confronted <strong> Tony Abbott </strong> and can almost guarantee he was licking his lips when he submitted the interview footage to the network. I think it's time the media become", "new_id": -2, "mturk_index": "219"}, {"uid": "1297129562188514329", "i": 2375, "idx": 10, "sa": ["Simon Cowell"], "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our Usually ships in 24 hours Buy New:$ 15.56( as of 4:57 PM EST- Buy I Hate to Be Rude, But", "new_id": -2, "mturk_index": "25"}, {"uid": "1296770511173654034", "i": 14628, "idx": 2, "sa": ["Eric Shinseki", "Donald Rumsfeld"], "q": "right moment,\" it said, \"we may want to give Saddam Hussein a way out for his family to live in comfort.\" Known and Unknown, the former Defense secretary says he believed that <q> an aggressive diplomatic effort, coupled by a threat of military force, just might convince Saddam and those around him to seek exile. </q> Instead, history will record that <strong> Donald Rumsfeld </strong> became a principal player in the Bush administration's drive to invade Iraq, which led to the execution of Saddam, the deaths of more than 4,400 AmEric Shinsekian soldiers and a long", "new_id": -2, "mturk_index": "2125"}, {"uid": "1297255122064307212", "i": 7693, "idx": 6, "sa": ["George W. Bush", "Barack Obama", "Donald Rumsfeld"], "q": "den Kulissen. Und es illustriert, mit welchem berma an Gewissheit George W. Bushs Regierung in den Krieg zog. In seinen Gespr?chen mit <strong> George W. Bush </strong> sei es nie um das Ob, sondern nur um das Wie des Kriegs gegangen: <q> Ich kann mich nicht erinnern, dass er mich jemals gefragt h?tte, ob ein Kriegszug gegen den Irak die richtige Entscheidung w?re. </q> <strong> Donald Rumsfeld </strong> macht deutlich, dass er die Entscheidung nach wie vor f?r richtig h?lt: \"Dass die Region von der brutalen Diktatur Saddam Barack Obamas befreit wurde, hat eine stabilere und sicherere Welt geschaffen.\" ( APA/AFP)", "new_id": -2, "mturk_index": "434"}]