[{"uid": "1295565600254656524", "i": 5827, "idx": 2, "sa": ["Ken Auletta", "Eric Schmidt", "Barack Obama", "Joseph Galante"], "q": "previous month. Combined, Microsoft and Yahoo had 28 percent, down from 28.2 percent, according to ComScore. <strong> Eric Schmidt </strong> may be eyeing a role in the administration of U.S. <strong> Barack Obama </strong>, <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World as We Know It,</q> told Bloomberg Television. <strong> Eric Schmidt </strong>, who commented on the management change to his more than 225,000 followers on Twitter: \"Day-to-day adult supervision no longer needed!\"-- With assistance from <strong> Joseph Galante </strong> and", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a \"second chance.\" According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was \"passionate about it,\" adding that the president said <q>it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall.</q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}, {"uid": "1297180926217825330", "i": 18944, "idx": 0, "sa": ["Allison Janney", "Courteney Cox", "Mark Steines", "Simon Cowell"], "q": "comedy, \"<strong> Simon Cowell </strong> Sunshine,\" also starring his \"The West Wing\" co-star <strong> Allison Janney </strong>, and ET's <strong> Mark Steines </strong> catches up with the former \"Friends\" star to get the latest. <q>I think I did maybe the most selfish thing a person can do, I created a television show for myself,</q> Matthew tells <strong> Mark Steines </strong>. \"I was playing a video game for about three years and decided I needed to do something with my life and I created a TV show.\" Matthew Perry Replaces <strong> Courteney Cox </strong> When`", "new_id": -2}, {"uid": "1295683722021889029", "i": 39541, "idx": 0, "sa": ["Napoleon Bonaparte", "President Dwight D. Eisenhower", "Colin Powell", "Rick Goings", "Alan Greenspan"], "q": "<strong> Rick Goings </strong> receives highest honor in <strong> Napoleon Bonaparte </strong>, joining Americans including <strong> Colin Powell </strong>, <strong> Alan Greenspan </strong> and <strong> President Dwight D. Eisenhower </strong> BUSINESS WIRE)-- Please replace the release dated Jan. 21, 2011 with the following corrected version due to multiple revisions: <q> \"This honor is a sign of the <strong> Napoleon Bonaparte </strong> Republic's gratitude and appreciation to his commitment.</q>\" Tupperware Brands Corporation CEO is Made a Knight in the <strong> Napoleon Bonaparte </strong> Legion of Honor <strong> Rick Goings </strong> receives highest honor in <strong> Napoleon Bonaparte </strong>, joining Americans including <strong> Colin Powell </strong>, <strong> Alan Greenspan </strong> and <strong> President Dwight D. Eisenhower </strong> Tupperware Brands Corporation today announced that", "new_id": -2}, {"uid": "1296089646093798468", "i": 2492, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "to Social Security, guaranteeing repayment, with interest. \"Social Security taxes are not going to pay for the spending, so it's got to come from somewhere else,\" said Urban Institute. <q>We can go through long arguments about whether its owed money by the trust funds or not, but that doesn't alleviate the simple fact that it's got to come from somewhere.</q> <strong> Sen. Bernie Sanders </strong>, I-Vt. \"It is the same faith and credit that enables us to borrow from rich people and from Register) Please avoid offensive, vulgar, or hateful language.", "new_id": -2}, {"uid": "1295978176128352272", "i": 44757, "idx": 0, "sa": ["Bill Lockyer", "Olivier Blanchard", "Newt Gingrich"], "q": ". China can help ease imbalances by raising the value of its currency, <strong> Olivier Blanchard </strong> said. The U.S. and other countries charge that China keeps its currency artificially low to maintain an export advantage. <q>China is moving in the right direction and focusing increasingly on domestic demand, but we think it can be done faster,</q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MILL VALLEY 5 BR/ 3.1 BA$ 1,395,000.00 SANTA ROSA 3", "new_id": -2}, {"uid": "1295254600092618767", "i": 7202, "idx": 4, "sa": ["James Posey", "George Karl", "Vince Carter", "Rex Chapman", "Ray Allen", "Chauncey Billups", "Allen Iverson"], "q": "run that was highlighted by <strong> Chauncey Billups </strong>' seventh and eighth 3s, which set a team franchise record. <strong> Chauncey Billups </strong> was one shy of the NBA playoff single-game record of nine 3-pointers held by <strong> Ray Allen </strong>, <strong> Rex Chapman </strong> and <strong> Vince Carter </strong>. <q>What <strong> Chauncey Billups </strong> did wasn't a surprise. He's done it throughout his career. He's very good at making that shot and he made a lot of them tonight,</q> the Hornets' <strong> James Posey </strong> said. \"<strong> Chauncey Billups </strong> got it going. He http://wn.com/Allen_Iverson_44pts_10_Assists_vs_Seattle_Sonics_06/07 <strong> Allen Iverson </strong>, Nuggets Defeat Sonics; <strong> George Karl </strong> Notches 800th Win <strong> George Karl </strong> couldn't have drawn up his 800th win any better- playing short-handed, making", "new_id": -2}, {"uid": "1296784629036126790", "i": 41640, "idx": 9, "sa": ["Paul Bremer", "Donald Rumsfeld", "Colin Powell", "Bill Clinton"], "q": "we were wrong.\" As for the decision to not send more troops to Iraq in the wake of the invasion, <strong> Donald Rumsfeld </strong> accuses his accusers. In conversations with the <strong> Bill Clinton </strong> and his staff, <strong> Colin Powell </strong> <q>did not raise any questions about troop levels, the war plan or the number of troops in a postwar environment,</q> despite media reports that <strong> Colin Powell </strong> had made those arguments. As for the widely-derided decision to disband the Iraqi Army, leading to chaos in the country, he blames <strong> Paul Bremer </strong>, the head of the Coalition Provisional", "new_id": -2}, {"uid": "1296106971231735328", "i": 13240, "idx": 0, "sa": ["Eric Schmidt"], "q": "reiterated an Overweight rating on Google and increased his price target to$ 725 from$ 652. Munster said the quarterly results showed that the company's search business is still healthy and that the new CEO switch is <q>at worst a net neutral, at best a net positive.</q> Page is more visionary than <strong> Eric Schmidt </strong>, and his new role could inspire Google's creativity in the face of competition from Facebook, Apple( MSFT), he noted. Some say there were tensions", "new_id": -2}, {"uid": "1295613295190234626", "i": 36479, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": ", his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government. And here's the full statement from <strong> David Cameron </strong>: <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government.</q> During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete professionalism. He has been a brilliant member of my team and has thrown himself at the job with skill and dedication. He", "new_id": -2}]