[{"uid": "1295520743146522138", "i": 25025, "idx": 1, "sa": ["Michael Gove"], "q": "played a leading role in turning public and intellectual opinion against the practise. \"I'm saying that we need to have facts in the curriculum,\" Mr <strong> Michael Gove </strong> told the Today programme. <q> I want there to be core curriculum content- facts, knowledge. I want teachers to decide what that is. \"Parents need to know what children are learning, both so they can hold schools to account and so they can play their proper part in helping. </q> MPs to probe use of electronics in Commons A Commons committee is to look into the use of electronic devices in the chamber and an email will be circulated among MPs to... Apprenticeships are a \"", "new_id": -2}, {"uid": "1297452829228950020", "i": 45973, "idx": 1, "sa": ["Michael Gove"], "q": "Chris Robbins, the leader of Waltham Forest Council, called the decision \"a victory for common sense and fair play\" . David Mellen, Nottingham council's portfolio holder for children's services, said: <q> This is a powerful judgment and a vindication of all the determination and hard work that has brought us to this point. </q> The judge said Mr <strong> Michael Gove </strong>'s decision-making process was unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act\" .", "new_id": -2}, {"uid": "1296131053006979597", "i": 34312, "idx": 1, "sa": ["Tony Mason", "Andrew Lambert", "Michael Gove", "Patrick Cordingley"], "q": ". Its other signatories were Air Vice Marshal <strong> Tony Mason </strong>, Air Commodore <strong> Andrew Lambert </strong> and Major General <strong> Patrick Cordingley </strong>. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1295984330255737857", "i": 2441, "idx": 0, "sa": ["Michael Gove"], "q": "properly righteous post lambasting teachers who complain that it's too difficult to teach their charges to read and write and count properly. <q> A week later, a BBC Radio 4 phone-in programme, </q> target=\"_blank\" Any Answers, featured a pair of state school teachers, both with 30 years of experience, again pouring scorn on the dangerously \"academic\" bent of the English baccalaureate, and Mr <strong> Michael Gove </strong>", "new_id": -2}, {"uid": "1295461969125829122", "i": 26813, "idx": 1, "sa": ["Michael Gove", "David Cameron"], "q": "pay for news online? The fashionable solution touted by many anxious about the future...\" \"<strong> Michael Gove </strong>- friend, ally and trusted adviser to <strong> David Cameron </strong>- has urged people to vote Liberal Democrat in...\" <q> To Newbridge Rugby Club where I doubt they have such a thing as a Zen room handy. What will True... </q>", "new_id": -2}, {"uid": "1297253895021528626", "i": 48332, "idx": 0, "sa": ["Michael Gove"], "q": "education last year, the Michael Government has warned it will have to work with music services throughout the next year to \"manage future budget pressures\" . The Michael Government added that it will be moving towards a <q> national formula for music education funding </q> in 2011, but will ensure that no local Michael Government loses more than 10% of its central funding in this first year. <strong> Michael Gove </strong> said: \"Access to the best musical education is not universal and", "new_id": -2}, {"uid": "1297677175135315458", "i": 8111, "idx": 2, "sa": ["Michael Gove"], "q": "called for the Education Secretary to apologise.\" \"They deserve no less than a full apology from him today and a commitment to act quickly on the court's finding,\" he said.\" <q> The ruling calls into question every school building scheme cut by <strong> Michael Gove </strong> and is a damning verdict on his competence as a minister. He must tell us today how much public money he has spent trying to defend his botched and unfair decisions. </q> \"School building and repair is in complete chaos thanks to him. Mr <strong> Michael Gove </strong> condemns many children to crumbling classrooms and portakabins whilst waving his cheque book to try to force through more free schools, which", "new_id": -2}, {"uid": "1296124964046055436", "i": 49262, "idx": 0, "sa": ["Michael Gove"], "q": "to a decades-old state of emergency; a rise in minimum wages and an end to rocketing food prices. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1297682501211042366", "i": 37103, "idx": 3, "sa": ["Michael Gove", "Silvio Berlusconi", "Justine Thornton"], "q": "resistant I will become.\" In the Times, Mr <strong> Justine Thornton </strong> reveals that Angels, whose lyrics include \"I sit and wait\" and \"I know that life won't break me\" , is <q> always in the CD player in the car when we get away for a weekend together </q>. <strong> Michael Gove </strong> does not share the unhealthy bedroom habits of comedian Eric Morecambe( left) He adds that, unlike Italian Prime Minister <strong> Silvio Berlusconi </strong>, a former cruise ship crooner who released an album of love songs", "new_id": -2}, {"q": "informed source. The political stakes were ratcheted up in the hours following <strong> Andy Coulson </strong>'s resignation when <strong> Ed Miliband </strong> personally issued a series of statements criticising the wisdom of hiring the former News of the World Editor; <q> I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for as long as he did', </q> he said. Those comments have reportedly given an added urgency to efforts to \"throw the dirt back\" . \"<strong> Ed Miliband </strong> was unwise to comment,\" said one observer, \"the Tories are going to", "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "index_answer": 0, "idx": 1, "i": 42705}]