[{"uid": "1296128197246497300", "i": 17595, "idx": 6, "sa": ["Michael Vick"], "q": "ordeal, <strong> Michael Vick </strong> agreed to a two-year deal with Unequal Technologies, a company that produces protective padding for athletes. <strong> Michael Vick </strong> struggled at times this season with an injured rib and back. <q> Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury, </q> <strong> Michael Vick </strong> said. \"Unequal was one of the reasons I've been able to make it through the season.\" <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl", "new_id": -2}, {"uid": "1296930550157466627", "i": 5933, "idx": 0, "sa": ["Colin Powell", "Greg Mortenson", "Amir Dossal", "Al Gore"], "q": "United Nations community and are particularly thankful to Mr. <strong> Amir Dossal </strong> for accepting our invitation to serve as Special Envoy to the Summit,\" said Dan Doyle, the Founder and Executive Director of the World Youth Peace Summit. <q> The World Youth Peace Summit brings scholar-athletes and scholar-artists from all over the world to Connecticut, so it truly is a natural partnership and we are thrilled to have the opportunity to incorporate the mission of the United Nations with the Summit's goals of promoting peace through athletics and the arts. </q> Nobel Laureate and former United States <strong> Al Gore </strong>, <strong> Colin Powell </strong> and acclaimed author of Three Cups of Tea, <strong> Greg Mortenson </strong>, will speak at the World Youth Peace Summit, which comes to Connecticut in June and", "new_id": -2}, {"uid": "1295565912244678725", "i": 599, "idx": 1, "sa": ["Eric Schmidt"], "q": "stem partly from Page's passion and innovation. Page's return to the CEO role is meant to speed up decision-making, <strong> Eric Schmidt </strong> says. Jay Yarow at Business Insider, reading between the lines: <q> If things are working smoothly, you don't have those problems. </q> <strong> Eric Schmidt </strong> won't be fading away into the background. Among the things he says he'll be working on as chairman: global business partnerships and \"government outreach,\" an important role for any company as", "new_id": -2}, {"uid": "1296166138113442846", "i": 4933, "idx": 2, "sa": ["Mitch Daniels", "Mike Pence"], "q": "\" \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q>\" <strong> Mitch Daniels </strong> Supporters Launch First 2012 Spot Of the Cycle( VIDEO)", "new_id": -2}, {"uid": "1296810817171016196", "i": 47435, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "as much as 5.9 percent after reporting a 26 percent decline in profit as print advertising and circulation revenue continued to shrink.\"- Bloomberg\" <strong> Donald Rumsfeld </strong> was right about everything: new book <q> \"Reviled two-time Defense <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled Known and Unknown, after a typically obtuse quote he gave to the press while mismanaging the \"global war on terrorism. </q> In his memoir, <strong> Donald Rumsfeld </strong> is settling various old scores, and, obviously, trying to convince everyone that he is not responsible for the various awful failures and fiascoes that occurred at the Pentagon during his tenure in", "new_id": -2}, {"uid": "1295558979260145159", "i": 32373, "idx": 1, "sa": ["Bryan Fischer", "Nancy Pelosi", "Mr. Bauer", "Mike Pence"], "q": "Indiana <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the guy to watch, </q> says <strong> Bryan Fischer </strong> of the American Family Association, a group that opposes gay marriage and abortion. Now, <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> has a decision to make: While he says he is seriously weighing a run for the White House", "new_id": -2}, {"uid": "1295945672182452226", "i": 7401, "idx": 0, "sa": ["Andy Coulson", "Richard Keys"], "q": "found the bomber's head. Islamist radicals in the North Caucasus are considered the most likely culprits- though no one has yet claimed responsibility. The Sky Sports duo of anchor <strong> Richard Keys </strong> and match analyst <strong> Andy Coulson </strong> Gray are <q> out of touch with the modern game </q> according to a report in the Daily Mirror following their temporary suspension yesterday. The two men were caught- thanks to an open microphone- making sexist comments off-air about a lineswoman who officiated at Saturday's Wolves-Liverpool game", "new_id": -2}, {"uid": "1295218051235503687", "i": 1366, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "& search= Search\", \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/14/VI2011011403335.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01142011-21v&amp;flvURL=/media/2011/01/14/01142011-21v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F14%2F01142011-21v.jsn\"}{ \"title\": <q> Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes </q>, \"description\": \"<strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.\", \"note\":", "new_id": -2}, {"uid": "1296746678119816225", "i": 15026, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "of his duties'( video) By Emi Kolawole <strong> John McCain </strong> appeared Thursday on ABC's \"Good Morning America\" with a reaction to former Defense <strong> Donald Rumsfeld </strong> <strong> Donald Rumsfeld </strong>'s memoir. <q> I respect <strong> Donald Rumsfeld </strong>. He and I had a very, very strong difference of opinion about the strategy that he was employing in Iraq which I predicted was doomed to failure, </q> said <strong> John McCain </strong> during an <strong> John McCain </strong> may have disagreed on strategies, but not about going to war under false pretenses. He is just as responsible as Rummy for the Iraq debacle and the resulting( insulting?)", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies. \"Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,\" <strong> Bill Lockyer </strong> said. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}]