[{"uid": "1295016583186548227", "i": 24488, "idx": 0, "sa": ["Peter Rice", "Simon Cowell"], "q": "' X Factor'- will be joining the panel on the new programme after they praised her \"chemistry\" with show chief <strong> Simon Cowell </strong>. <strong> Peter Rice </strong>, the head of entertainment on the network, said: <q>If <strong> Cheryl Cole </strong> was to be on the show, I think she's proved she's a terrific judge. She has wonderful chemistry with <strong> Simon Cowell </strong>.</q>( c) BANG", "new_id": -2}, {"uid": "1295675869065781776", "i": 22132, "idx": 4, "sa": ["Stephen Jackson", "Allen Iverson", "Dwyane Wade"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q>When a guy is shooting like that, there's nothing you can do.</q> <strong> Allen Iverson </strong> scored 14 http://wn.com/[HD_2009_Playoffs]_Dwyane_Wade_Highlights__Hawks_Vs_Heat__Game_6---------------- Credit of this video goes to revgen of Mixmakers.net--------- MIAMI- A season-saving victory in the books, guard <strong> Dwyane Wade </strong> and most Miami Heat teammates walked off the court Friday night with stoical looks", "new_id": -2}, {"uid": "1295886442005734445", "i": 35528, "idx": 6, "sa": ["Zahi Hawass"], "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q>They don't like me for making these requests,</q> said <strong> Zahi Hawass </strong>. \"But I don't care; I am doing this for Egypt.\" Somalia leery of security firm because of link to Blackwater- The minister of information for the transitional Somali government said", "new_id": -2}, {"uid": "1297260292064307302", "i": 22541, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "former <strong> President Bush </strong>'s two daughters. \"I was concerned,\" <strong> Donald Rumsfeld </strong> told ABC's \"Good Morning America\" in his first live television interview since leaving office over four years ago. <q>Of course, the president and his family had secret service protection. My family did not. And it was a somewhat awkward moment in the meeting,</q> he added in describing a 2003 national security meeting when he was told of the plot. <strong> Donald Rumsfeld </strong>, who has two daughters and a son, said <strong> President Bush </strong> urged him to take the threat seriously because U.S.", "new_id": -2}, {"uid": "1295263057094093344", "i": 9381, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": ", once again opening up the possibility of legal repercussions for the former News of the World editor. Mr <strong> Andy Coulson </strong> had already resigned from his position on the paper over allegations of phone hacking. <q>He is, as anyone would be, extremely embarrassed about what happened,</q> Mr <strong> David Cameron </strong> said today. \"He's effectively been punished twice for the same offence. I gave him a second chance. Sometimes I think it's right to do that. \"Working", "new_id": -2}, {"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,\" Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q>After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job.</q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}, {"uid": "1295254600092618767", "i": 7198, "idx": 0, "sa": ["Allen Iverson"], "q": "over Friday night, the feeling was familiar for the former 76er. Another crowd-pleasing performance, 22 points and 10 assists over 39 minutes, wasn't enough to prevent a loss-- 101-96 to the Sacramento Kings. <q>I'm glad it's over,</q> <strong> Allen Iverson </strong> said. \"That's the only thing I thought about, just getting the first one by me. I wish it could've ended with a win. I felt it could've ended with a win", "new_id": -2}, {"uid": "1296081604159416325", "i": 43717, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": " WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\": <q>The harder I work, the luckier I am.</q> When <strong> Donald Rumsfeld </strong> began thinking about his Gov. will unveil his first budget of the new term this week- a brutal affair with$ 65 million in cuts, with local an anticipated$ <strong> Barack Obama </strong> billion shortfall, with no", "new_id": -2}, {"uid": "1295562996055705638", "i": 22045, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}, {"uid": "1295100598134397994", "i": 48283, "idx": 2, "sa": ["Toni Kukoc", "Allen Iverson", "Matt Geiger"], "q": "four of five. <strong> Toni Kukoc </strong> added 17 points and nine rebounds and <strong> Matt Geiger </strong>, playing his first game since a two-game suspension for violating the NBA's steroid policy, had 14 points and seven rebounds for the Sixers. <q><strong> Toni Kukoc </strong> gave us a big lift off the bench,</q> <strong> Allen Iverson </strong> said. \"He made a whole lot of plays and took a lot of pressure of me to score.\" Phoenix, which trailed by 13 in the second half, cut it 91-88 on a layup", "new_id": -2}]