[{"uid": "1297242441083116117", "i": 20965, "idx": 4, "sa": ["David Letterman"], "q": "<strong> David Letterman </strong>.`` I don't want the same thing to happen to you that happened to Regis.'' This elicited a big laugh from <strong> David Letterman </strong> and the audience, but Stern pressed on, making <strong> David Letterman </strong> uncomfortable. <q> You know, he was fired. He lives in my building... He got fired. He asked for more money and they gave poor old Regis the boot. </q> Stern, a former CBS employee when he still worked in terrestrial radio, made a funny and valid point about his contentious relationship with the company:`` I watch what's going on. You had", "new_id": -2}, {"uid": "1295715717099811337", "i": 31259, "idx": 1, "sa": ["Stephen Jackson", "Allen Iverson", "Ray Allen"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way.`` He wasn't missing anything,'' Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 http://wn.com/2002_Playoffs_Sixers_@_Celtics_Game_5_Paul_Pierce_46_points Beyond the arc for three was the place to be in this elimination game. The sixers, led by <strong> Ray Allen </strong> iverson's 31 points were soundly buried in the second half of this renewed rivalry", "new_id": -2}, {"uid": "1296667695062144539", "i": 5515, "idx": 0, "sa": ["Mitt Romney", "Charlie Sheen", "David Letterman"], "q": "The# 1 most important world news story right now is: whatever is happening in Egypt <strong> Charlie Sheen </strong> no jobs <strong> Mitt Romney </strong> visited <strong> David Letterman </strong>'s talk show last night and recited his very own monologue, <q> Things You Don't Know About <strong> Mitt Romney </strong> </q>! Here is an example of one of these Things you don't know about him:`` Do I smell as good as I look? No!'' Did Mittens just admit to the entire world that he", "new_id": -2}, {"uid": "1295296002157237263", "i": 36853, "idx": 0, "sa": ["Tony Parker", "Kate Middleton", "Simon Cowell", "Harry Prince"], "q": "'' by the engagement of his son <strong> Harry Prince </strong> <strong> Tony Parker </strong> and <strong> Kate Middleton </strong>, while his wife the <strong> Kate Middleton </strong> of Cornwall said the news was`` wicked''. Speaking at his Poundbury model village in Dorset, the <strong> Harry Prince </strong> joked: <q> They have been practising long enough. </q> <strong> Harry Prince </strong> <strong> Tony Parker </strong> and <strong> Kate Middleton </strong>'s wedding will be even bigger than the The X Factor final. Just don't bet against <strong> Simon Cowell </strong> being at both of them. Both the BBC News channel and Sky News devoted their entire", "new_id": -2}, {"uid": "1296897094171786270", "i": 34609, "idx": 0, "sa": ["Tu Holloway", "Alan Major", "Michael Vick"], "q": "Charlotte. The 49ers neutralized <strong> Tu Holloway </strong>, a player of the year candidate, and handed the Musketeers their first A-10 loss, 66-62. <strong> Tu Holloway </strong> missed all eight of his three-point tries and went 3 of 17 overall. <q> It's like in football if you're playing <strong> Michael Vick </strong>, </q> 49ers coach <strong> Alan Major </strong> told the Charlotte Observer.`` You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather have[ <strong> Tu Holloway </strong>] shooting over you rather than driving around you.'' 9. Poor man", "new_id": -2}, {"uid": "1297235495229376070", "i": 24315, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "and also targeted ex-president <strong> President Bush </strong>'s two daughters.`` I was concerned,'' <strong> Donald Rumsfeld </strong> told ABC's`` Good Morning America'' in his first live television interview since leaving office over four years ago. <q> Of course, the president and his family had secret service protection. My family did not. And it was a somewhat awkward moment in the meeting, </q> he added in describing a 2003 national security meeting when he was told of the plot. <strong> Donald Rumsfeld </strong>, who has two daughters and a son, said <strong> President Bush </strong> urged him to take the threat seriously because US", "new_id": -2}, {"uid": "1297702269198672397", "i": 17073, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "government officials for their role in the unlawful detention and torture of U.S. citizen Jose Padilla should not be thrown out. The ACLU was recently retained to represent Jose Padilla and his mother in the lawsuit. <q> Jose Padilla was seized from a New York jail and hidden away in a military brig so that the Bush administration could subject him to brutal abuse without the interference of the courts. Now, the architects of Padilla's unlawful ordeal are demanding that the courts look away once again, </q> said Ben Wizner, Litigation Director of the ACLU National Security Project, who argued on Padilla's behalf.`` The court should make clear that <strong> Donald Rumsfeld </strong> and other officials who abused their authority are not above the law", "new_id": -2}, {"uid": "1296527540108609567", "i": 17104, "idx": 0, "sa": ["Michael Vick", "Bruce Beresford-Redman"], "q": "was one of the first reality competition shows to gain massive popularity when it came out in 2000. <strong> Bruce Beresford-Redman </strong> is listed as a producer or senior producer on dozens of episodes between 2002 and 2004. Report Abuse <q> <strong> Roman Polanski </strong> has gotten Scott free for 30+ Years! The VERY man who Makes his`` survivor </q> members get background checks. Tried to skip out on his own! \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl", "new_id": -2}, {"uid": "1296434771067305481", "i": 4088, "idx": 0, "sa": ["Kim Jong-il", "Simon Cowell"], "q": ". It's a circus. <strong> Simon Cowell </strong> is the George Bush of the music industry.`` He doesn't know fuck all about music, I'll tell you that for a fact,'' he continues. <q> I'd rather sit down and have dinner with that guy from Korea, what's his name? </q>`` <strong> Kim Jong-il </strong>?''`` With <strong> Kim Jong-il </strong>. I'd rather have dinner with him. I find the whole thing like the Nuremberg Rallies.'' Goldie( right) with his Supreme Graffiti", "new_id": -2}, {"i": 12447, "idx": 1, "index_answer": 0, "new_id": -1, "q": "the collapse of such a dictatorship was`` inevitable'' in Egypt, as well as in other countries throughout the world.`` What comes next, it's hard to predict,'' <strong> Patrick Leahy </strong> said. <q> A huge part of( Egypt's) natural product is tourism. They've got to get tourists feeling free to go back. Nobody's about to book a trip to Egypt right now.`` The United States really needs stability there, </q> <strong> Patrick Leahy </strong> continued,`` because of our interests in Israel and Jordan and elsewhere.'' <strong> Sen. Bernie Sanders </strong>, I-Vt., had a similar response and called on the United States to support a transition to democracy.", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1297523762190513232"}]