[{"uid": "1295551081106610695", "i": 17782, "idx": 1, "sa": ["Eric Schmidt"], "q": "year. They have truly changed the game.'' As the Official Digital Camera of the 2011 Sundance Film Festival, Canon U.S.A. will host exclusive educational workshops led by filmmaker <strong> Eric Schmidt </strong>, creator of the film, <q> I Melt with You, </q> which was shot using Canon DSLRs and will premiere at the 2011 Sundance Film Festival. These workshops, targeting film enthusiasts and professionals, will highlight the impact and need for DSLR cameras in the filmmaking industry. Attendees", "new_id": -2}, {"uid": "1295072156113590299", "i": 29554, "idx": 1, "sa": ["Sergio Marchionne", "Mark Reuss", "Alan Mulally"], "q": "GM North America President <strong> Mark Reuss </strong> and Chrysler's <strong> Sergio Marchionne </strong> all promise not to fall back into the trap of making too many cars and then slapping huge discounts on the vehicles to move metal off dealer lots. <q> This has been the heart of the problem in Detroit, </q> said <strong> Sergio Marchionne </strong>, who also heads up Fiat. <strong> Alan Mulally </strong> said Ford has learned that it has to deal with the current reality.`` You have to match production to real demand and accelerate development", "new_id": -2}, {"uid": "1297421672197410819", "i": 52529, "idx": 2, "sa": ["Simon Cowell"], "q": ".`` It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.'' <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years!`` Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what Dead Space 2Fancy winning a copy of EastEnders: Ronnie makes an untrue accusation Emmerdale:", "new_id": -2}, {"uid": "1297697522107970622", "i": 31609, "idx": 2, "sa": ["Steve Ballmer"], "q": "to launch a special app. 4:17 PM Pictures Hub. Honestly, can someone tell <strong> Steve Ballmer </strong> we've seen Windows Phone 7 before? 4:16 PM It's integrated into the Office Hub on WP7. 4:16 PM <q> Customers are already taking advantage of this ability as consumers to roam information among friends through the clouds </q> via the OneNote app. 4:16 PM Hah,`` keep your team moving along even if you are* dramatic pause* I don't know, sitting at a keynote at MWC.'' 4:15 PM The Office", "new_id": -2}, {"uid": "1295880426196345858", "i": 18575, "idx": 1, "sa": ["James Murdoch", "Sean Combs", "Andy Coulson"], "q": "deleted. Fatigued 23 January 2011 12:33 AM macgilleleabhar 23 January 2011 12:33 AM Guilty as charged. Pass the the black hat... There is an old Scots saying: <q> If they were nae there they were there aboots </q> Sean CombsBig 23 January 2011 12:34 AM? Mr <strong> Andy Coulson </strong>'s truth-telling? The trespass on people's privacy? The peculiar behaviour of the police? The <strong> James Murdoch </strong> hegemony in the British media", "new_id": -2}, {"uid": "1297206470130318502", "i": 43079, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "pressures and degradation were appropriate treatment for detainees in U.S. military custody. What followed was an erosion in standards dictating that detainees be treated humanely.'' \" In December 2002 <strong> Donald Rumsfeld </strong> personally authorized the use of <q> mild, non-injurious physical contact </q> as well as stress positions, stripping naked and even dogs to break detainees. <strong> Donald Rumsfeld </strong> famously even questioned why the use of stress positions was limited to just 4 hours noting that he was used to standing for 8-10", "new_id": -2}, {"uid": "1295584823230457349", "i": 18203, "idx": 0, "sa": ["George W. Bush", "Colin Powell", "George H. W. Bush", "Dan Quayle", "James A. Baker", "Dick Cheney"], "q": "who was unable to attend, thanked the former <strong> George W. Bush </strong>, his officials, the U.S. and its military forces.`` Believe me, Kuwait and its people will never forget you,'' he said. <q> We carry in our hearts what you did for us each and every day. </q> <strong> George W. Bush </strong> was briefly joined by former <strong> George H. W. Bush </strong> <strong> Dan Quayle </strong>. Later, his top advisers-- then-Defense Secretary <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former Secretary of State <strong> James A. Baker </strong> III and then-National Security", "new_id": -2}, {"uid": "1297117350135839819", "i": 55313, "idx": 1, "sa": ["Simon Cowell"], "q": "will be able to audition for the show- which has a$ 5 million recording contract for the winner- and <strong> Simon Cowell </strong> is confident they can handle the pressure of the competition. He said: <q> We have started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person. </q>", "new_id": -2}, {"uid": "1295885086252248069", "i": 50831, "idx": 0, "sa": ["Simon Cowell"], "q": "Mary.'' Was that some kind of requirement this year? Michael Perotto already made me giggle on Wednesday night when he announced that this was his song choice, and Alex's decision wasn't any better. <q> Maybe we Mezhgan` softened' Music mogul <strong> Simon Cowell </strong> Music mogul <strong> Simon Cowell </strong> thought he would never marry because he is`` selfish and weird </q> but says his fianc?e Mezhgan Hussainy has changed him. <strong> Simon Cowell </strong> admits music mogul, who got engaged to make-up artist Mezhgan Hussainy last February, admits he struggles to relate to very young kids, but would music mogul", "new_id": -2}, {"i": 18509, "idx": 1, "index_answer": 0, "new_id": -1, "q": "by thieves who climbed up a fire escape and then used ropes to lower themselves into the museum. The thieves appear to have carefully selected some of the most valuable objects while ignoring less important artefacts. <q> They are not something you would come and randomly find, </q> an Egyptologist at Cairo's American University, <strong> Salima Ikram </strong> Said <strong> Salima Ikram </strong>, told Reuters. Restoration work has already started at the museum to repair the damage by looters. <strong> Zahi Hawass </strong> said that 70 pieces were damaged.", "sa": ["Salima Ikram", "Zahi Hawass"], "uid": "1297667248167985164"}]