[{"uid": "1296387505015253604", "i": 30918, "idx": 6, "sa": ["Michael Vick"], "q": "has been doing public-service work, most notably in conjunction with the Humane Society of the United States. Not everyone sees it that way, however. His recent suggestion that getting another dog <q> would be a big step for me in the rehabilitation process, </q> and the debate that ensued, left some wondering whether he truly feels remorse for what he did. So, while football fans and animal lovers continue to judge <strong> Michael Vick </strong> on very different scales, the dogs", "new_id": -2}, {"uid": "1295667348007979065", "i": 36614, "idx": 3, "sa": ["Lou Kerner", "Eric Schmidt", "Google Inc."], "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past decade,\" <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Wedbush Morgan analyst <strong> Lou Kerner </strong> says, \"Facebook is the most ominous threat to <strong> Google Inc. </strong>, but Facebook is just emblematic of the rising pace at which all of these( startups) are moving. It's", "new_id": -2}, {"uid": "1297450639263487504", "i": 14750, "idx": 0, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "the fiscal year. That would leave the Pentagon more than$ 18 billion short of what it needs this year to fund operations, repair equipment, train our forces, and maintain readiness. Simply extending the CR <q> will be a disaster for us, </q> said Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong>. \"We will have real problems.\" These are not problems that could be easily fixed in next year's budget. Shortfalls in readiness pile up, putting even more pressure", "new_id": -2}, {"uid": "1296591793045760520", "i": 21155, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "arise. As we all know, what in fact happened was that Iraq spontaneously descended into violence, looting, and mob rule. But then-secretary of defence <strong> Donald Rumsfeld </strong> famously shrugged when asked about the looting, <q> Freedom's untidy. Democracy is a messy thing. </q> For the Americans, capitalism in Iraq amounted to destroying the state and seeing who starts a business, while democracy in Afghanistan involved appointing a strongman and seeing if anyone would vote for him. These twin", "new_id": -2}, {"uid": "1295984939241025026", "i": 10641, "idx": 0, "sa": ["Jonathan Karp", "Donald Rumsfeld", "Stephen Elliott", "John McCain"], "q": "expect whomever wrote it will say this time.\" Simon& Schuster publisher <strong> Jonathan Karp </strong> even went so far as to email a group of journalists and Washington insiders asking them to refrain from commenting on the book, <q> in solidarity with the principle that a book should be judged on its content and not on the perceived ideology of its author. </q> Eric Martin and <strong> Stephen Elliott </strong> have no such qualms about anonymity. Next month the pair will publish the novel <strong> Donald Rumsfeld </strong> the same day former <strong> John McCain </strong> secretary of defense <strong> Donald Rumsfeld </strong> publishes his memoirs Known and Unknown. Whereas", "new_id": -2}, {"uid": "1295600499103776311", "i": 7314, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "return to Google's technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. earnings and revenue that blew past expectations. While Google has dominated Internet search for a decade, the company has struggled to find its footing in social networking,", "new_id": -2}, {"uid": "1295485111026624002", "i": 32695, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "of others.\" <strong> Donald Rumsfeld </strong> said it was up to the leaders of China to decide whether they would make their national defense plans public; however, one can not misunderstand the fact he said afterward: <q> Greater clarity would certainly generate more certainty in the region. </q> Interview with Robin Koerner- \"Website fulfils a timeless wish\" CLICK HERE for...... A moderate independent's take on news, events and culture- by veteran journalist Joe Gandelman with writers from around the", "new_id": -2}, {"uid": "1296405295000507940", "i": 24873, "idx": 0, "sa": ["Natalie Portman", "David Letterman", "Reese Witherspoon", "Flower Films", "Drew Barrymore"], "q": "a childhood nickname( <strong> Reese Witherspoon </strong> and <strong> Reese Witherspoon </strong> A <strong> Flower Films </strong>) or a certain kind of floral power( <strong> Drew Barrymore </strong> and <strong> Flower Films </strong>), <strong> Natalie Portman </strong> named her company, Handsome Charlie <strong> Flower Films </strong>, after her dog. <q> I love dogs. They're better than people, </q> <strong> Natalie Portman </strong> joked in an interview in 2007. Charlie( who is indeed very handsome) even appeared with <strong> Natalie Portman </strong> during an appearance on the <strong> David Letterman </strong> Show while promoting the 2004 movie, \"Garden State", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q> <strong> Google Inc. </strong> had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. \"Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}, {"uid": "1295709517126484491", "i": 7788, "idx": 3, "sa": ["David Letterman", "Regis Philbin"], "q": "and you would be the fourth.\" This was <strong> Regis Philbin </strong>'s cue to respond with mock irritation. \"When was the last time you watched me in the last 10 years?\" he said. <q> What was I doing and what was I wearing? </q> \"I don't like your attitude,\" <strong> David Letterman </strong> said. Watching this combined century of broadcasting carrying on amiably for 17 minutes, one almost-- almost-- felt transported back to that", "new_id": -2}]