[{"uid": "1296232207160088064", "i": 19124, "idx": 3, "sa": ["Jackie Walorski", "Mike McDaniel", "Mike Pence", "Joe Donnelly"], "q": "think we might best contribute in the years ahead.\" <strong> Mike Pence </strong> has a pair of public events scheduled for today-- a town hall meeting in Pendleton and a visit to a high school in Muncie. <q> I am convinced he is now going to run for governor, </q> <strong> Mike McDaniel </strong>, a former state Republican chairman, said. Former Republican state Rep. <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,\" <strong> Sen. Bernie Sanders </strong> said. \"We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.\" <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>. \"When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.\"", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}, {"uid": "1295093832200343560", "i": 42356, "idx": 1, "sa": ["Sergio Marchionne"], "q": ". \"I don't see a big market( in small cars). I see a market. There is a big difference,\" says <strong> Sergio Marchionne </strong>, CEO of Fiat Auto and Chrysler Group. <q> We never set out to conquer the U.S. market with A and B cars. </q> Those are the industry designations for the two vehicle categories smaller than the common compacts such as Honda Civic and Ford Focus, which are so-called C-segment cars. Mainstream U.S. family sedans typically are C or even", "new_id": -2}, {"uid": "1295534706252182539", "i": 17573, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan.", "new_id": -2}, {"uid": "1296169756065815248", "i": 45703, "idx": 5, "sa": ["Mike Pence"], "q": "up his timetable,\" National Journal updated. What we know for sure, though, is that <strong> Mike Pence </strong>'s people are understandably not happy with reporters calling his mother for the hottest political gossip: <q> \"You called his mom, </q> <strong> Mike Pence </strong> spokesman Matt Lloyd protested when an NJ reporter called the lawmaker's office to inquire about the latest reports about an evening announcement... \"[ Image via AP]", "new_id": -2}, {"uid": "1297272060224821253", "i": 28608, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "lie. The far less dramatic truth is that we were wrong.\" He does acknowledge that he made a \"few misstatements,\" referring specifically only to one: when he declared early in the war, <q> We know where they[ the WMDs] are. They're in the area around Tikrit and Baghdad and east, west, south and north somewhat. </q> In the book, <strong> Donald Rumsfeld </strong> claims that he should have referred to \"suspect sites.\" But, he says, his \"few misstatements\" were \"not common and certainly not characteristic.\" The intelligence", "new_id": -2}, {"uid": "1295743991123617308", "i": 23255, "idx": 5, "sa": ["Andy Coulson", "David Cameron"], "q": "'s resignation of <strong> Andy Coulson </strong>, Downing Street's director of communications, signals the end of an uncomfortable chapter. It will not and it should not. Mr <strong> Andy Coulson </strong> himself still has many questions to answer. <q> I stand by what I've said, </q> he asserted in his resignation statement yesterday. This refers to Mr <strong> Andy Coulson </strong>'s claim that he Why <strong> Andy Coulson </strong>'s resignation came as no surprise to <strong> David Cameron </strong> <strong> Andy Coulson </strong>, <strong> David Cameron </strong>'s director of communications, has quit in the wake", "new_id": -2}, {"uid": "1294977903249905195", "i": 5924, "idx": 1, "sa": ["Eric Snow", "Allen Iverson", "Tyrone Hill", "Devean George"], "q": "had 12. <strong> Eric Snow </strong> had 12 points and 13 assists, <strong> Tyrone Hill </strong> had 12 points and nine rebounds and <strong> Devean George </strong> Lynch had eight points and 12 rebounds for Philadelphia, which improved the NBA's best record to 46-16. <q> It felt funny playing against guys you played with all year, </q> <strong> Allen Iverson </strong> said. \"You look left, you look right and there are guys that were always right there in the foxhole with you, who felt bad when you felt bad. It was tough.\" <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297488327192626740", "i": 31201, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Paul Bremer"], "q": "Iraqi dictator <strong> Saddam Hussein </strong> had been \"contained\" prior to the American invasion. He said there had been \"many warnings[ that] more troops could have helped, by advisers on the ground.\" <strong> Donald Rumsfeld </strong>: <q> No, that's not correct. </q> Stephanopoulos: American envoy <strong> Paul Bremer </strong> \"said that- it is correct.\" <strong> Donald Rumsfeld </strong>: \"It is not correct.\" And so it went. Stephanopoulos asked <strong> Donald Rumsfeld </strong> to concede that if he'd stayed", "new_id": -2}, {"uid": "1295977910157089808", "i": 30980, "idx": 28, "sa": ["Shawn Marion", "Kobe Bryant", "Allen Iverson"], "q": "'re capable of. This is important. We don't want them to gain so much confidence that if we face them in the playoffs they believe( they can beat us).\" <strong> Kobe Bryant </strong> added later: <q> They whooped us both times( this season)... they're a great team and they match up extremely well with us. They're someone that we'll have to deal with. </q> Rate, Comment and SUBSCRIBE! Lakers2010season http://wn.com/Mavs-Nuggets_105-117_I_Nowitzki_35pts,9reb,Terry_21pts_vs_Anthony_25pts,Nene_25pts,8reb <strong> Allen Iverson </strong> 26 points Nuggets v Suns 30-3-07 PHOENIX( AP)- After the Phoenix Suns had run past the Denver Nuggets, <strong> Shawn Marion </strong> slipped into some ripped and worn jeans.", "new_id": -2}]