[{"uid": "1295545755266108930", "i": 33612, "idx": 3, "sa": ["Michael Gove"], "q": "at GCSE, Mr <strong> Michael Gove </strong> responded with an emphatic \"yes\". He added: \"We have given people a nudge with the English Baccalaureate towards a certain set of academic subjects.\" <q>Beyond that we want to have an informed debate.</q> To gain the English Baccalaureate pupils need good GCSEs in English, maths, science, a modern foreign language, and either history or geography. Mr <strong> Michael Gove </strong> has long criticised the size of the national curriculum,", "new_id": -2}, {"uid": "1296770511173654034", "i": 12171, "idx": 21, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell"], "q": "community knew \"that some of these sources were not good, \" \"didn't speak up,\" and \"that devastated me.\" <strong> Donald Rumsfeld </strong> fires back that the secretary of State had once been <q>the most senior military officer in our country</q> and no one else in the administration had \"even a fraction of his experience\" on intelligence matters. \"<strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about <strong> Saddam Hussein </strong>\"s suspected WMD stockpiles", "new_id": -2}, {"uid": "1296852026242090045", "i": 25922, "idx": 0, "sa": ["Sergio Marchionne"], "q": "her new, 40-year mortgage. \"I'll die before it's paid off,\" said Olmo, who got her 30-year mortgage modified because she was at risk of losing her home to foreclosure. <q>This is the most ridiculous thing I've heard in years. They didn't take my age or my income into consideration.</q> SAN FRANCISCO Ã\u0082- Chrysler CEO <strong> Sergio Marchionne </strong> says he hopes to reach a deal with banks to refinance the company's high-interest government loans by the end of the first quarter. <strong> Sergio Marchionne </strong> said Friday at an auto", "new_id": -2}, {"uid": "1295503547083329028", "i": 5818, "idx": 3, "sa": ["Kobe Bryant", "Carmelo Anthony", "Allen Iverson"], "q": " \"When somebody gets 49 points in the first three quarters obviously its going to draw attention to the other team,\" said <strong> Allen Iverson </strong>, whose career high of 60 came against Orlando on Feb. 12, 2005. <q>When somebody's got 49 points they want to make sure I get the ball out of my hands, and that's what they did. My responsibly is to give it up and my teammates had to make plays.</q> They couldn't. <strong> Carmelo Anthony </strong> was 4-for-10 from the field in the fourth and the rest of the team made 3 of 9. While <strong> Allen Iverson </strong> got cold, <strong> Kobe Bryant </strong> heated up. <strong> Kobe Bryant </strong> picked up his fourth foul 38", "new_id": -2}, {"uid": "1295568057244678671", "i": 8803, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "who had been brought in as CEO a decade ago because <strong> Google Inc. </strong>'s investors believed the company needed a more mature leader.- Feb. 10, 2010 The changes will be effective April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come,</q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page", "new_id": -2}, {"uid": "1295124045137084928", "i": 2552, "idx": 0, "sa": ["Daniel Lipinski", "Mike Pence"], "q": "for abortion providers under Title X family planning grants. The legislation, introduced Jan. 7 by Rep. <strong> Mike Pence </strong>( R-Ind.), targets Planned Parenthood; defeating it is a top priority for NARAL. The bill would <q>cripple family planning services- not necessarily abortion services but contraceptive services in this country,</q> Crane said. SBA's other priority is a multi-pronged abortion funding ban sponsored by Reps. Chris Smith( R-N.J.) and <strong> Daniel Lipinski </strong>( D-Ill.). The legislation was introduced last year but has not been", "new_id": -2}, {"uid": "1296361391082608151", "i": 7400, "idx": 1, "sa": ["Brandon Lloyd", "Michael Vick"], "q": "A few players even hit the waves such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard. \"I don't surf,\" <strong> Michael Vick </strong> said. <q>I watch National Geographic too much, and I've seen too many catastrophic situations.</q> The players also spent a lot of time lounging at the hotel pool or one of the lagoons at Ko Olina Resort. And the rookies were invited- because they're the ones stuck with the hefty", "new_id": -2}, {"uid": "1297110030149880903", "i": 20652, "idx": 0, "sa": ["Simon Cowell"], "q": "the largest guaranteed prize in television history. \"The show is basically it's a singing competition, just to be clear, but it's a singing competition with a twist,\" <strong> Simon Cowell </strong> said. <q>The show is open to anyone who can sing from 12 years old up to-- there's no upper limit. So solo artists can enter of any age and groups can enter, but vocal groups. So, a Destiny's Child, The Jacksons,'N Sync, Spice Girls, <strong> Justin Bieber </strong>, <strong> Diana Ross </strong>, they're all in the same competition.</q> <strong> Simon Cowell </strong> said he is bringing his show to the U.S. because he genuinely believes he will find the next international superstar. To do so, auditions will be held starting March 27 in Los Angeles, and", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q>It felt like we turned that corner,</q> <strong> Allen Iverson </strong> said. \"<strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.\" <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}, {"uid": "1295565740204783649", "i": 20453, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin"], "q": " \"deals, partnerships, customers and broader business relationships, government outreach and technology thought-leadership that are increasingly important, given Google's global reach,\" and act as an adviser to Page and <strong> Sergey Brin </strong>. <q>We are confident that this focus will serve Google and our users well in the future,</q> <strong> Eric Schmidt </strong> said. \"Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.\" Woman who fell in fountain and outed", "new_id": -2}]