[{"uid": "1297485578090832922", "i": 42425, "idx": 1, "sa": ["Larry Hagman", "Michelle Trachtenberg", "Simon Cowell"], "q": "filed on Wednesday, Los Angeles Superior Court Judge <strong> Michelle Trachtenberg </strong> Rosenblatt vacated the award, in part because one of the arbitrators was a plaintiff in a similar type of legal action and failed to disclose it. <q> It's an absurd, bizarre kind of ruling, and we're very confident an appellate court will reverse it, </q> said <strong> Larry Hagman </strong>'s attorney <strong> Simon Cowell </strong> Aidikoff on Friday. According to Aidikoff, Citigroup changed <strong> Larry Hagman </strong>'s investment portfolio so that it was tilted toward equities, as opposed to fixed income and cash, causing heavy losses", "new_id": -2}, {"uid": "1295936962220463131", "i": 19648, "idx": 5, "sa": ["Professor Mike", "Sergio Marchionne"], "q": "to date. Marketing <strong> Professor Mike </strong> Bernacchi at University of Detroit Mercy said tailored marketing makes sense for a niche car.`` Big spending on conventional media would be a waste,'' he said. <q> I'm always surprised by how much mileage you can get on the Internet. </q> <strong> Sergio Marchionne </strong> said the 500 is a`` unique expression of individuality'' and designed to be customized. The current 500 was three years in development and launched in Europe in July 2007 as a modern", "new_id": -2}, {"uid": "1294959607081149953", "i": 11965, "idx": 0, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "survive such a devastating wound. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her unbandaged left eye and tried to focus on loved ones for the first time. <q> This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more, </q> said her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said:`` It was raw courage. It was raw strength. It was so beautiful and so moving", "new_id": -2}, {"uid": "1297298981049397781", "i": 42302, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Robert Gibbs", "Bill Clinton", "John Boehner"], "q": "Preliminary details of the plan emerged just before <strong> Barack Obama </strong> hosted <strong> John Boehner </strong> and his two top lieutenants at a White House lunch. Reacting mildly to the recommended cuts, White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> cited a <q> broad agreement that we have to change the way Washington works, particularly as it relates to spending. </q> At the same time, he said,`` We have to do so in a way that protects the important investments so that we can win the future,'' signaling the <strong> Bill Clinton </strong> will fight to protect", "new_id": -2}, {"uid": "1297234002160825518", "i": 35506, "idx": 3, "sa": ["Willow Smith", "Simon Cowell", "Susan Boyle"], "q": "28, X Factor contestants need to be just 12 years old- and there is no upper age limit. In other words, the show could produce the next <strong> Susan Boyle </strong>- or even a slightly older <strong> Willow Smith </strong>. <q> I've never believed there should be a cut-off age for talent, </q> <strong> Simon Cowell </strong> said. Despite the huge grand prize, the meaning of a``$ 5m recording contract'' is not entirely clear. In 2008, <strong> Simon Cowell </strong> faced criticism after reports that X Factor UK's golden", "new_id": -2}, {"uid": "1295992373205340674", "i": 15295, "idx": 0, "sa": ["Ike Taylor", "Jay Cutler", "Chad Clifton", "Troy Polamalu", "Michael Vick"], "q": "<strong> Ike Taylor </strong> and All-Pro safety <strong> Troy Polamalu </strong>, who can also control the line of scrimmage on blitz packages, heading up a good Steelers' secondary.`` They're obviously a great defense,'' <strong> Chad Clifton </strong> said. <q> Playing them last year,[ we're] a little bit familiar with them. But yeah, phenomenal defense. I would say that is the strength of their team. No. 7[ quarterback <strong> Ben Roethlisberger </strong>] on the offensive side, he makes some plays for them too, but it's a really stout defense. </q> DO N'T SLEEP ON GREEN BAY'S DEFENSE What do quarterbacks <strong> Michael Vick </strong>, Matt Ryan and <strong> Jay Cutler </strong> have in common? They were all put in their place in succession during the playoffs by a Green", "new_id": -2}, {"uid": "1296286332201490484", "i": 2671, "idx": 1, "sa": ["Mike Pence"], "q": "by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,'' <strong> Mike Pence </strong> said in a letter to supporters. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012. </q> <strong> Mike Pence </strong> said he would make a decision about his future later, and would be traveling across the state in the months ahead to`` learn about how Hoosiers think we might best contribute in the years ahead", "new_id": -2}, {"uid": "1297007852194904114", "i": 48795, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "<strong> Google Inc. </strong> wants to avoid a lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. Skip related content <q> We certainly want to avoid that, </q> <strong> Eric Schmidt </strong> told the paper in an interview.`` I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1295104155140623888", "i": 13437, "idx": 0, "sa": ["George Washington", "Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "to half-staff and led the nation in a moment of silence. He flew to Tucson to speak at a memorial service not far from the hospital where Democratic <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> and other victims were being treated. <q> At a time when our discourse has become so sharply polarized- at a time when we are far too eager to lay the blame for all that ails the world at the feet of those who happen to think differently than we do- it's important for us to pause for a moment and make sure that we're talking with each other in a way that heals, not in a way that wounds, </q> he said. More than any one politician, <strong> Sarah Palin </strong>, the 2008 Republican vice presidential candidate and a possible <strong> George Washington </strong> House contender in 2012, figured in the unfolding political debate. Initially, an", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from`` The Tonight Show'' settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q> He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing, </q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight:` The Pillowman' By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}]