[{"uid": "1297234002160825518", "i": 35504, "idx": 1, "sa": ["Simon Cowell"], "q": "an unprecedented$ 5m( Â£ 3m) record deal with Sony Music. \"I believe that America has the best talent in the world,\" <strong> Simon Cowell </strong> said on The X Factor website. <q> I believe that with all my heart. </q> While Britain- and One Direction- recovers from this blow, <strong> Simon Cowell </strong> went on to trumpet the show's life-altering properties. \"If you win this competition- I'm going to put my money where my mouth", "new_id": -2}, {"uid": "1295165772245350404", "i": 17628, "idx": 1, "sa": ["Linas Kleiza", "Carmelo Anthony", "Kenyon Martin", "Allen Iverson"], "q": "each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home. \"Their role players beat us as much as anyone else,\" said Karl. <q> From[ Brent] Barry to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ Manu] Ginobili or[ <strong> Tim Duncan </strong>] <strong> Tim Duncan </strong> did. </q> <strong> Allen Iverson </strong> led the Nuggets with 30 points and <strong> Linas Kleiza </strong> had 16 points. <strong> Carmelo Anthony </strong> added 15 points and nine rebounds. The Nuggets were without starter <strong> Kenyon Martin </strong>, who was suspended for one game after he was assessed a flagrant", "new_id": -2}, {"uid": "1296166252125468724", "i": 35228, "idx": 0, "sa": ["Mike Pence"], "q": "him. A couple folks tried to persuade me he was boring, but I saw him address the NRA Convention last year, and he blew the doors off the place. My coverage of that speech: <q> Rep. <strong> Mike Pence </strong> of Indiana: As a well-known figure, it's hard to describe <strong> Mike Pence </strong> as a breakout star, but he was the next-to-last big-name speaker, and while he joked that following <strong> Sarah Palin </strong> was like having R2-D2 follow Luke Skywalker, he most effectively matched the call for a broad conservative agenda to the audience before him. </q> \"The NRA cherishes having friends on both sides of the aisle, and prefer a pro-gun Democrat over a Republican who wavers; they bristle at the accusation that they are essentially a GOP organization. <strong> Mike Pence </strong> came", "new_id": -2}, {"uid": "1297370574070008904", "i": 19002, "idx": 1, "sa": ["Steve Ballmer", "Amitabh Srivastava"], "q": "helped integrate Yahoo! across Microsoft's search engine and adCenter. <strong> Steve Ballmer </strong> also announced that the company's senior server and tools buisness veep <strong> Amitabh Srivastava </strong> was leaving Microsoft, but he didn't reveal why. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and will work to ensure a smooth transition with the Windows Azure team. I wish him well in his new endeavors, </q> said <strong> Steve Ballmer </strong>. This paper explains how to quantify the electricity savings possible in your data center and provides examples of methods to greatly reduce consumption. What are your plans for your office applications.", "new_id": -2}, {"uid": "1295709629191774739", "i": 4897, "idx": 2, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Report Abuse \"<strong> Newt Gingrich </strong> needs to take a sharp look at what declareing bankruptcy does to a private person. The apply that to a government that oversees billions of dollars and millions of its citizens.\" Report Abuse <q> Democratic States are well off compared to Republican States... </q> California, 8% deficit, NY 5% deficit Arizona, Texas, Oklahoma, Nevada are facing 25 to 30% deficits... Report Abuse \"In CA, <strong> Bill Lockyer </strong>` lock", "new_id": -2}, {"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on \"Late Night with <strong> David Letterman </strong>.\" The talk show host was once a grocery bagger. <q> There's no guarantee, but it's traditional for the winner to be a guest on the show, </q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest. \"I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}, {"uid": "1295476301073809946", "i": 28287, "idx": 3, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Auto-Tune_the_News_#1_march_madness_economic_woes_pentagon_budget_cuts Interviewers, sportscasters, and vice", "new_id": -2}, {"uid": "1296677924235356194", "i": 46363, "idx": 0, "sa": ["John Podesta", "Joe Pitts", "Mike Pence"], "q": "narrow exemptions to the amendment in the event of rape, abuse or when the life of the woman is threatened, adding controversial language that would change \"rape\" to \"forcible rape,\" which <strong> John Podesta </strong> said <q> bizarrely distinguishes between good rapes and bad rapes. </q> <strong> Mike Pence </strong>'s bill would prohibit abortion providers from receiving federal funding. And <strong> Joe Pitts </strong>' bill would reintroduce the proposals from the \"Stupak amendment,\" meant to bar tax credits or subsidies for any private health", "new_id": -2}, {"uid": "1297705955073007104", "i": 47212, "idx": 1, "sa": ["Steve Ballmer"], "q": "give people the full web, the full Internet on their phone, like they've come to expect with the PC,\" Microsoft chief <strong> Steve Ballmer </strong> said at the mobile industry's annual get-together in Barcelona. <q> Later this year we are going to release a version of Internet Explorer9( web browser) complete with hardware and graphics and other hardware acceleration for the Windows Phone, </q> he added. \"The web in some senses was designed for the PC first-- we need to make it a first class citizen on the phone,\" he added. Quotes delayed,", "new_id": -2}, {"uid": "1295611382129794091", "i": 1727, "idx": 1, "sa": ["Eric Schmidt", "Citigroup Inc.", "Mark Mahaney", "Google Inc."], "q": "4. <strong> Eric Schmidt </strong> navigated the company past early doubts that it could build a successful ad business around a search engine. He also oversaw the 2004 initial public offering, the biggest for an Internet company. <q> We view this as evidence of the founders staying fully engaged in the business-- a positive, </q> said <strong> Mark Mahaney </strong>, an analyst at <strong> Citigroup Inc. </strong> in San Francisco. The company also posted fourth-quarter profit that topped analysts' estimates as businesses boosted online-ad spending. <strong> Google Inc. </strong>, based in Mountain View, California", "new_id": -2}]