[{"uid": "1295803019101695619", "i": 39689, "idx": 3, "sa": ["Saddam Hussein", "Colin Powell", "President Bush", "Geoffrey Wawro"], "q": ".`` There is a legitimate argument as to whether we stopped too soon,'' <strong> Colin Powell </strong> said.`` We accomplished the mission. <strong> President Bush </strong> made the right decision.'' <strong> Geoffrey Wawro </strong>, who published <q> Quicksand: America's Pursuit of Power in the Middle East </q> last year, writes in the online analysis in great detail about various aspects of the war with a special emphasis on the war's ending.`` A year after the war, <strong> Saddam Hussein </strong> mocked <strong> President Bush </strong> from", "new_id": -2}, {"uid": "1296658782217710611", "i": 47007, "idx": 0, "sa": ["Allen Iverson"], "q": "a lot of this talk if it can win that game against the San Antonio Spurs, the Western Conference's first-place team with the NBA's best record at 40-8.'' Gary Washburn, The Boston Globe: <q> <strong> Allen Iverson </strong> knew his guys would have been miserable spending the night in Sacramento following a loss, and then even more so having to face a cross-country flight into the aftermath of a storm. So he chided the team for their lackadaisical play. Final games of <strong> David West </strong> Coast trips are especially valuable because they can create momentum going home.`` Since I've been here, I've not had to be too boisterous, </q> <strong> Allen Iverson </strong> said.`` I pretty much go out there and lead by example. Tonight there's things I say when I need to say it. I kind of went off at halftime in the locker room because", "new_id": -2}, {"uid": "1295669716172441615", "i": 42260, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> TrackerSuite's project management suite is a cloud-based service that offers collaboration, workflow and all of the elements included in on-premise project management software. We provide a hands-on look at this offering. <strong> Eric Schmidt </strong> will continue", "new_id": -2}, {"uid": "1297245173074432526", "i": 35306, "idx": 1, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong>, who was on The Today Show to talk about his upcoming version of American X Factor, was guarded about who the judges will be.`` They will be cute,'' he said. <q> But the male judges will not be as good looking as me. </q> Later in the interview multi-millionaire <strong> Simon Cowell </strong> defended the promotion of child stars on X Factor.`` In the final you could have a 14-year-old versus a 40-year-old,'' said <strong> Simon Cowell </strong>. When", "new_id": -2}, {"uid": "1295541019211419148", "i": 27577, "idx": 0, "sa": ["Allison Iraheta", "Simon Cowell"], "q": "year, <strong> Allison Iraheta </strong> said she hopes a young` un can win, but admitted that before she came out onstage when she was on the show, she would often totally freak out due to nerves. <q> Really, be you, be who you are, be true to yourself, </q> <strong> Allison Iraheta </strong> advises contestants. The big question of the night, of course, was whether <strong> Allison Iraheta </strong> missed departed judge <strong> Simon Cowell </strong>, who famously put her through the ringer a few times during her season.`` It", "new_id": -2}, {"uid": "1297193732179781634", "i": 27273, "idx": 1, "sa": ["Michael Vick"], "q": "and broken communities. <strong> Michael Vick </strong> now talks to kids-kids growing up like he did-about the mistakes he made. Carolyn Kilborn of Maryland Votes for Animals thinks <strong> Michael Vick </strong>'s work is valuable, telling the Baltimore Sun: <q> Kids... are more likely to listen to someone like <strong> Michael Vick </strong>. He can do a lot of good for troubled kids... He has the power to make a change in kids' hearts like few other people can. </q> If nothing else is taken from <strong> Michael Vick </strong>'s story, let it be the example of the success of a man determined not to be another recidivist. Let it be of a man determined to show that", "new_id": -2}, {"uid": "1295637393157057065", "i": 21736, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt", "Juan Carlos Perez"], "q": "the company they founded. It Could've Been Fatigue After all, <strong> Eric Schmidt </strong> was CEO for ten years, notes <strong> Juan Carlos Perez </strong> at Computer World. He raises the notion that <strong> Eric Schmidt </strong> stepped down`` voluntarily'' after <q> an intense decade at the helm. </q> Perhaps Page is just filling in temporarily until a new CEO is found. <strong> Eric Schmidt </strong> Was Upset He Lost the Google-China Debate, <strong> Ken Auletta </strong>. When Google's founders decided to( partially) pull-out of China, <strong> Eric Schmidt </strong> thought", "new_id": -2}, {"uid": "1295289223000475405", "i": 26448, "idx": 0, "sa": ["James Clyburn", "Kirsten Gillibrand", "Barack Obama", "Martin Luther King"], "q": "of the Crime... speaks to <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY), Rep. <strong> James Clyburn </strong>( D- SC... Photo in Slideshow: U.S. first lady <strong> Barack Obama </strong> holds the hand of U.S. Video: Celebrating the <strong> Martin Luther King </strong>. Report Abuse <q> From the Village of the Bizarre comes this bit of intellectual insight from Bezerkely, CA!!!! </q> University of California Chancellor Robert Birgeneau has declared that the cause of this tragedy is not the psychotic behavior of an individual, rather, illegal immigration and failure to pass the Dream Act. Report Abuse \"", "new_id": -2}, {"uid": "1295909249177651736", "i": 3236, "idx": 0, "sa": ["Eric Schmidt"], "q": "was overshadowed by news that co-founder Larry Page will replace <strong> Eric Schmidt </strong> as CEO. The executive change, which takes place on April 4, has been under discussion for a while, said <strong> Eric Schmidt </strong>. <q> As Google has grown, managing the business has become more complicated, </q> he explained in a Google blog post Thursday.`` So Larry, Sergey and I have been talking for a long time about how best to simplify our management structure and speed up decision making-- and over the", "new_id": -2}, {"i": 5030, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Jimi Hendrix </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Jimi Hendrix </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me The BP symbol is on", "sa": ["Allen Iverson", "Jimi Hendrix", "Donyell Marshall"], "uid": "1295212882209371150"}]