[{"uid": "1295070568012681222", "i": 35604, "idx": 0, "sa": ["Kirsten Gillibrand", "Suzan Johnson Cook", "Barack Obama"], "q": "add up to is a significant diplomatic position- one created by an act of Congress in 1998- remaining vacant halfway through the president's term and a specifically religious example of partisan gridlock in Washington. <q>Her nomination has been stalled by the same type of general obstructionism that often paralyzed the last Congress,</q> said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York, Ms. <strong> Suzan Johnson Cook </strong>'s most vigorous backer on the Foreign Relations Committee. \"I hope any senator who is blocking her nomination will take the time to meet with her", "new_id": -2}, {"uid": "1296789416115392517", "i": 21891, "idx": 4, "sa": ["Linas Kleiza", "Allen Iverson", "Sen. Joe Lieberman"], "q": "outside, going 4-for-8 from 3-point range. \"He got a couple of easy ones, and once you get a couple of layups, the basket looks bigger,\" said <strong> Allen Iverson </strong>, who had 28 points. <q>He played a great game, and hopefully he can continue to play that way.</q> <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter when Denver took a 61-59 lead at the break. \"<strong> Sen. Joe Lieberman </strong> knew after the first half when <strong> Sen. Joe Lieberman </strong> had 27 it was going to be", "new_id": -2}, {"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.\" The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q>started to open her eyes, literally,</q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying: \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,\" <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}, {"uid": "1295200225198885398", "i": 10355, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "D-N.Y.) said she had talked with <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. <q>She's making progress every day,</q> <strong> Kirsten Gillibrand </strong> said. \"She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and", "new_id": -2}, {"uid": "1295907826246595610", "i": 48404, "idx": 0, "sa": ["Barack Obama", "Howard Stern", "David Letterman", "Mary Tyler Moore", "Amy Adams", "Ben Kingsley", "Robert Redford"], "q": "the good fortune to interview <strong> David Letterman </strong>, <strong> Amy Adams </strong>, <strong> Howard Stern </strong>, <strong> Robert Redford </strong>, <strong> Mary Tyler Moore </strong>, <strong> Ben Kingsley </strong> and Urkel from \"Family Matters.\" Before joining the crime for the Rockford Register Star, which may explain his affinity for <q>Hill Street War: Ghost of Sparta</q> â\u0080¢ <strong> Barack Obama </strong> \"Ys: The Oath in Felghana\" â\u0080¢ 3 \"Sonic Colors\" â\u0080¢ 4 \"Plants vs. Zombies\" â\u0080¢ 5 \"Mario vs. Donkey Kong: Mini-Land Mayhem\" â\u0080¢ 6 \"Super Scribblenauts\"", "new_id": -2}, {"uid": "1297294523070500357", "i": 13341, "idx": 5, "sa": ["George Washington", "Donald Rumsfeld", "Joe Klein"], "q": "anything else.\"- <strong> Joe Klein </strong>, Time( 2010) Job: <strong> Donald Rumsfeld </strong> of Defense Notable achievement: Iraq, before the surge Memoir: Known and Unknown( 2011) What they said about him then: <q>I think that <strong> Donald Rumsfeld </strong> will go down in history as one of the worst secretaries of defense in history.</q>- Report Abuse \"<strong> George Washington </strong> and his cronies had their way with America and they did it the hard way... no lube.\" The Christian Science Monitor: Seven-ton dump truck plummets into giant sinkhole[ VIDEO]", "new_id": -2}, {"uid": "1295033449268353562", "i": 12624, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": ". \"We were just thrilled to be by her side,\" <strong> Debbie Wasserman Schultz </strong> recalled of her visit to the hospital Wednesday night, along with House Minority Leader <strong> Nancy Pelosi </strong> and New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. <q>And we were prepared to do and say anything- if she could hear us- to provide comfort and encouragement.</q> Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <strong> Gabrielle Giffords </strong> lay in her hospital bed with her eyes closed, swathed in bandages. With her was her husband, Mark", "new_id": -2}, {"uid": "1294978384186728451", "i": 39716, "idx": 7, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "Senate side. \"I don't think I'd be talking out of school if I told you <strong> Kirsten Gillibrand </strong> and I are pretty good, and <strong> Gabrielle Giffords </strong>, not so much,\" Ms. <strong> Debbie Wasserman Schultz </strong> said. <q>We have to really coax her to participate. Let's just say she was in the process of skill building.</q> Ms. <strong> Debbie Wasserman Schultz </strong>, Democrat of Florida, met Ms. <strong> Gabrielle Giffords </strong> through a legislative fellowship program, before the Arizona lawmaker came to Congress, and she campaigned for her in Tucson, eager to see her join the", "new_id": -2}, {"uid": "1296763912088817685", "i": 1707, "idx": 0, "sa": ["Donald Rumsfeld", "Hosni Mubarak", "Robert Gibbs"], "q": "violence against protesters, whose vigil in Tahrir Square had been peaceful for days, raised international outrage. It brought a sharp rebuke from Washington, which sends Egypt$ 1.5 billion a year in aid. <q>If any of the violence is instigated by the government, it should stop immediately,</q> said White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong>. The anti-Mubarak movement has vowed to intensify protests to force the president out by Friday. In a speech Tuesday night, <strong> Hosni Mubarak </strong> refused to step down immediately, saying he", "new_id": -2}, {"uid": "1295604447021397513", "i": 13958, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years-- \"a nice round number\"-- and Page was ready to lead the company into the future. <q>Larry and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up,</q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly$ 30 billion.", "new_id": -2}]