[{"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote: \"I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.\" Latest from BBC News blogs <strong> Brian Taylor </strong>: <q>Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which...</q> \"The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" \"Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}, {"uid": "1297159292070336514", "i": 8507, "idx": 0, "sa": ["David Letterman", "Mick Foley"], "q": "\"- The Rock via his official Facebook page To further clarify these comments, they were said in January of 2010 on <strong> David Letterman </strong> as well:@ the 6:40 mark. <q>I would most likely return in the capacity of hosting.</q> I don't need to reiterate on how amazing it would be to have The Great <strong> Mick Foley </strong> come back to WrestleMania and host the event. Fortunately, Atlanta is my hometown and I have an", "new_id": -2}, {"uid": "1295193926076955692", "i": 5697, "idx": 0, "sa": ["Janet Napolitano", "Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "The State of the Union address is set for Jan. 25. <strong> Barack Obama </strong> meets with Pakistan's <strong> Barack Obama </strong>... <strong> Barack Obama </strong>, Mark Kelly, Daniel Hernandez, <strong> Janet Napolitano </strong> Photo in Slideshow: <strong> Chuck Schumer </strong>, <strong> Kirsten Gillibrand </strong> Report Abuse <q>Okay, yes, this is a nice symbol of an effort on the part of the Senators, to sit together, during the State of the Union speech. But, just judging by the tenor of the responses here, by many of you \"real Americans,</q> and otherwise, it just shows you how fugged-up this country has become.\" So, instead of pretending that we still view this place, as the best country in the world, to live,", "new_id": -2}, {"uid": "1294975567041533446", "i": 14795, "idx": 0, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "from other bettors go to www.sbrforum.com http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my", "new_id": -2}, {"uid": "1296149236246923378", "i": 47355, "idx": 6, "sa": ["Eric Schmidt"], "q": "We have a competitor called Microsoft,\" he said. \"Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.\" Facebook, on the other hand, <q>has clearly stated they don't want to get into the search business. Facebook users tend to use Google search. Facebook's ads business does not displace our advertising. I'm somewhat perplexed by the obsession because I don't think the facts support it. Things are going great for Google.</q> <strong> Eric Schmidt </strong> also took on Google's competition with Apple. Google partners with Apple, he said, on search, maps and YouTube. It competes, of course, on phones. Google also might in", "new_id": -2}, {"uid": "1296746762199131138", "i": 23283, "idx": 0, "sa": ["Gov. Rick Perry", "Donald Rumsfeld"], "q": "National Grid, never has been.\" <strong> Gov. Rick Perry </strong> trades with Mexico with electricty and water resouces. <strong> Gov. Rick Perry </strong> gets a higher percentage of it electricity from wind power than any other state. Report Abuse <q>Actually. This is a stupid a$$ article. Each year certain power stations are required by federal law to shut down for regular maintenance in the winter when the power is usually on very low draw. And since our current retard of a president has mandated that no more coal or nuclear power stations may be built, we are unable to cycle up the stations that are down to add additional power to the grid.</q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Smokers-Quitting Is Easy! Now You Don't Have To Actually \"Quit\"! Check", "new_id": -2}, {"uid": "1296166845184549385", "i": 742, "idx": 0, "sa": ["Mike Pence"], "q": "Rep. <strong> Mike Pence </strong> arrived at Columbus in his east-central Indiana district for a town hall meeting, the sort of event that usually attracted a few dozen constituents. Surprised to see the hallway outside the room crowded with people, <q>their arms folded and brows furrowed,</q> <strong> Mike Pence </strong> shouted down the hall to an aide, asking him to get a janitor to open the room. The aide shouted back that the room was open- and overflowing. Congress had just passed the stimulus(", "new_id": -2}, {"uid": "1297257020046088192", "i": 45750, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "the war that <strong> President Bush </strong> launched in March 2003, about six weeks after <strong> Colin Powell </strong>'s U.N. speech. The U.S. never found substantial evidence of an active Iraqi program to produce weapons of mass destruction. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,</q> Rumsfeld wrote. He said he made his recommendation to <strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> previewed his presentation to the U.N. in two days.", "new_id": -2}, {"uid": "1295779653072171548", "i": 21141, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, now 37 and graying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q>the soul and passion of a start-up.</q> <strong> Sergey Brin </strong> will concentrate on developing new products. He's worth$ 15 billion, but Page remains something of a rebel who has always had a disdain for corporate protocol.", "new_id": -2}, {"uid": "1295439905093192278", "i": 21707, "idx": 5, "sa": ["Jim Cantiello", "Simon Cowell"], "q": "if it was a train wreck, if only because it would make the show more interesting. But she'll definitely miss <strong> Simon Cowell </strong>, who for her was the main reason to watch the show in the past. <q>He was so adept at taking down people and everything he said got to the real heart of what was wrong with that person,</q> she said. \"If there's no one to do that and it's all sugarcoated, I will be disappointed.\" Both Barrett and <strong> Jim Cantiello </strong> said they were a bit concerned about the show's", "new_id": -2}]