[{"uid": "1297712802009535508", "i": 8457, "idx": 2, "sa": ["Sharon Osbourne", "Simon Cowell", "Louis Walsh"], "q": "back with me on the UK show.\" Speaking about his ideal replacement for <strong> Simon Cowell </strong>, <strong> Louis Walsh </strong> suggested his friend and former judge <strong> Sharon Osbourne </strong>. Listing his dream X Factor panellists, he added: <q>Someone like <strong> David Bowie </strong>, <strong> Paul McCartney </strong> or <strong> Lenny Kravitz </strong>.</q> Freya MavorWe chat to the Skins", "new_id": -2}, {"uid": "1297196814258572315", "i": 38902, "idx": 5, "sa": ["Donald Rumsfeld"], "q": ", was largely deaf to his ideas, and all but ignored his numerous proposals and warnings before and during the Iraq war. Among them were several that proved prescient, he says: concerns that Washington <q>could fail to manage post-Saddam <strong> Saddam Hussein </strong> Iraq successfully</q> and a prediction that Iraq would devolve into \"ethnic strife among Sunni, Shia and Kurds.\" In the early post 9-11 period, Mr. <strong> Donald Rumsfeld </strong> also authorized tougher interrogation methods thought to have contributed to", "new_id": -2}, {"uid": "1296161021042713162", "i": 9138, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", partnerships, customers and broader business relationships, government outreach and technology thought leadership\". I'm inclined to agree. The shift in <strong> Eric Schmidt </strong>'s role is relatively subtle. Google is selling it as <q>plans to streamline decision making and create clearer lines of responsibility and accountability at the top of the company</q>. Page becomes CEO. Word is he was always the strongest voice in the trio. <strong> Sergey Brin </strong> \"will devote his energy to strategic projects, in particular working on new products\". It's those", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making. \"In strategy we agree. There's no disagreement,\" <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q>In character, he's fundamentally a deeper thinker than anybody else,</q> he said. \"He sees a few moves deeper than I do.\" <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}, {"uid": "1296615825145653773", "i": 19733, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Program, the U.S. Treasury can restrict senior management's compensation. \"It was absolutely owed that we treat our people properly,\" CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call. <q>The obligation to our people was much greater than the need to improve our bottom-line profitability.</q> <strong> Sergio Marchionne </strong> chose the term performance award rather than profit sharing because \"it's difficult to talk about profit sharing when you have a negative number at the bottom line.\"", "new_id": -2}, {"uid": "1295883923115425283", "i": 46658, "idx": 1, "sa": ["Robson Green", "Simon Cowell", "Jerome Flynn"], "q": ". \"I genuinely on an hourly basis want to teach myself that this is what can happen when you're successful is that you start to believe your own hype,\" he explained. <q>Then you start living in this bubble, which is your world, and you start to believe that that's the only world that exists. Which is why most successful people screw it up for themselves normally within two, three, five, ten years. Because they stop listening. The biggest failures I've had were at a time when I believed my own hype.</q> <strong> Simon Cowell </strong> famously persuaded British actors <strong> Robson Green </strong> and <strong> Jerome Flynn </strong> to sign a recording contract, after they sang together on a UK TV show. Their rendition of Unchained Melody was phenomenally successful, but <strong> Simon Cowell </strong> has revealed it", "new_id": -2}, {"uid": "1296141458066224161", "i": 3384, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler CEO <strong> Sergio Marchionne </strong> said he hopes to receive the funds by the end of March. The automaker is going ahead with fuel-efficiency projects, expecting it will receive the loan to help pay for them. <q>I can't stop the machine,</q> <strong> Sergio Marchionne </strong> said recently. \"So far, I have been able to manage it( without the loan), but there will come a point in time when I have to go into the kitty and use other", "new_id": -2}, {"uid": "1295570551043630625", "i": 11026, "idx": 1, "sa": ["Eric Schmidt"], "q": " \"Day-to-day adult supervision no longer needed!\" Startup Marketcetera Offers Buy Side Traders An Open Source Software Platform For Algorithmic Trading <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296249048075857941", "i": 40659, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "are getting very tired about hearing our Republican and right wing friends telling us about how Social Security is collapsing when the reality is, Social Security today has a surplus of$ 2.6 trillion,\" <strong> Sen. Bernie Sanders </strong> said. <q>Social Security can pay out every benefit owed to every eligible American for the next 27 years.</q> Social Security has built up a$ 2.5 trillion surplus since the retirement program was last overhauled in the 1980s. Benefits will be safe until that money runs out. That is projected to happen", "new_id": -2}, {"uid": "1295222036260489247", "i": 45305, "idx": 0, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "videos from this the trio. http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my", "new_id": -2}]