[{"uid": "1296732365207978510", "i": 52734, "idx": 2, "sa": ["Corey Maggette", "LeBron James", "Allen Iverson", "Blake Griffin", "Scott Skiles"], "q": ", maLeBron James him the first rookie to do so since <strong> Allen Iverson </strong> in 1996-97. \"He definitely should be in the All-Star game, without a doubt,\" said Milwaukee's <strong> Corey Maggette </strong>, a former Clipper. <q> He's one of those special players, like <strong> LeBron James </strong>. </q> <strong> Blake Griffin </strong> is already committed to the All-Star dunk contest and was selected to play in the Rookie ChScott Skilesge game. Hindering his bid to add All-Star to his name is the fact that the Clippers are", "new_id": -2}, {"uid": "1295592666183287826", "i": 11390, "idx": 0, "sa": ["Eric Schmidt"], "q": "social network Facebook and local discount sites such as Groupon, which Google reportedly tried to buy for$ 6 billion last year. \"Losing Groupon may have been the last straw,\" said Salinero. <q> A company choosing independence over the Google mystique. </q> Both Facebook and Groupon are run by founders still in their 20s, which may have caused Google to reconsider the strategy of hiring an outside CEO, as it did with former Novell Inc chief <strong> Eric Schmidt </strong> in", "new_id": -2}, {"uid": "1296726541201310229", "i": 2519, "idx": 0, "sa": ["Peyton Manning", "Dick LeBeau", "Aaron Rodgers", "Michael Vick", "Ben Roethlisberger", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory. \"He's like a very good scorer in basketball- you know he's going to get points,\" Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from controlling the game and monopolizing the game. That's what we have to try and do with <strong> Aaron Rodgers </strong>. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release. </q> The 6-foot-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced", "new_id": -2}, {"uid": "1295101045140623875", "i": 4393, "idx": 0, "sa": ["Bernie Sanders"], "q": "markings like the ones on her website weren't his style. But he also agreed on one key point with the woman who enjoys wide support among conservatives likely to vote in next year's primaries, saying, <q> There is no evidence to suggest that it( the shootings) had anything to do with this mentally unstable person's rage and senseless act in Arizona. </q> On the other side of the political aisle, liberal independent Sen. <strong> Bernie Sanders </strong>, of Vermont, who is seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in", "new_id": -2}, {"uid": "1296744949119816196", "i": 18835, "idx": 0, "sa": ["Bernie Sanders"], "q": "<strong> Bernie Sanders </strong>( I-Vt.) inserted into the defense bill last year. The measure also requested that the Defense Department recommend additional ways to punish the violating contractors, but the Report to Congress on Contractor Fraud concluded, <q> The department believes that existing remedies with respect to contractor wrongdoing are sufficient. </q> \"It has been said that insanity as doing the same thing over and over and expecting different results,\" replied the <strong> Bernie Sanders </strong> staff in an Sanders.senate.gov/graphics/Analysis_of_contractor_fraud_rpt.pdf\" target=\"_hplink\"> analysis of the findings. \"", "new_id": -2}, {"uid": "1297279326173539386", "i": 57248, "idx": 0, "sa": ["Barack Obama", "Donald Rumsfeld"], "q": ": A photo released by the office of U.S. Video: Loughner pleads not guilty in AZ shooting... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Barack Obamacare Report Abuse <q> Laborman said \"Arizona doesn't deserve her. You are# 1 in loose gun laws and# 1 in gun deaths per 100,000 population. So all your guns aren't protecting you. With your guns and racism you are a laughingstock in the world </q> \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Mortgage Rates Hit 2.99% If you owe less than$ 729k", "new_id": -2}, {"uid": "1296669399223756300", "i": 6050, "idx": 3, "sa": ["Zahi Hawass"], "q": "Kantara nahe des Suezkanals wiederum hatten Beduinen in der vergangenen Woche ein Lager f?r antike Kunstgegenst?nde gepl?ndert. 288 Objekte wurden sp?ter jedoch wieder zur?ckgegeben, schreibt <strong> Zahi Hawass </strong>. Wie aber geht es den Arch?ologen im Land? <q> Die Engl?nder und US-Amerikaner haben ihre Leute sofort ausgeflogen </q>, erkl?rt Irene Forstner- M?ller, die in der N?he der s?d?gyptischen Stadt Assuan die dortigen Grabungsaktivit?ten des sterreichischen Arch?ologischen Instituts( AI) leitet. Das sei aber in erster Linie aus versicherungstechnischen Gr?nden geschehen.", "new_id": -2}, {"uid": "1296729736112345093", "i": 1288, "idx": 2, "sa": ["Michael Vick", "Michael Hansen"], "q": "Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that \"people can reintroduce these dogs back into a society that's not going to abuse them.\" <q> The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn it into a vicious animal that will bite the mailman, the girl next door or grandma walking down the street, </q> <strong> Michael Hansen </strong> said. Betsy Adevai, 50, of Grand Rapids, Mich., said muscle dogs have become status symbols for young men who walk through her inner city neighborhood. \"You don't", "new_id": -2}, {"uid": "1296520620167067651", "i": 23046, "idx": 1, "sa": ["Michael Vick"], "q": "if you CHOOSE to hunt or fish, a building permit is on necessary if you CHOOSE to build something. All of these require an individual make a choice if they want to purchase something... \" Report Abuse <q> These naysayers are afraid because they don't fully understand the bill... fear of the unknown is the greatest fear there is. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl 1.25-1.45% Apply Online! With AA+ Rated GE Capital Corp.. Not An Offer Of Securities For Sale. Proven Anti Aging Proven", "new_id": -2}, {"uid": "1295218030130613328", "i": 21121, "idx": 0, "sa": ["Colin Powell"], "q": "do the same thing.\" He said the \"overarching concern that all of us had,\" including those with the Alabama Department of Public Safety and Alabama Alcoholic Beverage Control Board, is <q> you don't want anyone hurt. </q> \"It was recommended to our office that the best way you can ever keep anyone from doing something foolish is almost to have the doctrine of overwhelming force that <strong> Colin Powell </strong> had that you go in", "new_id": -2}]