[{"uid": "1296444909100565016", "i": 14396, "idx": 3, "sa": ["DeSean Jackson", "Kevin Kolb", "Michael Vick"], "q": "working with the quarterback. \"It was something that just kind of fell in his lap, and it's just something he took advantage of,\" <strong> DeSean Jackson </strong> of <strong> Michael Vick </strong> becoming the Eagles' No. 1 quarterback. <q>But now we have a whole year to come back and prepare for it, so it's really going to get that much more scary and that much more dangerous.</q> <strong> Michael Vick </strong>'s return on a one-year deal raises questions about the future of <strong> Kevin Kolb </strong>, who began the season as the Eagles' starting quarterback but lost the job after he was injured. <strong> Kevin Kolb </strong>, who's under contract", "new_id": -2}, {"uid": "1296751792175587353", "i": 8393, "idx": 0, "sa": ["Jimmy Carter", "Barack Obama", "David Letterman", "Hosni Mubarak"], "q": "February 3, 2011 10:47 AM| As I said when this all began, Egypt will be <strong> Barack Obama </strong>'s downfall. Posted by: clawrence12| February 3, 2011 10:47 AM| <q>A more forceful public break with the regime now might at least mitigate some of that damage.</q> And when <strong> Hosni Mubarak </strong> crushes the uprising as did the Iranians, and then <strong> Hosni Mubarak </strong> decides to back out of anything the U.S. supports because they feel betrayed, to include the Camp <strong> David Letterman </strong> accords overseen by <strong> Jimmy Carter </strong>,", "new_id": -2}, {"uid": "1297104143023560218", "i": 47271, "idx": 0, "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "q": ", quarterback of the Philadelphia Eagles and convicted dog-fighting ring honcho. Of all the high-profile jocks and celebrities in town, <strong> Dwaine Caraway </strong> honored <strong> Michael Vick </strong>. When asked about the honor, <strong> Dwaine Caraway </strong> fell back on the <q>it's simply about the children and the message that's going to the children- the message of, \"I've done wrong, look at me, don't hang with the wrong people, don't go out and do drugs\"</q> explanation when talking with Unfair Park. Fine, now explain this part to the kids. A video recorded by local radio guy <strong> Richard Hunter </strong> shows his attempted interview with <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295094182196526103", "i": 43963, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "way or another, in nearly every Democratic presidential campaign since <strong> Donald Rumsfeld </strong> spoke favorably at Daley's confirmation hearing. Daley was mildly but publicly critical of <strong> Barack Obama </strong>'s health care reform strategy. He argued last year: <q>We've really got to listen carefully to the public. Voters are not re-embracing conservative ideology. But we must acknowledge that the left's agenda has not won the support of a majority of Americans- and, based on that recognition, we must steer a more moderate course.</q> Shift is possible <strong> Barack Obama </strong> has put into place a staff structure that would allow for a shift toward the center-left. The hard left thinks this happened years ago- but it is only true when measured", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.\" And \"Idol\" has certainly freshened things up with the new judges, Randy Jackson. \"I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. <q>We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with \"The X Factor].</q> \"Have you watched the new` Idol\"?\" <strong> Kit Hoover </strong> asked. \"No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}, {"uid": "1296014209252100659", "i": 12523, "idx": 0, "sa": ["Bill Lockyer", "Barack Obama", "Michele Bachmann", "Newt Gingrich"], "q": "it is on course to reach 100 percent in just more than a decade. Rather than go toe-to-toe with Republicans on painful budget cuts, White House officials said they were crafting a broader economic strategy. <q>Cutting the deficit by gutting our investments in innovation and education is like lightening an overloaded airplane by removing its engine,</q> <strong> Barack Obama </strong> said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Mercedes-Benz 2003 M-Class", "new_id": -2}, {"uid": "1295797194125714432", "i": 17668, "idx": 3, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": ".\" Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. But deputy prime minister <strong> Nick Clegg </strong> insisted Sunday: <q>I don't think this government will miss a beat.</q> AFP <cite> This story is sourced direct from an overseas news agency as an additional service to readers. Spelling follows North American usage, along with foreign currency and measurement units. </cite> Join the conversation", "new_id": -2}, {"uid": "1295472167129286151", "i": 3104, "idx": 0, "sa": ["LeBron James", "Tracy McGrady", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "q": "can endure and overcome.- ROBERT JAY LIFTON The translation and publication of this book in English constitutes thundering historical proof that those who deny the Armenian Genocide are engaged in a massive deception.- DEBORAH <strong> Allen Iverson </strong> LIPSTADT <q><strong> Peter Balakian </strong> provides strong evidence that these gruesome proceedings were carried out under official orders from the highest level.</q>- HENRY MORGENTHAU III Kia Awards Winner: <strong> LeBron James </strong>& <strong> Dwyane Wade </strong> <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> share honors for the Eastern Conference Kia Performance Awards Winner in the month of December. Ignor: Extra Tags: HQ <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong> Mcgrady", "new_id": -2}, {"uid": "1295198895198885397", "i": 11539, "idx": 4, "sa": ["Steve Ballmer", "Ray Ozzie"], "q": "Muglia is just the latest in a raft of executive departures from Microsoft. In October 2010, <strong> Steve Ballmer </strong> announced the resignation of Chief Software Architect <strong> Ray Ozzie </strong>, who had helped shape the company's cloud strategy. <q>The CSA role was unique, and I won't refill the role after <strong> Ray Ozzie </strong>'s departure,</q> <strong> Steve Ballmer </strong> wrote in an Oct. 18 e-mail to the company. \"Following the natural transition time with his teams, but before he retires from Microsoft, <strong> Ray Ozzie </strong> will be focusing his efforts in the broader area of entertainment", "new_id": -2}, {"uid": "1297588971109002780", "i": 17087, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "<strong> Donald Rumsfeld </strong> criticises <strong> Barack Obama </strong> for undermining \"special relationship' <q>My impression is that the <strong> Barack Obama </strong> administration is taking steps that at least symbolically have distanced his White House from what I have throughout my career valued as a special relationship,</q> Mr <strong> Donald Rumsfeld </strong> told \"I don\"t know what it looks like from the other side of the pond, but certainly here it has dramatised the things that the <strong> Barack Obama </strong> administration has done that are unhelpful to the", "new_id": -2}]