[{"uid": "1296571687135708683", "i": 1916, "idx": 0, "sa": ["Angelina Jolie", "Ricky Gervais"], "q": "question is always,` Did <strong> Ricky Gervais </strong> go too far?' And the answer is always,` No.' I have yet to find anyone who was actually offended by it.'' He added, <q> The ratings went up again, and the organizers asked me to consider a third year. I don't think I should. I don't know what I could do better. I certainly couldn't get more press for them, that's for sure. </q> <strong> Ricky Gervais </strong>, known for skewering sacred cows in his standup and for his irreverent take on celebrity, brought that take-no-prisoners approach to the Globes hosting gig this year, launching broadsides against such megastars as <strong> Angelina Jolie </strong>,", "new_id": -2}, {"uid": "1295025080173473811", "i": 1500, "idx": 1, "sa": ["David Letterman", "Camille Grammer", "Beverly Hills"], "q": "'' star said on CBS'`` Late Show With <strong> David Letterman </strong>'' on Thursday night that he's marrying Kayte Walsh. He says that`` Kayte's my new girl'' and that they're getting married <q> in February, we think. </q> His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, filed for divorce in July. She cited irreconcilable differences. She stars in Bravo's`` The Real Housewives of <strong> Beverly Hills </strong>.'' They were married", "new_id": -2}, {"uid": "1295432574026050633", "i": 2074, "idx": 0, "sa": ["Eric Cantor", "Mike Pence", "Barack Obama"], "q": "majority and several Tea Party freshmen. However, the measure will have almost no chance of making it past its next two hurdles: a Democratic-leaning Senate and a Barack Obamaial veto. Representative <strong> Mike Pence </strong>( R-Indiana) said, <q> We will vote to repeal Barack Obamacare again and again until we consign their government takeover to the ash heap of history where it belongs. Welcome to the 112th Congress. AmEric Cantoran people-- this is your week. </q> House Democrats, however, have criticized the Republican majority for pushing for a final vote on the measure, scheduled for next Wednesday, without allowing any amendments-- something they see as a failure of the GOP to", "new_id": -2}, {"uid": "1295779983083050517", "i": 18605, "idx": 0, "sa": ["Andy Coulson"], "q": "Chinese goverment is always foolish and shameless.Often sends present to US: Buy Ameirican Dete, allow American new energy enters chinese market...; \" Report Abuse \" there is never enough erengy for any country \" Report Abuse <q> This is crazy. Chongqing is already close to the 3 gorge dam. If it is short on power, then what is the 3gorge dam good for? </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297512539005586984", "i": 8962, "idx": 1, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "den Rat geh?rt haben, den ihnen der Autor klarsichtig und selbstlos hat zuteilwerden lassen. n?chste Seite In diesem Artikel: <strong> Donald Rumsfeld </strong>: Memoiren`` Guant?namo ist die beste L?sung'' <strong> Donald Rumsfeld </strong>: Zitate <q> Ich habe keine Ahnung, worum es geht </q> <strong> Condoleezza Rice </strong> zu den Folter- Vorw?rfen im Irak Chronologie des Folterskandals- <strong> Donald Rumsfeld </strong>, Guantanamo und Abu Ghraib USA: <strong> Donald Rumsfeld </strong> und das Foltern- Der Dichter und sein Henker Bericht zu Folter durch US-Armee- Donald Rumsfelds Mitschuld berraschende Ank?ndigung", "new_id": -2}, {"uid": "1296271846184582164", "i": 29200, "idx": 1, "sa": ["Grant Hill", "Eddie Jordan", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Chauncey Billups"], "q": "capitalize. I think there is a direct correlation to yesterday and how they came to practice after the break. They had the right attitude and they were eager and excited to get back in the gym.'' <q> That was a classic butt-kicLeBron James, </q> Philadelphia head coach <strong> Eddie Jordan </strong> http://wn.com/Back_in_PGrant Hilly-Allen Iverson's_First_Game_vs_Nuggets_December_7,_2009 <strong> Allen Iverson </strong> socred 11 points, dished six assists and grabbed five rebounds in his return to the Sixers. <strong> Chauncey Billups </strong> and Denver ruined <strong> Allen Iverson </strong>'s homecoming. <strong> Chauncey Billups </strong> scored 31 points and <strong> Carmelo Anthony </strong> had 14", "new_id": -2}, {"uid": "1297274454044515376", "i": 32432, "idx": 0, "sa": ["Hosni Mubarak", "Donald Rumsfeld"], "q": "Morning News'' radio broadcast that a confusion of public messages from the White House over the handling of embattled Egyptian President <strong> Hosni Mubarak </strong> was`` unfortunate'' and has not helped ease the crisis in Cairo.... <q> That is unfortunate, that they seem to be crossways with their assigned diplomat, Frank Wisner and with some differences in terms of people in Washington. I don't know enough to know precisely what's taking place, but that tends not to be helpful, </q> Mr. <strong> Donald Rumsfeld </strong> said on radio broadcast.`` I'm hoping there is effective private diplomacy taking place... and the turmoil that we are seeing will ease,'' he said. The White House", "new_id": -2}, {"uid": "1297599455044728365", "i": 13031, "idx": 0, "sa": ["Arianna Huffington", "Ian Edmondson", "Andy Coulson", "Tommy Sheridan", "Rahm Emanuel", "John Parrington"], "q": ", vivid, lurid... terrifying, confusing, ridiculously slick, shockingly clumsy, unmistakably monomaniacal and clinically bipolar.'' The New York Magazine on Broadway show Spider-Man. I think it's a rave. <q> Pointlessly tall... there's a long center stretch of his body that he doesn't know what to do with. </q> This Week: <strong> Rahm Emanuel </strong>, <strong> Andy Coulson </strong>, <strong> Ian Edmondson </strong>, the Met, <strong> Tommy Sheridan </strong> Oxbridge must not become the preserve of the wealthy| <strong> John Parrington </strong> 22 Jul 2008 <strong> Arianna Huffington </strong> on the relative merits of mainstream media and", "new_id": -2}, {"uid": "1295501959237502465", "i": 49862, "idx": 5, "sa": ["Simon Cowell"], "q": "'' He says he truly trusts his own instincts and when evaluating talent, doesn't necessarily think of himself as a person running a record company or in charge of a TV show. <q> I just go,' I like this person.' Or in many, many cases,' I don't like this person.' That's when we have a problem. I'm normally right though, </q> he says-- cracking a smile. <strong> Simon Cowell </strong> reveals that he never had a proper education and quickly became bored with school subjects.`` I was bored, constantly naughty, always doing things", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said.`` <strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.'' <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}]