[{"uid": "1295559701061718598", "i": 36, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Despite the \"Wounds\",", "new_id": -2}, {"uid": "1295246137169197603", "i": 34587, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "all three patients on Monday. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> told US television Sunday she had visited <strong> Gabrielle Giffords </strong> the previous day and found her \"doing great\" and \"making progress every day.\" <strong> Gabrielle Giffords </strong> is <q>using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,</q> <strong> Kirsten Gillibrand </strong> told NBC's \"Meet The Press\" program. \"It's an extraordinary amount of progress for a woman who sustained such a horrific injury,\" she added. A makeshift memorial is", "new_id": -2}, {"uid": "1295612145098222091", "i": 6226, "idx": 0, "sa": ["Andy Coulson", "Andrius Kubilius", "David Cameron"], "q": "ago LONDON( Reuters)- The British prime minister's communications chief <strong> Andy Coulson </strong> resigned on Friday, as prosecutors stepped up their inquiries into illegal phone hacking at a tabloid newspaper when he was editor. <q>We confirm that <strong> Andy Coulson </strong> has resigned,</q> an official in Prime Minister <strong> David Cameron </strong>'s office said. <strong> Andy Coulson </strong> was a key part of <strong> David Cameron </strong>'s inner circle after joining the Conservative leader's team when in opposition in 2007., Johanna Siguroardottir, <strong> Andrius Kubilius </strong>,", "new_id": -2}, {"uid": "1295218070163594249", "i": 548, "idx": 6, "sa": ["Jonathan King", "Simon Cowell"], "q": "much, much better.\" <strong> Jonathan King </strong> new idea, now called Pop Idol, aimed to let viewers vote on who got the recording contract. But he also wanted to cast a \"mean judge.\" <q><strong> Simon Cowell </strong> has been a friend of mine forever,</q> he says. \"So I called <strong> Simon Cowell </strong> up and I said, \"Look, I've got this idea. I need a partner in crime here.\"?\" Fuller and <strong> Simon Cowell </strong> agreed that the Pop", "new_id": -2}, {"uid": "1295466326008323095", "i": 10981, "idx": 3, "sa": ["Michael Gove", "Lindsay Hoyle"], "q": "and bad-tempered debate, Mr <strong> Michael Gove </strong> shouted \"sit down\" at MPs trying to interject during his speech. \"The secretary of state is getting very excited,\" deputy speaker <strong> Lindsay Hoyle </strong> said. <q>People are trying to intervene. I'll decide when they've stood up for too long.</q> Student protestors gathered in Piccadilly Circus at around 16:00 GMT before marching down to Parliament Square. The Metropolitan police contacted academic institutions via email last week to pass on intelligence on localised protests.", "new_id": -2}, {"uid": "1295408511085049345", "i": 42216, "idx": 9, "sa": ["Simon Cowell"], "q": "the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to \"a cat being thrown off a skyscraper,\" telling another, <q>Don't mean to be rude, but you look like the Hulk's wife,</q> reducing dozens of hopefuls to their worst \"ugly cry\"- and propelling the show to the No. 1 spot in the process. But <strong> Simon Cowell </strong> won't be back for the 10th season, which premieres", "new_id": -2}, {"uid": "1296001277079446017", "i": 18821, "idx": 3, "sa": ["Steve Ballmer"], "q": "is literally running through buildings.\"( TRACK) STEVE SHRIVER OWNS AN ORGANIC LIP BALM BUSINESS LOCATED IN DOWNTOWN. AND HIS PRODUCTION ROOM IS IN THE BASEMENT... SEVERAL FEET UNDER WATER. <strong> Steve Ballmer </strong> Shriver/owns flooded business <q>we have a million sticks of lip balm sitting in the at building waiting to be shipped out, that we can not reach.</q>( TRACK) DESPITE DAYS OF PREPARING FOR THE FLOOD, NOTHING WAS ABLE TO STOP THE WATER FROM RISING INTO DOWNTOWN. SOT:( Tom Aller/Pres., Interstate Power and Light Alliant Energy) \"Water has", "new_id": -2}, {"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q>He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt,</q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}, {"uid": "1297274054047726593", "i": 38549, "idx": 4, "sa": ["Steve Ballmer"], "q": "our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud.\" Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business' <q>move forward into the era of cloud computing,</q> one that would apparently require \"new leadership.\" Microsoft's \"all in\" cloud strategy will take multiple forms: in addition to online productivity platforms such as Office 365, and cloud-ported entertainment via", "new_id": -2}, {"uid": "1297236828167477280", "i": 196, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "arena, network television. \"Sometimes you've got ta put your money where your mouth is,\" said <strong> Simon Cowell </strong>, featured in two ads during Fox's record-breaking Super Bowl broadcast Sunday. <q>It's a massive, massive risk. But it's also an incredible incentive. It puts everyone, rightly, under a tremendous amount of pressure to find a star.</q> He won't say who he's considering to join him as a judge in the new show-- continuing the cat-and-mouse game with fellow former Idol judge <strong> Paula Abdul </strong> by saying they were friends \"80 percent", "new_id": -2}]