[{"uid": "1297197862240402458", "i": 32822, "idx": 13, "sa": ["Donald Rumsfeld"], "q": "blame it on rumsfled in case of impeachements''` escape gost'? Never heard of`` scapegoat'', you idiot? How about`` <strong> Donald Rumsfeld </strong>''? Ever come across that name? Report Abuse <q> How about all the idiots here posting comments about issues they know nothing about. </q> Sadam Hussain was a SOB and so we're his sons All you idiots here tryning to defend poor Sadam whow we invaited an innocent country that was minding it's own and not cousing any problems in", "new_id": -2}, {"uid": "1295562281254656562", "i": 14875, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": " <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Google earned US$ 2.5 billion", "new_id": -2}, {"uid": "1295339112109576203", "i": 3780, "idx": 0, "sa": ["Michael Vick"], "q": "increase more than 30 percent from 2009. Language in the expiring collective bargaining agreement prohibits extending a contract when that happens. But the Eagles could franchise <strong> Michael Vick </strong> and then sign him to a new deal. <q> Not as of yet, </q> <strong> Michael Vick </strong> said, when asked about talks.`` Everybody is just enjoying the break, getting their mind together. When it's time to do business, and talk football and contracts, it will happen at the", "new_id": -2}, {"uid": "1294976603242417675", "i": 2029, "idx": 0, "sa": ["Sergio Marchionne"], "q": "2009. The dispute over Mirafiori is also part of a wider struggle by the outspoken <strong> Sergio Marchionne </strong> to bring about radical reforms in Italian industry. In October, he ignited controversy when he said that <q> Fiat would be better off if it eliminated Italy. Italy ranks 118th out of 139 countries in work efficiency and is 48th in industrial competitiveness.`` Not a cent from the two billion euros of profits forecast for 2010 will be generated in Italy, </q> he said, pointing out that Fiat's 6,100 workers in Poland produce the same number of cars as the company's 22,000 auto workers in Italy. Subscribe to RSSMost Popular in: Business Snappy videos separating", "new_id": -2}, {"uid": "1297134952101482529", "i": 42957, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul"], "q": "`` We've spoken to her, she knows I'm a big fan,'' <strong> Simon Cowell </strong> was quoted as saying by The Associated Press at the interview and teleconference for`` The X-Factor''. <q> I've always said at some point we are going to be working together. </q> Though no names have been announced for the upcoming reality show, having <strong> Paula Abdul </strong> on the judging panel is a decision not only <strong> Simon Cowell </strong> has to make.`` I have to take everyone's opinions into", "new_id": -2}, {"uid": "1297356961224657458", "i": 383, "idx": 3, "sa": ["David Letterman", "Sandra Baldwin", "Anderson Cooper"], "q": "said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said.`` I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Paradise Valley-$ 1,965,000 MLS 4362257 6 bed/ 9 bath 5,001+/ 2001 <strong> Sandra Baldwin </strong>, Russ Lyon Sotheby\\'s International Realty Phoenix-$ 1,499,995 MLS 4377132 4 bed", "new_id": -2}, {"uid": "1295089808170442752", "i": 25339, "idx": 0, "sa": ["John P. Yates", "Andy Coulson", "Keir Starmer"], "q": "of an internal investigation by News of the World, which is accused of allowing widespread phone hacking of public figures under the editorship of No 10's current director of communications, <strong> Andy Coulson </strong>, among others. <q> We are both aware that there remain outstanding public, legal and political concerns, </q> the Met's acting deputy commissioner, <strong> John P. Yates </strong>, wrote to Mr <strong> Keir Starmer </strong>.`` This is particularly so in relation to the various and recently reported high profile civil cases, as well as the inquiry to", "new_id": -2}, {"uid": "1295739237074268687", "i": 11331, "idx": 5, "sa": ["Larry Brown", "Allen Iverson", "Tyronn Lue", "Ted Kennedy"], "q": "would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` Our guys just try hard,'' Sixers coach <strong> Larry Brown </strong> said. <q> This is kind of unexpecTed Kennedy but it's neat. </q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1295834023223035456", "i": 42629, "idx": 0, "sa": ["Jonathan Ross", "Russell Brand", "Simon Cowell", "Michael McIntyre", "Ricky Gervais"], "q": "edgy gags at Saturday night's bash. His victims included X Factor stars Cheryl Cole and <strong> Simon Cowell </strong>. He even took a playful swipe at <strong> Ricky Gervais </strong>- to show he wasn't above a ribbing- saying: <q> I wanted to be alone so I went to see <strong> Ricky Gervais </strong>'s new film Cemetery Junction. </q> Asked who his own current favourite comic is, <strong> Jonathan Ross </strong> declared:`` <strong> Russell Brand </strong>- despite certain issues.'' Advertisement Winners at the awards included <strong> Michael McIntyre </strong>( Best Male Comic)", "new_id": -2}, {"i": 8927, "idx": 1, "index_answer": 1, "new_id": -1, "q": "<strong> Colin Powell </strong> thinks that America`` isn't quite post-racial'' at this time.`` These problems still exist in post-racial America.'' However, he suggested that <strong> Henry Louis Gates </strong> should not have argued with the policeman arresting him. <q> You don't argue with a police officer, </q> he says. <strong> Colin Powell </strong> also called the arresting cop, Sergeant James Crowley,`` an outstanding police officer.'' Also, at 5:10, <strong> Colin Powell </strong> admits he's been profiled`` many times'' as a national security", "sa": ["Henry Louis Gates", "Colin Powell"], "uid": "1295963185223494146"}]