[{"uid": "1297148717028524550", "i": 27671, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "and, maybe, <strong> Paula Abdul </strong> on the judging panel. \"We've spoken to her, she knows I'm a big fan,\" <strong> Simon Cowell </strong> said of his former fellow American Idol judge. <q>I've always said at some point we are going to be working together.</q> But, he added, \"I have to take everyone's opinions into account,\" including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the", "new_id": -2}, {"uid": "1297118578065749009", "i": 233, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "Pro Tem <strong> Dwaine Caraway </strong> gave a \"key to the city\" to <strong> Michael Vick </strong>. The action spawned outrage from many North Texans( including our <strong> Mayor Tom Leppert </strong> releasing the following statement on Monday afternoon: <q>The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas. Official Keys to the City are presented by the <strong> Mayor Tom Leppert </strong>, or an elected official designated by the <strong> Mayor Tom Leppert </strong>, and reserved, on a limited basis, for an elected official of international status. Clearly, this was not the case in this situation and done without my knowledge or approval.</q> Given these circumstances I have requested the City Manager propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> also released a statement in conjunction with <strong> Mayor Tom Leppert </strong>, saying: \"", "new_id": -2}, {"i": 6583, "idx": 3, "index_answer": 0, "new_id": -1, "q": "executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. \"We've got very complicated government issues,\" he said, adding that <q>we move quickly, and we tend to be disruptive at scale.</q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Red", "sa": ["Eric Schmidt"], "uid": "1296006300058851357"}, {"uid": "1295658792011878406", "i": 34192, "idx": 0, "sa": ["Larry Norman", "Eric Schmidt"], "q": "environmental issues, which foster both the economic growth and the energy independence of. Meet <strong> Larry Norman </strong> Page, Google's New CEO Google announced Thursday that Google co-founder <strong> Larry Norman </strong> Page will be replacing <strong> Eric Schmidt </strong> as CEO. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted of the change. <strong> Eric Schmidt </strong> has been CEO since 2001, during which time he has overseen the company's growth from a Silicon Valley web goliath grossing over$ 29 billion in 2010. Under", "new_id": -2}, {"uid": "1297624981039272492", "i": 39261, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "comment. U.S. Sen. <strong> Kirsten Gillibrand </strong> had also spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding cuts shouldn't alter the timetable. <q>We must ensure that these safety improvements happen as soon as possible,</q> she said. Schumer said the industry claims many of the regulations are unnecessary and burdensome to the point that they would hinder growth and jobs. The regulations require more training for crew, flight attendants,", "new_id": -2}, {"uid": "1297130942180666369", "i": 297, "idx": 1, "sa": ["Simon Cowell", "the Fox"], "q": "Randy Jackson on the panel for the show's tenth season, which premiered on <strong> the Fox </strong> last month. \"I haven't seen a full episode yet,\" said <strong> Simon Cowell </strong> on a press call today. <q>I've seen three minutes of a recap from last week but from what I've seen and heard it all seems to be going well, and I always thought that would be the case.</q> He went on to say that the continued success of Idol had given him confidence in launching X Factor USA, which premieres on <strong> the Fox </strong> later this year. \"What I was more concerned about", "new_id": -2}, {"uid": "1295586061144719886", "i": 17227, "idx": 3, "sa": ["Eric Schmidt"], "q": "1.97 billion a year earlier. Google reported revenues of USD 8.44 billion for the quarter ended December 31, 2010, an increase of 26 per cent compared to the fourth quarter of 2009. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> <strong> Eric Schmidt </strong> said.", "new_id": -2}, {"uid": "1296260925136708118", "i": 6676, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "center has renewed my... interest, enthusiasm and support for him,\" said Myers, who added he wasn't alone among his peers. He plans to play a large role in presidential fundraising this cycle. <q><strong> The Republican Party </strong> guess is that he is going to do better with people writing large checks.</q> Myers, who has been invited to the Hartley fundraiser and is a top donor to <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.), said that the$ 1 billion target for total money raised is both floating around fundraising circles and", "new_id": -2}, {"uid": "1295619952132808753", "i": 41614, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,\" <strong> Andy Coulson </strong> said in a statement confirming his resignation. <q>I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.</q> <strong> David Cameron </strong> said he was \"very sorry\" <strong> Andy Coulson </strong> was going but added that he could \"understand that the continuing pressures on him and his family mean that he feels compelled to do so.\"", "new_id": -2}, {"uid": "1297699500244842499", "i": 33337, "idx": 3, "sa": ["Ed Hernandez", "Bill Lockyer"], "q": "for variations in bond ratings. \"There are a lot of bad deals and bad financing going on right now,\" he told lawmakers at a hearing last week. <strong> Bill Lockyer </strong> called redevelopment agencies <q>vampires sucking the blood of everybody around them for their own particular purposes.</q> State Sen. <strong> Ed Hernandez </strong>, D-West Covina, attended the hearing. He was less critical but still watching closely. \"They have every right to fast-track projects. It's legal. I just hope", "new_id": -2}]