[{"uid": "1297275612018513958", "i": 27278, "idx": 3, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "timid 9/11 Commission report makes clear. But in any case, his orders clearly violated the military chain of command-something <strong> Donald Rumsfeld </strong> failed to point out, according to his own account of the subsequent conversation. <q> \"Yes, I understand,</q> I replied. \"Who did you give that direction to?\"\" \"It was passed from here through the[ operations] center at the White House,\" <strong> Dick Cheney </strong> answered. \"", "new_id": -2}, {"uid": "1297202882240402460", "i": 3010, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,</q> Rumsfeld wrote. He said he made his recommendation to <strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days", "new_id": -2}, {"uid": "1297123665195428354", "i": 26703, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.</q>___ Super Bowl ad featuring Eminem showcases Detroit, sends shivers through beleaguered Motor City DETROIT( AP)- To a pulsating beat, hip-hop star Eminem drives a sleek Chrysler through the", "new_id": -2}, {"uid": "1295562509244678683", "i": 28912, "idx": 0, "sa": ["Steve Ballmer", "Tom Warren"], "q": "Earlier this year, <strong> Steve Ballmer </strong>, the CEO of Microsoft, was asked whether he had plans to release a PC-compatible edition of Kinect is hacker-friendly, and that's a good thing, Microsoft says <q>Microsoft is set to unveil driver support and a software development kit in the coming months and will allow third-party developers to create titles that utilize the Kinect sensor when plugged into a PC,</q> <strong> Tom Warren </strong> of Win Rumors writes today. \"According to sources familiar with the plans, Microsoft will distribute the drivers under the \"beta\" tag.\" <strong> Tom Warren </strong> added that Kinect support is expected to", "new_id": -2}, {"uid": "1297113048152240228", "i": 47574, "idx": 4, "sa": ["Simon Cowell", "Susan Boyle"], "q": "and the expertise each person offers.\" One critic asked about X Factor allowing kids as young as 12 to audition, noting <strong> Simon Cowell </strong> has criticized exposing children to the intense TV competition spotlight. <q>We've started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person.</q> <strong> Simon Cowell </strong> also said that <strong> Susan Boyle </strong> taught him a \"huge lesson\" about making assumptions about a potential star's age or outward appearance.\"[ I learned] I have to be more open", "new_id": -2}, {"uid": "1295665867007979096", "i": 29822, "idx": 6, "sa": ["Eric Schmidt"], "q": "as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead\". According to the blog post, <q><strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be co-founder. He's an innovator and entrepreneur to the core, and this role suits him perfectly</q>. According to <strong> Eric Schmidt </strong>, as executive chairman he will focus wherever he can to add the greatest value, such as deals, partnerships, customers and broader business relationships. \"We are confident", "new_id": -2}, {"uid": "1296413261155287588", "i": 7321, "idx": 0, "sa": ["Jeff Bridges", "David Letterman", "Hailee Steinfeld"], "q": "Broken Dreams... a few are actually coming true. When asked if the Hollywood Walk of Fame excited her, <strong> Hailee Steinfeld </strong> said, <q>Yes, of course. The funniest thing, too, I get so star struck, it's like not even funny. Like, it's bad!</q> she laughed. Fourteen-year-old www.ew.com The young \"True Grit\" star on auditioning for the Coen Brothers, acting with <strong> Jeff Bridges </strong>, and beating out nearly 15000 girls for the role Late Show with <strong> David Letterman </strong> www.truegritmovie.com www.facebook.com <strong> David Letterman </strong> Interviews", "new_id": -2}, {"uid": "1295559697061718555", "i": 37528, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", <strong> Sergey Brin </strong> will take a more active role in strategic projects including product. The change is effective starting April 4, 2011. <strong> Eric Schmidt </strong> explained the move in a blog post saying, <q>We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> He added, \"managing the business has become more complicated,\" and Google wanted to \"speed up decision making,\" so Page got the nod. says, \"Larry, in my", "new_id": -2}, {"i": 25587, "idx": 0, "index_answer": 0, "new_id": -1, "q": "SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as \"shyster loans.\" <q>Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern,</q> CEO <strong> Sergio Marchionne </strong> said in a statement. \"I regret the remark which I consider inappropriate.\" Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "sa": ["Sergio Marchionne"], "uid": "1296939660153092098"}, {"uid": "1296770511173654034", "i": 12152, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Gerald Ford", "Ronald Reagan"], "q": ", which also recounts his first tour as Pentagon chief under <strong> Gerald Ford </strong>, begins with <strong> Donald Rumsfeld </strong>'s 1983 trip to Baghdad as <strong> Ronald Reagan </strong>'s envoy. \"It seems unnatural,\" <strong> Saddam Hussein </strong> told him during a two-hour meeting, <q>to have a whole generation of Iraqis growing up knowing little about America and a whole generation of Americans growing up knowing little about Iraq.</q> <strong> Donald Rumsfeld </strong> had uttered the same words the night before to the Iraqi dictator's aide, Tariq Aziz, and wondered whether the room had been bugged. Nearly two decades later, in the rubble of 9/11", "new_id": -2}]