[{"uid": "1296954560216498177", "i": 5124, "idx": 1, "sa": ["Mike Pence"], "q": "'s videos. \"Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,\" said <strong> Mike Pence </strong>. <q>The time to deny any and all funding to Planned Parenthood is now.</q> Posted by charsch on Feb 4, 2011 In the book of Acts in the bible, Paul took part in the traditions and persecutions of the Jews, defending their EVIL practices because he thought", "new_id": -2}, {"uid": "1297443949230703173", "i": 28584, "idx": 2, "sa": ["Joe Walsh", "Nancy Pelosi", "Mike Pence"], "q": "job,\" said Florida <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong> Nugent\", one of the freshman lawmakers who declined federal health insurance benefits. Every single House Republican voted to repeal the health care law last month. <q>I can simply, honestly say that this is going to impact my wife and I to a fairly serious degree, like it would any average American out there,</q> said first-time <strong> Nancy Pelosi </strong> <strong> Joe Walsh </strong> of Illinois. <strong> Joe Walsh </strong>'s wife has a pre-existing condition and will need a procedure in the coming months, but because he declined federal benefits, they're paying for it out", "new_id": -2}, {"uid": "1297540270212795441", "i": 14309, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "going to be hit? <strong> Stephen Elop </strong> doesn't want to give details on management restructuring, but concedes Nokia needs to improve its speed and nimbleness. To get speed you need a \"clear strategy.\" <q>The fighting spirit of the Finnish people is being brought to bear.</q> <strong> Steve Ballmer </strong> adds that the first time he and <strong> Stephen Elop </strong> spoke about this strategic alliance was last November. When <strong> Stephen Elop </strong> mentioned it would launch in a few months, that struck <strong> Steve Ballmer </strong> as \"remarkable\" in terms", "new_id": -2}, {"uid": "1295617389243957781", "i": 46195, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "Top Aide to British <strong> Tony Blair </strong> Resigns LONDON- In a sharp political blow to <strong> Andy Coulson </strong> leaving his home in London in September. <q>I can today confirm that I've resigned as Downing Street director of communications,</q> Mr. <strong> Andy Coulson </strong> said. Political analysts raised questions about the timing of his announcement, noting that it came as former <strong> Tony Blair </strong> an inquiry on the war in Iraq and the opposition Labour Party was caught up", "new_id": -2}, {"uid": "1297117709195428398", "i": 21436, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> Donald Rumsfeld </strong>: Maybe We Needed More Troops by Staff <strong> President Bush </strong> U.S. Defense <strong> Donald Rumsfeld </strong> is conceding \"it's possible\" too few troops were sent to invade Iraq. <q>In a war, many things cost lives,</q> <strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on \"Nightline\" Monday. <strong> President Bush </strong> has written that the troop level in Iraq was \"the most important failure in the execution of the war.\"", "new_id": -2}, {"uid": "1296525295211714056", "i": 6770, "idx": 0, "sa": ["Andre Iguodala", "Elton Brand", "Thaddeus Young", "Lou Williams", "Allen Iverson"], "q": "time, they just got mad. <strong> Andre Iguodala </strong> and <strong> Elton Brand </strong> scored 18 points each, <strong> Allen Iverson </strong> added 16 and the 76ers snapped a four-game home losing streak with a 96-92 victory over the New Orleans Hornets on Monday night. <q>We were a little angry and I thought it helped us,</q> said <strong> Elton Brand </strong>, who fouled out. \"We played with a purpose in the fourth quarter. I think this win will give us a nice boost of confidence.\" <strong> Thaddeus Young </strong> and <strong> Lou Williams </strong> added 12 points each and", "new_id": -2}, {"uid": "1296174805165871657", "i": 6627, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": ", <strong> Jimmy Kimmel </strong> Live and The Late Show with <strong> David Letterman </strong>. The latter, perhaps looking to prove that Snooki can not only write, but read, even allowed her to recite the nightly top 10 list. Subject: <q>Top Ten Reasons to Buy the New Snooki book</q>( see video below). Snooks also sat for several book signings in cities like Los Angeles( The Grove), New York City( Columbus Circle), Brick, New Jersey and Huntington, Long Island", "new_id": -2}, {"uid": "1295154913111345676", "i": 7380, "idx": 0, "sa": ["Juwan Howard", "Allen Iverson"], "q": "out the Toronto Raptors 137-105 for their fifth straight win at home. The Denver guard hit seven straight attempts before missing a three-pointer early in the third quarter. He also made all 10 of his free throws. <q>It felt OK before the game,</q> <strong> Allen Iverson </strong> said. \"Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Juwan Howard </strong> a week ago, slips on a brace after every game", "new_id": -2}, {"uid": "1295432780218038315", "i": 4752, "idx": 1, "sa": ["Glenn Mulcaire", "Sky Andrew", "Andy Coulson", "Steve Coogan", "Ian Edmondson"], "q": "incriminate himself. He has admitted he took orders from <strong> Ian Edmondson </strong>, the paper's associate editor, in a separate case brought by the football agent <strong> Sky Andrew </strong>. <strong> Glenn Mulcaire </strong>'s lawyer Alex Marzec said: <q>Some documents have been produced by the Metropolitan police that may show[ <strong> Glenn Mulcaire </strong>] was interested in Mr Gray. They don't show there is any interception[ of voicemail messages] at all.</q> The hearing was adjourned until 31 January after the judge said <strong> Steve Coogan </strong> and Gray should submit evidence about which voicemails had been targeted. A full trial has been scheduled for November. Meanwhile, <strong> Andy Coulson </strong>", "new_id": -2}, {"i": 268, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q>It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,</q> CEO <strong> Sergio Marchionne </strong> said. \"However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.\"+0.42%), sold 1.52 million vehicles last", "sa": ["Sergio Marchionne"], "uid": "1296496314113492035"}]