[{"uid": "1295666817014565419", "i": 24891, "idx": 4, "sa": ["Vince Carter", "Ben Gordon", "Allen Iverson", "Antonio McDyess", "Rasheed Wallace", "Richard Hamilton"], "q": "lot of other guys stepped up.'' Detroit played without <strong> Richard Hamilton </strong>( groin) and <strong> Antonio McDyess </strong>( ribs), and lost <strong> Rasheed Wallace </strong> to a first-half foot injury, but still held the Nets to a season low. <q> No one was going to come in and be Sheed, <strong> Richard Hamilton </strong> or Dice, but we have guys who will come off the Ben Gordonch and help us in their own way, </q> <strong> Allen Iverson </strong> said.`` We just had to utilize that, even when it meant playing a totally different style.'' The Nets lost some of their advantage when <strong> Vince Carter </strong> was ejected after for arguing a second-quarter call with", "new_id": -2}, {"uid": "1296082713165281823", "i": 38312, "idx": 0, "sa": ["David Cameron", "Ian Edmondson", "Tom Symonds", "Andy Coulson"], "q": ".'' The source insisted that no other newspaper executive, present or former, was implicated in the new evidence, but BBC home affairs correspondent <strong> Tom Symonds </strong> said that may not be the case. <q> I've been told by two sources that Mr <strong> Ian Edmondson </strong> has evidence himself that might implicate other senior people at the News of the World, so clearly this has opened a whole can of worms, </q> he said. <strong> Andy Coulson </strong> blamed coverage of the story for his resignation The new inquiry follows the resignation last week of Prime Minister <strong> David Cameron </strong>'s official spokesman <strong> Andy Coulson </strong>, who said the media storm surrounding ongoing hacking claims", "new_id": -2}, {"uid": "1296030809164511749", "i": 4103, "idx": 2, "sa": ["Eric Schmidt", "Ken Auletta"], "q": ",'' he said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported Monday. <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World as We Know It, </q> told Bloomberg TV last week that <strong> Eric Schmidt </strong> may be weighing a role in the href=\"http://www.sfgate.com/barack-obama/\"> Obama administration. As executive chairman,`` a lot of my time'' will be devoted to dealing", "new_id": -2}, {"uid": "1295882750196345869", "i": 15798, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "control of the tech giant last week, has set his sights on a career in television. <strong> Eric Schmidt </strong> broke the news that he's passing the CEO title to 37-year-old co-founder <strong> Larry Page </strong> in a sarcastic tweet- <q> Day-to-day adult supervision no longer needed! </q> According to sources, the outspoken chief has been consulting with CNN's Parker Spitzer executive producer Liza McGuirk on developing a show featuring himself as host. The two first connected on the Sunday foreign-affairs", "new_id": -2}, {"uid": "1297242543083116089", "i": 18705, "idx": 10, "sa": ["Steven Tyler", "Paula Abdul", "Randy Jackson", "Simon Cowell", "Jennifer Lopez"], "q": "host. He's no longer co-workers with <strong> Paula Abdul </strong> either- but does he think she made a bad choice leaving`` Idol''?`` No, I don't think so,'' <strong> Simon Cowell </strong> said. <q> I think she just decided enough was enough. She wanted to do something new and the truth is on a show like that, you can't stay on it forever. It's not good for you. I don't think it's right for the show. You got ta freshen things up. </q> And`` Idol'' has certainly freshened things up with the new judges, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> joining <strong> Randy Jackson </strong>.`` I talk to <strong> Randy Jackson </strong> all the time,'' <strong> Simon Cowell </strong> said.`` We're", "new_id": -2}, {"uid": "1297282407122896681", "i": 27905, "idx": 2, "sa": ["Simon Cowell"], "q": "to the difference between Extreme Makeover: Home Edition and Jersey Shore. As for the current, Simon Cowell-free season of Idol, he claimed,`` I haven't seen a full episode,'' continuing, <q> I think we're going to do something different. I'm excited. The stakes are high. </q> Holding strong Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from a rough autumn season, when it finished last among the major networks in total viewers. Idol", "new_id": -2}, {"uid": "1295372643223019024", "i": 52407, "idx": 0, "sa": ["Simon Cowell"], "q": "people almost never advance past Hollywood week.) Broadway Babies No matter what city they are in, there are always high school kids who have been taking voice lessons and perfecting their personal versions of <q> I Hope I Get It. </q> These contestants are always super-dramatic and were usually rejected outright by <strong> Simon Cowell </strong>. Crooning Bros More recently, it seems like there are always a gaggle of guys who look like they'd be more at home", "new_id": -2}, {"uid": "1296716686187006985", "i": 1401, "idx": 1, "sa": ["Colin Powell", "Barack Obama", "Dick Morris"], "q": "do you say? \" <strong> Dick Morris </strong>: Well, if you hold off on criticizing, you could find yourself with a second Iran. You know, <strong> Colin Powell </strong> said it best about Iraq. He said, <q> If you break it, you own it. </q> And, clearly, <strong> Barack Obama </strong>-- whether it's because of his words about radical Islam, his failure to really condemn it, his failure to name terrorism as Islamic terrorism, and his appeasement, and very possibly", "new_id": -2}, {"uid": "1295761232029376524", "i": 59835, "idx": 0, "sa": ["Andy Coulson"], "q": "snuck out of the base now should he... Hopefully he got some trim before the towel heads nabbed him( unless they were there with the lil' missus and she set him up). \" Report Abuse <q> I knew, and trained with Iraqis before desert storm. I they were good looking intelligent people. At least, that was what I saw. I do think, he was taking risks. But, a man in love does a lot of stupid things. Believe me, I am a man, I know! I hope he is released unharmed. At the very least, I hope they tell his family where he is. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}]