[{"uid": "1295753709087883801", "i": 8072, "idx": 1, "sa": ["Stephen Jackson", "Chris Bosh", "Allen Iverson"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q>When a guy is shooting like that, there's nothing you can do.</q> <strong> Allen Iverson </strong> scored 14 <strong> Chris Bosh </strong> believes he's playing the best basketball of his career right now. With yet another superb performance Friday night, it's tough to argue. <strong> Chris Bosh </strong> poured in 35 points and added nine rebounds", "new_id": -2}, {"uid": "1297260232238534678", "i": 22954, "idx": 0, "sa": ["Donald Rumsfeld", "Richard Nixon", "Henry Kissinger"], "q": "RummyLeaks: <q>The <strong> Richard Nixon </strong> then said, \"<strong> Richard Nixon </strong> doesn't shoot blanks'</q> NATO <strong> Donald Rumsfeld </strong>, <strong> Henry Kissinger </strong> and former president <strong> Richard Nixon </strong> <strong> Donald Rumsfeld </strong> is promoting his upcoming memoir with a document dump, which is actually a pretty great idea. The documents he's released at Rumsfeld.com aren\"t", "new_id": -2}, {"uid": "1297118217093028381", "i": 45363, "idx": 4, "sa": ["Simon Cowell", "Leona Lewis"], "q": "the winner. \"The X Factor\" has turned unknowns into superstars, most notably with Season 3 winner <strong> Leona Lewis </strong> in 2006. It's a trend <strong> Simon Cowell </strong> expects to continue stateside. <q>It has to be controversial, interesting,</q> <strong> Simon Cowell </strong> said when asked how he thinks the show will settle in stateside. \"If the U.S. show has some of the same qualities as we've done in the UK it could do really, really well.", "new_id": -2}, {"uid": "1297451519240746502", "i": 2861, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney"], "q": "Maybe if we give him a third term he'll get it right.\" Returning the compliment, <strong> Donald Rumsfeld </strong> pointed out that it was still not too late for <strong> Dick Cheney </strong> to run for president in 2012. <q>There's probably still time for you to file some paperwork for Iowa and New Hampshire.</q> <strong> Donald Rumsfeld </strong>'s re-emergence has come at a time when events in Egypt have laid bare the fault line between idealism and realism in American foreign policy that also existed in the <strong> President Bush </strong> era. Whereas in", "new_id": -2}, {"uid": "1296664610083984386", "i": 28251, "idx": 4, "sa": ["Barack Obama", "John McCain", "Sen. Ted Kennedy", "Colin Powell", "Rudy Giuliani"], "q": "<strong> Barack Obama </strong>!( CNN)-- <strong> Rudy Giuliani </strong> Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the \"inclusive nature of his campaign.\" <q>I think he is a transformational... <strong> John McCain </strong> Adviser Fiorina on Offshore Drilling- 6/17/08 Here is <strong> John McCain </strong> Adviser Carley Fiorina speaking on CNN Morning today, June 17, 2008, about <strong> John McCain </strong>'s new Energy Plan to be unveiled which calls for allowing states to drill offshore if they so choose.... <strong> John McCain </strong>: <strong> Barack Obama </strong>'s Absence in Health Reform Debate \"Huge</q> <strong> John McCain </strong>( R-AZ) says that the absence of <strong> Sen. Ted Kennedy </strong>( D-MA) from the <strong> Sen. Ted Kennedy </strong> floor is greatly felt in the ongoing health care reform debate. \"No person in that institution is indispensable, but <strong> Sen. Ted Kennedy </strong> comes", "new_id": -2}, {"uid": "1297426636014974991", "i": 32890, "idx": 5, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "its operating system, but apparently money will likely flow the other way, too, according to <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>. \"We have different forms of value transfer in different directions,\" <strong> Stephen Elop </strong> said. <q>We have new opportunities that come from advertising and new forms of monetisation.</q> \"We the ability to activate users and put them in a position to be more effective in what we call local commerce,\" added <strong> Steve Ballmer </strong>. \"Nokia has not just got mapping but other assets", "new_id": -2}, {"i": 44090, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is working on new projects, but doesn't want to provide any details, lest he be accused of introducing vaporware. \"I don't want to repeat that in the future,\" he said. <q>I think our primary reason for purchasing the building... was the office space that we really enjoy using,</q> <strong> Eric Schmidt </strong> said. Jonathan Rosenberg, senior vice president for product management, said Google opted to buy the building because it was able to accomodate the growing number of Google employees in New York, currently at", "sa": ["Eric Schmidt"], "uid": "1295570584118865943"}, {"uid": "1295278259044859402", "i": 17672, "idx": 1, "sa": ["Steve Ballmer"], "q": "controller. Your voice, your gestures, your body.\" <strong> Steve Ballmer </strong> also wants the Xbox 360 to appeal to young girls, and believe the rise of Kinect will be key to this. <q>You go to your average 15-year-old boy, and he will say, \"I'll take an Xbox'. I want that average 15-year-old girl[ to be] as excited about the Kinect, and we haven't done as good a job drawing in that broader set of demographics,</q> he said. \"If you want to know where the consumer hear is, the things that people want to get their hands on, it\"s Xbox and Xbox Kinect,\" said <strong> Steve Ballmer </strong>.", "new_id": -2}, {"uid": "1297122406226197630", "i": 27992, "idx": 0, "sa": ["Simon Cowell"], "q": "won't speculate on who will be behind the judges' table on the American version of The X Factor, but he confirms there will be one familiar face on the panel- himself. <q>Once the show goes into production, I become a judge,</q> <strong> Simon Cowell </strong> told reporters Monday. \"Then I have to put my trust into the producers' hands, which is effectively how it works in the U.K. Yes, I am judging.\" Before the show", "new_id": -2}, {"uid": "1297631305154894420", "i": 21258, "idx": 2, "sa": ["Zahi Hawass"], "q": "of Tutankhamen and approximately 16 other valuable artifacts. \"They broke the windows and they come with ropes,\" he said, \"about 15 feet down and they entered the museum.\" <q>Those people looking like Raiders of the Lost Ark,</q> <strong> Zahi Hawass </strong> said. \"Treasure hunters. People who have nothing in their mind except gold, gold, gold!\" <strong> Zahi Hawass </strong> says about 70 artifacts were damaged by looters who he believes were looking for a", "new_id": -2}]