[{"uid": "1297481493200835114", "i": 43767, "idx": 0, "sa": ["Sergio Marchionne"], "q": "it through bankruptcy protection. Bloomberg News reported Thursday that the bonuses would average$ 10,000 for 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q>Details regarding salaried performance awards are considered confidential employment records,<q> <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both companies, the bonuses come less than", "new_id": -2}, {"uid": "1295426786009338961", "i": 48155, "idx": 0, "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. <q>I think with every artist-- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists-- you have a lot of warmth and a lot of nurturing,<q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers", "new_id": -2}, {"uid": "1297240707110002225", "i": 46065, "idx": 1, "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "q": "to jail he's on probation and he's getting honored with a key to the city that is supposed to be presented to someone like a war hero,\" one of the hosts said. <q>The kids don't say that,<q> <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. \"", "new_id": -2}, {"uid": "1295555700014680064", "i": 11151, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "and somewhat desperate. Gone is the fiercely blunt <strong> Simon Cowell </strong>, who left to bring his Are you ready for, as judge Randy Jackson calls it, \"American Idol- The Remix\"? Or will this be <q>American Idol- Dude Looks Like a Lady Sings the Blues<q>? When \"American Idol\" returns tonight at 8 on WFXT( Ch. 25) for its 10th season, Fox is Will <strong> Steven Tyler </strong>'s Loose Lips Be Good For \"Idol?\" ABC News By LUCHINA", "new_id": -2}, {"uid": "1296770865240501190", "i": 15923, "idx": 0, "sa": ["Andy Coulson"], "q": "The trust includes Barts in the City, the Royal London in Whitechapel and The London Chest hospital in Bethnal Green. The announcement came after a review of every aspect of the trust's expenditure to ensure it is <q>truly essential and represents best value,<q> said a spokesman. Barts and the London NHS Trust to cut 630 jobs Commons leader attacks MPs' expenses watchdog as latest claims are published BBC editor Craig Oliver replaces <strong> Andy Coulson </strong> as No 10 communications chief", "new_id": -2}, {"uid": "1295310131045481989", "i": 6078, "idx": 0, "sa": ["Barack Obama", "Mike Pence"], "q": "House run or perhaps a campaign for governor. One of his party's strongest advocates for conservative policies, Mr. <strong> Mike Pence </strong> is among the GOP's most outspoken critics of <strong> Barack Obama </strong>. <q>We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead<q> and \"we'll be making a decision before the end of this month,\" Mr. <strong> Mike Pence </strong> said. Copyright 2011 The Associated Press. All rights reserved. This material may not be", "new_id": -2}, {"uid": "1296564851217727002", "i": 17519, "idx": 0, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": "give his full attention to the job because of the drip-drip of claims about illegal eavesdropping under his editorship. Scotland Yard has since launched a fresh investigation into hacking allegations. The source said: <q>He had finished what he wanted to finish and good progress is being made with his replacement. \"It was his choice to leave quietly but he said a proper goodbye to the prime minister and those he worked closely with.<q> <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Although he accepted ultimate responsibility for", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it. \"Every time I think I've heard the worst story, another one comes about,\" <strong> Jamie Buehrle </strong> said. <q>It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals.<q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}, {"uid": "1296059138109985792", "i": 35759, "idx": 2, "sa": ["Michael Vick", "Barack Obama"], "q": "<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great.\" The company states in a press release, <q>When <strong> Michael Vick </strong>'s ribs were injured after being drilled by a pair of Washington Redskins, the Eagles equipment staff contacted Unequal to build a lightweight, comfortable, flexible vest that could withstand the force of a NFL style blitz. Unequal answered the call with its EXOskeleton â\u0084¢ technology that it originally developed for the military. <strong> Michael Vick </strong> used the Unequal Chest Protector in the November 7th game against the Indianapolis Colts to protect his ribs. After the game <strong> Michael Vick </strong> said the Unequal Pad made him feel invincible.<q> \"I'm thrilled to be a part of the Unequal team. I have been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season- resulting in pain-free", "new_id": -2}, {"uid": "1295667435103448703", "i": 36890, "idx": 0, "sa": ["Andy Coulson", "Alastair Campbell"], "q": "coming for a long time. While <strong> Andy Coulson </strong> still maintains his innocence in the News of the World phone hacking saga, the pressure has got to him and today was the perfect day to admit it. <q>I stand by what I've said about those events,<q> he said, \"but when the spokesman needs a spokesman, it's time to move on.\"( A nice variant on <strong> Alastair Campbell </strong>'s axiom, \"Once you become the story, it's time to", "new_id": -2}]