[{"uid": "1296483362110247966", "i": 4546, "idx": 1, "sa": ["Eric Schmidt"], "q": "League, Shinobi, Dead Space and more... Egypt cuts off mobiles and the Internet as police crack down on protestors BBC reveals plans for online radio, as it builds two competing players Google's <strong> Eric Schmidt </strong> says Facebook <q> threatens the bargain of the Web </q> Best new iPhone apps this week: Champions League, Shinobi, Dead Space and more... BBC reveals plans for online radio, as it builds two competing players ACS: Law tries to ditch file-sharing cases, claims", "new_id": -2}, {"uid": "1297133398167510029", "i": 2324, "idx": 0, "sa": ["Wanda Jackson", "Dwaine Caraway", "Christina Aguilera", "Michael Vick", "O. J. Simpson", "Joe Nichols"], "q": ", compared with last year <strong> Christina Aguilera </strong>'s Anthem clocked in at 1:54-- a \"push\" in Vegas Super Structures: The Architecture of the Football Stadium New Release Tuesday: Iron and Wine, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was <strong> O. J. Simpson </strong> busy? </q>? 2011 PanLocal Media, LLC- All Rights Reserved. Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I", "new_id": -2}, {"uid": "1297052099082575405", "i": 59982, "idx": 1, "sa": ["Eric Schmidt"], "q": "wohl auch im Interesse der EU, mit einer schnellen Analyse auf die Bedenken der Wettbewerber von Google einzugehen. Dabei hoffe er, dass die Sachverhalte als unbedeutender als von der Konkurrenz eingesch?tzt bewertet w?rden. <q> Wir werden klarmachen, dass wir sehr wohl im Rahmen und auch im Sinne des Gesetzes arbeiten </q>, sagte <strong> Eric Schmidt </strong>. Bei den Ermittlungen geht es um Beschwerden von der Konkurrenz, die Google einen Missbrauch seiner dominanten Marktposition bei Internetsuchmaschinen vorwirft. Beim Softwareriesen WDH/ROUNDUP/Suchmaschinen-Krimi: Google stellte Falle f?r Microsoft ROUNDUP/Suschmaschinen-Krimi", "new_id": -2}, {"uid": "1296499193216055829", "i": 3463, "idx": 2, "sa": ["Bernie Sanders", "Barack Obama"], "q": "where I can a difference and am very successful in getting people to work together around a common objective and that would be the number one reason why I would think to challenge Sen. <strong> Bernie Sanders </strong>,\" he said. <q> The senator and I care deeply about similar groups of Americans- seniors, veterans, the vulnerable- but disagree on methods to improve government's performance. </q> Salmon doesn't appear to be under any illusion that he'll be anything but an underdog in a state where <strong> Bernie Sanders </strong> won with 65 percent of the vote and <strong> Barack Obama </strong> carried with 67 percent.", "new_id": -2}, {"uid": "1297175955226918404", "i": 58889, "idx": 5, "sa": ["Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.\" <strong> Tom Leppert </strong> said he has asked the city manager to <q> propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines. </q> texrus This is nothing more than one dude rewarding another dude. If <strong> Michael Vick </strong> was white, Carraway would not have even attempted such shenanigans. SteveO This man was given a KEY to", "new_id": -2}, {"uid": "1296221744071827501", "i": 24884, "idx": 1, "sa": ["Natalie Portman", "Simon Cowell", "Elton John"], "q": "is difficult for someone to deal with. And it would drive me mad- I could never be my own girlfriend!\" - <strong> Simon Cowell </strong> is amazed his fiancee Mezhgan Hussainy puts up with him. <q> As I get older, I get more angry about it. In this country( America), we need more dialogue. We don't need any more stone throwing. We don't need any more vitriol. We need people to say,` OK. I'm straight. You're gay. Let's get along. I'm Republican. You're Democratic. Let's work together.' I'm sick and tired of people being hateful to each other in this country. </q>- Sir <strong> Elton John </strong> wants unity in the US. \"<strong> Natalie Portman </strong>- just complete professional relationship. Open up the door, she walks in, does the work. No issues. No hand-holding. She", "new_id": -2}, {"uid": "1297200704240402442", "i": 6943, "idx": 0, "sa": ["Ricky Martin", "Kanye West", "Christina Aguilera", "Terri Seymour", "Nicole Scherzinger", "Simon Cowell"], "q": "the judges in a few weeks, but gave <strong> Terri Seymour </strong> a few hints. <strong> Simon Cowell </strong>'s Best \"Idol\" Quotes! When asked how he felt about <strong> Nicole Scherzinger </strong> as a potential judge, <strong> Simon Cowell </strong> replied, <q> What I like about <strong> Nicole Scherzinger </strong>... she started off as a competitor on one of these shows. She is a killer; she is really ambitious. </q> <strong> Simon Cowell </strong> went on to say that a post-Super Bowl <strong> Christina Aguilera </strong> is a \"no,\" <strong> Ricky Martin </strong> is \"interesting,\" and that <strong> Kanye West </strong> would probably refuse the offer. With a$ 5-million prize at", "new_id": -2}, {"uid": "1295708821020955159", "i": 38336, "idx": 0, "sa": ["Michael Vick", "Mike Missanelli"], "q": "Well, on Wednesday <strong> Michael Vick </strong> was on the <strong> Mike Missanelli </strong> radio show on 97.5 The Fanatic in Philadelphia when he was asked by the host about the bet and which one he thinks will win. <q> We'll see.[ Oprah will] probably win it cuz I know nothing about the other guy, </q> <strong> Michael Vick </strong> admitted. Top News for more stories Related Article( s): 17, 2011\"> Gucci's Face Tattoo a Mistake?- Also Blows$ 20k on Falcons Game EUR Special Report:", "new_id": -2}, {"uid": "1296968578257851407", "i": 48828, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "parents wrote to each other during World War II. <strong> Donald Rumsfeld </strong>'s sister <strong> George W. Bush </strong> Shultz were among the friends, family members and colleagues who came to Washington\"> Washington for conversations. <q> I started thinking about this amazing archive I had, </q> he says during a recent interview. \"The fact that I had it, persuaded me that I ought to take advantage of it.\" <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite in", "new_id": -2}, {"uid": "1295441767072597564", "i": 43443, "idx": 0, "sa": ["Simon Cowell", "Jane Lynch"], "q": "<strong> Jane Lynch </strong>, the 50-year-old actress- who plays scathing cheerleading coach Sue Sylvester on the US TV show- believes there are many similarities between the teacher and the straight-talking talent show judge. She said: <q> If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <strong> Jane Lynch </strong> also admitted she is \"amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with", "new_id": -2}]