[{"uid": "1296565246043499534", "i": 1913, "idx": 0, "sa": ["Simon Cowell"], "q": "music and media mogul is thinking about quitting the show in order to focus on its American version, and he sees the ex-glamour model as his perfect replacement. The Daily Star quotes him as saying: <q> Do I want Jordan as a judge on` The X Factor' panel? Yeah, that could work. Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade. </q> Indeed, it is not only <strong> Simon Cowell </strong> who believes this to be the case.His ex-girlfriend, Sinnita, who has helped out in a mentor role on the show in the past, is in agreement.", "new_id": -2}, {"uid": "1296467645082231308", "i": 26620, "idx": 3, "sa": ["Kevin Kolb", "Michael Vick", "Kevin Greene"], "q": "of the report on both <strong> Michael Vick </strong> and <strong> Kevin Kolb </strong>, the team had no comment.`` Well, that's a part of the business,'' <strong> Michael Vick </strong> said of the possibility that <strong> Kevin Kolb </strong> will be traded. <q> Hopefully they do[ trade <strong> Kevin Kolb </strong>] and <strong> Kevin Greene </strong> will find a great place to play. If not, then maybe he'll end up back with us. So best of luck to <strong> Kevin Greene </strong> and whatever they decide, and I'll talk to him. </q> To keep <strong> Michael Vick </strong> from free agency, the Eagles would have to use the franchise tag, at least temporarily, a league source told The Inquirer. Because <strong> Michael Vick </strong> hit contract incentives in 2010 that pushed his", "new_id": -2}, {"uid": "1297449712044924950", "i": 42395, "idx": 0, "sa": ["Steve Ballmer", "Bill Gates"], "q": "founder`` knows an increasingly bad investment when he sees it,'' href=\"http://us.rd.yahoo.com/dailynews/theweek/cm_theweek/storytext/212033/40147989/SIG=13g29had2/*http://www.itworld.com/business/136492/Bill Gates-casts-vote-confidence-Steve Ballmer-selling-90-million-shares-microsoft\"> says Chris Nerney in IT World. Microsoft's stock has languished for the past decade, and the company is now a <q> hapless also-ran in a number of crucial, emerging markets. </q> Why? <strong> Steve Ballmer </strong>. How is he even still CEO?`` Does[ <strong> Steve Ballmer </strong>] possess compromising photos'' he's been using for blackmail?`` <strong> Bill Gates </strong> casts vote of confidence in <strong> Steve Ballmer </strong> by selling 90 million shares", "new_id": -2}, {"uid": "1295167572006995975", "i": 7017, "idx": 1, "sa": ["Gilbert Arenas", "Allen Iverson"], "q": "the Sixers' fifth in six games since the All-Star break.`` I promise you it's not that,'' <strong> Allen Iverson </strong> said, while continuing to maintain he wasn't bothered by not being invited to play. <q> If I can play the way I played the last two games from some controversy, I will hope there's controversy going on all of the time. </q> <strong> Gilbert Arenas </strong> scored 17 of his 33 points in the fourth quarter, including five straight to bring Washington within 114-113 with 1:30 remaining. But his driving layup spilled out with the Sixers up three and 50 seconds to go", "new_id": -2}, {"uid": "1295142282036634657", "i": 46565, "idx": 10, "sa": ["Spud Webb", "Shaquille O'Neal", "Chris Webber", "Allen Iverson", "Phil Jackson"], "q": "<strong> Allen Iverson </strong>'s Shaquille O'Nealgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Phil Jacksonly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Spud Webbe... Wesley College vs St. Mark's 2010 Pt 1/4- Grenada: High School Basketball 2010 Wesley College vs St. Mark's 2010 Pt 1/4- Grenada: High School Basketball 2010 WC vs. St. Marks( defending", "new_id": -2}, {"uid": "1296504715234176517", "i": 35711, "idx": 1, "sa": ["Sergio Marchionne"], "q": "percent the year before.`` It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,'' chief executive <strong> Sergio Marchionne </strong> said. <q> However, our job is not yet done, </q> added <strong> Sergio Marchionne </strong>, who is CEO of both Chrysler and Italian carmaker Fiat, which owns a controlling 25 percent interest in the Detroit carmaker. For 2011, <strong> Sergio Marchionne </strong> predicted Chrysler sales surging to$ 55 billion", "new_id": -2}, {"uid": "1295040526041500696", "i": 36923, "idx": 0, "sa": ["Sergio Marchionne"], "q": " href=\"http://www.chrysler.com/\"> Chrysler Group CEO <strong> Sergio Marchionne </strong> will visit Ann Arbor on Wednesday to make an announcement about alternative energy vehicles, the agency announced. EPA National Vehicle and Fuel Emissions Laboratory on Plymouth Road, will involve <q> a research and development project to explore and evaluate an innovative drive train technology for light duty vehicles, </q> the EPA said in a news release. EPA administrator, Chrysler CEO visiting Ann Arbor for alternative energy vehicle announcement Planners give developer more time to for Banks of Saline condominium project 2010 a strong year for land preservation", "new_id": -2}, {"uid": "1296789415115392528", "i": 10599, "idx": 3, "sa": ["Dwight Howard", "Allen Iverson", "Michael Jordan", "Rick Fox", "Kobe Bryant", "Andrew Bynum"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... Lakers vs MaveRick Foxs Highlights <strong> Andrew Bynum </strong> 22 Points Date: January 13, 2010 American Michael Jordanlines Center, Dallas, TX All video credits to JD2K. <strong> Kobe Bryant </strong> was a", "new_id": -2}, {"uid": "1295907442203866155", "i": 47524, "idx": 2, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong>, CEO of Chrysler Group, stated that the overall goal of the project is to evaluate and, hopefully, validate both fuel-efficiency gains and greenhouse gas reductions from using a light-duty hydraulic hybrid system. <q> Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, </q> <strong> Sergio Marchionne </strong> said.`` It has shown substantial increases in fuel economy when compared with traditional powertrains in the same type of vehicles. Both parties hope to reduce the size and complexity of the hybrid system and produce a", "new_id": -2}, {"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q> We have a current structural budget deficit that we have to address. The sooner, the better. </q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}]