[{"uid": "1297177746196968450", "i": 9233, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers"], "q": "he learned from his past experiences, <strong> Aaron Rodgers </strong> replied, \"Leading by example.\" <strong> David Letterman </strong> complimented <strong> Aaron Rodgers </strong> again on his big Super Bowl victory. <strong> Aaron Rodgers </strong> thanked him and said humbly, <q>I was surrounded by a great group of guys who really believed in me.</q> Concerning the game itself, <strong> Aaron Rodgers </strong> explained, \"I was a little hyped up, but when we settled down, it felt like just another game.\" Do you want to stay in-the-know? Then", "new_id": -2}, {"uid": "1296784629036126790", "i": 41642, "idx": 11, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Ronald Reagan"], "q": "swifter than any previous handling of a natural disaster in American history.) Fittingly, <strong> Donald Rumsfeld </strong> starts the book with a description of his legendary meeting with <strong> Saddam Hussein </strong>, which he claims has been the subject of <q>gossip, rumors, and crackpot conspiracy theories.</q> As <strong> Ronald Reagan </strong>'s Mideast envoy, <strong> Donald Rumsfeld </strong> says he was sent to Baghdad because the country was the enemy of Iran and Syria, two nations that threatened the interests of the U.S., and \"there was a clear", "new_id": -2}, {"uid": "1295576585124059652", "i": 31594, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "day-to-day operations as CEO, replacing <strong> Eric Schmidt </strong>, who will assume the role of chairman. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products. Page said <strong> Eric Schmidt </strong> had done <q>an outstanding job leading Google for the last decade. Flooding in Victoria displaces thousands Victoria's flood crisis is worsening with 62 towns affected by rising waters, while thousands of residents have been evacuated, mirroring the events seen in Queensland. On the grounds that he might damage the public good, the British government has denied US pastor, Terry Jones, entry to the country, saying he supports \"unacceptable behaviour</q>. Berlusconi facing new allegations, made by roommate of Ruby dancer The friend of a teenage who supposedly slept with the Italian Prime Minister in return for money and lavish gifts has said in a transcript that her", "new_id": -2}, {"uid": "1297355724223297563", "i": 19833, "idx": 0, "sa": ["David Letterman"], "q": "by a mob while covering the protests in Egypt. The CNN anchor told CBS's The Late Show With <strong> David Letterman </strong> incident in Cairo happened when his team tried to talk to a pro-Mubarak group. <q>Our job is to talk to people on all sides but all of a sudden a guy went to grab our camera and from then it became a free-for-all,</q> he said on Wednesday's show. \"People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. We immediately, obviously,", "new_id": -2}, {"uid": "1296876367021512194", "i": 44850, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "that works for everybody.\" Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <strong> Roger Goodell </strong> spoke on several other topics. â\u0080¢ On an 18-game regular season: <q>Repeatedly, the fans have said the quality of the preseason doesn't meet NFL standards. That is... the basis on which we started to look at the 18-and-two concept, by taking two of those low-quality, non-competitive games and turn those into quality, competitive games that the fans want to see.</q> <strong> Michael Vick </strong> was planning a Super Bowl party, and whether that was appropriate for a man with his past: \"I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here- what he'd", "new_id": -2}, {"uid": "1296803869266600456", "i": 13278, "idx": 2, "sa": ["Thaddeus Young", "Allen Iverson"], "q": "and <strong> Thaddeus Young </strong> and <strong> Allen Iverson </strong> each had 16. The Sixers have lost 13 of 14 games. <strong> Allen Iverson </strong> had his left knee drained before the game for the second time this week and will have an MRI on Thursday. <q>This one's on me. I let us down tonight,</q> <strong> Allen Iverson </strong> said. \"I feel bad, that's a game we should have won. We didn't make shots at the time we needed to make shots.\" The crowd chanted \"We Want AI!", "new_id": -2}, {"uid": "1296787603171524107", "i": 32525, "idx": 2, "sa": ["Simon Cowell"], "q": "' judges \"Eden Prairie Today\" Wednesday, Feb. 18 webcast-- Carlson abused by \"Idol' judges Casey Carlson did not impress the judges last night on` American Idol.' She sang the Police song <q>Every Little Thing She Does is Magic,</q> and was subsequently pummeled by the judges. The Pioneer Press is quoting <strong> Simon Cowell </strong>, the show's notoriously villainous judge and... \"Eden Prairie Today\" Friday, April 3 webcast-- Santorini\"s donates over$ 2000", "new_id": -2}, {"uid": "1297369681254705665", "i": 11034, "idx": 0, "sa": ["Zahi Hawass", "Zine El Abidine Ben Ali", "Hosni Mubarak"], "q": "of state employee unrest, the museum workers demanded higher wages and criticized the practices of former Minister of Culture Farouq <strong> Hosni Mubarak </strong>, and argued with Antiquities Chief <strong> Zahi Hawass </strong> who came out to address them. Posters in Arabic read <q>No to corruption, no to oppression, Farouq Abdel-Salam,</q> \"Steadfastness, steadfastness\" and \"Increasing pay.\"( <strong> Zine El Abidine Ben Ali </strong> Curtis/ AP) Share Back to slideshow navigation Anti-government protesters sleep at sunrise in their makeshift encampment in Tahrir Square on Feb.", "new_id": -2}, {"uid": "1296709838249151519", "i": 23042, "idx": 5, "sa": ["Tyronn Lue", "Allen Iverson", "Ray Allen"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q>He was holding me the whole time,</q> <strong> Allen Iverson </strong> said Thanks to platinumchefindia for some of these highlights. <strong> Ray Allen </strong> Biography/Stats: <strong> Ray Allen </strong>( born July 20, 1975), referred to as <strong> Ray Allen </strong>, is an American professional basketball player who is currently a free agent", "new_id": -2}, {"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. \"<strong> Colin Powell </strong> was not duped or misled by anybody,\" Mr. <strong> Donald Rumsfeld </strong> writes. <q>Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong.</q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}]