[{"uid": "1295672246172441622", "i": 5510, "idx": 5, "sa": ["Steve Blake", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. ''Monday, I get to wake up and it's Christmas,'' <strong> Allen Iverson </strong> said with a smile. <q>Obviously, it's going to be a fun day.</q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR Smith back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "new_id": -2}, {"uid": "1295880426196345858", "i": 15363, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "here'' The only illegality took place at <strong> Andy Coulson </strong>'s previous job. Ishowerdaily 23 January 2011 1:21 AM MicheleDerry 23 January 2011 1:37 AM WurzelGummidge 23 January 2011 1:38 AM <q>Ishowerdaily I think us lefties may be laughing more than you this evening Wurzel</q>:) Then that's all good.Everyones happy. CameronsAGoner 23 January 2011 1:51 AM What is startling about this is that <strong> David Cameron </strong> ''charlatan'' <strong> David Cameron </strong> has so little contrition about sleazy coulson going", "new_id": -2}, {"uid": "1297182562166789141", "i": 2699, "idx": 1, "sa": ["Donald Rumsfeld", "... More", "Diane Sawyer", "President Bush"], "q": "test for presidential candidates would be made stricter. ''I have no doubt that given the facts that were made available to <strong> President Bush </strong> in 2003, I would have made the same decision <strong> ... More </strong>,'' <strong> Donald Rumsfeld </strong> writes. <q>Ridding the region of <strong> Saddam Hussein </strong>'s brutal regime has created a more stable secure world.</q> No Second Thoughts Speaking in an interview with <strong> Diane Sawyer </strong> of ABC News earlier this week, <strong> Donald Rumsfeld </strong> put it this way: ''What you know today can help you unthink your thinking about", "new_id": -2}, {"uid": "1297229275207454253", "i": 42, "idx": 2, "sa": ["John McCain", "George Stephanopoulos", "Donald Rumsfeld"], "q": "decade,'' responded host <strong> George Stephanopoulos </strong>. <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a ''hair-trigger temper'' and ''a propensity to shift his positions to appeal to the media.'' The book, <q>Known and Unknown: A Memoir,</q> is available in stores Tuesday. <strong> John McCain </strong> shot back, saying in an interview that while he ''respect[ s] <strong> Donald Rumsfeld </strong>,'' they had ''a very, very strong difference of opinion about the strategy", "new_id": -2}, {"uid": "1295534633152666122", "i": 27818, "idx": 0, "sa": ["Simon Cowell"], "q": "how in his younger days he never excelled academically, he puts his current success down to his instinct alone. And speaking of being a TV judge, he said:' I asked a very successful guy, <q>What's the best advice you can give me?</q> and he said, ''<strong> Simon Cowell </strong>, always know when to leave the fair.'' And I think that's good advice. ''Something inside you just says, ''You know what, it''s", "new_id": -2}, {"uid": "1296111890176996358", "i": 1233, "idx": 1, "sa": ["Linas Kleiza", "Carmelo Anthony", "Kenyon Martin", "Allen Iverson"], "q": "each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home. ''Their role players beat us as much as anyone else,'' said Karl. <q>From[ Brent] Barry to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ <strong> Manu Ginobili </strong>] <strong> Manu Ginobili </strong> or[ <strong> Tim Duncan </strong>] <strong> Tim Duncan </strong> did.</q> <strong> Allen Iverson </strong> led the Nuggets with 30 points and <strong> Linas Kleiza </strong> had 16 points. <strong> Carmelo Anthony </strong> added 15 points and nine rebounds. The Nuggets were without starter <strong> Kenyon Martin </strong>, who was suspended for one game after he was assessed a flagrant", "new_id": -2}, {"uid": "1297604062127287303", "i": 20028, "idx": 9, "sa": ["Simon Cowell"], "q": ".'' The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. ''If they don't sell a single record they still get to keep the money,'' he said. <q>It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back</q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to ''instill'' in the competition.", "new_id": -2}, {"uid": "1295614992206700604", "i": 36459, "idx": 2, "sa": ["Andy Coulson", "Sienna Miller", "David Cameron"], "q": "at least four lawsuits filed by celebrities, including actress <strong> Sienna Miller </strong>, over allegations the newspaper hacked into mobile-phone voicemails. U.K. police and prosecutors said last week they would review the claims for a third time. <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so,</q> <strong> David Cameron </strong> said in an e-mailed statement. ''<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.'' To", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q>We want to eliminate that uncertainty so that businesses can continue in</q> their research and development projects, she said. ''This is not a Democrat or a Republican idea,'' <strong> Kirsten Gillibrand </strong> said. ''It's just a good idea.'' She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}, {"uid": "1297177999266534917", "i": 29932, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "just trying to quell some of perception s of your time in office. We all know you wish you could have done more. LIAR! Brent Willcom 1 minute ago( 10:06 AM) <strong> Donald Rumsfeld </strong> later concluded that <q>the fact that we haven't had an attack in a decade is a credit to that administra tion, the <strong> President Bush </strong> administration, and to[ <strong> President Bush </strong>].</q> Sorry Don, you don't get credit AFTER you allowed the worst attack on mainland soil to happen. That's like patting yourself on the back for bringing home a D- in math. Brent_Willcom", "new_id": -2}]