[{"uid": "1297269857137707551", "i": 33176, "idx": 0, "sa": ["Zahi Hawass", "Howard Carter"], "q": "were in need of restoration work including a statue of King Tutankhamun, part of the treasure trove discovered in his tomb in Luxor's Valley of the Kings, uncovered by British archaeologist <strong> Howard Carter </strong> in 1922. <q> We started the restoration two days ago. In three days, all these monuments will be completely restored, </q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office.", "new_id": -2}, {"uid": "1295943621182452242", "i": 7136, "idx": 0, "sa": ["Steve Ballmer"], "q": "their security and compliance needs. The more telling look, though, is what Microsoft is trying to pitch to companies already using, or plan to use, Apple's iPad. Microsoft is telling those partners to <q> implement a Virtual Desktop Infrastructure( VDI) to reduce risk in your enterprise </q>, meaning that they'd be making use of tools like Microsoft's Hyper-V Server, and App-V. During last year's CES keynote, Microsoft's CEO <strong> Steve Ballmer </strong> paid special attention to a group of Windows", "new_id": -2}, {"uid": "1297177285142131216", "i": 39984, "idx": 5, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": "latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as \"terribly wrong.\" <q> That's not the case with Iraq, </q> <strong> Donald Rumsfeld </strong> countered. \"I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaida out of Afghanistan,\" he added, insisting the <strong> President Bush </strong> administration's decision to", "new_id": -2}, {"uid": "1295132510077955087", "i": 14513, "idx": 0, "sa": ["Allen Iverson", "Gary Moore"], "q": "Wednesday that he doesn't plan to retire because of the painful condition. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> has a lesion that is pressing up against the bones of his leg and requires surgery in the U.S. <q> It has to be removed and tested to see if it's benign or not, </q> <strong> Gary Moore </strong> said by phone. \"Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks, He's hoping to be able", "new_id": -2}, {"uid": "1295628282045006886", "i": 34946, "idx": 0, "sa": ["Eric Schmidt"], "q": "role at the company. He will keep \"focusing on strategic products,\" Google said in a regulatory filing on Thursday. The company portrayed its change at the top as evolutionary rather than revolutionary. <q> Larry... is ready to lead, </q> <strong> Eric Schmidt </strong> wrote on his blog, adding via Twitter: \"Day-to-day adult supervision no longer needed!\" <strong> Eric Schmidt </strong> said that although what he called the \"triumvirate approach\" of leadership by himself, Page and", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it. \"Every time I think I've heard the worst story, another one comes about,\" <strong> Jamie Buehrle </strong> said. <q> It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals. </q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}, {"uid": "1297190662226541577", "i": 44547, "idx": 9, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "refused to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons. \"I have no idea. I have no idea,\" he said. <q> What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons. </q> <cite> http://topsy.com/www.rawstory.com/rs/2011/02/rumsfelds-top-regret-quitting-abu-ghraib/?utm_source=pingback&amp;utm_campaign=L2 </cite> Tweets that mention <strong> Donald Rumsfeld </strong>'s top regret: not quitting after Abu Ghraib| Raw Story- Topsy.com[...] This post was mentioned on Twitter by WorldNewsRecord, News. News said:", "new_id": -2}, {"uid": "1295728012106954753", "i": 39806, "idx": 2, "sa": ["Eric Schmidt"], "q": "will remain co-founder, devoting \"his time and energy to strategic projects,\" <strong> Eric Schmidt </strong> wrote in a blog post. \"As Google has grown, managing the business has become more complicated,\" <strong> Eric Schmidt </strong> noted. <q> So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> Google also reported a$ 2.54 billion fourth-quarter profit, up 29 percent from a year earlier. Revenue climbed 26 percent to$ 8.44 billion. The housing slump here in the Valley of Heart's Delight", "new_id": -2}, {"uid": "1296006075180027460", "i": 1900, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "line, that's great. There are some big opportunities they are chasing after,\" said BGC Partners analyst Colin Gillis. But analysts, including Gillis, remain concerned about the burst of spending. <q> That's the reason why I have one of the lowest price targets on the streets, </q> he said. <strong> Google Inc. </strong> shares rose$ 8.83 to$ 619.91 in regular trading Tuesday. Larry Page, who is taking over the company's reins from <strong> Eric Schmidt </strong> in April, will pay less attention to Wall", "new_id": -2}, {"uid": "1295481575005455907", "i": 35294, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "that in some ways we have not been as up to snuff as we should be in terms of the kind of technology that we have had here at the academy,\" said <strong> Sen. Bernie Sanders </strong>, I-Vermont. <q> One of the first things that we have to do is create an IT strategy to support this because the backbone in infrastructure in this building and the IT structure that supports our operation here is aged and I think that is a polite way of putting it, </q> said Col. James Baker of the Vt.. State Police. Baker said the academy hopes to build a new administrative building on campus but still needs legislative approval on that budget. Comments Terms of Use", "new_id": -2}]