[{"uid": "1296832530156925983", "i": 2816, "idx": 0, "sa": ["Steven Tyler", "Barbara Walters", "David Letterman", "Bill Clinton"], "q": "Watch: Another` Creepy' Moment From <strong> Steven Tyler </strong> From <strong> Barbara Walters </strong> to <strong> Bill Clinton </strong> to <strong> David Letterman </strong>: Celebrities Talk Heart Surgery <strong> Barbara Walters </strong> says she thought: <q> If I die on the operating table, I won't know it. </q>. Watch: <strong> Bill Clinton </strong> Grateful for Heart Surgery Watch: <strong> David Letterman </strong> on His Heart Surgery", "new_id": -2}, {"uid": "1296484259078397492", "i": 51757, "idx": 0, "sa": ["Zahi Hawass"], "q": "of the nation's protesters have gathered over the last week. <strong> Zahi Hawass </strong>, Egypt's chief archeologist and secretary general of the Supreme Council of Antiquities, told title=\"The Washington Post Company\" href=\"http://www.nydailynews.com/topics/The+Washington+Post+Company\"> The Washington Post. <q> I have been protecting antiquities all my life. I felt if the Cairo museum is robbed, Egypt will never be able to get up again. </q> King Tutankhamen, also houses thousands of artifacts spanning the full sweep of Egypt's rich Pharaonic history. <strong> Zahi Hawass </strong> said the looters who targeted the Cairo museum were fortunately not too bright. Time magazine.``", "new_id": -2}, {"uid": "1296789416115392519", "i": 19433, "idx": 1, "sa": ["Eric Young", "Allen Iverson"], "q": "starters and two reserves score in double digits.`` We felt like once we did get a win, it was going to be extremely hard, one of the hardest games to win,'' <strong> Allen Iverson </strong> said. <q> It was totally opposite. </q> <strong> Allen Iverson </strong> hit the 20-point mark for the second straight game a day after his having his left knee drained of fluid. <strong> Eric Young </strong> was sensational, using an 11-of-15 effort in the first half to give the Sixers a rare", "new_id": -2}, {"uid": "1296112374112230428", "i": 20301, "idx": 0, "sa": ["Angelina Jolie", "Jennifer Aniston", "Brad Pitt"], "q": "'s twins, Knox Leon and Vivienne Marcheline, who were born in August. <strong> Brad Pitt </strong>, on the other hand, is ranked in ninth place, one spot behind his ex-wife, <strong> Jennifer Aniston </strong>. <q> In addition to nearly doubling her earnings in the past year, <strong> Angelina Jolie </strong> is the most famous star on the planet. She is in the dialogue of popular culture nearly every day- for her acting, for her relationship with <strong> Brad Pitt </strong>, for her children and for her philanthropic endeavours. All of this exposure leads to an extremely powerful celebrity brand, </q> The Telegraph quoted Forbes as saying. Forward <strong> Angelina Jolie </strong> i love u to bits you r the most bestest actress in the world when i met u i was like OMG its <strong> Angelina Jolie </strong> and i had a", "new_id": -2}, {"uid": "1296077464185663516", "i": 44794, "idx": 3, "sa": ["Eamon Gilmore"], "q": "he said, the country is under a great deal of pressure from the European Union to legalize abortion, and with Ireland's economic situation so fragile and so EU-dependent, that pressure will only increase. <q> If Ireland can hold out, </q> Gibson said,`` it will be a significant victory in Europe'' for the unborn. He pointed out, however, that <strong> Eamon Gilmore </strong> and other pro-abortion politicians would have a hard time getting abortion on demand", "new_id": -2}, {"uid": "1297395800049545392", "i": 25010, "idx": 2, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "you daddy, or maybe one of your brothers who were supposedly tortured by <strong> Donald Rumsfeld </strong>? You are beneath contempt. The lowest of the low. Shame on you for mocking your Creator and His people. <q> Luckily for side burns and dread lock hippie, I am not security. </q> Ooooh, you're so CUTE when you get all butch like that, Greg! New CPAC chief: We might have to dump GOProud for taunting the boycotters <strong> Dick Cheney </strong> makes surprise appearance at CPAC event to", "new_id": -2}, {"uid": "1294994657266141766", "i": 5708, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman", "Beverly Hills"], "q": "PST by Hello, you either have JavaScript turned off or an old version of Adobe's Flash Player. <strong> Kelsey Grammer </strong>'s first TV interview since his ex hit the damage control circuit isn't going to dispel the <q> he's classier than she is </q> argument. <strong> David Letterman </strong> is known for tossing the occasional hard ball these days... WATCH: Kelsey Grammers' sly toast to Kayte Walsh on The Real Housewives of <strong> Beverly Hills </strong>`` I'm under the impression that your marriage is", "new_id": -2}, {"uid": "1296729736112345093", "i": 1286, "idx": 0, "sa": ["Michael Hansen", "Michael Vick", "Martha Stewart"], "q": "crippled Shih Tzu, said any dog will bite if provoked- citing <strong> Martha Stewart </strong>'s recent run-in with her own dog. <strong> Michael Hansen </strong> blames the pit bull's bad reputation on owners and the press. <q> You have a tendency to sensationalize stories or put into them right down to the blood and gore when it isn't really necessary, </q> said <strong> Michael Hansen </strong>, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that`` people can", "new_id": -2}, {"uid": "1296169756065815248", "i": 55548, "idx": 0, "sa": ["Mike Pence"], "q": "that began with a call to his mother. The Indianapolis Star has the href=\"http://www.indystar.com/article/20110127/NEWS05/110127015/Mike Pence-says-he-will-bypass-White-House-mum-governor\"> breaking news about a letter <strong> Mike Pence </strong> has been circulating. He may very well run for Indiana governor instead: <q>`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters.`` We will not seek the Republican nomination for president in 2012.'' \" <strong> Mike Pence </strong>'s announcement was supposed", "new_id": -2}, {"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q> I think the role of the police in this is now going to become centre-stage. </q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}]