[{"uid": "1296166895131055619", "i": 18231, "idx": 2, "sa": ["Mike Pence"], "q": "anti-abortion...-( CNN)- Rep. <strong> Mike Pence </strong>, the Indiana congressman who is considering a presidential... Full Story <cite> CNN Political Ticker </cite> Politics Video: Supreme Court Interviews: Bernau Report Abuse <q> You need a little help here understanding this article. </q> He is not a third party candidate. He is a republican candidate. The article reads'' An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way''. Report Abuse", "new_id": -2}, {"uid": "1297199444258572348", "i": 19919, "idx": 5, "sa": ["Donald Rumsfeld", "Paul Wolfowitz"], "q": "in the Pentagon in November 2001 that the list of states that <strong> Donald Rumsfeld </strong> and deputy secretary of defense <strong> Paul Wolfowitz </strong> wanted to take down included Iraq, Iran, Syria, Libya, Sudan and Somalia[ and Lebanon]. <q> When this writer asked Feith... which of the six regimes on the <strong> General Wesley Clark </strong> list were included in the </q> <strong> Donald Rumsfeld </strong> paper, he replied,`` All of them.'' \" The Defense Department guidance document made it clear that US military aims in regard to those states would go well beyond any ties to terrorism.", "new_id": -2}, {"uid": "1295156019144408576", "i": 14417, "idx": 1, "sa": ["Sergio Marchionne"], "q": "national unions- the one that was close to the former Communist party- of his proposals for new investments in Turin and his warning he will take the investments elsewhere if they are turned down, <strong> Sergio Marchionne </strong> said: <q> Last Friday, I was in Brampton, in Canada, and they invited us to make more investments. They appreciate our investments and now wait for the third shift. </q> He spoke about the desire to work and the`` incredible availability'' to cooperate, saying that`` Brampton is an option along with other sites.'' If the future of the auto industry", "new_id": -2}, {"uid": "1295795435125714464", "i": 8945, "idx": 4, "sa": ["Colin Powell", "Barack Obama"], "q": "<strong> Colin Powell </strong> said <strong> Barack Obama </strong> had increased favorability ratings for the U.S. around the world and that the president's`` more youthful approach'' to international relations had proven`` useful.'' <q> It puts us in a better place to ask things of people and to listen to them, </q> he said.`` America still has a dominant position in the world and I think <strong> Barack Obama </strong> understands that,'' <strong> Colin Powell </strong> added. While stressing that he votes for the person and", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' Mr. <strong> Mike Pence </strong> told`` America's Morning News'' radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q> cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10. </q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}, {"uid": "1295439750077627474", "i": 12708, "idx": 0, "sa": ["Kerry Katona", "Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": "is believed to have asked <strong> Cheryl Cole </strong> 27, to buy a multi-million dollar home in North Palm Drive, instead of moving into a Â£ 400,000 apartment <strong> Derek Hough </strong>. A source close to <strong> Cheryl Cole </strong> told Heat magazine, <q> He knows how lonely it can be to start over in a new country and he wants her nearby.`` Space, privacy, and security don't come cheap in LA- especially where he lives. <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood. </q> The insider added that <strong> Cheryl Cole </strong> might just go for <strong> Simon Cowell </strong>'s offer when she moves to the US for the American version of the X-Factor, so that she can maintain her independence. <strong> Kerry Katona </strong> questions timing", "new_id": -2}, {"uid": "1295143398136134670", "i": 3551, "idx": 0, "sa": ["Michael Vick", "Jimi Hendrix", "Brandon Boyd"], "q": "tied to suspended Atlanta Falcons quarterback <strong> Michael Vick </strong>. <strong> Brandon Boyd </strong> Bond, owner of All or Nothing Tattoo on South Cobb Drive and All or Nothing pit bull rescue, said he and store manager Daron <strong> Jimi Hendrix </strong> are introducing the dogs <q> to the world of human love. </q> In August, <strong> Michael Vick </strong> pleaded guilty to a federal dog-fighting charge, admitting his involvement in a dog-fighting enterprise that killed poorly performing dogs by hanging or drowning. In December, <strong> Michael Vick </strong> was sentenced to 23 months in federal", "new_id": -2}, {"uid": "1295443111060325937", "i": 39189, "idx": 0, "sa": ["Thomas P. Salmon", "Sen. Bernie Sanders"], "q": "MONTPELIER- State Auditor Tom <strong> Thomas P. Salmon </strong>, a Republican who switched from the Democratic Party in 2009, confirmed Tuesday that he is considering running for the U.S. Senate next year against independent incumbent <strong> Sen. Bernie Sanders </strong>. <q> We're in the very early stages, </q> said <strong> Thomas P. Salmon </strong> of St. Johnsbury, who has alluded to challenging <strong> Sen. Bernie Sanders </strong> in Facebook messages and elsewhere. He said he would announce his decision by March 5, the birthday of the U.S. Navy Seabees, with", "new_id": -2}, {"uid": "1295631583074432524", "i": 44257, "idx": 0, "sa": ["Andy Coulson"], "q": "of the U.K.'s biggest newspapers had been allowed to become common practice. In a statement Friday, Coulsen said that news coverage of the scandal had made it impossible to do his job. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role. I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> <strong> Andy Coulson </strong> resigned as editor of the News of The World Organization that hosted the Golden Globe Awards deals with loss of longtime member the day after the ceremony.` Black Swan,'` Inception'", "new_id": -2}, {"uid": "1297682295187187221", "i": 45578, "idx": 0, "sa": ["Mike Huckabee", "Mike Pence", "We Trust"], "q": "see that social conservatism remained a key component of the right's agenda. Last fall, at the Values Voter Conference, a steady stream of movement luminaries emphasized the importance of social issues. <strong> Mike Huckabee </strong> argued that the <q> economic crisis is not a fiscal crisis; it is a family crisis </q> and that`` the breakdown of Wall Street was not a money crisis; it was a moral crisis.'' Rep. <strong> Mike Pence </strong> earned his biggest applause when he declared,`` <strong> We Trust </strong> will not restore this nation with public", "new_id": -2}]