[{"uid": "1295158532128794647", "i": 514, "idx": 5, "sa": ["Allen Iverson", "George Karl"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q>I don't think we can lose a( player) because of an injury the rest of the way,<q> <strong> George Karl </strong> said. \"It's the time of year where we have to play like it's a playoff circumstance. Everybody is hurting a little bit_ AI is probably at the top of the This game was", "new_id": -2}, {"uid": "1297207413130318370", "i": 42352, "idx": 2, "sa": ["Saddam Hussein", "McKinley Price", "Michael Vick", "Mike Tomlin"], "q": "But perhaps Detroit would like to take back the key given to <strong> Saddam Hussein </strong> in 1980. Mayors traditionally give out keys but Newport News Mayor <strong> McKinley Price </strong> said he does not foresee giving <strong> Michael Vick </strong> a key. <q>It's not something we think about,<q> <strong> McKinley Price </strong> said. Newport News honored Pittsburgh Steelers Coach <strong> Mike Tomlin </strong>, but that was with a proclamation, not a key. Councilwoman Tina <strong> Michael Vick </strong> would not rule out Newport News some day recognizing her nephew", "new_id": -2}, {"uid": "1295570584118865943", "i": 44089, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "today they're vapor.\" During the Google call, co-founder <strong> Sergey Brin </strong> joked that he is working on new projects, but doesn't want to provide any details, lest he be accused of introducing vaporware. <q>I don't want to repeat that in the future,<q> he said. \"I think our primary reason for purchasing the building... was the office space that we really enjoy using,\" <strong> Eric Schmidt </strong> said. Jonathan Rosenberg, senior vice president for product management", "new_id": -2}, {"uid": "1297503358136921091", "i": 9230, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "warned us Iraq's <strong> Saddam Hussein </strong> was harboring weapons of mass destruction that he might use against neighboring countries. But they said fixing the problem would be simple. Before the invasion, <strong> Donald Rumsfeld </strong> told troops, <q>It could last, you know, six days, six weeks, I doubt six months.<q> Cheney said the conflict would be \"weeks rather than months.\" Appearing on ABC's \"This Week\" two weeks after the invasion, on March 30, 2003", "new_id": -2}, {"uid": "1296108950041386014", "i": 10161, "idx": 2, "sa": ["Michael Vick"], "q": "is resolved, <strong> Michael Vick </strong> could command a$ 15-20 million salary next season, not far from the$ 120-million deal-$ 37 million was guaranteed- he signed with the Atlanta Falcons in December 2004. <q>If <strong> Michael Vick </strong> becomes MVP and leads his team to the Super Bowl, he'll get endorsements,<q> Appleby said back in 2009. \"You hate to say it, but there's probably nothing that can repair his image like four touchdown passes and two 40-yard runs. Sports fans have a short memory.\"", "new_id": -2}, {"i": 3854, "idx": 4, "index_answer": 4, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,<q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To <strong> Chauncey Billups </strong> Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start time on Fox: <strong> Vince Carter </strong> time show features <strong> Goo Goo </strong> Dolls", "sa": ["Vince Carter", "Kwame Brown", "Goo Goo", "Chauncey Billups", "Allen Iverson"], "uid": "1296461913199901198"}, {"uid": "1296964906258326574", "i": 17477, "idx": 2, "sa": ["Michael Vick"], "q": "his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. \"He had a plan and he stuck to that, both on and off the field,\" Reid said. <q>He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job with the football part of it. \"And then he spends a tremendous amount of time in the public, in particular on his days off... speaking and doing the best he can to right the wrong. You can never erase that, but you can sure help change others from falling into that same problem.<q> A star in Atlanta for most of his six seasons as a Falcon after being selected first overall in the 2001 draft, <strong> Michael Vick </strong> missed 2007 and 2008 while incarcerated for 18 months in a federal prison.", "new_id": -2}, {"uid": "1296282709080461832", "i": 2908, "idx": 2, "sa": ["Rudy Gay", "Allen Iverson", "Hakim Warrick"], "q": "losing for the 17th time in 19 games. <strong> Rudy Gay </strong> was held to eight for Memphis, matching his third-lowest output this season. \"They really jumped on us from the start,\" Grizzlies forward <strong> Hakim Warrick </strong> said. <q>When you're playing against a team that's fighting for playoff position and playing as hard as they play, it's tough to come back from behind.<q> Miami stayed 3 1/2 games behind Atlanta in the race for the No. 4 seed in the Eastern Conference playoff chase. The Heat- who won in http://wn.com/Allen_Iverson_27pts_vs_Memphis_Grizzlies_08/09_NBA_*Remembering_Martin_Luther_King_*AI_on_Obama <strong> Allen Iverson </strong> and the Detroit Pistons tightened up on defense to end their", "new_id": -2}, {"uid": "1297271131262504545", "i": 35410, "idx": 3, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "stable, modern, democratic state. Deep sectarian and ethnic divisions, concealed by a culture of repression and forced submission to Saddam, lurked just below the surface of Iraqi society.\" He continues, <q>I hoped Iraq would turn toward some form of representative government, but I thought we needed to be clear-eyed about democracy's prospects in the country. Even the United States, though it had been the heir if hundreds of years of British democratic development, did not evolve smoothly or quickly into the liberal democracy that we benefit from today.<q> <strong> Donald Rumsfeld </strong> recalls suggesting to Bush and <strong> Condoleezza Rice </strong> that \"the administration soften the democracy rhetoric. I proposed that we talk more about freedom and less about democracy, lest the Iraqis and other countries in the region", "new_id": -2}, {"uid": "1295030362239566879", "i": 28172, "idx": 0, "sa": ["Steve Ballmer"], "q": "Chief Out At Microsoft, Is <strong> Steve Ballmer </strong> Next? seven ways Microsoft can save itself in 2011. One of the most important, I wrote, was that CEO <strong> Steve Ballmer </strong> must bring management stability back to Redmond: <q>In the past 18 months, the entrance to Microsoft's corporate headquarters has revolved faster than the judge's panel on American Idol.<q> Noritsu's new printer is smaller than competing products and uses ink jet cartridges instead of chemicals <strong> Steve Ballmer </strong> was vague about the reasons. \"This is simply recognition that all businesses go through cycles and need new and", "new_id": -2}]