[{"uid": "1297270524044515339", "i": 39291, "idx": 6, "sa": ["Colin Powell", "Condoleezza Rice", "Donald Rumsfeld"], "q": "a positive relationship. <strong> Donald Rumsfeld </strong> defends the invasion of Iraq even though they key justification for the war-- weapons of mass destruction-- were never found. He said the outlook in the Middle East would be <q> far more perilous than it is today </q> if Saddam were in still in power. He also takes some shots at former Bush officials, namely <strong> Colin Powell </strong>, who was secretary of state, and <strong> Condoleezza Rice </strong>, who succeeded <strong> Colin Powell </strong> after serving as Bush's", "new_id": -2}, {"uid": "1295627838146702355", "i": 32420, "idx": 0, "sa": ["Andy Coulson"], "q": "not in a sense as a lawyer, but politically.\" He said that revealing Goldsmith's doubts would have damaged his efforts at the time to build support for a second UN resolution, saying: <q> It would have been a political catastrophe for us. </q> <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street communications director, having decided that \"when a spokseman needs a... Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction", "new_id": -2}, {"uid": "1295631304004243507", "i": 4534, "idx": 4, "sa": ["Andy Coulson", "Ben Ali"], "q": "Ce dernier a d?fendu vendredi la version de son d?sormais ancien conseiller en communication. \"<strong> Andy Coulson </strong> a d?missionn de` News of the World' lorsqu'il a appris ce qu'il s' y passait\" , a-t-il d?clar. <q> J'ai toujours eu l'impression qu'il tait puni deux fois pour la m?me chose </q>. Tunisie: l'opposant Taoufik <strong> Ben Ali </strong> Brik candidat? la pr?sidentielle Le top 10 des dictateurs les mieux lus du monde Pour les chefs d'?tat autoritaires, rien de mieux qu'une lection \"d?mocratique\" pour asseoir leur", "new_id": -2}, {"uid": "1295336336131039232", "i": 12101, "idx": 6, "sa": ["Nebojsa Ciric", "Sergio Marchionne"], "q": "( \"? paragonabile all` acquisto di Porsche da parte di Volkswagen\" ). Sulle strategie Fiat-Chrysler interviene anche il Financial Times, che tra l'altro sostiene che nella fabbrica di Jefferson North a Detroit <strong> Sergio Marchionne </strong> <q> possa produrre un Suv per la Maserati </q>. E, mentre dalla Serbia il viceministro dell` Economia <strong> Nebojsa Ciric </strong> fa sapere che non ci saranno \"riduzione d'investimento da parte di Fiat\" , lo stesso <strong> Sergio Marchionne </strong>( che ha lasciato ieri Torino per gli Usa)", "new_id": -2}, {"uid": "1295795613051544071", "i": 35723, "idx": 0, "sa": ["Andy Coulson", "Dermot Murnaghan", "Harriet Harman"], "q": "a target. Labour's deputy leader <strong> Harriet Harman </strong> told Sky's <strong> Dermot Murnaghan </strong> that allegations of illegal activity must be investigated. \"Hacking into people's phones is illegal,\" she said. <q> Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. \"Nobody is above the law, no newspaper editor, no journalist. </q> The scandal has already cost Number 10 spin doctor <strong> Andy Coulson </strong> his job amid claims he presided over the illegal action at the tabloid. The former editor has always denied knowing that phone-hacking was taking place", "new_id": -2}, {"uid": "1297283335010960906", "i": 29872, "idx": 1, "sa": ["Steve Ballmer"], "q": "CEO <strong> Steve Ballmer </strong>, urging them to strike an exclusive deal to put Microsoft's Windows Phone operating system on Nokia's mobile handsets. Anlaysts are wondering if it would be a good match for the two companies. <q> There is no guarantee this is going to be a successful alignment, </q> said Cramer's Lightning Round- The Most Undervalued Commodity Play in the World( 2/7/11) Smart Dividend Investors Should Take a Look at These 5 High-Yielding Stocks General Electric Valuation Suggests a Reality Check but No Warning", "new_id": -2}, {"uid": "1295440340072597603", "i": 4383, "idx": 1, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "slump or slip farther away from the top spot. American viewers have never known an \"Idol\" that doesn't feature <strong> Simon Cowell </strong>'s rolling eyes, one-liners or antagonistic adjectives. Will they embrace it? <q> We're certainly back to having fun, </q> said executive producer <strong> Nigel Lythgoe </strong>, who rejoined the singing competition after a two-year hiatus. \"At some point along the way, and we're certainly all guilty of it, we started taking ourselves too seriously. I", "new_id": -2}, {"uid": "1295780844219185156", "i": 11992, "idx": 4, "sa": ["Dan Rather", "Donald Rumsfeld"], "q": "so it CONTINUES. Will things EVER change!?!?! TRILLIONS MISSING- And so it CONTINUES. Will things EVER change!?!?! On Sept. 10, 2001, Secretary of Defense <strong> Donald Rumsfeld </strong> declared war. Not on foreign terrorists, <q> the adversary's closer to home. It's the Pentagon bureaucracy, </q> he said. He said money wasted by the military poses a serious threat. \"In fact, it could be said it's... The Future of the US Military: <strong> Dan Rather </strong> Presents, Part 3 Legendary CBS", "new_id": -2}, {"uid": "1295555065214679584", "i": 5779, "idx": 0, "sa": ["Ed Balls", "George Osborne", "Michael Gove"], "q": "'s most effective opposition politician, a pugilist with a knack for finding his counterpart's weak spot. Just ask <strong> Michael Gove </strong>. As one of the leader's circle put it today, licking his lips, <q> <strong> Ed Balls </strong> will be taking chunks out of <strong> George Osborne </strong>. </q> That the chancellor seemed so relieved last October when <strong> Ed Balls </strong> was not chosen to shadow him suggests the Michael Government shares that view. Nor will it hurt Labour that its most prominent woman now has a domestic brief", "new_id": -2}, {"uid": "1295985212180977683", "i": 37383, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "\"You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right,\" she said. <q> If you are not,... it's probably a program best administered and controlled at the state level. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}]