[{"uid": "1295974237110362671", "i": 21933, "idx": 2, "sa": ["Eric Cantor", "Mike Pence", "Kevin McCarthy", "Don Young"], "q": ".\" <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of \"<strong> Don Young </strong> Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" <q> We've got to roll back there. That will save$ 100 billion in the first year, </q> agreed <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York Times", "new_id": -2}, {"uid": "1295494241012058630", "i": 43043, "idx": 3, "sa": ["Evelyn Thomas", "Mike Pence", "Patrick Murphy"], "q": "Hit the Qwanz polls above to share your opinion with the World! www.facebook.com www.Twitter.com www.youtube... <strong> Mike Pence </strong> <strong> Patrick Murphy </strong> on Repealing` Don't Ask, Don't Tell' Today, the House is considering HR 2965, Repealing <q> Don't Ask, Don't Tell, </q> sponsored by <strong> Mike Pence </strong> <strong> Patrick Murphy </strong>( D-PA). This discriminatory and harmful policy has weakened America's security by depriving our nation of the service of thousands of gay and lesbian troops wh... 4/20/10 Cpl. <strong> Evelyn Thomas </strong> demands DADT repeal", "new_id": -2}, {"uid": "1295432569026050653", "i": 25856, "idx": 1, "sa": ["Kevin McCarthy", "Tim Bivins", "Mike Pence", "Paul Ryan", "Jeffrey Young", "Eric Cantor"], "q": "Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut \"a good$ 100 billion.\" <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of \"<strong> Jeffrey Young </strong> Gun\" fame) reiterated the promise, saying, <q> We're saying you go through, go back to pre-sTim Bivinsulus bailout numbers. We can live with that. </q> \"We've got to roll back there. That will save$ 100 billion in the first year,\" agreed <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA)", "new_id": -2}, {"uid": "1295545193181207041", "i": 23023, "idx": 1, "sa": ["Mike Pence", "John Boehner", "Daniel Lipinski", "Bart Stupak"], "q": "2009 by then-Democratic <strong> Mike Pence </strong> Stupak-Bart Stupak.htm#r_src=ramp\"> <strong> Bart Stupak </strong> would have banned payments for abortions with money provided by the government to individuals seeking health insurance. That language was dropped from the final legislation. The new legislation <q> will make clear taxpayer funding of elective abortions is not the policy of this government, </q> <strong> John Boehner </strong> said. <strong> Daniel Lipinski </strong>, a pro-life Democrat who had major objections to the health care bill's abortion components, voted against the House version of the bill but for the Senate-passed \"reconciliation\" that did", "new_id": -2}, {"uid": "1296200464159858698", "i": 5819, "idx": 15, "sa": ["David McIntosh", "Mike Pence"], "q": "a discernment that this is the right move.\" Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it.\" <q> You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana, </q> <strong> David McIntosh </strong> said. That, <strong> Mike Pence </strong> said, was what it came down to in the end. \"At the end of the day, we ultimately believed that where our little family is led", "new_id": -2}, {"uid": "1296768198233816085", "i": 14105, "idx": 0, "sa": ["Mark Neumann", "Mike Pence", "Joe Courtney"], "q": "record, but <strong> Mike Pence </strong> <strong> Joe Courtney </strong> is in the news again for saying that he's still vaguely interested in getting into the Dem Senate primary. At least he has a somewhat more definite timetable, saying he'll decide <q> by the end of this month. </q> FL-Sen: Quinnipiac is out with its first Florida poll of the 2012 cycle, and it's reMark Neumannably similar to the other polling they've been doing so far this cycle( like OH and PA): they", "new_id": -2}, {"uid": "1295485111026624011", "i": 32306, "idx": 2, "sa": ["Eric Cantor", "Rosa DeLauro", "Mike Pence"], "q": "on Wednesday announced it will be making 25 changes this year to its most commonly used approval process for medical devices. AdvaMed, which represents medical device manufacturers, said it was \"pleased\" with the changes. <q> Much of the agency's plan supports our long-standing position that the 510( k) process is fundamentally sound and has been beneficial to AmEric Cantoran patients, </q> the group said in a statement. At least one Dem upset: <strong> Mike Pence </strong> <strong> Rosa DeLauro </strong>( D-Conn.) said the FDA plan \"is very disappointing,\" accusing the agency of bending to industry's wishes", "new_id": -2}, {"uid": "1295958129216842277", "i": 12959, "idx": 3, "sa": ["Mike Pence", "Dick Armey"], "q": "movement made the same argument in a letter sent to <strong> Mike Pence </strong> this week. \"Seize this moment, <strong> Mike Pence </strong>,\" said the letter signed by former House Majority Leader <strong> Dick Armey </strong> and three others. <q> At this precarious time in our nation's history, none of us can afford to make political calculations or make decisions based on future ambitions, for what will be left of the future if we fail today? </q> And <strong> Mike Pence </strong> fans are collecting signatures from conservatives and tea party activists through a Web site and social media campaigns as part of a draft effort. \"I said,`", "new_id": -2}, {"uid": "1297701144114671657", "i": 17968, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> that would deny federal family-planning funds to any organization that performs abortions. <strong> Mike Pence </strong> makes clear that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding. <strong> Mike Pence </strong> said <q> every American should be shocked </q> that an employee receiving millions of dollars in federal funds \"has been recorded aiding and abetting underage sex trafficking.\" \"The time to deny any and all funding to Planned Parenthood is now,\"", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q> I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}]