[{"uid": "1295221680057311245", "i": 4148, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC Championship Game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q>This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible.</q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1295619952132808753", "i": 41613, "idx": 0, "sa": ["Andy Coulson"], "q": "<strong> Andy Coulson </strong> has withstood months of strain over allegations-- which he denies-- that while editor at the News of the World he encouraged reporters to hack the cellphone messages of royals, politicians and celebrities. <q>Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,</q> <strong> Andy Coulson </strong> said in a statement confirming his resignation. \"I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\"", "new_id": -2}, {"uid": "1294955048093012011", "i": 38158, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Dr. Peter", "Gabrielle Giffords"], "q": "a major milestone for her and we're hoping that she crosses through many more,\" stated her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, who was also present for the eye opening, told press <q>It was raw courage. It was raw strength. It was so beautiful and so moving.</q> Doctors at the hospital have also managed to assist <strong> Gabrielle Giffords </strong> in sitting up and dangle her legs over the side of the bed. <strong> Gabrielle Giffords </strong> is also able to open her right eye, although that eye is", "new_id": -2}, {"uid": "1295983888241025047", "i": 8501, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "the category pioneer that it has become. And likely and a few more jabs on <strong> Google Inc. </strong> with former board member <strong> Eric Schmidt </strong>'s movement to the executive chairman suite. The question on everyone's mind is: <q>Can <strong> Tim Cook </strong> pull off his own \"iPad\" inception-to-launch product introduction?</q> No doubt he is a terrific operator, but can he establish and execute the vision necessary to grow the next$ 100 billion of shareholder value? I think he can and will do this, and", "new_id": -2}, {"uid": "1297336228177307660", "i": 39703, "idx": 0, "sa": ["Sergio Marchionne"], "q": "are overblown, he said Wednesday. No decision has been made on governance or a headquarters location, he said, adding that the issue isn't one to be dealt with before 2014. <q>It was a typical overreaction to an honest reflection of the issues that must be dealt with,</q> <strong> Sergio Marchionne </strong> said in an interview at the Chicago Auto Show. Last week in San Francisco, <strong> Sergio Marchionne </strong> told reporters that two corporate structures for Fiat and Chrysler don't make sense after the U.S. automaker goes public", "new_id": -2}, {"uid": "1295779419107937821", "i": 38461, "idx": 1, "sa": ["Marion J. Caffey", "Simon Cowell"], "q": "boo artists off the stage at any time during their act. <strong> Simon Cowell </strong>. \"This is a famous and infamous audience,\" says <strong> Marion J. Caffey </strong>, the Amateur Night producer who hand-picks the talent. <q>We have judges, but they only judge the response of the audience. A lot of other shows have judges who make that final decision, and they overrule the audience about who stays and who goes. \"At the Apollo, however, the crowd actually does the hiring and the firing, and they get pretty wild.</q> <strong> Marion J. Caffey </strong> kicked off the 2011 season's open auditions last October; hundreds of hopefuls lined up at 125th St. \"They're given 90 seconds to show me what they have, but most people", "new_id": -2}, {"uid": "1296966831159891467", "i": 15518, "idx": 1, "sa": ["E.J. Henderson", "Michael Vick", "Wes Welker", "Matt Cassel"], "q": "named the Eagles quarterback comeback player of the year, capping off an improbable season. \"I thank my coaches and my teammates,\" said <strong> Michael Vick </strong>, who was on hand to accept his award. <q>They got me better as an NFL player, as a quarterback, and took advantage of my talents.</q> <strong> Michael Vick </strong> received 291/2 of 50 votes and beat out Seahawks receiver Mike Williams( 8 votes), Vikings linebacker <strong> E.J. Henderson </strong>( 31/2), Chiefs quarterback <strong> Matt Cassel </strong>( 2), Patriots receiver <strong> Wes Welker </strong>( 2)", "new_id": -2}, {"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q>I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech,</q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"We didn't elect \"Superman,\" we elected a human being.\" <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}, {"uid": "1296725293246726664", "i": 332, "idx": 2, "sa": ["Steve Ballmer"], "q": "solutions into the low-to-mid-range smartphone market as quickly as possible to defend market share versus Android's upcoming lowered cost ecosystem.\" Ahmad claims Microsoft also needs the support of the world's biggest smartphone maker. <q>Two million units[ of Windows Phone 7] shipped in the last quarter is not really much to write home about, given$ 500m in marketing programmes( ouch), but with Nokia on-side, you get access to a potential 20-25% global share over time- and exclusivity. \"Right now, do you really think HTC, Samsung and LGE are pushing your products ahead of Google's?</q> he asked <strong> Steve Ballmer </strong>. \"You need to tie yourself to a high-volume player to be relevant, which I know goes against your DNA.\" Ahmad's advice was echoed by Wedge Partners analyst Brian Blair", "new_id": -2}, {"uid": "1296051154245661719", "i": 31427, "idx": 3, "sa": ["Michael Vick"], "q": "the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a \"sizable\" contract. \"We believe it was worth it,\" he said, <q>because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.</q> Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company", "new_id": -2}]