[{"uid": "1295977910157089808", "i": 37521, "idx": 16, "sa": ["Randy Wittman", "J. J. Barea", "Marko Jarić", "Carmelo Anthony", "Dirk Nowitzki", "LeBron James", "Allen Iverson"], "q": "was out on them.\" On the subsequent inbounds play, <strong> Allen Iverson </strong> was fouled by <strong> Marko Jarić </strong>, hitting both free throws. But Minnesota coach <strong> Randy Wittman </strong> took issue with that, thinLeBron James that <strong> Allen Iverson </strong> traveled before the foul. <q> <strong> Allen Iverson </strong> traveled. Traveled. Flat out, </q> said <strong> Randy Wittman </strong>, whose team has now lost 16 straight road games since a win at New Orleans on Nov. 26. \"No ifs or could Anthony_43pts,11reb,Smith_22pts_vs_Dirk Nowitzki_26pts,11reb,J. J. Barea_22pts DALLAS, March 27,2009( AP)-- <strong> Carmelo Anthony </strong> was having his", "new_id": -2}, {"uid": "1295456966253952002", "i": 25477, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Charles Ellis Schumer"], "q": "seen this week through her friendship with and support for Tucson shooting victim Rep. Giffords-Gabrielle Giffords\"> <strong> Gabrielle Giffords </strong>. She also has a view of politics that's in style, telling a women's blogging group in August: <q> We need you. You don't have to be afraid[ of politics] just because it is a blood sport. </q> Want your Whispers first? Check out \" <h6> Hilarious! </h6> Thanks for the article and all the comments about Sen. <strong> Kirsten Gillibrand </strong> being vice presidential or presidential material. I needed a good Charles Ellis Schumerle this morning.", "new_id": -2}, {"uid": "1295611398069435392", "i": 12633, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "have resigned as director of communications in Downing Street \"It's been a privilege and an honour to work for <strong> David Cameron </strong> for three and a half years.\" The former editor said he was <q> extremely proud of the part he played </q> in getting the party back into government. Mr <strong> Andy Coulson </strong> said the row over phone hacking made it \"difficult to give the 110% needed in this role\" . He added: \"I", "new_id": -2}, {"uid": "1295669745215973892", "i": 16386, "idx": 1, "sa": ["Andy Coulson", "Larry Page", "Alan Johnson", "Eric Schmidt"], "q": "on his Twitter account: \"Day-to-day adult supervision no longer needed!\" According to <strong> Eric Schmidt </strong>, the previous structure, which involved decisions being taken by the triumvirate, had become inefficient. <strong> Larry Page </strong> said: <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly... I have learned innumerable lessons from him. </q> Get a FREE copy of The Week magazine and keep up-to-date with the most important news stories from the past 7 days by Ten things you need to know today: <strong> Andy Coulson </strong> quits, <strong> Alan Johnson </strong>'s", "new_id": -2}, {"uid": "1296784629036126790", "i": 50555, "idx": 6, "sa": ["Bill Clinton", "Donald Rumsfeld"], "q": "the chairman of the Joint Chiefs of Staff. But selfless <strong> Donald Rumsfeld </strong> scotched that idea. He claims Bush and Cheney repeatedly persuaded him to stay and even <strong> Bill Clinton </strong> once told him at a WWII memorial dedication that <q> no one with an ounce of sense thinks you had any way in the world to know about the abuse taking place that night in Iraq. </q> <strong> Donald Rumsfeld </strong> now regrets his decision to remain on, calling it a misjudgment because it contributed to the drumbeat of \"torture\" maintained by \"partisan\" critics of the war and Bush. Interestingly, he", "new_id": -2}, {"uid": "1295476329265797672", "i": 1031, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell"], "q": "on the Fox singing contest that begins its 10th season tonight. Hyper, effusive and giddy, <strong> Steven Tyler </strong>'s child-like energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season. <q> The part that's a little difficult is judging young kids, </q> the 62-year-old said. \"It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.\"", "new_id": -2}, {"uid": "1295642939254836748", "i": 9138, "idx": 1, "sa": ["Eric Schmidt"], "q": "step aside.In announcing the move Thursday, <strong> Eric Schmidt </strong> said that the company no longer needed his \"adult supervision\" and that Page, 38, was ready to run the world's leading internet company. <q> We have been talking about how best to simplify our management structure and speed up decision making for a long time, </q> said <strong> Eric Schmidt </strong> in announcing the decision. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm", "new_id": -2}, {"uid": "1295218070163594249", "i": 676, "idx": 11, "sa": ["Simon Cowell"], "q": "appearances on the margins of the British tabloid culture. But just one month after Pop Idol premiered in 2001, the tabloid Sunday People zeroed in on <strong> Simon Cowell </strong> under the headline WOMEN FANS FALL FOR MR. NASTY. <q> The record boss is being chased by besotted women wanting to get to know him better-despite his sarcastic comments and cutting remarks to young wannabes on the hit ITV talent show. </q> As his public profile rose, <strong> Simon Cowell </strong> took action to manage his image. Over 40 when Pop Idol began, <strong> Simon Cowell </strong> had had a handful of semipublic romances with singers and model types. However, his", "new_id": -2}, {"uid": "1296063824024477726", "i": 11752, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Theresa May"], "q": "2005-06 when <strong> Andy Coulson </strong> was editor of the News of the World newspaper. <strong> Andy Coulson </strong>, who has denied wrongdoing, resigned as <strong> Theresa May </strong> <strong> David Cameron </strong>'s communications chief last week after numerous questions about practices at the newspaper. <q> The MPS( Metropolitan Police Service) is launching a new investigation to consider this material, </q> the police force said in a statement. Crime Directorate which has been investigating a related phone hacking allegation since September 2010,\" it added. <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgement and risks", "new_id": -2}, {"uid": "1295592162066338850", "i": 28421, "idx": 0, "sa": ["George H. W. Bush", "Dick Cheney", "James S. Baker", "Colin Powell", "Brent Scowcroft", "Dan Quayle"], "q": "military success and international diplomacy. \"No <strong> George H. W. Bush </strong> was ever better served by his foreign policy team than the 41st <strong> George H. W. Bush </strong> of the United States,\" said <strong> George H. W. Bush </strong>, who was joined by wife Barbara. <q> In the case of Desert Storm, I honestly believe history will say we got this one right. </q> Aggieland was abuzz with big names and royalty as <strong> George H. W. Bush </strong> hosted former George H. W. Bushs <strong> Dick Cheney </strong> and <strong> Dan Quayle </strong>, retired Gen. <strong> Colin Powell </strong>, former Secretary of State <strong> James S. Baker </strong>, former National Security Adviser <strong> Brent Scowcroft </strong>, retired Gen. Walter Boomer,", "new_id": -2}]