[{"uid": "1295133243039174154", "i": 22433, "idx": 0, "sa": ["Mike Birbiglia", "David Letterman", "Jimmy Fallon", "Conan O'Brien"], "q": "http://wn.com/Mike Birbiglia_Mike Birbiglia_Tour_Week_Five__The_Basketball_Finale <strong> Mike Birbiglia </strong> ends his <q> I'm in the Future Also </q> tour in memorable fashion in Philadelphia and Atlantic City. Comedian <strong> Mike Birbiglia </strong> has appeared on The Late Show With <strong> David Letterman </strong>, Late Night With <strong> Conan O'Brien </strong>, The View, and Late Night With <strong> Jimmy Fallon </strong>. In 2008, <strong> Mike Birbiglia </strong> teamed", "new_id": -2}, {"uid": "1297175078196968449", "i": 7484, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld", "Diane Sawyer"], "q": " However the former Pentagon chief also admitted his biggest error during his tenure under <strong> George W. Bush </strong> was his failure to convince the <strong> George W. Bush </strong> to accept his resignation in the wake of the Abu Ghraib prison scandal. <q> That was such a stain on our country. To think that people in our custody were treated in that disgusting and perverted and ghastly way-- unacceptable way, </q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. And so I stepped up and told the <strong> George W. Bush </strong> I thought I should resign. And I think probably he and the military and the Pentagon and the country would've", "new_id": -2}, {"uid": "1295230742192299017", "i": 31203, "idx": 0, "sa": ["Angelina Jolie", "Ricky Gervais", "Christina Aguilera", "Johnny Depp"], "q": "time. He has plenty of comedic fodder among the nominees, which include <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>'s The Tourist and <strong> Christina Aguilera </strong>'s Burlesque. Both films were drubbed by critics but received Globe nominations. <q> I'm going to go out there, guns blazing, like it's the end of the world, </q> <strong> Ricky Gervais </strong> said. The ceremony traditionally had a strong track record as a forecast for what film would win best picture at the Oscars. But the two shows have split in recent times, with only one", "new_id": -2}, {"uid": "1296054621070402076", "i": 17691, "idx": 2, "sa": ["Tim Bajarin", "Steve Ballmer"], "q": "<strong> Steve Ballmer </strong>, Connie <strong> Steve Ballmer </strong>., the world's biggest software maker, filed a U.S. trade... Photo: Wall Street Journal Sues to Open Up Secret Medicare Database rises on renewed earnings opTim Bajarinism <cite> Reuters </cite> Report Abuse <q> If it wasn't for Windows and Office, MS would cease to exist. They can't sell a phone OS to save their lives. Their MP3 thingy and their kiddy phone are duds. The only reason they dominate the game console market is because they sell their product at a loss( what used to be called`` predatory marketing </q>). \" Report Abuse \" Err... ok. on to the gaming side of the IT war: \" Microsoft left PC gaming when it launched the X Box. Every year Microsoft promised they'll", "new_id": -2}, {"uid": "1297219570140312582", "i": 7409, "idx": 5, "sa": ["Simon Cowell", "Christina Aguilera"], "q": "Syco, a joint venture between <strong> Simon Cowell </strong> and Sony Music. Were you already three sheets to the wind or did you notice that <strong> Christina Aguilera </strong> flubbed the national anthem at the Super Bowl on Sunday? <q> I can only hope that everyone could feel my love for this country and that the true spirit of its anthem still came through, </q> <strong> Christina Aguilera </strong> said in a statement after the performance. When she was supposed to sing the line`` O'er the ramparts we watched, were so gallantly streaming,'' she instead repeated an earlier line, with", "new_id": -2}, {"uid": "1295093820134398003", "i": 6460, "idx": 0, "sa": ["David Letterman", "Conan O'Brien", "Jay Leno"], "q": "out what's going to happen.'' He is less interested in any reconnection with <strong> Jay Leno </strong>. His relationship with <strong> David Letterman </strong> remains unaffected- his Late Night predecessor apparently called him over the holidays. <q> It was just a quick call, </q> <strong> Conan O'Brien </strong> qualifies.`` We hadn't spoken for a long time, and Dave just called to basically say, you know,' I haven't checked in on you. I just wanted to make sure that", "new_id": -2}, {"uid": "1297179349217825301", "i": 36751, "idx": 2, "sa": ["Jennifer Lopez", "Steven Tyler", "Simon Cowell"], "q": " That includes the new faces on the`` Idol'' panel. While the music-exec-turned-TV-producer didn't share his specific thoughts about <strong> Jennifer Lopez </strong> or the oddly entertaining <strong> Steven Tyler </strong>, he gave them a positive review overall. <q> I think they're doing fine, </q> <strong> Simon Cowell </strong> said.`` You know, they have a different approach to what I used to do before. I think the show had to reinvent itself, and I think it's right that it's a different", "new_id": -2}, {"uid": "1295548613082853889", "i": 13420, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "one who takes over the <strong> Simon Cowell </strong> role of delivering the final verdict, was a definite no, but the other two gave her a pass. I want to see <strong> Steven Tyler </strong> follow through on his promise to <q> personally work that into something good. </q> Steven Tyleria Huggins-- you know, the bouncy 16-year-old so sweet that my teeth ached-- is another one that will get chewed up in Hollywood. She promised video updates-- oh good grief. She belongs", "new_id": -2}, {"uid": "1296453516129859633", "i": 1543, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Barack Obama"], "q": "cambio en la c?pula gerencial de Google, el Barack Obamae ejecutivo saliente, <strong> Eric Schmidt </strong>, defendi las credenciales del co fundador de la empresa, <strong> Larry Page </strong>, quien tomar las riendas del gigante de Internet en abril. <q> Cuando la gente critica a <strong> Larry Page </strong> como nuevo Barack Obamae ejecutivo, es algo que es tremendamente injusto con l </q>, dijo el jueves en una peque?a conferencia de prensa durante el Foro Econ?mico Mundial en Davos, Suiza.'' l ha estado conmigo en cada decisi?n del negocio por 10 a?os''. Aunque se ha", "new_id": -2}, {"i": 20485, "idx": 5, "index_answer": 1, "new_id": -1, "q": "game of their Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way.`` The guys who were here two years ago know we were in the same situation last time,'' Denver center <strong> Marcus Camby </strong> said. <q> They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game <strong> Rafer Alston </strong>. </q> If <strong> Allen Iverson </strong> and <strong> Tony Parker </strong> play this well again, the Nuggets have a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter.`` Two years ago we probably were", "sa": ["Tony Parker", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295245546048136202"}]