[{"uid": "1296143969066224163", "i": 36750, "idx": 0, "sa": ["Justin Bieber", "Katy Perry", "David Letterman"], "q": "Perfume Smells Like Dirty Sex? <strong> Katy Perry </strong>'s California Dreams tour is shaping up to be quite the experience, with the singer promising`` a Broadway feel'' with a storyline. The show will even smell good: <q> It's going to smell like you're in cotton candy heaven. </q>( <strong> Justin Bieber </strong> will appear on`` The Late Show With <strong> David Letterman </strong>'' twice next week.( Diddy is going to guest star on an upcoming episode of`` Hawaii 5-0.''( Just Jared)", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said. \" \"`` If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,'' <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q> \" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}, {"uid": "1295670450069369935", "i": 8047, "idx": 0, "sa": ["Mike D'Antoni", "Allen Iverson"], "q": "edge. New York closed to 37-27 in the second quarter but Miami went on a 12-0 run. Miami also went on a 12-4 run when New York got within 61-55 in the third quarter. QUOTABLE <strong> Allen Iverson </strong>: <q> Hopefully we can turn things around by having some more energy and execute a little better. </q>-- New York coach <strong> Mike D'Antoni </strong> on what the Knicks could do http://wn.com/Boston_Celtics_VS_San_Antonio_Spurs_Recap_Kevin_Garnett_20_Points! After splitting the first four games to set up a decisive game 5, Miami was seconds away from eliminating the eighth-seeded Knicks. Knick shooting guard", "new_id": -2}, {"uid": "1296003358223510536", "i": 42482, "idx": 0, "sa": ["Michael Vick", "Wes Welker"], "q": "<strong> Wes Welker </strong> used during his pregame news conference were,`` putting your best foot forward,''`` sticking your toe in the water'' and`` being good little foot soldiers.'' He told the Herald <q> the best way to stick up for your teammate is on the field. </q> <strong> Michael Vick </strong> signs first endorsement contract since arrest PHILADELPHIA( AP)- <strong> Michael Vick </strong> has signed his first endorsement contract since his release from prison. The Philadelphia Eagles' Pro Bowl quarterback inked a", "new_id": -2}, {"uid": "1296748642199131152", "i": 33653, "idx": 4, "sa": ["Donald Rumsfeld"], "q": ". In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted, The Washington Post said. <q> Looking back, I see there are things the administration could have done differently and better with respect to wartime detention, </q> <strong> Donald Rumsfeld </strong> acknowledges. Â© 2011 msnbc.com Reprints", "new_id": -2}, {"uid": "1296972042257851410", "i": 464, "idx": 0, "sa": ["Michael Vick"], "q": "dealt with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind Reid. <q> He had a plan and he stuck to that, both on and off the field, </q> Reid said.`` He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did", "new_id": -2}, {"uid": "1295005754255803419", "i": 193, "idx": 2, "sa": ["Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told Allen:`` I will get ITV to make substantial five-figure donation to your charity for the interview''. But Allen told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to`` say a little prayer''. She previously had a miscarriage when she", "new_id": -2}, {"uid": "1296741969056606736", "i": 26783, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "early peeks in The Washington Post and The New York Times at former Defense <strong> Donald Rumsfeld </strong>'s memoir, which goes on sale next week. A few highlights from the Post's report:- <strong> Donald Rumsfeld </strong> <q> goes so far as to depict former <strong> President Bush </strong> as presiding over a national security process that was marked by incoherent decision-making and policy drift, most damagingly on the war in Iraq. </q>-`` <strong> Donald Rumsfeld </strong> remains largely unapologetic about his overall handling of the Iraq conflict and concludes that the war has been worth the costs. Had the government of <strong> Saddam Hussein </strong> remained in power, he says, the", "new_id": -2}, {"uid": "1295981454233783305", "i": 9566, "idx": 0, "sa": ["David Letterman", "Bill Maher", "Dennis Kucinich"], "q": "workers, and injured many thousands more, while causing serious damage and disruption to health infrastructure, se... <strong> Bill Maher </strong> on <strong> David Letterman </strong> January 3 <strong> David Letterman </strong> interviews <strong> Bill Maher </strong> on the Late Show- aired January 3, 2008... <strong> Dennis Kucinich </strong> <q> If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All </q> <strong> Dennis Kucinich </strong>`` If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All'' January 03, 2011 MSNBC The ED Show MOXNews.com... Health Matters: What is Social Anxiety Disorder? What is Social Anxiety", "new_id": -2}, {"uid": "1295559369243744783", "i": 40783, "idx": 0, "sa": ["Leon Panetta", "Madeleine Albright", "Sam Nunn", "Colin Powell", "Bill Clinton"], "q": "introduced his intelligence chiefs- CIA director <strong> Leon Panetta </strong> and NID retired Admiral Dennis Blair. www.change.gov http://wn.com/Repealing_Don't_Ask,_Don't_Tell__Colin_Powell_and_Sam_Nunn Complete video at: fora.tv <strong> Bill Clinton </strong> <strong> Madeleine Albright </strong> of State <strong> Colin Powell </strong> and former <strong> Sam Nunn </strong> discuss a possible repeal of the US military's controversial <q> Don't Ask, Don't Tell </q> policy regarding gay and lesbian service. This program was recorded in collaboration with the 2008 Aspen Ideas Festival.----- <strong> Bill Clinton </strong> <strong> Sam Nunn </strong> and former <strong> Madeleine Albright </strong> of State <strong> Colin Powell </strong> discuss topics ranging from the future of the United States military", "new_id": -2}]