[{"uid": "1295669848206995548", "i": 6280, "idx": 6, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "royal reporter who was jailed for phone hacking several years ago, were laughably false <strong> Andy Coulson </strong> is in a LOT of trouble make no mistake. <strong> David Cameron </strong> has shown just how beholden to <strong> Rupert Murdoch </strong> he really is. <q> \"Dispatches also looks at the way MPs were fearful of what News International, the owner of News of the World, could do when they tried to investigate the phone hacking in advance of the general election earlier this year. </q> Plaid Cymru Mp Adam Price told Channel 4:' I was told by a senior Conservative member of the committee, who I knew was in direct contact with executives at News International, that if", "new_id": -2}, {"uid": "1295559882082083924", "i": 2846, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "fell short of estimates, which stood at$ 8.09, at least under generally accepted accounting principles. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade,\" Page said. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. </q> Notables at state dinner Gallery: Mayors Lee and Quan join CEOs, leaders and celebs at White House event for China's Hu. OAKLAND 2 BR/ 1.0 BA$ 565,000.00 OAKLAND 3", "new_id": -2}, {"uid": "1297127015165691436", "i": 15224, "idx": 1, "sa": ["Simon Cowell", "Katy Perry", "Kelly Rowland"], "q": "Idol. And he has also considered former Destiny's Child singer <strong> Kelly Rowland </strong> and <strong> Katy Perry </strong> for a spot as he thought about an all-girl panel. \"His indecision is final,\" quipped an insider last night. <q> But he's making us very nervous. This to-ing and fro-ing is not a good sign. </q> Yesterday <strong> Simon Cowell </strong> and Fox TV chiefs unveiled some details of the show, but pointedly refused to get drawn on the panellists. The TV mogul risked alienating ITV bosses and British fans in a trailer", "new_id": -2}, {"uid": "1295891307156680197", "i": 27944, "idx": 1, "sa": ["Zahi Hawass"], "q": "of one sun god, Aton. The bust is at the top of a \"wish list\" of five major artefacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q> Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti, </q> <strong> Zahi Hawass </strong> said in a statement. But he asked that \"this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" World Video: Banned books back on sale", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}, {"uid": "1295750548172048416", "i": 18675, "idx": 0, "sa": ["Rene Preval", "Andy Coulson"], "q": "a mass... Article: Haiti revises quake death toll up to over 316... Photo in Slideshow: Haitian President <strong> Rene Preval </strong> Photo in Slideshow: Hiati President <strong> Rene Preval </strong> holds a wreath of flowers at a mass... Report Abuse <q> When he was President, there was law and order. He provided universal health care and education and there was prosperity for all. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1297430731170164227", "i": 19188, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "joint marketing initiatives and a shared development roadmap, including hardware design, language support, and help bring Windows Phone to a larger range of price points, market segments and geographies, the company said. <q> Today, the battle is moving from one of mobile devices to one of mobile ecosystems, and our strengths here are complementary. Ecosystems thrive when they reach scale, when they are fueled by energy and innovation and when they provide benefits and value to each person or company who participates, </q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> added. \"This is what we are creating; this is our vision; this is the work we are driving from this day forward.\" strtegic memo that was leaked in advance of", "new_id": -2}, {"uid": "1295314716264208390", "i": 1957, "idx": 1, "sa": ["Piers Morgan", "Steve Ballmer"], "q": " \"good things come to those wait\" The man was right. Windows 8 already?? Please. The FIRST thing you need to do is fire your bozo CEO, <strong> Steve Ballmer </strong>. Report Abuse <q> One-Size-Fits-All.... show me one product that has used that philosophy that actually \"fits right </q> for a job.\" Sometimes good enough is not good at all. Mashable: \"<strong> Piers Morgan </strong> Tonight\" Turns to Social Media to Build Buzz for CNN Premiere Mashable: MLK Day Gets a", "new_id": -2}, {"uid": "1297446725101842956", "i": 11165, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "the diplomat charged with the reconstruction of postwar Iraq- as complaining that many of <strong> Donald Rumsfeld </strong>'s civilian employees were terrified of him. I ask <strong> Donald Rumsfeld </strong> if he thinks that was true and I get an aw-shucks smile. <q> I've never heard anyone else say that, so I don't give it a lot of credence. </q> I wonder aloud whether, \"as a leader you have to be a bit intimidating?\" But <strong> Donald Rumsfeld </strong> demurs- \"Oh no, in fact you don't want to be. The truth is", "new_id": -2}, {"uid": "1295546693266108960", "i": 12829, "idx": 2, "sa": ["Murray Clark", "Mr. Bauer", "Mike Pence"], "q": "House, many signs point to him running for Indiana governor in 2012 instead. No one else mulling a presidential run faces a similar quandary. <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> says he plans to announce his decision early next year. <q> <strong> Sen. Joe Lieberman </strong>'d put money on him running for governor over president, because the field is a lot smaller and he wouldn't be running against an incumbent, </q> says Indiana's recently retired GOP chairman, <strong> Murray Clark </strong>. <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> usually draws under 5% in voter surveys testing the emerging 2012 field. But the excitement he's stirred among a swath of conservatives-he won a straw", "new_id": -2}]