[{"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q> It is a pretty good offer we are making. </q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. \"There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}, {"uid": "1296124798102268952", "i": 49270, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "that it's got to come from somewhere.\" Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q> Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government, </q> said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. \"It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history", "new_id": -2}, {"uid": "1295632864218054656", "i": 40224, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Will Page"], "q": "thought. Internally, <strong> Eric Schmidt </strong> will continue to act as an adviser to <strong> Will Page </strong> and cofounder <strong> Sergey Brin </strong>, who will focus on strategic projects, in particular new products. The changes will take effect on April 4. <q> We've been talking about how best to simplify our management structure and speed up decision-making for a long time, </q> <strong> Eric Schmidt </strong> said. \"By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear, Larry is ready to lead, and I'm excited about", "new_id": -2}, {"uid": "1295560809078905355", "i": 39111, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and I'm sure he'll do a fantastic job.\" <strong> Eric Schmidt </strong> said there would be no material change in the company's strategy, because \"we all agree with each other.\" <q> I believe as a result of this will execute and operate the business even better, </q> <strong> Eric Schmidt </strong> said. Likewise, <strong> Sergey Brin </strong> expressed during the call genuine admiration for <strong> Eric Schmidt </strong>'s role in Google's success. Please send me occasional email updates about new features and special offers from Wired.", "new_id": -2}, {"uid": "1295296922163250201", "i": 2731, "idx": 0, "sa": ["Steve Ballmer"], "q": "Microsoft CEO <strong> Steve Ballmer </strong> wants you to know that the Xbox 360 \"isn't a gaming console.\" Rather, <strong> Steve Ballmer </strong> believes the 360- along with Kinect- acts as a complete family entertainment center. <q> It's a place to socialize. It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body, </q> <strong> Steve Ballmer </strong> told USA Today in a recent interview. \"If you want to know where is the consumer heat, the things that people want to get their hands on, it's", "new_id": -2}, {"uid": "1296162104118571009", "i": 25024, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "According to <strong> Eric Schmidt </strong> who spoke Thursday at a briefing in Davos, he had drawn up the plan to restructure the management at <strong> Google Inc. </strong>, which will see co-founder Larry Page ascending to to CEO. <q> This has nothing to do with competitors, that is completely false. This was my proposal. People have never believed that the three of us could run the company as a triumvirate, but[ this is] a very, very well managed business. The three of us will be on all of the big decisions together. </q>", "new_id": -2}, {"uid": "1297235057187482120", "i": 18655, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "Kathleen Sebelius"], "q": "in Afghanistan by preventing the Taliban from regaining control of the country it led from the mid-1990's through 2001. In the second part of an interview with Fox News host Bill O'Reilly, <strong> Barack Obama </strong> asserted, <q> I can say we will defeat <strong> Barack Obama </strong> Qaeda and that the Taliban will not be retaking Afghanistan. </q>( WASHINGTON)-- Twenty-one Republican governors sent a letter to Health and Human Services <strong> Donald Rumsfeld </strong> <strong> Kathleen Sebelius </strong> on Monday detailing how and why they would like <strong> Barack Obama </strong>'s health care reform law to be changed. This move", "new_id": -2}, {"uid": "1295468992042287225", "i": 11060, "idx": 3, "sa": ["Maurice Cheeks", "Allen Iverson", "John Purdue", "Mark Dantonio"], "q": "at that end, considering he lost his starting job because of his poor defense. \"We didn't make the correct switch,\" Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q> Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end. </q> <strong> Allen Iverson </strong> http://wn.com/Coach_Dantonio_Press_Conference_for_Purdue_from_Focal_Point The Spartans enter <strong> John Purdue </strong> weekend looking to go 2 and 0 in November and move to 9 and 1 on the year, one step closer to a big ten championship. Coach <strong> Mark Dantonio </strong> knows that this <strong> John Purdue </strong>", "new_id": -2}, {"uid": "1296076333106119175", "i": 1403, "idx": 0, "sa": ["Eric Schmidt"], "q": ". By this summer, developers with games on Facebook's platform will have to accept payments made with the social network's own in-house currency, Facebook Credits. By requiring game developers to offer Facebook Credits, <q> it brings them inline with what you see on other gaming platforms such as Microsoft or Nintendo, </q> said Todd Northcutt of GameSpy Technology. It might appear that Google has an advantage over Facebook with the 38-year-old Page taking over as CEO after spending nearly a decade under the watchful eye of 55-year-old <strong> Eric Schmidt </strong>, a veteran", "new_id": -2}, {"uid": "1297175078196968449", "i": 6307, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "war on \"too many hands on the steering wheel.\" <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> File photo shows a US soldier conducting a search for suspects in the Diyala province of Baquba, northeast of Baghdad. <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong> blamed much of the failings of the Iraq war on \"too many", "new_id": -2}]