[{"uid": "1296708030055181330", "i": 35860, "idx": 1, "sa": ["Allen Iverson", "Zach Randolph"], "q": "gam... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that I will continue my career. </q> Referring to a Monday meeting with Griz... Amazing Nuggets vs Grizzlies NBA Highlights 12/20/2009 <strong> Zach Randolph </strong> scores 15 of his 21 points in the second half to.... Grizzlies Vs Lakers- Season Game 4 Recap- 2010-11 The", "new_id": -2}, {"uid": "1297094624063078408", "i": 37760, "idx": 4, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "that \"in a war, many things cost lives.\" But he had no regrets about his leadership for the wars in Iraq and Afghanistan-- the latter now nearing its 10th anniversary. <q> I think the world?s a better place with Saddam Hussein gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> <strong> Donald Rumsfeld </strong> said, insisting the <strong> George H. W. Bush </strong> administration made only an \"incremental\" move toward invading Iraq in the wake of the September 11, 2001 attacks on the United States. <strong> Donald Rumsfeld </strong> said it was not him", "new_id": -2}, {"uid": "1296492936169607194", "i": 97, "idx": 3, "sa": ["Sergio Marchionne", "David Whiston"], "q": "\"I do think highly of <strong> Sergio Marchionne </strong> but I was still very skeptical of the prospects initially when this all started,\" <strong> David Whiston </strong>, an analyst with Morningstar Inc. in Chicago, said prior to the release. <q> So far, theyre proving me wrong and proving nearly everyone else out there wrong. </q> Chrysler's U.S. growth in the past year was in part fueled by sales to so-called fleet customers-- corporate, government and rental-car company buyers. \"Fleet sales in the fourth quarter ended in", "new_id": -2}, {"uid": "1295766642175063052", "i": 19542, "idx": 1, "sa": ["Allen Iverson", "LeBron James", "Dwyane Wade"], "q": "as possible, and the sleeve would get in the way of my shot, but I like wearing it on the other arm because I feel it keeps that elbow from getting banged up,\" <strong> Dwyane Wade </strong> said. <q> I take a lot of hits and dive for a lot of loose balls, so I need all the padding I can get. But I think some guys out there just wear the sleeve as a fashion statement. They like how it looks. </q> <strong> LeBron James </strong> has been wearing a sleeve on his shooting arm fairly regularly since injuring his elbow last season. He said he gives <strong> Allen Iverson </strong> all the credit for the fad, and within NBA locker rooms, the", "new_id": -2}, {"uid": "1296097869183648558", "i": 48245, "idx": 1, "sa": ["Liv Tyler", "Mia Tyler", "Simon Cowell"], "q": "than Cowell\" Cowell+Simon Cowell\"> <strong> Simon Cowell </strong> and his nasty quips. \"We're a very sarcastic family,\" said <strong> Mia Tyler </strong>, a plus-sized model and Tyler\" Tyler+Liv Tyler\"> <strong> Liv Tyler </strong>'s paternal half-sister. <q> He's the funniest man I know. He's saving the show because it was kind of boring before. There's only so many times you can watch <strong> Simon Cowell </strong> be mean to people. </q> While <strong> Mia Tyler </strong> may be biased, there's no doubt that the Aerosmith frontman's comments are entertainingly unpredictable. For example, he said about one contestant: \"Water that flower'cause", "new_id": -2}, {"uid": "1296175056236372022", "i": 54792, "idx": 0, "sa": ["Andy Coulson", "Angela Eagle", "George Osborne", "Barack Obama"], "q": "a \"sacker's charter\" . No 10 called it \"a hirer's charter\" . <strong> Angela Eagle </strong>, the shadow chief secretary to the Treasury, described the confidence index figures as very concerning, reflecting <q> an early sign of the impact of this month's VAT rise </q>. Health and aid spending pledge could damage recovery, warn business groups Politics Weekly podcast: The economy, control orders and <strong> Barack Obama </strong>'s` Sputnik moment' <strong> George Osborne </strong> defends <strong> Andy Coulson </strong> over phone-hacking allegations- video 28 Nov", "new_id": -2}, {"uid": "1297230061243105794", "i": 43315, "idx": 0, "sa": ["Catherine, Duchess of Cambridge", "Olivia Wilde", "Sam Rockwell", "Simon Cowell", "Harrison Ford"], "q": "years older than the sexy House M.D. star. Continues the pal of <strong> Olivia Wilde </strong>, who has about half a dozen film roles on her plate( including this year's <strong> Harrison Ford </strong> and <strong> Sam Rockwell </strong>): <q> She is a hot property now... it was weighing her down being married. </q> Her estranged husband, meanwhile, \"is heartbroken and really wanted to stay together.\" <strong> Simon Cowell </strong> Unveils His' X Factor' Wardrobe Plans& Offers A Wedding Update <strong> Catherine, Duchess of Cambridge </strong> deemed top fashion buzzword February", "new_id": -2}, {"uid": "1297227563238518272", "i": 30307, "idx": 11, "sa": ["Donald Rumsfeld"], "q": "to draw their own conclusions. Some early reviews of what <strong> Donald Rumsfeld </strong> called \"my slice of history\" have cast it as a score-settling exercise, a revenge memoir. That, he sniffed, comes from <q> people who haven't read it. </q> Much of the attention to the book has focused on controversies from the Iraq war, but he also writes about the period when the Afghan war began slipping into a stalemate. In an interview", "new_id": -2}, {"uid": "1297691512098959367", "i": 52871, "idx": 0, "sa": ["Darren Cooper", "Michael Gove"], "q": "Building Schools for the Future( BSF) scheme in six authorities after Mr Justice Holman ruled that Mr <strong> Michael Gove </strong> had unlawfully failed to ADVERTISEMENT consult them before imposing the cuts. In five cases the failure was <q> so unfair as to amount to an abuse of power </q>, the judge said. In an open letter to Mr <strong> Michael Gove </strong> <strong> Darren Cooper </strong>, leader of Sandwell Council, one of the six involved in the challenge, said the scrapping of BSF meant that nine school building", "new_id": -2}, {"uid": "1297174673142131244", "i": 1998, "idx": 1, "sa": ["Charles Woodson", "Aaron Rodgers", "David Letterman", "Brett Favre"], "q": "from Green Bay Packers quarterback <strong> Aaron Rodgers </strong>. <strong> David Letterman </strong> fielded a <strong> Aaron Rodgers </strong> spiral after the Super Bowl MVP was interviewed during a taping of \"The Late Show with <strong> David Letterman </strong>.\" After earning wild applause for his observation <q> there must be a lot of Wisconsin people </q> in <strong> David Letterman </strong>'s audience, <strong> Aaron Rodgers </strong> talked about his past as a lightly-recruited high school and junior college player, the realities of following <strong> Brett Favre </strong> as the Packers quarterback, and a conversation he had with cornerback <strong> Charles Woodson </strong> during the", "new_id": -2}]