[{"uid": "1297283186243777539", "i": 773, "idx": 0, "sa": ["Lance Horne", "David Letterman", "Justin Vivian Bond", "Sandra Bernhard", "Rob Moose", "Vince Lombardi", "Jake Shears", "Dan Lauria"], "q": "and <strong> Justin Vivian Bond </strong>, music and lyrics by <strong> Sandra Bernhard </strong>, <strong> Justin Vivian Bond </strong>, <strong> Lance Horne </strong> and <strong> Jake Shears </strong>. <strong> Rob Moose </strong> will be the musical director. The new musical, according to press notes, features Bernard and <strong> Justin Vivian Bond </strong>, who play <q>country cousins whose lives have led them in very different directions. One went from being a rock chick to born again motherhood in the Midwest and the other from small town gay to urban art world sophisticate. When the two meet up again at a family wedding they set of on a journey rediscovering their authentic selves and learning that ideology doesn't mean much when stacked up against art love and really good acid.</q> For more information visit Joespub.com. <strong> Dan Lauria </strong> Helps Out With <strong> David Letterman </strong>'s Top 10- as <strong> Vince Lombardi </strong>( Video) <strong> Dan Lauria </strong>, who recently visited \"Late Night with <strong> David Letterman </strong>\" to give the host a", "new_id": -2}, {"uid": "1296332857218349584", "i": 23586, "idx": 1, "sa": ["The Dawg", "Simon Cowell", "Marvin Gaye"], "q": "legally have him arrested for disturbing he peace. Needless to say Ainsworth was given three no's from the judges. And as young Ainsworth was walking out of the judges audition room, <strong> The Dawg </strong> yelled out <q>Hey dude, I hope you can play freakin basketball!</q> So this years edition of American Idol appears to have found the man who will be taking <strong> Simon Cowell </strong> \"The <strong> Marvin Gaye </strong> of Put Downs\" <strong> Simon Cowell </strong>'s place. Louisiana stand up comedian Zydeco Dupree who", "new_id": -2}, {"uid": "1295499871140181544", "i": 18346, "idx": 1, "sa": ["Allen Iverson", "David West", "Larry Hughes"], "q": "Philadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers, who opened the season 10-0 at the First Union Center, are 1-7 in their last eight home games. <q>This is not the team we thought we were going to have,</q> Sixers coach <strong> Larry Hughes </strong> <strong> David West </strong> said, referring to injuries that have hampered the team. Philadelphia, which trailed by 18 in the second quarter, closed to 50-47 following a three-point play by <strong> Allen Iverson </strong> early in the third.", "new_id": -2}, {"uid": "1294957392081149963", "i": 6982, "idx": 6, "sa": ["Kobe Bryant", "LeBron James", "Rasheed Wallace", "Allen Iverson", "Mo Williams"], "q": "win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> LeBron James </strong> around, the Cavs have little to fear. \"He willed this win for us,\" Cavs coach Mike Brown said of his star. <q>He has been doing that for us down the stretch, no matter who our opponent is.</q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half http://wn.com/Allen_Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to stay with his man on defense when he slammed full-force into <strong> Rasheed Wallace </strong> and went sprawling to the floor. Picking himself up", "new_id": -2}, {"uid": "1296209073159924232", "i": 2475, "idx": 0, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": "2009 after <strong> Hillary Clinton </strong> left to become secretary of state, had sought the committee seat. She has worked on military issues, such as the repeal of the\" Albany-area congressional district. <q>One of the reasons I came to Congress was to strengthen our national security and serve as a voice for our troops and military families,</q> she said. <strong> Kirsten Gillibrand </strong> says she will work for troops and their families, and try to strengthen connections between the military and \"I'm not dying,\" says the bad boy actor,", "new_id": -2}, {"uid": "1295669848206995548", "i": 6275, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "a low point in their fortunes. Today's Cameron-Osborne confidence means they feel they can cope with the loss of a valued and respected member of their court. one ally told me: <q><strong> David Cameron </strong> has grown into a natural prime minister and <strong> George Osborne </strong>'s reputation has been enhanced as chancellor. Their reliance on any one person is less than it was.</q> In a way these remarks are a tribute to <strong> Andy Coulson </strong>. They show how <strong> David Cameron </strong> has grown in stature since <strong> Andy Coulson </strong>'s arrival in 2007. The former tabloid editor joined at a low point as a row over", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q>Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it,</q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}, {"uid": "1295958129216842277", "i": 10782, "idx": 5, "sa": ["Charlie Black", "Mike Pence"], "q": "safer route of running for governor? Is it realistic to try to vault from the House to the White House, something that was only done once, in 1880? <q>A number of things would have to fall into place to make him competitive,</q> said <strong> Charlie Black </strong>, a veteran GOP strategist. \"The key is the conservative movement adopting him as its favorite.\" <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295238793192987152", "i": 20505, "idx": 0, "sa": ["Arthur D. Levinson", "Steve Jobs", "Al Gore", "Eric Schmidt"], "q": "defended the company's disclosures. \" \"We believe we have met all disclosure obligations,\" Genentech Inc.( DNA) CEO <strong> Arthur D. Levinson </strong> told shareholders. <strong> Arthur D. Levinson </strong> has been an Apple board member since 2000. <q>Nothing has changed. Succession planning is something this board takes up regularly. You can assume we will do that responsibly.</q>\" In other activity at the board meeting: Shareholders approved the re-election of the eight-member board, which includes <strong> Steve Jobs </strong>, former <strong> Al Gore </strong>, and Google CEO <strong> Eric Schmidt </strong>. And the shareholders sang \"", "new_id": -2}, {"uid": "1295408110085049356", "i": 44938, "idx": 0, "sa": ["David Tua", "Shane Cameron", "Simon Cowell", "Lole Usoalii"], "q": "that's been the thinking behind \"American Idol,\" home of the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to <q>a cat being thrown off a skyscraper,</q> telling another, \"Don't mean to be www.myspace.com An Inspiring track written and sung by <strong> Lole Usoalii </strong> Usoallii in 2007. Well done Sis and congratulations to <strong> David Tua </strong> on his impressive win against <strong> Shane Cameron </strong>. Lest we forget those", "new_id": -2}]