[{"uid": "1296932811087031838", "i": 26178, "idx": 2, "sa": ["Sergio Marchionne", "Maurizio Sacconi"], "q": " \"In the next two or three years we will be able to see a single entity. It could be based here in the United States,\" Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. <q> We'll have to integrate the companies first, though, and then look at the management, </q> he added. Faced with the outcry, the Labour Ministry on Saturday published a statement showing the Fiat chief backing away from his previous remarks in a telephone conversation with labour minister <strong> Maurizio Sacconi </strong>. According", "new_id": -2}, {"uid": "1296705162088064025", "i": 28718, "idx": 0, "sa": ["Vince Wilfork", "Michael Vick"], "q": "last play of the game, the Patriots forced a fumble by quarterback Matt Flynn, with <strong> Vince Wilfork </strong> recovering it for New England. Those defensive points gave Tulipane a two-point victory in his semifinal playoff matchup. <q> I would have been out of it right there, </q> he said. Tulipane's team was auto-drafted, although he made a few key tweaks to it throughout the season. The biggest move was acquiring Eagles quarterback <strong> Michael Vick </strong> on the waiver wire after the first week of", "new_id": -2}, {"uid": "1295718175131842121", "i": 1441, "idx": 1, "sa": ["Piers Morgan", "Simon Cowell", "Amanda Seyfried"], "q": "a backing track including whipping noises and gunfire, then ending in blasts of fire. As the camera cut to <strong> Amanda Seyfried </strong>, she was in rapture! I Like the Way You Move, indeed! <strong> Piers Morgan </strong> began, <q> If this was a competition only by women you would have won this thing already. You come better each time it's been better than before your name has not been mentioned in the list of favourite and I don't know why! <strong> Amanda Seyfried </strong> gushed, \"I've always said you are, ravishing and ripped rampantly gorgeous, I know you take this very serious, you are extraordinarily entertaining </q>. You are better tonight than I've seen in previous rounds. It was the best act I've seen tonight!\" beamed <strong> Simon Cowell </strong>. He even gave them a standing ovation! taken from the official site", "new_id": -2}, {"uid": "1296108988167460874", "i": 735, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "Less than two years after being released from federal prison, the Philadelphia Eagles' quarterback is making his fourth Pro Bowl appearance- and first since serving 18 months for his role in a dogfighting operation. <q> This one feels great due to the fact that I've been through so much and trained to getting back to this position, </q> he said after the NFC opened practice Wednesday. \"It's paramount for me and my family and I'm just thankful.\" After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295404963171524096", "i": 22224, "idx": 0, "sa": ["Piers Morgan", "Jay Leno", "Howard Stern", "David Letterman", "the Stern"], "q": "took place last year. During his interview on \"<strong> Piers Morgan </strong> Tonight,\" <strong> Howard Stern </strong> expanded on his dislike for the host- and his dismay at those who watch <strong> Jay Leno </strong>'s show. As he told <strong> Piers Morgan </strong>, <q> <strong> the Stern </strong> won't do[ his show] again. </q> <strong> Howard Stern </strong> is also staunchly Team <strong> David Letterman </strong>. \"<strong> the Stern </strong> don't know why he's beaten <strong> David Letterman </strong> in the ratings,\" said <strong> Howard Stern </strong>. \"It's beyond my comprehension. America must be", "new_id": -2}, {"uid": "1294978989186728449", "i": 14953, "idx": 0, "sa": ["David Letterman", "Mark Berman"], "q": "Stem Cells and Cosmetic Surgery PR Newswire, Jan. 12, 2011/ PRNewswire-USNewswire/-- We've all heard stories about medical breakthroughs involving stem cells in recent years. But stem cells and cosmetic surgery? <q> We've learned that your own fat is a great source for stem cells, </q> says Dr. <strong> Mark Berman </strong>, MD, President of the American technology, we can harvest fat and actually separate the murder his girlfriend changed his mind about representing himself during pretrial hearings Monday. <strong> David Letterman </strong> Greenfield, 56, dressed", "new_id": -2}, {"uid": "1296622781114606115", "i": 10847, "idx": 4, "sa": ["Sergio Marchionne"], "q": ", 27 years ago, the original 500 was still being made \"The global vehicle market is moving more and more towards a European blueprint,\" observes Callum MacRae, PricewaterhouseCoopers motor industry analyst. <q> European manufacturers are very adept at engine technology. </q> This could benefit Fiat, as \"fuel economy is embedded into the brand\", Mr <strong> Sergio Marchionne </strong> acknowledges. \"But it's about much more than that. I don't think it's", "new_id": -2}, {"uid": "1295228796163069970", "i": 34542, "idx": 1, "sa": ["Nigel Lythgoe", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "<strong> Simon Cowell </strong> who is instead launching an American version of The X Factor this year. <strong> Nigel Lythgoe </strong> insists Aerosmith singer <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> have a great deal more to offer the show's wannabe pop stars. <q> Both of them are very aware of what they bring and are aware of how they treat the kids because they've been judged all their lives, </q> he explained. <strong> Nigel Lythgoe </strong> revealed: \"They're not, and they shouldn't be, good at chopping people's legs from underneath them, they're not that character, and it isn't about", "new_id": -2}, {"uid": "1295645219096387090", "i": 24155, "idx": 0, "sa": ["Barack Obama", "David Letterman"], "q": "<strong> David Letterman </strong> reads <strong> Barack Obama </strong> Top 10 list <strong> Barack Obama </strong>'s second anniversary in office with a special Top 10 list on his talk show. <strong> David Letterman </strong> read <q> Ways <strong> Barack Obama </strong> Celebrated His Two-Year Anniversary in Office </q> on Thursday's edition of \"Late Show with <strong> David Letterman </strong>.\" The list went as follows: 10. Spelled \"two years\" on the South Lawn of the White House with cigarette butts", "new_id": -2}, {"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "\" <strong> Roger Goodell </strong> said.\"[ Most often] they're not recognizing they have a role in it.\" Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q> I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like, \"He won't sign my jersey.' </q> He says he thinks Mike <strong> Michael Vick </strong> \"is sincerely trying.\" And he isn't blind to the fact that the story isn\"t over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}]