[{"uid": "1297319963198246426", "i": 43805, "idx": 1, "sa": ["Eric Schmidt"], "q": "Amelia Torres, spokeswoman for competition issues at the commission, in a Wall Street Journal This all stems from a story published in The Sunday Telegraph in which the reporter( not lame duck CEO <strong> Eric Schmidt </strong>) said <q> Google could be willing to change some of its algorithm methodology in search. </q> What followed was a slew of regurgitated stories that Google was ready to change its algorithm. Without reading carefully, many assumed <strong> Eric Schmidt </strong> was being paraphrased. But it seems the author was just rambling on about a", "new_id": -2}, {"uid": "1296184901199016459", "i": 13303, "idx": 0, "sa": ["Mike Pence"], "q": "served as chairman of the conservative Republican Study Committee from 2005 to 2007 and as chairman of the House Republican Conference from 2009 until January 2011. circulated a letter to supporters announcing the decision. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> wrote <strong> Mike Pence </strong>.`` We will not seek the Republican nomination for president in 2012.'' Video: Obama picks Carney for press secretary Senate Republicans beg for spending addiction intervention, Dems say no way Top Republicans", "new_id": -2}, {"uid": "1297629637208748562", "i": 463, "idx": 0, "sa": ["Michael Vick"], "q": "Fenimore] was there when my baby was a baby,'' remembers Shaft, and their friendship eventually grew into more. Today, Shaft is studying for a criminal justice degree while Fenimore works as a bartender. <q> She is wonderful and works while I go to school, </q> says Shaft. Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to the City of Dallas Man, That Was Quick: The First Lawsuit Over Super Ticket Snafu at Cowboys Stadium", "new_id": -2}, {"uid": "1297461177215384092", "i": 13014, "idx": 7, "sa": ["Mark Buehrle", "Michael Vick"], "q": "and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt,'' <strong> Mark Buehrle </strong> told MLB.com. <q> Everything you've done to these dogs, something bad needs to happen to these guys. </q> Knorr said that the public's perception of <strong> Michael Vick </strong> depends on whether a person owns a dog.`` I think 25 percent of people are for him-- those are the football fans-- 25", "new_id": -2}, {"uid": "1296030310020856872", "i": 40439, "idx": 0, "sa": ["Michael Vick"], "q": "free use of a$ 54,000 Nissan Armada. Terms of his deal with Unequal, his first paid endorsement, were not disclosed, but Vito said it was a`` sizable'' investment. <q> We believe it was worth it, </q> he said,`` because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.'' <strong> Michael Vick </strong> was once the NFL's highest-paid player, and he made an estimated$ 7 million", "new_id": -2}, {"uid": "1295166111052756492", "i": 25628, "idx": 1, "sa": ["Gabrielle Giffords", "Mike Pence", "Kevin Brady"], "q": "it will gain much traction in the House,'' <strong> Kevin Brady </strong> says. Like <strong> Kevin Brady </strong>, Indiana Republican <strong> Mike Pence </strong> says what happened in Tucson should not be blamed on a public policy that needs fixing. <q> What we had here was a despicable human being who engaged in a barbarous act against defenseless civilians and a Gabrielle Giffordsply respected colleague, </q> he says.`` I think we should focus on holding that individual to account.'' Is Now The Time To Act? Saying Congress has no responsibility to act is naive, according to", "new_id": -2}, {"uid": "1295665834145047593", "i": 2300, "idx": 0, "sa": ["Eric Schmidt", "Bruce Francis"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> <strong> Bruce Francis </strong>, VP of corporate strategy with Salesforce.com, discusses the company's AppExchange incubator, which lets startups focus on their unique services while Salesforce provides the service delivery platform. <strong> Eric Schmidt </strong> will continue to work for", "new_id": -2}, {"uid": "1295669789217972768", "i": 13958, "idx": 0, "sa": ["Tim Cook", "Larry Page", "Eric Schmidt", "Steve Jobs"], "q": "different approaches to announcing these changes. Apple CEO <strong> Steve Jobs </strong> took indefinite medical leave, technically remaining chief executive but turning over day-to-day operations to COO <strong> Tim Cook </strong>. In an official statement, <strong> Steve Jobs </strong> assured that he would still <q> be involved in major strategic decisions for the company. </q> Yesterday, Google announced that in April, href=\"http://www.betanews.com/article/Google-CEO-Eric Schmidt-casually-steps-down-shocks-tech-world/1295560919\" target=\"_blank\"> <strong> Eric Schmidt </strong> will turn over the chief executive's chair to cofounder <strong> Larry Page </strong>. <strong> Eric Schmidt </strong> will continue in a more customer facing, public role but as executive chairman", "new_id": -2}, {"uid": "1295897616111312927", "i": 59332, "idx": 1, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "Downing St director of communications, the spotlight was thrown back on to <strong> David Cameron </strong>'s links with <strong> Rupert Murdoch </strong>'s empire. The Independent has newspaper he headed and the row is unlikely to go away, commentators said Saturday. <q> So far, our worst day in government, </q> a senior aide from <strong> David Cameron </strong>'s Downing Street office told The target=\"_blank\" href=\"http://guardian.co.uk\"> Guardian, after <strong> Andy Coulson </strong> quit as chief of... BBC staff brace themselves for over 500 job losses BBC staff are bracing themselves for upwards", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.''( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}]