[{"uid": "1296824191247005219", "i": 9199, "idx": 0, "sa": ["Mitt Romney", "David Letterman"], "q": "hopeful <strong> Mitt Romney </strong> announced the'' top 10'' things you don't know about him on Tuesday's ''Late Show With <strong> David Letterman </strong>.'' Among the made-up facts: ''<strong> Mitt Romney </strong> is short for Mitt-thew,'' <q>I'm the guy in the photo that comes with your picture frame,</q> and ''I have absolutely no idea where my birth certificate is.''", "new_id": -2}, {"uid": "1296575507267468818", "i": 11091, "idx": 1, "sa": ["Gary Moore", "Allen Iverson"], "q": "''( <strong> Allen Iverson </strong>) will not be able to return to professional basketball for some six to eight weeks or more this season,'' Andrews said in a statement sent out by <strong> Allen Iverson </strong>'s manager, <strong> Gary Moore </strong>. <q>At this point, it is certainly more important to get his calf healed and asymptomatic than it is to try to play with continued pain. We anticipate a full recovery and certainly anticipate him being able to resume a normal basketball career.</q> ''He actually tried to tough it out and continued to play while over in Turkey,'' said Andrews. ''However, he got to the point where he could not really run up and down", "new_id": -2}, {"uid": "1295569537103104525", "i": 19034, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "management shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> Mr <strong> Eric Schmidt </strong> said. ''By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "new_id": -2}, {"uid": "1296705082055525382", "i": 48816, "idx": 0, "sa": ["Casey Abrams", "Nigel Lythgoe", "Lauren Alaina", "Simon Cowell"], "q": "if you think Nashville auditioner <strong> Lauren Alaina </strong> has the contest in the bag, executive producer <strong> Nigel Lythgoe </strong> says just you wait. ''You haven't really seen how strong the talent is yet,'' he cautions. <q>We can afford to lose 10 great ones this year because they're that good!</q> American Idol features ''Melodica': <strong> Casey Abrams </strong> brings unique instrument( Video) Inquirer THE FIRST week of` American Idol'' season 10 was a decidedly unusual viewing experience. What? No more <strong> Simon Cowell </strong> raising his fastidious", "new_id": -2}, {"uid": "1297279329173539341", "i": 28445, "idx": 0, "sa": ["Donald Rumsfeld", "Sen. Joe Lieberman"], "q": "CAN Create more regulation YES <strong> Sen. Joe Lieberman </strong> CAN Increase the size of government YES <strong> Sen. Joe Lieberman </strong> CAN Create more wasteful spending YES <strong> Sen. Joe Lieberman </strong> CAN Take in more ILLEGAL ALIENS YES <strong> Sen. Joe Lieberman </strong> CAN Report Abuse <q>He is smart to collect retirement pay from the Senate before they quit paying it due to the loss of funds for it. Save all your cash,... the big crash is coming in years to come. You think Egypt has it rough... just wait for the US to start cashing in the bonds to pay Social Secuity retirees in the next 20 year!!!!</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader", "new_id": -2}, {"uid": "1297136264194772997", "i": 45641, "idx": 1, "sa": ["Halle Berry", "Lady Gaga", "Simon Cowell", "Janet Jackson", "Michael Jackson"], "q": "romantic activities for Karofsky will have to be patient. He won't be jumping into the dating scene immediately. ''He's not quite ready to be all romantic quite yet,'' says Adler. <q>Karofsky has to drop the bravado and just be who he is before he can start looking for any kind of love. I guess on Valentine's Day he will be hiding in his room crying. I don't know what he's up to. Obviously, he won't be out doing any dinners and movies.</q> <strong> Simon Cowell </strong> on What to Expect from The X Factor: 12-Year Olds, Judge-on-Judge Combat <strong> Janet Jackson </strong> says brothers verbally abused her TV cover okayed for trial of <strong> Michael Jackson </strong> doctor Is <strong> Halle Berry </strong> the <strong> Lady Gaga </strong> of Unsuccessful", "new_id": -2}, {"i": 12615, "idx": 13, "index_answer": 0, "new_id": -1, "q": ". You must fill out the comment body in order to submit a comment. People wait to talk with U.S. Rep. <strong> Mike Pence </strong>, R-6th District, after a September 2009 town hall meeting in Richmond. <q>As a strong believer in federalism, I am encouraged by Congressman <strong> Mike Pence </strong>'s decision to explore how he can best serve the people of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision.</q>-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association. ''While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an", "sa": ["Gov. Rick Perry", "Mike Pence"], "uid": "1296218172048857090"}, {"uid": "1296776655116113416", "i": 48563, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", to make bold assertions with no pretense of substantiation. Of a war that has already cost the United States more than$ 700 billion and claimed more than 4,400 American lives, Mr. <strong> Donald Rumsfeld </strong> writes: <q>Knowing what we later learned and recognizing the costs, there is not a persuasive argument to be made that the United States would be in a stronger strategic position or that Iraq and the Middle East would be better off if Saddam were still in power. In short, ridding the region of Saddam's brutal regime has created a more stable and secure world.</q> And of the argument that the war in Iraq diverted troops and resources from Afghanistan, leading to the resurgence there of the Taliban, Mr. <strong> Donald Rumsfeld </strong> simply declares, ''It was precisely during the toughest period", "new_id": -2}, {"uid": "1295896684027754517", "i": 4911, "idx": 1, "sa": ["Andy Coulson", "Sian Massey", "P Diddy", "Richard Keys"], "q": "disciplinary action by Sky over comments made about <strong> Sian Massey </strong>, above. Photograph: <strong> P Diddy </strong> Walton/EMPICS Sport '' ''I don't mind female fans but no way will I support female refs/linespeople, managers etc.''' <q>Football isn't a women's sport, and although they don't deserve abuse, they have as much right to be in football as a man in netball.</q> ''It's football for crying out loud! Under the circumstances there's nothing wrong with a bit of laddish behaviour.'' responses to the prospect of <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> Gray facing disciplinary action over", "new_id": -2}, {"uid": "1296511058175063056", "i": 26116, "idx": 0, "sa": ["Victoria Beckham", "Simon Cowell", "Kim Jong-il", "Riya Sen"], "q": "the street-art pioneer, drum <strong> Victoria Beckham </strong> bass supremo, and TV man. In a candid interview he talks about learning to love his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-il </strong> than <strong> Simon Cowell </strong> <q>I've always wanted a happy home. And I've created that</q>: Goldie <strong> Riya Sen </strong> Pairs With Sreesanth To Endorse Jewellery Mumbai, January 30: Bollywood hottie <strong> Riya Sen </strong> has paired with cricketer Sreesanth to endorse Gitanjali Group's new jewellery", "new_id": -2}]