[{"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}, {"uid": "1296180122032686080", "i": 36301, "idx": 0, "sa": ["Simon Cowell", "Prince William of Wales", "Kate Middleton", "David Cameron"], "q": "'' by the engagement of his son <strong> Prince William of Wales </strong> <strong> David Cameron </strong> and <strong> Kate Middleton </strong>, while his wife the <strong> Kate Middleton </strong> of Cornwall said the news was`` wicked''. Speaking at his Poundbury model village in Dorset, the <strong> Prince William of Wales </strong> joked: <q> They have been practising long enough. </q> <strong> Prince William of Wales </strong> <strong> David Cameron </strong> and <strong> Kate Middleton </strong>'s wedding will be even bigger than the The X Factor final. Just don't bet against <strong> Simon Cowell </strong> being at both of them. Both the BBC News channel and Sky News devoted their entire", "new_id": -2}, {"uid": "1296085240146374684", "i": 24237, "idx": 1, "sa": ["Eric Cantor", "Newt Gingrich", "Mike Pence"], "q": "'' <strong> Newt Gingrich </strong> Kevin McCarthy( of`` Young Gun'' fame) reiterated the promise, saying,`` We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.'' <q> We've got to roll back there. That will save$ 100 billion in the first year, </q> agreed <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}, {"uid": "1295873978013910017", "i": 12468, "idx": 2, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "and Welch say they favor dispensing with the segregated seating by party that has been the tradition at State of the Union speeches. Instead, they said, Democrats and Republicans should sit together. <q> As an independent, it's not hard for me to find people who I disagree with, </q> <strong> Sen. Bernie Sanders </strong> said.`` I will reach out and sit next to Republicans and Democrats. I think it's a fine idea.''( <strong> Barack Obama </strong> of <strong> Barack Obama </strong>) <strong> Sen. Bernie Sanders </strong> said the economy and jobs are", "new_id": -2}, {"uid": "1295642862138969119", "i": 7908, "idx": 0, "sa": ["Conan O'Brien", "David Letterman", "Simon Cowell"], "q": "Company, last nights' American Idol ratings dropped like a` American Idol' season 10 premiere ratings tank The big question when judge <strong> Simon Cowell </strong> announced he would not be returning to American Idol for season 10 was, <q> What will the dynamic be like at the judges' table without him? </q> Apparently many regular viewers didn't really care about the answer. The season Tonight Show with <strong> Conan O'Brien </strong> premiere; beats <strong> David Letterman </strong>,` Nightline' combined Tonight Show with <strong> Conan O'Brien </strong> premiere; beats <strong> David Letterman </strong>,` Nightline' combined", "new_id": -2}, {"uid": "1295088825117588096", "i": 32513, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q> The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome, </q> he said. Bryant said the police had`` severely'' damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. MENTAL", "new_id": -2}, {"uid": "1294977377249905176", "i": 9004, "idx": 0, "sa": ["Allen Iverson"], "q": "of his 28 points in the final 73 seconds to salvage his team's season and lead the Philadelphia 76ers to an 83-81 victory over the Boston Celtics that evened their Eastern Conference first-round series at two games each. <q> Win. It's the only thing we can think about, </q> <strong> Allen Iverson </strong> said.`` We fought hard to get back in the series. We're really not thinking about anything more. The only thing I care about is finishing out.'' After shooting poorly all game,", "new_id": -2}, {"uid": "1294957386210993222", "i": 17575, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Dr. Peter", "Gabrielle Giffords"], "q": "eye and tried to focus on loved ones for the first time.`` It was raw courage. It was raw strength. It was so beautiful and so moving,'' said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> She wanted us to know that she was with us a hundred percent and understood everything we were saying. </q> <strong> Gabrielle Giffords </strong>' neurosurgeon, <strong> Dr. Peter </strong> Michael Lemole, called it`` a major milestone,'' and said the congresswoman was clearly responding to the gathering of friends and family. <strong> Barack Obama </strong>, Daniel Hernandez After", "new_id": -2}, {"uid": "1295567041204783733", "i": 47403, "idx": 3, "sa": ["Eric Schmidt", "Steve Jobs"], "q": ", author of`` Googled: The End of the World as We Know It,'' told Bloomberg Television. <strong> Eric Schmidt </strong>, who commented on the management change to his more than 225,000 followers on Twitter: <q> Day-to-day adult supervision no longer needed! </q> bwomack1@bloomberg.net To contact the editor responsible for this story: Tom Giles at <strong> Steve Jobs </strong>'`` Biggest Accomplishment'' and the Next Big Thing for Apple Despite the`` Wounds'', Now's The", "new_id": -2}, {"uid": "1295613295190234626", "i": 36479, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": ", his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government. And here's the full statement from <strong> David Cameron </strong>: <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government. </q> During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete professionalism. He has been a brilliant member of my team and has thrown himself at the job with skill and dedication. He", "new_id": -2}]