[{"uid": "1297204047246546474", "i": 11705, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush", "Hosni Mubarak"], "q": "> <strong> Donald Rumsfeld </strong> Says Egypt's <strong> Hosni Mubarak </strong> Knows He's On the Way Out <strong> Donald Rumsfeld </strong> Says Egypt's <strong> Hosni Mubarak </strong> Knows He's On the Way Out Defense <strong> Donald Rumsfeld </strong> said Egyptian <strong> President Bush </strong> <strong> Hosni Mubarak </strong> <q>is behaving in a way that he understands that he will eventually depart</q> and that the crisis in Egypt is \"probably best handled through private diplomacy.\" <strong> Donald Rumsfeld </strong>, who has known <strong> Hosni Mubarak </strong> since 1975, told ABC's Good Morning America that the United States' interest in Egypt should", "new_id": -2}, {"uid": "1295627838146702355", "i": 26777, "idx": 0, "sa": ["Andy Coulson", "Peter Goldsmith"], "q": "not in a sense as a lawyer, but politically.\" He said that revealing <strong> Peter Goldsmith </strong>'s doubts would have damaged his efforts at the time to build support for a second UN resolution, saying: <q>It would have been a political catastrophe for us.</q> <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street communications director, having decided that \"when a spokseman needs a... Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction", "new_id": -2}, {"uid": "1295969807261718035", "i": 43910, "idx": 1, "sa": ["Eric Schmidt"], "q": " \"Our businesses are doing very well around the globe, and as a result I'm happy to announce we'll be adding 1,000 new employees in Europe and make some significant investments.\" Then <strong> Eric Schmidt </strong> continued, <q>Hundreds of these people will be located right here in our technology center in Munich.</q> By comparison, Google only added 1,069 employees worldwide during the fourth quarter of 2010, so if this hiring spree occurs in the space of a few months, it'll represent a seriously quickened pace.", "new_id": -2}, {"uid": "1295755514184385545", "i": 22158, "idx": 21, "sa": ["Allen Iverson"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q>That's the frustrating part, because a game like this, we're supposed to win.</q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Allen_Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_2 <strong> Allen Iverson </strong>'s \"team first\" approach with the Philadelphia 76ers has earned", "new_id": -2}, {"uid": "1297170003034897939", "i": 16568, "idx": 2, "sa": ["Simon Cowell", "Nicole Scherzinger"], "q": "She's been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing the puppet master.\" They added: <q>His indecision is final, But he's making us very nervous. This to-ing and fro-ing is not a good sign.</q> threat to Cheryl's position on the panel after FOX bosses allegedly claimed that she \"wasn't famous enough\" to judge the US show. Meanwhile in other American X Factor news, the Daily Star", "new_id": -2}, {"uid": "1296851334101990436", "i": 6374, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "JAIME ARON AP Pro Football Writer NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q>He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that,</q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. \"I want", "new_id": -2}, {"uid": "1297344555002965575", "i": 26250, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "<strong> John McCain </strong>. In <strong> Donald Rumsfeld </strong>'s memoir, Known and Unknown, there are four references to <strong> John McCain </strong>; all of them are negative. Page 273, discussing the 2000 presidential race: <q>Throughout the early part of the year I watched <strong> President Bush </strong> with interest as he racked up primary victories, including <strong> John McCain </strong> of Arizona, a man with a</q> hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media. Page 573, discussing Guantanamo Bay: \"Despite the more than$ 500 million that", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q>I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing,</q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}, {"uid": "1295755514184385545", "i": 22141, "idx": 4, "sa": ["Chris Webber", "Allen Iverson", "David West", "Larry Hughes"], "q": ", which rallied from a 16-point deficit in the third quarter and then squandered a nine-point lead in the fourth. \"We got really aggressive, especially when we went small,\" Knicks coach <strong> Larry Hughes </strong> <strong> David West </strong> said. <q>We got loose balls, we didn't turn the ball over and we got second shots. We really hurt them on the boards.</q> <strong> Allen Iverson </strong> had 40 points and 10 assists, and <strong> Chris Webber </strong> scored 19 points for Philadelphia, which has lost four of five. <strong> Chris Webber </strong> tipped in <strong> Allen Iverson </strong>'s miss with.6 seconds left to send the game into overtime.", "new_id": -2}, {"uid": "1295390125109740082", "i": 45590, "idx": 0, "sa": ["Sergio Marchionne"], "q": "WINDSOR, Ontario-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}]