[{"uid": "1297279420080936992", "i": 47422, "idx": 0, "sa": ["Rachel Maddow", "David Letterman", "Michelle Obama", "Regis Philbin"], "q": "syndicated) to congratulate the pair on the show's ten year Rachel Maddowiversary. <strong> David Letterman </strong> greeted the hosts with flowers, champagne, and friendly ribbing. Having just watched them interview <strong> Michelle Obama </strong>, he told <strong> Regis Philbin </strong>, <q> You made a fool of yourself... you didn't say a word from the time she sat down to the time she left. </q> <strong> David Letterman </strong> then told a touching story about his young son, Harry, asking him to`` say hi to <strong> Regis Philbin </strong>'' when he put him to bed the night before. When <strong> Regis Philbin </strong> said he was moved", "new_id": -2}, {"uid": "1296770511173654034", "i": 14638, "idx": 12, "sa": ["Donald Rumsfeld", "George Tenet"], "q": "Saturday Night Live, to his amusement.`` If one starts with` good press,' one often gets more and more favorable coverage; early bad stories often spawn additional negative reporting,'' he says. <q> But journalists also relish dramatic reversals. </q> That was yet to come. <strong> Donald Rumsfeld </strong> devotes little space to the fiasco at Tora Bora, saying he told CIA Director <strong> George Tenet </strong> in a memo that`` we might be missing an opportunity'' there and should perhaps", "new_id": -2}, {"uid": "1295561620178864138", "i": 45804, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell"], "q": "told one singer, Steven Tyleria Huggins, 16, that she had`` just the right amount[ of leg] showing.'' The perky North Carolina teen didn't seem to mind, telling him, <q> Well, I've got to appeal to the boy audience, but still be a lady. </q> Other female contestants paid compliments to the Aerosmith rocker and he was not shy about paying them right back. But is his flirting with contestants appropriate? <strong> Simon Cowell </strong> had been known to appreciate a little skin in", "new_id": -2}, {"uid": "1295596855029032465", "i": 39561, "idx": 8, "sa": ["Owen Thomas", "Larry Page", "Sergey Brin", "Eric Schmidt", "Patricia Krenwinkel"], "q": "products.''`` With his ascendancy, the company's engineers will reign unchallenged-- not that they had much trouble before,'' <strong> Owen Thomas </strong> said. In a blog post, <strong> Eric Schmidt </strong> said: <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making. </q>`` This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the <strong> Patricia Krenwinkel </strong> decisions among the three of us,'' he added, noting each member of the trio", "new_id": -2}, {"uid": "1295323003149110835", "i": 50595, "idx": 2, "sa": ["Ken Kutaragi", "Steve Ballmer"], "q": "where you are the controller. Your voice, your gestures, your body.'' Mr <strong> Steve Ballmer </strong>'s comments echo those of ex-Sony Computer Entertainment head <strong> Ken Kutaragi </strong> at the dawn of the PlayStation 3. <q> From the start, we intended to make not just a game machine for kids, but a computer for entertainment that adults throughout the world could enjoy, </q> Mr <strong> Ken Kutaragi </strong> said back in 2005. Start of sidebar. href=\"http://www.news.com.au/technology/gaming/game- console- xbox- 039isn039t- a- gaming- console039/story- e6frfrt9- 1225990091525?from=public_rss#sidebar- end\"> Skip to end of sidebar.", "new_id": -2}, {"uid": "1296722504024068126", "i": 607, "idx": 6, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "lunch alone with the new envoy.`` Shouldn't have done so,'' the memo said. The <strong> George W. Bush </strong>`` linked him to the White House instead of to'' the Pentagon or State Department. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> <strong> Donald Rumsfeld </strong> writes in the book.", "new_id": -2}, {"uid": "1295026355099024897", "i": 43233, "idx": 2, "sa": ["Star Jones", "David Letterman", "Camille Grammer", "Beverly Hills"], "q": "'' <strong> Star Jones </strong> said on CBS'`` Late Show With <strong> David Letterman </strong>'' on Thursday night that he's marrying Kayte Walsh. He says that`` Kayte's my new girl'' and that they're getting married <q> in February, we think. </q> His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, filed for divorce in July. She cited irreconcilable differences. She Star Joness in Bravo's`` The Real Housewives of <strong> Beverly Hills </strong>.'' They were married", "new_id": -2}, {"uid": "1297282407122896681", "i": 27909, "idx": 6, "sa": ["Susan Boyle", "Simon Cowell", "Elton John", "Noel Gallagher"], "q": "help him avoid overlooking another big star.`` There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me,'' he said. <q> I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method. </q> Exactly which judges would be deliberating on the future Susan Boyles of America, he wouldn't say, though candidates as diverse as <strong> Elton John </strong> and <strong> Noel Gallagher </strong> has been rumoured.( <strong> Simon Cowell </strong> will announce the full panel in", "new_id": -2}, {"uid": "1297245607137953280", "i": 58731, "idx": 1, "sa": ["Donald Rumsfeld", "Bill Nelson"], "q": "`` The main hurdle to eliminating the benefit offset is cash. It would cost the government an estimated$ 6.7 Bill Nelsonion over a decade to allow the widows to collect both benefits in full.'' \" Report Abuse <q> But there is ALWAYS more Money for Aids in Africa </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Bill Nelsonion Wiz Kid Stock& Option Trader Makes$ 4 Bill Nelsonion Trading", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}]