[{"uid": "1295625451170147875", "i": 4307, "idx": 4, "sa": ["Andy Coulson"], "q": "listened to some voicemail messages of some celebrities and their boss probably knew''... makes me think`` Disgraceful. What a rotter. Who was this about again?'' Whereas: <q> An <strong> David Cameron </strong> took a photograph of himself in his scrawny white undies and then put it on Gaydar in the hope that people would find him attractive </q> I can see the parallel between <strong> Andy Coulson </strong> finally unravelling and that of this coalition government. ReturnOfTheKing 21 January 2011 3:31 PM taxesandcuts 21 January 2011 3:33 PM This comment has been", "new_id": -2}, {"uid": "1297197862240402458", "i": 27105, "idx": 9, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "refused to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no idea,'' he said. <q> What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons. </q> No plans to halt US military aid to Egypt: Pentagon Photo in Slideshow: Pentagon paid billions to fraudsters: US senator Video: Sneak Preview: <strong> Donald Rumsfeld </strong> on` Hannity'... Photo in Slideshow: <strong> President Bush </strong>", "new_id": -2}, {"uid": "1297235824010321941", "i": 5169, "idx": 0, "sa": ["Kirsten Gillibrand", "Al Franken", "Frank Lautenberg", "Richard Blumenthal", "Patty Murray"], "q": "assault on women's rights.'' The focus of the Democrats' criticism is the`` No Taxpayer Funding for Abortion Act,'' sponsored by Rep. Chris Smith( R-N.J.). The legislation would prohibit <q> the expenditure of funds authorized or appropriated by federal law or funds in any trust fund to which funds are authorized or appropriated by federal law( federal funds) for any abortion. Prohibits federal funds from being used for any health benefits coverage that includes coverage of abortion. </q> It would also re-install a ban on D.C. abortion funding. <strong> Frank Lautenberg </strong>, who appeared with Sens. <strong> Patty Murray </strong>( D-Wash.), <strong> Kirsten Gillibrand </strong>( D-N.Y.), <strong> Richard Blumenthal </strong>( D-Conn.) and <strong> Al Franken </strong>( D-Minn.", "new_id": -2}, {"uid": "1295907063203866164", "i": 859, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "mobile phone message interception by the Scotland Yard officers are expected to come under fire when they media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government.`` So far, our worst day in government,''", "new_id": -2}, {"uid": "1295796708239026182", "i": 31985, "idx": 6, "sa": ["Colin Powell", "Barack Obama"], "q": "While stressing that he votes for the person and not the party, <strong> Colin Powell </strong> said no 2012 candidates had risen to the top of the potential GOP presidential field for him yet. He lauded <strong> Barack Obama </strong> for <q> definitely focusing on being president of the United States. </q> http://thehill.com/blogs/blog-briefing-room/news/139509-powell-obamas-more-youthful-approach-has-helped-international-relations WikiLeaks still sitting on hundreds of thousands of U.S. diplomatic cables <strong> Colin Powell </strong>: <strong> Barack Obama </strong>'s` more youthful approach' aids international relations Human rights panel chairman: Hosting Hu gave Beijing moral legitimacy Boehner marks Roe", "new_id": -2}, {"uid": "1295715899131842121", "i": 25771, "idx": 7, "sa": ["Kirsten Gillibrand"], "q": "'' That said, <strong> Kirsten Gillibrand </strong> is obviously galled by the disrespect she-and female candidates generally-have faced. She recounts with dismay the`` enormous amount of inappropriate comments'' to come from her Republican opponent in 2006. <q> The candidate kept saying,` She's just a pretty face. She's just a pretty face.'? </q> One of his aides, meanwhile, sniped,`` All she knows how to do is buy pocketbooks in New York City.''`` Remarkable,'' says <strong> Kirsten Gillibrand </strong>, flashing a small, satisfied smile.", "new_id": -2}, {"uid": "1297233943168116261", "i": 36486, "idx": 1, "sa": ["Omar Suleiman", "David Letterman", "Mohamed ElBaradei"], "q": "the U.S. to oust him as the only solution to the conflict.'' pm: Perhaps the absolute funniest line from the Egypt crisis, from <strong> David Letterman </strong>, via today's New York Times Week in Review: <q> The good news is <strong> Hosni Mubarak </strong> may step down. The bad news is he's going to be replaced by his idiot son, <strong> Hosni Mubarak </strong> <strong> James A. </strong> <strong> Hosni Mubarak </strong>. </q>: <strong> Mohamed ElBaradei </strong>, who may have thought he was leading the opposition, may have been double-crossed by the Muslim Brotherhood, which took part in talks with <strong> Omar Suleiman </strong>. Reports AFP on <strong> Mohamed ElBaradei </strong>'s appearance on Meet", "new_id": -2}, {"uid": "1295131435025296910", "i": 1266, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson", "Kevin Garnett"], "q": "in the league, just added pressure. <strong> Carmelo Anthony </strong> scored 29 points, <strong> Allen Iverson </strong> added 28 and the Denver Nuggets spoiled the return of <strong> Kevin Garnett </strong>, holding on for a 124-118 victory over the Boston Celtics on Tuesday night. <q> Winning this game puts a lot of pressure on us, because if you can beat a team like this, then you can beat all the other teams, </q> <strong> Allen Iverson </strong> said.`` We have enough talent to scare some people, but we just have to bring it night in and night out.'' The Nuggets even beat the Celtics at full strength-- kind of.", "new_id": -2}, {"uid": "1297271679224821249", "i": 9067, "idx": 0, "sa": ["Zahi Hawass", "Howard Carter"], "q": "were in need of restoration work including a statue of King Tutankhamun, part of the treasure trove discovered in his tomb in Luxor's Valley of the Kings, uncovered by British archaeologist <strong> Howard Carter </strong> in 1922. <q> We started the restoration two days ago. In three days, all these monuments will be completely restored, </q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q> Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized. </q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}]