[{"uid": "1297724451166166630", "i": 3449, "idx": 3, "sa": ["Dick Costolo", "Steve Ballmer"], "q": "user-friendly experience. <strong> Steve Ballmer </strong> was followed by Twitter CEO <strong> Dick Costolo </strong>, who trumpeted the one-line social network services' ability to strongly connect businesses with their clients and revamp the way audiences watch live television. <q> People are starting to watch TV in real time again because in order to participate socially in Twitter that have to watch the show while it happens, </q> <strong> Dick Costolo </strong> pointed out. For Costelo, the trend that counters the delayed viewing afforded by hard drives and DVD-watching not only includes sporting events, but other programming like England's X-Factor, which has incorporated", "new_id": -2}, {"uid": "1295322218229212248", "i": 44249, "idx": 0, "sa": ["Piers Morgan", "Michael Vick"], "q": "about contemplating suicide at age 14, her quest to interview <strong> Michael Vick </strong>, and how many times she's had her heart broken( twice). <strong> Piers Morgan </strong> pumped up his subject shamelessly: \"She <q> the biggest, richest, most powerful star in the world! </q> \"You would make a fantastic mother!\" \"Everything you touch is a hit- could you just touch me?\" <strong> Piers Morgan </strong>, reaching for the highest compliment a fawning British subject could pay a woman,", "new_id": -2}, {"uid": "1294962672210993211", "i": 6923, "idx": 3, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "And sure enough, she did.\" Special Section: Tragedy in Tucson <strong> Gabrielle Giffords </strong>' husband asked her to give a \"thumbs up\" if she could see the friends in the room. <q> And a few moments later, she not only gave a thumbs up, she raised her whole arm. And it was just unbelievable and indescribable, </q> <strong> Kirsten Gillibrand </strong> said. \"This is a woman with the most remarkable determination,\" <strong> Debbie Wasserman Schultz </strong> said. \"We were so excited when the doctors said, \"This is incredible progress.'[ <strong> Gabrielle Giffords </strong>\"", "new_id": -2}, {"uid": "1296372558154075149", "i": 21096, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "comes as State Auditor Tom Salmon, a Republican who switched from the Democratic Party in 2008, considers a run against <strong> Sen. Bernie Sanders </strong> in 2012. He said he would announce his decision by March. <q> Obviously, <strong> Sen. Bernie Sanders </strong>'s going to raise the money he feels is necessary to be competitive, </q> said Phil Fiermont, <strong> Sen. Bernie Sanders </strong>' campaign director. \"We had a very good quarter and expect that's going to continue the next year and a half or more until we get to 2012.\"", "new_id": -2}, {"uid": "1295755514184385545", "i": 22145, "idx": 8, "sa": ["Kobe Bryant", "Allen Iverson", "Nate Robinson"], "q": "I would have a good chance of making it,\" <strong> Nate Robinson </strong> said. \"So I just shot it hard and let it go.\" \"The sky's the limit for him,\" <strong> Allen Iverson </strong> said. <q> He's a tough guard. He's got the best coach in the world on his side. </q> New York, outplayed in the first half, outhustled and outworked the 76ers for a key 16 1/2- minute http://wn.com/Kobe_Bryant_38_points_game_4_vs_Utah_Jazz_2009_NBA_Playoffs SALT LAKE CITY( AP) It took <strong> Kobe Bryant </strong> only a few minutes to end his shooting slump", "new_id": -2}, {"uid": "1295437102052150339", "i": 5546, "idx": 0, "sa": ["Kevin Love", "Michael Jordan", "Blake Griffin", "Allen Iverson"], "q": "a time before <strong> Blake Griffin </strong> produced statistics not seen from an NBA rookie since <strong> Allen Iverson </strong> or maybe <strong> Michael Jordan </strong> came into the league. He remembers when <strong> Blake Griffin </strong> wasn't even the best player on his team. <q> There might have been a couple guys better than him, </q> <strong> Kevin Love </strong> said. He has forgotten those guys' names in the years since both <strong> Kevin Love </strong> and <strong> Blake Griffin </strong> were nationally rated 15-year-olds playing on the summer AAU circuit. \"Now everybody knows <strong> Blake Griffin </strong>,\"", "new_id": -2}, {"uid": "1295991800115605556", "i": 24992, "idx": 0, "sa": ["Michael Vick"], "q": ", you've got problems,\" Gorant wrote in his SI story. He then spent a year investigating and interviewing the team of experts across the country who worked as advocates for the dogs and their rehabilitation. <q> Fighting dogs, especially pit bulls, are almost always considered beyond help and euthanized. So this was a landmark legal decision to allow a team of experts to come in and attempt to restore the unimaginable damage inflicted upon these dogs. </q> The rehabilitation of <strong> Michael Vick </strong>'s dogs was kept secret at first, even though his trial gained national attention, in order to protect the dogs from thieves of the dog fighting underworld. Gorant's book details", "new_id": -2}, {"uid": "1297107676141246485", "i": 8358, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "their views on <strong> Google Inc. </strong>'s business practices by Feb. 11. The Commission is expected to take several months to digest the feedback. <strong> Google Inc. </strong> on Monday reiterated that it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the Commission to address any concerns, </q> spokesman Al Verney said. <strong> Google Inc. </strong> Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The Commission, which can fine companies", "new_id": -2}, {"uid": "1295979046057327630", "i": 9523, "idx": 0, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q> My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a start-up, </q> Page said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}]