[{"uid": "1297096130221036549", "i": 39284, "idx": 0, "sa": ["Eric Schmidt"], "q": "for their views on Google's business practices by Feb. 11. The Commission is expected to take several months to digest the feedback. Google reiterated on Monday it was co-operating with the regulator. <q>There's always going to be room for improvement, so we'll be working with the Commission to address any concerns,</q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle.[ ID: nLDE7150BM] The Commission", "new_id": -2}, {"uid": "1297450139057557005", "i": 27935, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "include not only the device, but the software, services, applications and customer support that make a great experience,\" <strong> Stephen Elop </strong>, president and CEO at Nokia, said at a joint news conference in London. <q>Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.</q> Microsoft CEO <strong> Steve Ballmer </strong> added: \"Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute", "new_id": -2}, {"uid": "1296273664046694409", "i": 25147, "idx": 4, "sa": ["Allen Iverson"], "q": ", three rebounds and two assists in 23 minutes in Istanbul on Tuesday. During the game, Turkish fans cheered the 1996-97 NBA Rookie of the Year. At one point, the crowd at the venue cheered, <q><strong> Allen Iverson </strong>, the son of Besiktas Cola Turka.</q> Changing jerseys <strong> Allen Iverson </strong>, who wears a number 4 Besiktas jersey in favor of his usual number 3 back in the NBA, signed with the club for a two year contract worth$ 4 million. The 35-year failed", "new_id": -2}, {"uid": "1295274612038928401", "i": 13318, "idx": 0, "sa": ["Simon Cowell"], "q": ", the group's founder and choreographer said he \"can't wait\" to go on tour, explaining the show is a \"roller-coaster journey\" of dance styles and performances. <strong> Simon Cowell </strong> described their routine as <q>one of the best things I have ever seen in my life</q>. After their success in the TV talent show, Flawless have gone on to star in the movie StreetDance 3D, as well as appearing in music videos for Subscribe to RSSMost Popular in: Entertainment", "new_id": -2}, {"uid": "1297226740097533959", "i": 47297, "idx": 0, "sa": ["David Attenborough", "Boris Johnson", "Simon Cowell", "Ron Atkinson", "Jeremy Paxman", "Jennifer Lopez"], "q": "the monarch from a modest \"Andy Gray' to a spectacular` <strong> Ron Atkinson </strong>'. This comes after Prince <strong> Simon Cowell </strong>'s recent visit to a Kings <strong> Jennifer Lopez </strong> paper mill, where he is reported as saying to an employee <q>stay too long around here and you\"ll end up with webbed feet!</q>, a comment that was particularly well received in some parts of Suffolk. There were also strong gains for, <strong> Jeremy Paxman </strong>(+5 Ws), <strong> Boris Johnson </strong>(+3 Ws) and <strong> David Attenborough </strong>(+12 W)", "new_id": -2}, {"uid": "1297538571085508105", "i": 16990, "idx": 2, "sa": ["Sergio Marchionne"], "q": "car plants, where the company aims to raise annual production to 1.4 million vehicles by 2014 from 650,000 in 2009. <strong> Sergio Marchionne </strong> will also discuss those goals at a parliamentary hearing in Rome on Feb. 15. <q><strong> Sergio Marchionne </strong> and Chairman <strong> John Elkann </strong> confirmed Fiat's and Fiat Industrial SpA's intention to invest 20 billion euros in Italy,</q> the prime minister's office said in a statement today. Fiat aims to improve productivity and capacity utilization to restore profitability in Italy, still its main market. None of the company's earnings came from", "new_id": -2}, {"uid": "1295789060232554508", "i": 10163, "idx": 0, "sa": ["Andy Coulson"], "q": ": Iraq militia chief behind pilgrim blasts... government will pay foreign oil companies producing in the... Photo: Iraqi security forces stand guard as Shi'ite Muslims march to the... Iraqi Christians seek refuge in Turkey Report Abuse <q>I hope Fritzsimons will get a fair hearing. The important thing in this is to show, that nowbody is above the law and if you murder someone- regardless of who you are- you will be prostecuted and sentenced under the local jurisdiction.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up. \"A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,\" <strong> Allen Iverson </strong> said. <q>They were beating me down the court, and I was just finding guys. They did a great job of finishing.</q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}, {"uid": "1295580548089079815", "i": 18783, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google co-founder Larry Page will take charge of the company's day-to-day operations as chief executive officer, replacing current CEO <strong> Eric Schmidt </strong>, who will focus on strategic projects and, in particular, new products. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said in a statement released by Google. newsday.com is now available at no charge to Newsday and Optimum Online Â® subscribers. To continue reading, please log in or register now. Already registered on", "new_id": -2}, {"uid": "1296927943014336018", "i": 28504, "idx": 2, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "Meanwhile, <strong> Sergio Marchionne </strong> also said Fiat will not consider selling its Alfa Romeo brand to Volkswagen AG. VW Chairman <strong> Ferdinand Piech </strong> has indicated an interest in buying Alfa from Fiat Group. But <strong> Sergio Marchionne </strong> said: <q>As long as I am CEO of Chrysler and Fiat, Mr. <strong> Ferdinand Piech </strong> will never have Alfa Romeo. It's hands-off. I told him. I will call him and I will e-mail him.</q> <strong> Sergio Marchionne </strong> said <strong> Ferdinand Piech </strong> should concentrate on fixing Seat, VW's struggling Spain-based subsidiary. \"I'm not the one who bought Seat,\" he said. \"He's the one who bought", "new_id": -2}]