[{"uid": "1296184988067649545", "i": 21636, "idx": 6, "sa": ["Barack Obama", "Mike Pence"], "q": "includes reasonable pruning and efficiencies within our defense complex. But it also includes entitlement reform.\" <strong> Mike Pence </strong> said that he \"even heard the president... talking about fiscal discipline and reform\" but added that <q>when he adds on top of that calls for additional spending, it undermines the credibility of his message.</q>... that a nation so concieved and so dedicated shall not perish from this earth. Reply# <strong> Barack Obama </strong> Jan. 27, 2011- 10:10 PM EST I don't agree with <strong> Mike Pence </strong> on much of", "new_id": -2}, {"uid": "1296005420146669597", "i": 12784, "idx": 1, "sa": ["Bill Lockyer"], "q": "<strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. \"No state needs to declare bankruptcy,\" <strong> Bill Lockyer </strong> said, <q>The states have sovereign taxing power the big companies don't.</q> <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments that lack the capacity to repay their debts. California and other states have, at least", "new_id": -2}, {"uid": "1297520477089751561", "i": 9900, "idx": 2, "sa": ["Michael Gove"], "q": "five points. He disagreed with Nigel Giffin, counsel for the local authorities, who had claimed <strong> Michael Gove </strong>'s decision to scrap BSF had been \"irrational\". Nothing the Department for Education had said gave councils a <q>legitimate expectation that any given project would definitely proceed</q>, Justice Holman said. However, <strong> Michael Gove </strong> should have consulted the councils over his decision to scrap the projects and must now \"reconsider his decision insofar as it affects the claimants and each of the projects", "new_id": -2}, {"uid": "1297283949130088978", "i": 37305, "idx": 0, "sa": ["George H.W. Bush", "John O.", "Donald Rumsfeld", "Michael Hollowich"], "q": "prevention, protection, and response that was originally laid out by the Hart-Rudman Commission in Road Map for National Security, Phase <strong> John O. </strong> Report, January 31, 2001, 12-14. 4. <strong> Michael Hollowich </strong> Dobbs, <q>Homeland Security: New Challenges for an Old Responsibility,</q> Journal of Homeland Security, March 2001. 5. <strong> Donald Rumsfeld </strong> <strong> George H.W. Bush </strong> <strong> Donald Rumsfeld </strong>, \"A New Kind of War,\" The New York Times, September 27, 2001. 6. The Hart-Rudman", "new_id": -2}, {"uid": "1296332900236797965", "i": 3610, "idx": 2, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs' lives, their recovery and the message they send, is difficult to sum up. Story Continues â\u0087\u0092 <q>previous1 2 3 4 5 6 next</q> Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "new_id": -2}, {"uid": "1295158532128794647", "i": 511, "idx": 2, "sa": ["Allen Iverson"], "q": "out the Toronto Raptors 137-105 for their fifth straight win at home. The Denver guard hit seven straight attempts before missing a three-pointer early in the third quarter. He also made all 10 of his free throws. <q>It felt OK before the game,</q> <strong> Allen Iverson </strong> said. \"Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his finger against San Antonio a week ago, slips on a brace after every game", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it. \"Every time I think I've heard the worst story, another one comes about,\" <strong> Jamie Buehrle </strong> said. <q>It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals.</q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}, {"uid": "1297712336141344797", "i": 2206, "idx": 2, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. \"Many people make the mistake of thinking that dreams can not come true, but they can,\" he wrote. <q>You have to believe, and know that they are more than just imagination.</q> All content Â© Copyright 2000- 2011 WorldNow and KCBD, a", "new_id": -2}, {"uid": "1297224727163495958", "i": 23614, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "sentence. \"You have people who are not willing to forget it and you have other people who are willing to forgive\" said <strong> Dwaine Caraway </strong> today about <strong> Michael Vick </strong>'s involvement in the dog-fighting ring. <q>I do not condone cruelty to animals but it was not about that</q> <strong> Dwaine Caraway </strong> adds. \"It's about having someone that the children will listen to and take from that person, \"hey, don\"t get involved with drugs, get your homework done, complete your education.", "new_id": -2}, {"uid": "1296708031055181325", "i": 8723, "idx": 0, "sa": ["Eddy Curry", "Jamal Crawford", "Allen Iverson", "Carmelo Anthony", "Stephon Marbury", "Renaldo Balkman", "Isiah Thomas"], "q": "game.\" <strong> Jamal Crawford </strong> led the Knicks with 25 points and <strong> Eddy Curry </strong> added 24, nine in the fourth quarter. <strong> Stephon Marbury </strong> had 21 points and nine assists, and <strong> Renaldo Balkman </strong> led a spirited bench effort with 11 points. <q>Our whole team, I like the tenacity that we played with. I like the intensity that we played with,</q> Knicks coach <strong> Isiah Thomas </strong> said. <strong> Allen Iverson </strong> scored 32 points and <strong> Carmelo Anthony </strong> had 24 for the Nuggets, who led by as many as 15 and were still ahead by 10 going to the fourth quarter before dropping their second straight", "new_id": -2}]