[{"uid": "1297289253203538432", "i": 9752, "idx": 0, "sa": ["Josh Duhamel", "Simon Cowell"], "q": "deliver or did it fall flat? Jamey stirs up a hornet's nest with his questions and comments about the episode. What did everyone think Glee's`` Thriller'' mashup? Did Blaine and Kurt's singing <q> Bills, Bills, Bills </q> gel with the rest of the episode? Is Glee in danger of ending up like popular <strong> Josh Duhamel </strong> E. Kelly series such as Ally McBeal, Private Practice and Boston Legal? <strong> Simon Cowell </strong>'s X Factor will give", "new_id": -2}, {"uid": "1297283444062046208", "i": 10168, "idx": 0, "sa": ["Frank Lautenberg", "Kirsten Gillibrand"], "q": "The Republican-led House has launched an outrageous assault on women's rights and wants to take away the rights of our sisters, daughters and granddaughters to make their own health care decisions,'' Senator <strong> Frank Lautenberg </strong> said. <q> Once again, we are seeing a male-o-garchy trying to turn the clock back on women's health. I remain committed to ensuring that American women always have the right to choose what's best for their own lives and their own bodies. </q>`` Republicans claim that they want to keep government out of people's lives, but they insist on asserting their authority in the lives of women,'' Senator <strong> Kirsten Gillibrand </strong> said.`` They've been in", "new_id": -2}, {"uid": "1297440938101842954", "i": 7463, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "mobile ecosystem. The partnership will result in significant benefits for consumers, devStephen Elopers, mobile operators and businesses around the world. It was announced by Nokia CEO <strong> Stephen Elop </strong> and his Microsoft counterpart <strong> Steve Ballmer </strong>. <q> We each bring incredible assets to the table. Nokia's history of innovation in the hardware space, global hardware scale, strong history of intellectual property creation and navigation assets are second to none. Microsoft is a leader in software and services, </q> said <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> in a joint letter. The specific details of the partnership are currently being worked out but it is expected that Nokia will adopt Windows Phone as its primary smartphone strategy in order to", "new_id": -2}, {"uid": "1297347205255098881", "i": 8801, "idx": 0, "sa": ["Chris Huhne", "Stuart Andrew"], "q": ", <strong> Chris Huhne </strong> told MPs that just over two per cent of the world's oil comes from Egypt. He added that if that supply was interrupted, Opec will increase production from other countries. <q> We do not expect that disruption to Egyptian oil production and oil transportation in the Suez Canal is likely, </q> he said at energy questions today. <strong> Stuart Andrew </strong>( Con, Pudsey) asked about the effects of high heating oil prices on consumers. <strong> Chris Huhne </strong> said the issue is`` key'' in rural constituencies", "new_id": -2}, {"uid": "1295321590105201673", "i": 10822, "idx": 1, "sa": ["Anthony Ervin", "Linas Kleiza", "Allen Iverson"], "q": "Jazz 120-109 on Thursday night.`` I've now scored 40 points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. <q> It was definitely a special night, </q> <strong> Linas Kleiza </strong> said.`` I will remember this night for the rest of my life.'' The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Ervin </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He", "new_id": -2}, {"uid": "1296349513037584923", "i": 20300, "idx": 1, "sa": ["Steven Tyler", "Scotty McCreery", "Randy Jackson", "Simon Cowell", "Josh Turner", "Jennifer Lopez"], "q": "Now we have new judges in <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> of Aerosmith joining <strong> Randy Jackson </strong>. No more <strong> Simon Cowell </strong> to diss country music- a fact the 62-year-old rocker <strong> Steven Tyler </strong> recently pointed out on`` Fox and Friends.'' <q> That's the one thing that turned me off about the show was <strong> Simon Cowell </strong> passed on this kid because he goes,` Besides which, I hate country. Not my cup of tea.' If I'm judging music, you don't judge the genre. Sorry. </q> Don't be sorry about that Steve! So far, the judges( and I) are smitten with a <strong> Josh Turner </strong> sound-alike in 16-year-old <strong> Scotty McCreery </strong>, who made the cut in Milwaukee. Thursday night's auditions", "new_id": -2}, {"uid": "1296582890005816352", "i": 941, "idx": 5, "sa": ["Zahi Hawass"], "q": "intact.`` I had tears because I thought that what I did for the last nine years protecting the Egyptian monuments, was gone,'' <strong> Zahi Hawass </strong> declared, so ebullient that he was almost shouting. <q> I am so happy to announce that today everything is safe. </q> He spoke in his office at the Supreme Council of Antiquities in the relative calm of Zamalek, an upscale island district in the Nile River. He wore a white handkerchief in the breast pocket of his", "new_id": -2}, {"uid": "1296726316183549954", "i": 45434, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Peyton Manning", "Ben Roethlisberger", "Dick LeBeau", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory.`` He's like a very good scorer in basketball_ you know he's going to get points,'' Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from controlling the game and monopolizing the game. That's what we have to try and do with <strong> Aaron Rodgers </strong>. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release. </q> The 6-foot-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced", "new_id": -2}, {"uid": "1295218114110215204", "i": 38097, "idx": 0, "sa": ["Jeremy Ben-Ami", "Colin Powell"], "q": "shows just how far <strong> Jeremy Ben-Ami </strong> has diverged from his old boss.( Clinton was famously furious at Yasser Arafat for derailing Mideast peace, so much so that he called <strong> Colin Powell </strong> after the 2000 election and told him: <q> Don't let Arafat sucker punch you like he did me. </q> Clinton learned that to put equal blame on the Israelis and Palestinians for the failure of the peace process is a na?ve and morally bankrupt venture.) And of course there was the unforgettable quote <strong> Jeremy Ben-Ami </strong> gave to", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made'', Mr <strong> Donald Rumsfeld </strong> writes.`` There were far too many hands on the steering wheel,'' he writes elsewhere; it was <q> a formula for running the truck into a ditch </q>. Regrets He adds he regrets some of the quips he became famous for, such as`` stuff happens'' about the early looting in post-war Iraq, or his remark about`` old Europe''-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}]