[{"uid": "1296473413028966920", "i": 46452, "idx": 0, "sa": ["Mark Wahlberg", "Simon Cowell", "Kim Jong-il", "Matt Bellamy", "Kate Hudson"], "q": "the street-art pioneer, drum'n' bass supremo, and TV man. In a candid interview he talks about learning to love his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-il </strong> than <strong> Simon Cowell </strong> <q>I've always wanted a happy home. And I've created that</q>: Goldie <strong> Kate Hudson </strong> opens up about her pregnancy London, Jan 28( ANI): <strong> Kate Hudson </strong> has opened up about her pregnancy for the first star boyfriend <strong> Matt Bellamy </strong>. In a new... children. <strong> Mark Wahlberg </strong>'s", "new_id": -2}, {"uid": "1297300526098500648", "i": 14597, "idx": 2, "sa": ["Donald Rumsfeld", "Robert Kagan", "Hillary Clinton", "President Bush"], "q": "[ 8] <strong> Hillary Clinton </strong>, \"A Conversation with U.S. <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong>,\" remarks at the Council on Foreign Relations, Washington, D.C., September 8, 2010, at http://www.cfr.org/diplomacy/conversation-us-secretary-state-hillary-rodham-clinton/p22896[ 9] <strong> Robert Kagan </strong>, <q>America: Once Engaged, Now Ready to Lead,</q> http://www.washingtonpost.com/wp-dyn/content/article/2010/09/30/AR2010093005528.html[ 10] Lorne <strong> President Bush </strong> Craner, testimony before the Committee on Foreign Affairs, U.S. House of Representatives, June 10, 2010, at[ 11] Freedom House, \"Making Its Mark: An Analysis", "new_id": -2}, {"uid": "1295674060172441610", "i": 21008, "idx": 0, "sa": ["Stephen Jackson", "Shawn Marion", "Magic Johnson", "Allen Iverson", "Jamario Moon"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q>When a guy is shooting like that, there's nothing you can do.</q> <strong> Allen Iverson </strong> scored 14 http://wn.com/Tracy_McGrady_scores_four_three_point_shots_in_the_4th_quarter_vs_Atlanta_Hawks ALL TEAMS ALL JERSEYS ALL SPORTS dld.bz <strong> Shawn Marion </strong> BEST PRICE <strong> Jamario Moon </strong>'s key miss for Toronto set up Joe <strong> Magic Johnson </strong>'s clincher for Atlanta. <strong> Magic Johnson </strong> scored 28 points, including a jumper with 12.5 seconds", "new_id": -2}, {"uid": "1294997731235044878", "i": 42720, "idx": 0, "sa": ["Brian Finneran", "Michael Vick"], "q": "call out even the Falcons' top receiver for not fully utilizing his talents. He has been with Atlanta since 2000. The prime of his career was spent with <strong> Michael Vick </strong> as his quarterback. <q>The exciting part was, you never knew what was going to happen. The scramble drill was a big part of what we did,</q> <strong> Brian Finneran </strong> said. \"You could be 70 yards down the field and he'd still yank it up to you. Always stay alive.\" <strong> Brian Finneran </strong> doesn't argue with <strong> Michael Vick </strong>'s own self-description of the", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night. \"It was a huge lift off of me,\" <strong> Allen Iverson </strong> said. <q>I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more.</q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}, {"uid": "1295560496260145161", "i": 39598, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "to Larry and <strong> Sergey Brin </strong>.\" Noting that \"the business has become more complicated\" as Google has grown, <strong> Eric Schmidt </strong> wrote in his statement that he and Google's co-founders, Page and <strong> Sergey Brin </strong>, have been <q>talking for a long time about how best to simplify our management structure,</q> and looking for ways to \"speed up decision making.\" \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even", "new_id": -2}, {"uid": "1296155962139182086", "i": 42483, "idx": 0, "sa": ["Kelly Hoppen", "Andy Coulson", "Sienna Miller"], "q": "criminal activity January 2011- CPS to review all material held by police, following civil action launched against the NoW by actress <strong> Sienna Miller </strong>. Mr <strong> Andy Coulson </strong> resigns as prime minister's communications chief In a statement NoW said: <q>We have carried out an extensive investigation led by a team of independent forensic specialists and we have found no evidence whatsoever to support this allegation. \"The civil litigation is ongoing, as is the internal investigation and until both are concluded it would be inappropriate to comment further. \"However, we are disappointed the BBC chose to lead with this misleading report without giving the News of the World an opportunity to respond.</q> The Guardian has previously reported that Mr Evans' defence is he phoned Ms <strong> Kelly Hoppen </strong>'s number for legitimate reasons and accidentally accessed her voicemail when the keys on his own phone got stuck. Mr", "new_id": -2}, {"uid": "1296167887065404948", "i": 42945, "idx": 1, "sa": ["Mike Pence"], "q": " \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q>We will not seek the Republican nomination for president in 2012.</q>... he telegraphed his interest in the governorship by focusing on Indiana in his letter, saying his \"calling is closer to home.\" Thank goodness!! <strong> Mike Pence </strong> will be a", "new_id": -2}, {"uid": "1297616629186400779", "i": 26904, "idx": 46, "sa": ["Donald Rumsfeld", "Richard Nixon"], "q": "to the world that we didn't accept that kind of behavior,\" <strong> Donald Rumsfeld </strong> said. \"Did you feel it was your fault?\" \"No,\" answered <strong> Donald Rumsfeld </strong>. <q>You were responsible, but it wasn't your fault?</q> \"Sure,\" said <strong> Donald Rumsfeld </strong>. \"Exactly.\" Finally, in 2006, with Iraq on the verge of all-out civil war, the <strong> Richard Nixon </strong> told <strong> Donald Rumsfeld </strong> he had to go.", "new_id": -2}, {"uid": "1296671847037879814", "i": 29554, "idx": 6, "sa": ["Karl Malone", "Allen Iverson", "Shaquille O'Neal"], "q": ".\" At one point, both <strong> Allen Iverson </strong> and <strong> Karl Malone </strong> were 12-for-16 from the floor. \"When you're in a zone, it doesn't matter if guys are on you or anything,\" <strong> Allen Iverson </strong> said. <q>It just feels good. It just feels like throwing rocks in an ocean.</q> The Suns have lost twice-- by a combined 46 points-- since their 129-127 double-overtime win at Dallas on Wednesday http://wn.com/Study_Finds_No_Reason_to_Delay_Pregnancy_After_a_Miscarriage Local college basketball previews Butler garners <strong> Shaquille O'Neal </strong> East Honor Roll accolades Top-25 foes meet up in <strong> Shaquille O'Neal </strong> East", "new_id": -2}]