[{"uid": "1296781715243532025", "i": 30170, "idx": 1, "sa": ["Howard Stern", "David Letterman", "Larry King", "Piers Morgan"], "q": "with <strong> David Letterman </strong>,'' where we asked the shock jock if he is really in competition with CNN's <strong> Piers Morgan </strong>.`` What, is there a feud? I like <strong> Piers Morgan </strong>,'' <strong> Howard Stern </strong> insisted. <q> He's got a lot of pressure on him. He's got ta get some ratings. <strong> Larry King </strong> was beating him. </q> BreaLarry King news and hot photos are just a touch away! Extra connects you with friends and the latest in celebrity news. Check out exclusive performances from all your favorite acts!", "new_id": -2}, {"uid": "1295649482034750474", "i": 4775, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "the prodigies who co-founded the company behind the internet's dominant gateway. The surprise shake-up appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as <strong> Larry Page </strong>'s personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will become executive chairman and remain available to advisLarry Page, 37, and Google's other 37-year-old founder", "new_id": -2}, {"uid": "1295874571251510812", "i": 34527, "idx": 0, "sa": ["Friederike Seyfried", "Zahi Hawass"], "q": ". The bust, about 3,400 years old, is at the top of a`` wish list'' of five major artefacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q> Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti, </q> <strong> Zahi Hawass </strong> said in a statement. But he asked that`` this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' In December 2009, <strong> Friederike Seyfried </strong>, a", "new_id": -2}, {"uid": "1295625832143933451", "i": 25288, "idx": 2, "sa": ["George W. Bush", "Colin Powell"], "q": "mission was victorious because we had the best-trained military in the world, the <strong> George W. Bush </strong> had fortitude to make tough choices when they needed to be made and the unwavering support of the American people,'' Schwarzkopf said. <q> Our mission in Kuwait ended 20 years ago, but the impact will endure for generations to come. </q> <strong> Colin Powell </strong> said a peaceful solution was not possible because Hussein was unfazed by the warnings from the U.N. Security Council, by economic sanctions or by the buildup of U.S. troops in the region.`` I was quite confident", "new_id": -2}, {"uid": "1295567990105267204", "i": 45346, "idx": 0, "sa": ["Eric Schmidt"], "q": "a measure of how often people are clicking on Google advertising products, increased 18 percent compared to one year ago, beating analyst expectations. International sales accounted for 52 percent of the company's revenues. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said in a statement. Google said it is sitting on$ 35 billion in cash. There was some snarky discussion about <strong> Eric Schmidt </strong> getting kicked upstairs or marginalized, but I don't think that", "new_id": -2}, {"uid": "1296961777064782347", "i": 1266, "idx": 4, "sa": ["Michael Vick"], "q": "game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison, a two-year deal with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. <q> To sum it all up, the last five months, have been delayed gratification, </q> <strong> Michael Vick </strong> said.`` Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all", "new_id": -2}, {"uid": "1295912875241205290", "i": 1258, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "interview, saying it had started to become clear the company needed to be run more crisply.`` I am not as concerned about the titles as I am winning,'' <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> Google's stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> combined own a controlling stake in the company. Google is", "new_id": -2}, {"uid": "1295602988020365352", "i": 48383, "idx": 6, "sa": ["Larry Page", "Eric Schmidt"], "q": "CEO, <strong> Eric Schmidt </strong> said during the call.`` It's time for him to have a shot at running this.'' <strong> Larry Page </strong> hailed <strong> Eric Schmidt </strong> as a`` tremendous leader'' whose contributions exceeded all expectations. <q> There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done, </q> <strong> Larry Page </strong> said. rel=\"lightbox\" href=\"http://cdn.physorg.com/newman/gfx/news/hires/googleturnsp.jpg\" title=\"In this Nov. 15, 2010 file photo, Google CEO <strong> Eric Schmidt </strong> speaks at the Web 2.0 Summit in San Francisco. Google Inc. co-founder <strong> Larry Page </strong> is taking over as CEO in an unexpected", "new_id": -2}, {"uid": "1297093828077135937", "i": 46908, "idx": 10, "sa": ["George W. Bush", "Colin Powell", "Condoleezza Rice", "George H. W. Bush", "Donald Rumsfeld"], "q": "said. <strong> Donald Rumsfeld </strong> was also critical of <strong> Colin Powell </strong>'s successor, <strong> Condoleezza Rice </strong>, for her lack of experience in government.`` She'd never served in a senior administration position,'' he said. <q> She'd been an academic. And, you know, a lot of academics like to have meetings. And they like to bridge differences and get people all to be happy. </q> <strong> Donald Rumsfeld </strong> said he was`` amazed'' he was ever asked to join the <strong> George W. Bush </strong> administration, given his at times contentious relationship with former <strong> George H. W. Bush </strong>. More from Political Hotsheet and Politics on CBSNews.com", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the`` Jersey Shore'' sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong>`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t...`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010)`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}]