[{"uid": "1295562571075235365", "i": 35171, "idx": 0, "sa": ["Eric Schmidt"], "q": "no longer the CEO. Say what? No kidding! Google's CEO for the past 10 years is stepping down as CEO. In a blog post <strong> Eric Schmidt </strong> states... <q>... we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I", "new_id": -2}, {"uid": "1295896684027754517", "i": 4910, "idx": 0, "sa": ["Andy Coulson", "Sian Massey", "P Diddy", "Richard Keys"], "q": "Football's sexist dinosaurs are on the way out Studio pundits <strong> Andy Coulson </strong> Gray and <strong> Richard Keys </strong> are facing disciplinary action by Sky over comments made about <strong> Sian Massey </strong>, above. Photograph: <strong> P Diddy </strong> Walton/EMPICS Sport <q> \"I don't mind female fans but no way will I support female refs/linespeople, managers etc. </q>\" \"Football isn't a women's sport, and although they don't deserve abuse, they have as much right to be in football as a man in netball.\" \"It", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said. \"I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.\" <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}, {"uid": "1295601090081559617", "i": 29228, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "admitted she is \"amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with The Sun newspaper: <q> <strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. \"Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop. </q> The similarity is so great \"Glee' fans have even set up a X Factor\" panel- and <strong> Jane Lynch </strong> agrees her character would make a \"fantastic\" judge, though she would probably clash", "new_id": -2}, {"uid": "1294981731267878411", "i": 18096, "idx": 1, "sa": ["Kirsten Gillibrand", "Dr. Peter"], "q": "eye and tried to focus on loved ones for the first time. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> She wanted us to know that she was with us a hundred percent and understood everything we were saying. </q> Giffords' neurosurgeon, <strong> Dr. Peter </strong> Michael Lemole, called it \"a major milestone,\" and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing", "new_id": -2}, {"uid": "1295992373205340674", "i": 15295, "idx": 0, "sa": ["Ike Taylor", "Jay Cutler", "Chad Clifton", "Troy Polamalu", "Michael Vick"], "q": "<strong> Ike Taylor </strong> and All-Pro safety <strong> Troy Polamalu </strong>, who can also control the line of scrimmage on blitz packages, heading up a good Steelers' secondary. \"They're obviously a great defense,\" <strong> Chad Clifton </strong> said. <q> Playing them last year,[ we're] a little bit familiar with them. But yeah, phenomenal defense. I would say that is the strength of their team. No. 7[ quarterback <strong> Ben Roethlisberger </strong>] on the offensive side, he makes some plays for them too, but it's a really stout defense. </q> DO N'T SLEEP ON GREEN BAY'S DEFENSE What do quarterbacks <strong> Michael Vick </strong>, Matt Ryan and <strong> Jay Cutler </strong> have in common? They were all put in their place in succession during the playoffs by a Green", "new_id": -2}, {"uid": "1297294523070500357", "i": 13336, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Scott McClellan", "Richard Grenell"], "q": "achievement: Leonine moustache Memoir: Surrender Is Not An Option( 2007) What they said about him then: \"Damaged goods.\"- <strong> Barack Obama </strong>, 2005 What they say about him now: <q> Someone needs to say it now. <strong> John Yoo </strong> <strong> George Washington </strong> was right... No <strong> George Washington </strong> Ambassador has produced more Security Council Resolutions on the issue of Iran than <strong> John Yoo </strong> <strong> George Washington </strong>. <strong> George Washington </strong> was able to produce three UN Security Council resolutions on Iran, two with the increasing pressure of sanctions. The deadlines in the resolutions that <strong> George Washington </strong> insisted upon were kept mainly because he held his counterparts to their word </q>- <strong> Richard Grenell </strong>, CBS( 2009) <strong> Scott McClellan </strong> Job: Press <strong> Donald Rumsfeld </strong> Notable achievement: Not liking the Iraq war anymore Memoir: What Happened( 2008) What they said about him then: \"", "new_id": -2}, {"uid": "1297232175168116229", "i": 30610, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "Show\" with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left- his \"title belt.\" <q> I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want, </q> <strong> Aaron Rodgers </strong> said with a huge smile. \"It's been a great journey.\" Green Bay has been given 7-1 odds to win next season's Super Bowl in Indianapolis, according to Las Vegas Sports Consultants", "new_id": -2}, {"uid": "1297446725101842956", "i": 11176, "idx": 14, "sa": ["Donald Rumsfeld"], "q": ". It can't help you with what's been done in the past.\" But was the Iraq war really worth all the pain and suffering it has caused? <strong> Donald Rumsfeld </strong>'s tone becomes sharper: <q> Have you ever visited one of the killing fields in Iraq where <strong> Saddam Hussein </strong> killed hundreds of thousands of people and the mass burials and the godawful prisons he had and the rape rooms? </q> he asks. \"I've got videos of what they did to their political opponents. They cut their tongues off.\" As for the American troops who died- \"they had families, they had children", "new_id": -2}, {"uid": "1295771865222068757", "i": 8633, "idx": 0, "sa": ["Paul Pierce", "Shaquille O'Neal", "Paul Anthony", "Semih Erden", "Allen Iverson"], "q": "scored 15 and <strong> Semih Erden </strong> had a career-high 14 points for Celtics 86, Pistons 82: Boston rides <strong> Shaquille O'Neal </strong>, <strong> Allen Iverson </strong> to win an injury is all about getting back the rhythm he has developed with his Boston teammates. <q> It's like being at a party, and the record skips, and you've got to get back on beat, </q> he said after helping the Celtics erase an eight-point, fourth-quarter deficit and beat the <strong> Paul Anthony </strong> <strong> Paul Pierce </strong>( born October 13, 1977 in Oakland, California) is an American professional basketball player for the Boston Celtics of the", "new_id": -2}]