[{"uid": "1295133242039174154", "i": 18552, "idx": 8, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q>We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.<q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Allen_Iverson_31pts_vs_Kobe_Bryant_Eddie_Jones_Van_Exel_Lakers_97/98_NBA_Vintage Credit to baldheadkid Hot-shooting <strong> Allen Iverson </strong> had 31 points and eight assists as", "new_id": -2}, {"uid": "1295596698034635780", "i": 24985, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Mr <strong> Eric Schmidt </strong>, 55, will remain an adviser to Mr Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes come into effect on April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,<q> Mr <strong> Eric Schmidt </strong> said. Mr Page praised Mr <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business", "new_id": -2}, {"uid": "1297128589176029697", "i": 20506, "idx": 0, "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "q": "wanted that to go out.\" <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q>He( <strong> Simon Cowell </strong>) looked at me and said: \"Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...\"<q>", "new_id": -2}, {"i": 10096, "idx": 1, "index_answer": 1, "new_id": -1, "q": "case with <strong> Paul Bremer </strong>'s \"My Year in Iraq,\" covering Mr. <strong> Paul Bremer </strong>'s time as proconsul in Iraq. Instead Mr. <strong> Donald Rumsfeld </strong> takes a fairly direct approach: <q>This is what I did and why I did it with the information at hand.<q> Mr. <strong> Donald Rumsfeld </strong> admits to mistakes, including underestimating the danger of the insurgency in Iraq. He particularly regrets off-the-cuff phrases like \"Dead Enders\" and \"Old Europe.\" However,", "sa": ["Paul Bremer", "Donald Rumsfeld"], "uid": "1297127453259817491"}, {"uid": "1297264343254083122", "i": 31549, "idx": 1, "sa": ["Sean Hannity", "Donald Rumsfeld"], "q": "Brotherhood a danger to the United States and Israel. \"The problem we have is there are many elements in a popular revolt,\" former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> told Fox News' <strong> Sean Hannity </strong> Tuesday. <q>Among them are extremists, like the Muslim Brotherhood. They tend to be not the largest, but the most extreme, the best organized, the best financed, and the most vicious.<q> <cite> http://topsy.com/www.rawstory.com/rs/2011/02/egypts-muslim-brotherhood-rejects-religious-state/?utm_source=pingback&amp;utm_campaign=L2 </cite> Tweets that mention Egypt's Muslim Brotherhood rejects \"religious state,' won\"t seek presidency| Raw Story- Topsy.com[...] This post was mentioned on Twitter by The Raw Story", "new_id": -2}, {"uid": "1295820409029966343", "i": 7092, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. \"<strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,\" he said. <q>Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.<q> If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments \"One or more less than trustworthy individuals start a scam on CUA...\"'@", "new_id": -2}, {"uid": "1296138389209518633", "i": 3017, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "which they said is pretty weird if you think about it. \"We liked that the president said the economy would be his main focus going forward,\" <strong> Sen. Bernie Sanders </strong> Paul Ryan( R-WI) said. <q>But we have a fundamental disagreement about the government's role in that process. We believe permanent tax cuts for the wealthy, even the deranged wealthy who get so much plastic surgery that they look like cats, will spur economic growth.<q> Facing a divided Congress for the first time in his presidency, <strong> Barack Obama </strong> addressed the partisan split directly and outlined what he hoped would be a new era of political discourse. \"When I look", "new_id": -2}, {"uid": "1297440898101842950", "i": 35174, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "some days. \"We will open the museum after the strike is finished. I don't know when the strike is finished,\" said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q>I need things to go back to normal.<q> Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week, raising fears of", "new_id": -2}, {"uid": "1296391463086278146", "i": 15057, "idx": 0, "sa": ["Michael Vick"], "q": "<q>The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar, but all you ever hear about is how great his victims are doing. Now, all his victims are the actual superstars....<q> Posted: January 30 Updated: Today at 2:50 AM On the path to recovery Pit bulls once owned by <strong> Michael Vick </strong> rehab, serve as ambassadors for a breed derided as being too dangerous.", "new_id": -2}, {"uid": "1295570430037306373", "i": 34154, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "we have today\", starts <strong> Eric Schmidt </strong> in a blog post on the company's blog while meanwhile posting on Twitter that the move was all about no longer needing to supervise founders Larry Page and <strong> Sergey Brin </strong>: <q>Day-to-day adult supervision no longer needed! http://goo.gl/zC89p,<q> said <strong> Eric Schmidt </strong> on his Twitter feed. Meanwhile back on the official blog <strong> Eric Schmidt </strong> was more gracious: \"But as Google has grown, managing the business has become more complicated. So", "new_id": -2}]