[{"uid": "1297224206054231079", "i": 19171, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "was a very small, radical, extremist clique- that risk exists[ in other Middle East countries],'' said <strong> Donald Rumsfeld </strong>, whose memoir, ''Known and Unknown,'' was published Tuesday. <q>The problem we have is there are many elements in a popular revolt. Among them are extremists, like the Muslim Brotherhood,</q> he said. ''They tend to be not the largest, but the most extreme, the best organized, the best financed, and the most vicious.", "new_id": -2}, {"i": 12826, "idx": 4, "index_answer": 0, "new_id": -1, "q": "taken a lot of the heat unfairly'' and ''deserve a lot of credit'' for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> <q>was critical of indefinite detention for unlawful combatants. He was critical of military commissions,</q> he said. ''And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.'' The", "sa": ["Donald Rumsfeld", "Barack Obama"], "uid": "1297215580168738818"}, {"uid": "1297263656179191809", "i": 8905, "idx": 1, "sa": ["Simon Cowell"], "q": "Photo: Former Liberian... Former Liberian president Charles Taylor Video: <strong> Simon Cowell </strong> on New Judges, Life After ''Idol' Report Abuse ''What!!!!! Africans enslaving Africans... then raping and killing them...'' Report Abuse <q>Taylor, the first African ruler to stand trial for war crimes, is charged with instigating murder, rape, mutilation, sexual slavery and conscription of child soldiers during a brutal civil war in Sierra Leone. He denies the charges.</q> Report Abuse ''What about the diamond profiteers in Belgium? They knew what was happening, Who gave weapons and drugs in exchange for diamonds. Which european countries? The U.S also?''' They gave Taylor", "new_id": -2}, {"uid": "1296244617002752522", "i": 12816, "idx": 9, "sa": ["Tyronn Lue", "Allen Iverson", "Kevin Garnett"], "q": " ''I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.</q> ''He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Nba_Celtics__Lakers__Garnett_Press_Conference_For_Game_7__Finals_2010 <strong> Kevin Garnett </strong> talks to the media about Game 7! I do not claim ownership or makin' money from this video. All rights reserved by copyright", "new_id": -2}, {"uid": "1295786138191660152", "i": 23530, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of the World. Mr <strong> Andy Coulson </strong> announced on Friday that he was resigning as <strong> David Cameron </strong>'s director of communications amid continuing allegations of phone hacking by the paper's journalists while he was in charge. <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,</q> she told Sky News's Murnaghan programme. Â© 2011 owned by or licensed to Trinity Mirror Midlands Limited.", "new_id": -2}, {"uid": "1296030310020856872", "i": 33328, "idx": 3, "sa": ["Michael Vick"], "q": "endorsements during his six seasons with the Atlanta Falcons. That all disappeared with his 2007 arrest on dogfighting charges and an 18-month prison stay. ''We're real excited about it,'' Vito said. <q><strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person.</q> Joe Mahan, an assistant professor at Temple's Sport Industry Research Center, said it would not be a surprise for a company like Unequal to ''take the leap'' with <strong> Michael Vick </strong>, because he already", "new_id": -2}, {"uid": "1295887423159268880", "i": 36159, "idx": 2, "sa": ["Zahi Hawass", "Silvio Berlusconi"], "q": " ''Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,'' <strong> Zahi Hawass </strong> said in a statement. But he asked that <q>this unique treasure be returned to the possession of its rightful owners, the Egyptian people.</q> Play video Moscow Airport Blast Kills At Least 31 Italian Church warns <strong> Silvio Berlusconi </strong> over sex scandal Italy's Catholic Church jumped into the fray surrounding Prime Minister <strong> Silvio Berlusconi </strong>'s sex scandals on Monday,... Subscribe to", "new_id": -2}, {"uid": "1296527540108609571", "i": 46480, "idx": 0, "sa": ["Michael Vick"], "q": "We moved to another town. If I were in Chicago today, I'd move somewhere else. Report Abuse ''How come nobody is ''talkin' the global warming thing NOW?'' Report Abuse <q>OMG!!!! Reality Check: This is Chicago, Illinois... it SNOWS! Why would you put plows on Garbage trucks? This is the only way those in the city can take thier lawn furniture out of the family room to save their parking place. Let it Snow!</q> Time.com: <strong> Michael Vick </strong>: Eagles QB''s Journey from Prison to the Pro Bowl Proven Anti Aging Proven effective anti aging via uninhibited DNA replication. 5 Foods to never eat: Cut down a bit of your stomach every", "new_id": -2}, {"uid": "1297241191110002184", "i": 34267, "idx": 0, "sa": ["Lindsay Lohan", "Britney Spears", "Simon Cowell"], "q": "who strive for popularity... Photo: <strong> Britney Spears </strong>' seventh album is named ''Femme... Article: <strong> Lindsay Lohan </strong> to be charged with stealing necklace... Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse <q>hi everyone, my best friend, she just has announced her wedding with a millionaire young man! she met him via------- M'atchRich. â\u0084\u0083' â\u0097\u008b M--. it is the first and best club for wealthy people and their admirers to chat online... best place to find local rich women and men, you don't have to be rich there, but you can meet one there, maybe you wan na check it out or tell your friends!</q> ABC News:` Beliebers' Pack Downtown LA for Bieber Film Premiere Big, Fat, Greek Tours Eat, Drink, Celebrate Life! We treat our travelers like family Save 75% On Cruises We''re America", "new_id": -2}, {"uid": "1295408846085049364", "i": 20273, "idx": 5, "sa": ["Toby Young", "Piers Morgan", "Steven Tyler", "Simon Cowell", "Nigel Lythgoe", "Jennifer Lopez"], "q": "<strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>. ''Outside of the music industry, no one in the United States knew who <strong> Simon Cowell </strong> was until he started making nasty comments during the first season promotions for the show,'' he says. <q>Being mean was what made him a celebrity. But <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are already celebrities. They have their cultural equity to protect.</q> For <strong> Toby Young </strong>, it's no accident that so many U.K. imports- including himself, <strong> Simon Cowell </strong>, <strong> Nigel Lythgoe </strong>( ''So You Think You Can Dance''), and <strong> Piers Morgan </strong>( ''America's Got Talent", "new_id": -2}]