[{"uid": "1296139401071090198", "i": 32881, "idx": 1, "sa": ["Michael Gove", "Bill Browder"], "q": "country is changing for the better. If every year we can say that the rule of law is becoming better, not perfect but better, then I think I'm doing my job,\" he added. <q> We need to work together </q> New <strong> Bill Browder </strong> to improve school discipline <strong> Michael Gove </strong> has published the Education <strong> Bill Browder </strong> today, which he says will \"restore discipline and reduce bureaucracy\" in... UK` unprepared for a foot and mouth outbreak'", "new_id": -2}, {"uid": "1297412587250134529", "i": 35284, "idx": 1, "sa": ["Michael Gove", "Matt Hancock"], "q": "in the country to be passed through stage 2 and the third in Suffolk. In his letter, Mr <strong> Michael Gove </strong> said the application was` sufficiently strong in all areas'. He said: <q> I am very keen for the first Free Schools to be innovative and responsive to parental demand, and I believe that the new school your group is proposing can carry through this vision. </q> Mr <strong> Michael Gove </strong> also wrote to <strong> Matt Hancock </strong>, MP for West Suffolk, who said he was delighted with the news. \"The SABRES team have worked tirelessly for a free school at Brandon and it", "new_id": -2}, {"uid": "1295512422158531588", "i": 21638, "idx": 0, "sa": ["Michael Gove", "Mary Bousted", "Elizabeth II"], "q": ", history and geography..... <strong> Michael Gove </strong>, the Education Secretary, said \"profound mistakes\" made with the curriculum by Labour led to <strong> Elizabeth II </strong> plummeting in international league tables........ <q> The existing national curriculum embodies poverty of aspiration. </q>.... teachers' leaders accused ministers of advocating a return to the \"public school curriculum they were taught over 25 years ago\" <strong> Mary Bousted </strong>, general secretary of the Association of Teachers and Lecturers", "new_id": -2}, {"uid": "1295466426197935104", "i": 29760, "idx": 1, "sa": ["Michael Gove", "Brian Lightman", "Annette J. Smith"], "q": "It's a question of making sure that, within school, they don't create a bureaucracy that makes it difficult to get out. <strong> Annette J. Smith </strong>: \"Every educator would say outdoor experience is good\" <q> Every educator would say outdoor experience is good, but it is more complicated to organise. </q> In September, Education Secretary <strong> Michael Gove </strong> promised to reduce the level of bureaucracy encountered by schools. <strong> Brian Lightman </strong>, general secretary of the Association of Schools and College Leaders, said health and safety laws could", "new_id": -2}, {"uid": "1296231867027263053", "i": 1868, "idx": 4, "sa": ["Michael Gove", "LeBron James"], "q": "quango takes more than? 36 each year from every teacher and gives them \"hardly anything back\" , <strong> Michael Gove </strong> argues. In terms of the new bill, the secretary of state will in future consider <q> allegations of unacceptable professional conduct, conduct that may bring the profession into disrepute, or convictions of a relevant offence and decide whether to prohibit the person from teaching </q>. <strong> Michael Gove </strong> has vowed to cut bureaucracy in schools. He said that in one year, Labour sent schools 5,000 pages of guidance and information- the equivalent of two <strong> LeBron James </strong> bibles. \"There", "new_id": -2}, {"uid": "1297427071058949663", "i": 2974, "idx": 2, "sa": ["Michael Gove"], "q": "of councils and schools. A spokesman for the Department for Education said the judge had not called into question <strong> Michael Gove </strong>'s decision to end \"the wasteful and bureaucratic Building Schools for the Future programme\" . <q> He concluded it was a rational decision and that the authorities had no expectation of being allowed to proceed with their projects. </q> The judge, Mr Justice Holman, asked <strong> Michael Gove </strong> to reconsider his decision \"with an open mind\" . \"The final decision on any project still rests with him and... no one should gain false", "new_id": -2}, {"uid": "1297430569058949634", "i": 208, "idx": 2, "sa": ["Michael Gove"], "q": "The judge said: \"However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.\" Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful <q> because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act. </q> A Department for Education spokesman said: \"We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. On the substantive points", "new_id": -2}, {"uid": "1296139401071090198", "i": 32880, "idx": 0, "sa": ["Michael Gove", "Bill Browder"], "q": "know the results of the investigation and the end of the case... The past is always very important, although not always positive, but we need to concentrate on the future,\" he added. <q> You have to acknowledge the country is changing for the better. If every year we can say that the rule of law is becoming better, not perfect but better, then I think I'm doing my job, </q> he added. \"We need to work together\" New <strong> Bill Browder </strong> to improve school discipline <strong> Michael Gove </strong> has published the Education <strong> Bill Browder </strong> today, which he says will \"restore discipline and reduce bureaucracy\" in...", "new_id": -2}, {"uid": "1296231867027263003", "i": 4688, "idx": 2, "sa": ["Michael Gove"], "q": "classroom, including mobile phones and video cameras. Teachers will be able to examine cameras and erase \"inappropriate\" images, as well as confiscating substances such as legal highs. <strong> Michael Gove </strong> said: <q> Students can bring material into a classroom with the express aim of disrupting learning, and some of these items are apparently innocuous, or in some cases helpful to the students outside the classroom, a mobile phone. But they are used in the classroom to either play a part in low-level disruption or sometimes they're aids to encourage bullying. Mobile phones or flip video cameras are used to record incidents of violent disruption which are subsequently posted online. </q> Proposals first put forward under Labour to raise the school leaving age to 18 are also in the bill, but there is no criminal sanction if teenagers do not stay in school or training.", "new_id": -2}, {"q": "<strong> Eric Schmidt </strong>, 55, has no doubt <strong> Larry Page </strong> is ready for the challenges ahead. \"<strong> Larry Page </strong> has been with me in every major decision in the past decade,\" <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Larry Page", "Eric Schmidt"], "index_answer": 1, "idx": 4, "i": 7393}]