[{"uid": "1297426296058949675", "i": 31879, "idx": 0, "sa": ["Michael Gove"], "q": "<strong> Michael Gove </strong> will now look again at his decisions in these six areas. target=\"_blank\"> But... The Department for Education issued a robust defence to the decision. A spokesman said: <q> On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> He also pointed out that the judge had concluded that \"there was no promise or expectation\" that any of the claimants' projects would proceed. However he added: \"The Secretary of", "new_id": -2}, {"uid": "1297675114098910209", "i": 14807, "idx": 0, "sa": ["Michael Gove"], "q": "Despite cuts, however, the Michael Government was now keen to bring about much-needed improvements. \"Some of the school buildings in Northumberland are old and in need of upgrading,\" he said. <q> There has been a bit of investment, but that's generally been in the south-east of the county. \"At the moment, we are reviewing how we spend money on school buildings and among the key criteria will be the condition of those buildings. </q> Mr <strong> Michael Gove </strong> added he was hopeful progress could be made. \"The headteachers are not asking for unrealistic sums and appreciate these are difficult economic times. \"I was able to explain why the", "new_id": -2}, {"uid": "1297473331183025717", "i": 5732, "idx": 0, "sa": ["Michael Gove", "Glenda Jackson"], "q": "screen <strong> Glenda Jackson </strong> with flattery as she laid into the Michael Government over the closure of children's centres the other day. \"The Lady is passionate and I do not doubt her commitment,\" he said. <q> Don't patronise me! </q> came the cry from across the Commons floor. \"The Lady has won an Oscar for being successfully patronising to others,\" said <strong> Michael Gove </strong>. \"Two Oscars!\" came the retort. Get it", "new_id": -2}, {"q": "that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. \"<strong> Ricky Gervais </strong> was the host of the( Globes) show-very funny guy,\" <strong> David Letterman </strong> said on his late-night CBS show Monday. <q> But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.' </q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre's hosts, including <strong> Heidi Klum </strong> of \"Project Runway\" and <strong> Jeff Probst </strong> of \"Survivor", "sa": ["Uma Thurman", "David Letterman", "Oprah Winfrey", "Ricky Gervais", "Heidi Klum", "Jeff Probst"], "index_answer": 1, "idx": 1, "i": 24037}, {"uid": "1295449124083853322", "i": 7631, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": "an attack on the aspirations of young people. Education Secretary <strong> Michael Gove </strong> said the grant had been \"poorly targeted\" and told MPs \"you can not spend money you do not have\" . <q> Choices are dependent on the money- and where is the money coming from? </q> said Mr <strong> Michael Gove </strong>. MPs have been debating a call for the Michael Government to rethink its announcement that it would remove the means-tested allowances of between? 10 and? 30 per week. Mr <strong> Andy Burnham </strong>", "new_id": -2}, {"uid": "1296030370000671746", "i": 58202, "idx": 2, "sa": ["Michael Gove", "Nicole Kidman"], "q": ". Mr <strong> Michael Gove </strong>'s lawyers say each of the six councils seeking judicial review will in any event receive in total \"well in excess of? 1bn in BSF funding\" , and the case was about <q> whether they must get even more </q>. 05 JULY 2010, EDUCATION& FAMILY Deeply disturbed <strong> Nicole Kidman </strong> confronted her own fears for Oscar-nominated role Non-existent country After 20 years, Somaliland still waiting to leave Mogadishu chaos Up in smoke", "new_id": -2}, {"uid": "1295485231089587765", "i": 43965, "idx": 1, "sa": ["Michael Gove"], "q": "a single country other than the UK or any continents, rivers, mountains or cities. Instead, it insists that pupils should learn about global warming and climate change. The document argues that the curriculum <q> should not become a vehicle for imposing passing political fads on our children or dominate the school curriculum time in its entirety </q>. Mr <strong> Michael Gove </strong> will today announce the team he expects to deliver his new traditional curriculum. They include: Bernice McCabe, co-director of The Prince's Teaching Institute and head of North London Collegiate School;", "new_id": -2}, {"uid": "1295451275253739115", "i": 16521, "idx": 4, "sa": ["Michael Gove", "Lindsay Hoyle"], "q": "and bad-tempered debate, Mr <strong> Michael Gove </strong> shouted \"sit down\" at MPs trying to interject during his speech. \"The secretary of state is getting very excited,\" deputy speaker <strong> Lindsay Hoyle </strong> said. <q> People are trying to intervene. I'll decide when they've stood up for too long. </q> Student protestors will gather in Piccadilly Circus at 16:00 GMT before marching down to Parliament Square. The Metropolitan police contacted academic institutions via email last week to pass on intelligence on localised protests.", "new_id": -2}, {"uid": "1297078610093552664", "i": 49972, "idx": 0, "sa": ["Michael Gove"], "q": "most disadvantaged children are targeted\" . Also, it is to launch a scheme called \"Music Teach First\" , through which it aims to recruit musicians from leading music schools to go to teach in <q> the nation's most challenging schools </q>. And it says it wants to make it easier for leading orchestras and musicians to help improve music education in schools. Education Secretary <strong> Michael Gove </strong> said: \"Music has the power to touch the", "new_id": -2}, {"uid": "1297691512098959367", "i": 52871, "idx": 0, "sa": ["Michael Gove", "Darren Cooper"], "q": "Building Schools for the Future( BSF) scheme in six authorities after Mr Justice Holman ruled that Mr <strong> Michael Gove </strong> had unlawfully failed to ADVERTISEMENT consult them before imposing the cuts. In five cases the failure was <q> so unfair as to amount to an abuse of power </q>, the judge said. In an open letter to Mr <strong> Michael Gove </strong> <strong> Darren Cooper </strong>, leader of Sandwell Council, one of the six involved in the challenge, said the scrapping of BSF meant that nine school building", "new_id": -2}]