[{"uid": "1295582902002506766", "i": 51417, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "that it is today. In a post on Google's corporate blog, <strong> Eric Schmidt </strong> explains that he accomplished more than what he set out to do in an explanation for his decision: <q> When I joined Google in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today. Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the process. And our emerging businesses-display, Android, YouTube and Chrome-are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team-now over 24,000 Googlers globally-deserves most of the credit. </q> outlook is bright. But as Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, Sergey and I have been talking for a long time about how best to simplify our management structure and", "new_id": -2, "mturk_index": "1178"}, {"uid": "1295221596191463425", "i": 23800, "idx": 0, "sa": ["Colin Powell"], "q": "to tap all the talent at our disposal to solve the nation's problems wherever in the world that talent originates. Former Secretary of State <strong> Colin Powell </strong>, in 2003, target=\"_hplink\"> described the goal of <q> Secure Borders, Open Doors, </q> and we have been trying to find the correct formula ever since. We need a better balance between national security and maintaining the critical, bidirectional flow of people and ideas. Please reconsider passage of the DREAM", "new_id": -2, "mturk_index": "415"}, {"uid": "1295696378029671425", "i": 22257, "idx": 2, "sa": ["Tim Cook", "Larry Page", "Eric Schmidt"], "q": ". C'est un retour pour cet Am?ricain de 38 ans qui avait eu la clairvoyance de c?der la direction de Google en 2001? <strong> Eric Schmidt </strong>, un ancien dirigeant de Novell et de Sun Microsystems. <q> L'un de nos premiers objectifs est de faire en sorte que Google devienne une entreprise importante tout en conservant l'agilit, l'?me, la passion et la rapidit d'une start-up </q>, a expliqu <strong> Larry Page </strong> en entrevue au New York Tim Cookes. <strong> Larry Page </strong> ne le dit pas en ces mots. Mais la grande crainte de Google, c'est que l'entreprise ne se transforme en Microsoft,", "new_id": -2, "mturk_index": "1829"}, {"uid": "1295365519187695162", "i": 12448, "idx": 2, "sa": ["Steven Tyler", "David Letterman", "Joe Perry"], "q": "and addictions in the past,\" he told <strong> David Letterman </strong> on` The Late Show.' \"A couple years ago, I was[ snorting] Lunesta because of some problems with my feet.\" <q> That shows you what kind of a drug addict I was, only the finest for me... I was looking for any excuse to get high. </q> including a seeming fight with guitarist <strong> Joe Perry </strong>. <strong> Steven Tyler </strong> also admitted that he did a ton of drugs in his past-- \"It's not any news here about my drug use and addictions in", "new_id": -2, "mturk_index": "1532"}, {"uid": "1297207620184696835", "i": 8382, "idx": 2, "sa": ["George H. W. Bush", "Colin Powell", "Donald Rumsfeld"], "q": "que ofrece tras dejar el cargo en 2006. En cuanto a la opini?n del ex George H. W. Bushe <strong> George H. W. Bush </strong> al reconocer que los problemas en Irak empezaron por un retiro temprano de las tropas, <strong> Donald Rumsfeld </strong> dijo no tener <q> la confianza suficiente para decir que eso es correcto. Creo que es posible(...) Es dif?cil de saber. Tu sabes, el camino que no tomaste siempre es el m?s c?modo </q>. Seg?n mi punto de vista( <strong> Colin Powell </strong>) no hizo un buen trabajo gerenciado a su gente De lo que si parece estar seguro es que el manejo de la guerra se complic porque hab?a", "new_id": -2, "mturk_index": "1745"}, {"uid": "1296040649052903967", "i": 11385, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Verwaltungsrat leiten wird. Google- Mitbegr?nder <strong> Larry Page </strong> darf nach zehn Jahren die Lenkung des zum Giganten gewachsenen Internetkonzerns wieder selbst bernehmen. Der 37- J?hrige wird am 4. April die Nachfolge von <strong> Eric Schmidt </strong> antreten. <q> T?gliche Aufsicht durch Erwachsene nicht mehr n?tig </q>, twitterte der 55- j?hrige <strong> Eric Schmidt </strong>, kurz nachdem Google am Donnerstagabend die Bombe platzen lie. <strong> Eric Schmidt </strong> hatte vor zehn Jahren das Ruder von <strong> Larry Page </strong> bernommen, der die junge Internetfirma in den ersten drei Jahren", "new_id": -2, "mturk_index": "85"}, {"uid": "1295298050258523161", "i": 29352, "idx": 0, "sa": ["Roddy White", "Ovie Mughelli", "Pierre Thomas", "Michael Vick", "Terry Robiskie"], "q": "job done By <strong> Michael Vick </strong> A. Lough MACON TELEGRAPH FLOWERY BRANCH, Ga.- <strong> Ovie Mughelli </strong> sat on the stool in front of his locker at Atlanta's practice facility, about 45 minutes from downtown, and shook his head. <q> I can't even turn on the TV without somebody saying that we're going to be the underdog, </q> the Wide receivers coach <strong> Terry Robiskie </strong> pushes the Falcons through some pre-practice drills at mini camp.... Atlanta Falcons Training Camp: <strong> Roddy White </strong> Atlanta Falcons Training Camp: <strong> Roddy White </strong> running drills... Saints Vs Falcons: <strong> Pierre Thomas </strong> And <strong> Roddy White </strong> Trade", "new_id": -2, "mturk_index": "74"}, {"uid": "1295803447123387998", "i": 56769, "idx": 0, "sa": ["Karl-Theodor zu Guttenberg", "Sergio Marchionne"], "q": "include GM's European brands Opel and UK-based Vauxhall, as well as Chrysler- and would be listed on a stock exchange. German Economy Minister <strong> Karl-Theodor zu Guttenberg </strong> met with <strong> Sergio Marchionne </strong>.[ <strong> Karl-Theodor zu Guttenberg </strong>, German Economy Minister]: <q> I must say, it's an interesting approach, without question, one with a considerable amount of financing. </q> Fiat's known for its small cars- but it also owns other brands including Ferrari and Maserati. <strong> Sergio Marchionne </strong> says Fiat needs to increase its output to about six million vehicles a year to survive the financial crisis.", "new_id": -2, "mturk_index": "669"}, {"uid": "1297335923118145136", "i": 26031, "idx": 3, "sa": ["Paula Abdul", "Simon Cowell"], "q": "represented hope and keeping your dream alive.( <strong> Simon Cowell </strong>) represented the intensity of how difficult and hard this business is. You have to have both.\" And she expects to redouble her efforts as <q> a mentor and coach and perpetual cheerleader. </q> But will a certain Simon Cowell-esque counterbalance be missing? \"Not at all,\" declares <strong> Paula Abdul </strong>. \"Watch the show. I'll let the show speak for itself. People will get to", "new_id": -2, "mturk_index": "1922"}, {"uid": "1295992685115605516", "i": 40565, "idx": 1, "sa": ["Barack Obama", "Bill Lockyer"], "q": ". State and local officials and transportation industry groups are hopeful an administration plan will prod Congress to pass a long-term funding <strong> Bill Lockyer </strong> that provides the kind of economic certainty required to undertake major projects. <q> If the <strong> Barack Obama </strong> makes a proposal, then there at least needs to be a response( from Congress). The dynamic becomes,` What are you going to do about it?' </q> said Mort Downey, a former <strong> Barack Obama </strong> transportation adviser and the No. 2 Transportation Department official during the Clinton administration. But selling legislation with a price tag in the hundreds of millions of dollars- the last", "new_id": -2, "mturk_index": "189"}]