[{"uid": "1295408583085049372", "i": 6012, "idx": 0, "sa": ["John McCain", "Kent Conrad", "Sen. Joe Lieberman", "Sen. Bernie Sanders"], "q": "Tuesday, Democratic <strong> Sen. Joe Lieberman </strong> <strong> Kent Conrad </strong>, 62, who's led efforts to get the <strong> John McCain </strong> budget under control, said on Tuesday that he will not run for a sixth term in the Senate in 2012. <q> It is more important <strong> Sen. Joe Lieberman </strong> spend my time and energy trying to solve these( budget) problems than to be distracted by a campaign for re-election, </q> <strong> Kent Conrad </strong> said in a statement. Democrats now control the Senate 53-47. There are 51 Democrats and two independents-- <strong> Sen. Joe Lieberman </strong> and <strong> Sen. Bernie Sanders </strong> of Vermont, both of whom caucus with Democrats. Republicans are", "new_id": -2}, {"uid": "1296532535074448926", "i": 14211, "idx": 3, "sa": ["Linas Kleiza", "Eduardo Najera", "Allen Iverson"], "q": ". <strong> Allen Iverson </strong> had 26 points, nine assists, and combined with <strong> Linas Kleiza </strong>, JR Smith and <strong> Eduardo Najera </strong> on a 14-1 fourth-quarter spurt that carried the Nuggets to a 125-114 victory over the New Jersey Nets on Friday night. <q> We've been struggling, losing two on the road and we just wanted to do anything to get a win, </q> <strong> Allen Iverson </strong> said after scoring 21 second-half points to help the Nuggets break a two-game losing streak. The Nuggets needed every one of those points after blowing a 17-point third-quarter lead and eventually falling behind by two.`` Welcome", "new_id": -2}, {"uid": "1297138045102924322", "i": 48736, "idx": 1, "sa": ["Simon Cowell"], "q": "mentor the contestants. The competition series will allow contestants as young as 12 to audition, a decision <strong> Simon Cowell </strong> defended on the call after being asked if kids that young should be subjects to public scrutiny. <q> We've started to see a trend with kids this age and what they can do. I like the idea that a 12-year-old on this show can compete with an older singer... times have changed. You have to make a case-by-case decision based on them as a person. </q> Contestants will have to audition before a live audience of 5,000 people in an arena.`` It was supposed to be similar to them doing their first concert. It really helped show me who could handle", "new_id": -2}, {"uid": "1296463311082231470", "i": 3136, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "in a 35-32 win at Detroit, <strong> Michael Vick </strong> made the most of his first pro start since 2006. He completed 21-of-34 passes for 284 yards and two touchdowns and rushed for 37 yards on seven carries. <q> I'm here to announce that <strong> Michael Vick </strong> will be the starting quarterback for the Philadelphia Eagles. I think his performance has exceeded expectations the past several weeks, </q> said Eagles head coach Andy Reid at an evening press conference.`` This is not about the health or the performance of <strong> Kevin Kolb </strong>... this is more about <strong> Michael Vick </strong> and his accelerated play.'' NFL investigating", "new_id": -2}, {"uid": "1295291648026312754", "i": 33720, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman"], "q": "'' who steals other comedians' material. The New York Post said <strong> Howard Stern </strong> made the comments in an interview to air on Tuesday's edition of CNN's new chat program`` <strong> Piers Morgan </strong> Tonight.'' <q> <strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook. And the world knows exactly what he's up to. He steals a tremendous amount of material, </q> the Post quoted <strong> Howard Stern </strong> as saying.`` He's not fit to scrub <strong> David Letterman </strong>'s feet. I don't know how he's beaten <strong> David Letterman </strong> in the ratings. It's beyond my comprehension.", "new_id": -2}, {"uid": "1297373233070008855", "i": 34990, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google's <strong> Eric Schmidt </strong> Sees` Bubble' Google has made 87 acquisitions worth$ 8.4 billion in the last 10 years, but the recent high valuations placed on some high-profile Internet companies has <strong> Eric Schmidt </strong> scratching his head. <q> There are clear signs of a bubble, </q> Mr. <strong> Eric Schmidt </strong> told the Swiss magazine Bilanz.`` But valuations are what they are.'' Reuters( For those DealBook readers who read German- or who perhaps those who will work at the New York", "new_id": -2}, {"uid": "1296849812199835649", "i": 42837, "idx": 0, "sa": ["David Letterman", "Justin Bieber", "Paul Shaffer"], "q": "Present Top 10 on <strong> David Letterman </strong> Friday( VIDEO) <strong> Justin Bieber </strong> will present the Top 10 list on Late Show With <strong> David Letterman </strong> Friday night. Watch a sneak peek, below. The <q> Top 10 Reasons It's Fun to Be <strong> Justin Bieber </strong> </q> include:-`` When I'm sick, my doctor makes hilarious jokes about` <strong> Justin Bieber </strong> Fever'''-`` The chance to visit the Late Show and my idol, <strong> Paul Shaffer </strong>''", "new_id": -2}, {"uid": "1295602501192069638", "i": 4108, "idx": 0, "sa": ["Eric Schmidt"], "q": "`` ready to lead''. <strong> Eric Schmidt </strong> was originally brought in to guide the young men back in 2001 when Google began to take off. Last night, however, he posted on his Twitter account: <q> Day-to-day adult supervision no longer needed! </q> According to <strong> Eric Schmidt </strong>, the previous structure, which involved decisions being taken by the triumvirate, had become inefficient. Page said:`` There is no other CEO in the world that could have kept such", "new_id": -2}, {"uid": "1295571578103104583", "i": 7021, "idx": 4, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "and technology thought leadership.'' As expected, <strong> Eric Schmidt </strong>'s announcement shocked many in Silicon Valley. SearchEngineLand editor <strong> Danny Sullivan </strong> noted that Google was probably long`` overdue'' for a major management reorganization. <q> The structures between the three have remained exactly the same over the past 10 years- which might as well be 100 years of Internet time. In that time, Google has transformed from a scrappy little underdog search engine into a massive advertising and technological powerhouse, </q> he explained.`` In that time, Google has transformed from a scrappy little underdog search engine into a massive advertising and technological powerhouse. The start-up culture seemingly has been largely swallowed by inevitable bureaucracy that", "new_id": -2}, {"i": 25587, "idx": 0, "index_answer": 0, "new_id": -1, "q": "SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as`` shyster loans.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement.`` I regret the remark which I consider inappropriate.'' Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "sa": ["Sergio Marchionne"], "uid": "1296939660153092098"}]