[{"i": 2103, "idx": 2, "index_answer": 0, "new_id": -1, "q": "stand by what I've said about those events,\" he said, \"but when the spokesman needs a spokesman, it's time to move on.\"( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q>Once you become the story, it's time to quit.</q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "uid": "1295620523143933448"}, {"uid": "1295840751200425483", "i": 1780, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "to speed up decision-making at the Internet giant. In a regulatory filing last week, <strong> Google Inc. </strong> said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q>The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his <strong> Google Inc. </strong> stock as part of his long-term strategy for individual asset diversification and liquidity,</q> the filing said. As of Dec. 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of <strong> Google Inc. </strong> stock and controlled 9.6 percent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1296235612016105512", "i": 30541, "idx": 2, "sa": ["Tyronn Lue", "Allen Iverson", "Michael Jordan"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q>I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,</q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Allen_Iverson_vs_Michael_Jordan_Final_NBA_Game_Part_2 <strong> Michael Jordan </strong>'s coach pleaded with him", "new_id": -2}, {"uid": "1295715899131842121", "i": 25773, "idx": 9, "sa": ["Kirsten Gillibrand", "Mayor Erastus Corning"], "q": "a stir by anointing her the Senate's \"hottest\" member. It's rare for a major-league female politician to discuss this dynamic lest she be labeled a thin-skinned whiner or divisive gender warrior. Not <strong> Kirsten Gillibrand </strong>. <q><strong> Mayor Erastus Corning </strong> think a lot of people underestimate women all the time,</q> she says. \"But that's OK,\" she adds( with a look that makes evident it is not OK). \"<strong> Mayor Erastus Corning </strong> know what <strong> Mayor Erastus Corning </strong>'m working with. <strong> Mayor Erastus Corning </strong> know what the challenges are", "new_id": -2}, {"uid": "1297301491011485226", "i": 39047, "idx": 1, "sa": ["Mike Pence"], "q": "on the tapes as a pimp and a prostitute. In an interview with \"America's Morning News,\" a radio talk-show affiliated with The Washington Times, Mr. <strong> Mike Pence </strong> said the videos are <q>heartbreaking evidence employees of Planned Parenthood... facilitating, essentially, the abuse of a minor and sex-trafficking. \"There's nothing really new in these tapes. We've been seeing this kind of behavior by Planned Parenthood organizations... for a number of years,</q> the Indiana Republican said. Story Continues â\u0087\u0092 \"previous1 2 next\" Â© Copyright 2011 The Washington Times, LLC. Click here for reprint permission.", "new_id": -2}, {"uid": "1297426535014974989", "i": 23374, "idx": 0, "sa": ["David Letterman"], "q": "<strong> David Letterman </strong> boldly asked the diminutive \"Jersey Shore' party animal when she appeared on` Late Show.' <q>Do you think, uh, um, maybe you need to abstain?</q> She replied, \"I definitely don't think I have a problem. I mean, when we're not filming I hardly go out. I hardly drink. It's just, you know, it\"s", "new_id": -2}, {"uid": "1295772313146751543", "i": 16161, "idx": 0, "sa": ["Wanda Jackson", "David Letterman"], "q": "again, as visitors stop to gawk. The footage shows a 21-year-old <strong> Wanda Jackson </strong> strumming, shimmying in a spaghetti-strap dress and singing \"Hard Headed Woman\" on the television show Town Hall Party. <q>It's one of the most popular items in the entire museum, and it has been for a decade now,</q> says the museum's <strong> David Letterman </strong> Gray, a music historian. \"Some visitors who aren't familiar with who she is see that video and then go to the store and ask for her CDs.\"", "new_id": -2}, {"uid": "1296062808204603395", "i": 34689, "idx": 1, "sa": ["Andy Coulson", "Karren Brady", "David Cameron", "Richard Keys"], "q": "compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. \"What's the difference?,\" he said. <q>If off-air conversations were made public then there would be no-one left working in the country.</q> <strong> Richard Keys </strong> said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with Gray, but claimed he was ignored. Play video PMQs: <strong> David Cameron </strong> Told To", "new_id": -2}, {"uid": "1295534633152666122", "i": 27818, "idx": 0, "sa": ["Simon Cowell"], "q": "how in his younger days he never excelled academically, he puts his current success down to his instinct alone. And speaking of being a TV judge, he said:' I asked a very successful guy, <q>What's the best advice you can give me?</q> and he said, \"<strong> Simon Cowell </strong>, always know when to leave the fair.\" And I think that's good advice. \"Something inside you just says, \"You know what, it\"s", "new_id": -2}, {"uid": "1297702504177799271", "i": 18633, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "could make the <strong> Sen. Bernie Sanders </strong>' bill more politically palatable, because it would drive down the cost of solar installations. The legislation aims to finance the installation of up to 40,000 megawatts of new solar energy. <q>These are two parallel but distinct programs. They could play together very well because- to the extent that the SunShot initiative is successful- it will lower the[ financial] incentives that are required per project for the <strong> Ten Million </strong> Solar Roof Act,</q> he told SolveClimate News. \"Any program designed at reducing the cost of solar installations will be a service to any deployment program by lowering costs\" to the government, Kann said. Jared", "new_id": -2}]