[{"uid": "1296536150067862550", "i": 57044, "idx": 4, "sa": ["Allen Iverson", "Linas Kleiza", "Carmelo Anthony"], "q": "the franchise's 35-year history. Iverson_Allen Iverson_28pts_Linas Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my", "new_id": -2}, {"uid": "1295222825130613259", "i": 1299, "idx": 0, "sa": ["Aaron Rodgers", "Michael Vick", "Jay Cutler"], "q": "playoffs. First, he led the Packers to an upset of <strong> Michael Vick </strong> and the Eagles in Philadelphia. Then, he led a dominating performance against an Atlanta team that went 13-3 during the regular season. <q> I know <strong> Aaron Rodgers </strong> well. He's a great player, </q> <strong> Jay Cutler </strong> said. \"They played really extremely well( Saturday) night against a very good team. We have our hands full.\" The Bears( 12-5) weren't really tested by Seattle(", "new_id": -2}, {"uid": "1295965254237387800", "i": 35630, "idx": 1, "sa": ["Eric Schmidt"], "q": "make more than 1,000 new hires across Europe- including hundreds of specialists for its research and development centre in the Bavarian capital. \"We had a very, very good year,\" <strong> Eric Schmidt </strong> said. <q> Which is why we'll continue to make investments. </q> He said Google would focus on the growing mobile internet market, with sales of smartphones expected to trump PCs in the next two years. <strong> Eric Schmidt </strong> said faster wireless standards such as LTE would greatly improve the", "new_id": -2}, {"uid": "1295166194240582656", "i": 47556, "idx": 0, "sa": ["Simon Cowell"], "q": "has claimed. Speaking to the News of the World, the Irish music manager seemed to confirm` Promise This' singer will join <strong> Simon Cowell </strong> on the judging panel of the forthcoming US competition. <q> It will be me and Dannii[ Minogue] on the UK show with two more people, </q> he stated. The paper further reports that ITV bosses are desperately attempting to convince <strong> Simon Cowell </strong> and Cole to reconsider their Stateside move. Guy BurnetThe former Hollyoaks", "new_id": -2}, {"uid": "1297419652230932529", "i": 28390, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "there were times this season he wished Philadelphia Eagles quarterback <strong> Michael Vick </strong> would get hurt. In 2007, <strong> Michael Vick </strong> was convicted of a felony related to a dogfighting ring and served 19 months in prison. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong> told MLB.com. \"Everything you've done to these dogs, something bad needs to happen to these guys.\" At some point after the story was posted on MLB.com, the quotes were removed", "new_id": -2}, {"uid": "1295335314262799385", "i": 43933, "idx": 1, "sa": ["Sergio Marchionne"], "q": "dice l'AD del gruppo torinese <strong> Sergio Marchionne </strong> in una lunga intervista al quotidiano la Repubblica nella quale aggiunge che l'obiettivo? arrivare alla partecipazione dei lavoratori agli utili \"ma prima di parteciparli, gli utili dobbiamo farli\" . <q> Il discorso? chiuso. Il referendum non l'ho chiamato mio, n sono io che ho fatto le regole. Per me Mirafiori ha deciso e io sto al risultato, che? un risultato molto importante </q>, spiega <strong> Sergio Marchionne </strong>. E all` estensione dell` intesa anche agli stabilimenti di Melfi e Cassino \"non c'? alternativa\" , secondo il manager. <strong> Sergio Marchionne </strong> torna a smentire le voci", "new_id": -2}, {"uid": "1297304646234995715", "i": 55282, "idx": 6, "sa": ["Simon Cowell", "Nancy O'Dell"], "q": "At the end of the interview, <strong> Nancy O'Dell </strong> lightened up the mood and asked <strong> Simon Cowell </strong> to let America in on three things no one knows about him. He responded: \"I like ugly dogs.\" <q> I like cartoons every morning, like the Flintstones and The Jetsons. </q> \"I like to climb trees.\" A multi-million X Factor ad ran during the Super Bowl last Sunday promoting the fall launch of <strong> Simon Cowell </strong>'s new show. Be sure to check out the video below.", "new_id": -2}, {"uid": "1295717523000638988", "i": 24619, "idx": 7, "sa": ["Travis Best", "Allen Iverson", "Reggie Miller", "Shaquille O'Neal"], "q": "it was coming. The crowd knew it was coming.\" The Sixers had a final chance, but <strong> Allen Iverson </strong> lost his dribble with <strong> Reggie Miller </strong> closely guarding him and couldn't get a shot off as time expired. <q> We got to a point where we felt we had these guys beat, </q> <strong> Allen Iverson </strong> said. \"We got tight. To get a <strong> Shaquille O'Neal </strong> lead like that and lose it at home is ridiculous.\" Indiana, the defending Eastern Conference champions and prohibitive underdogs against Philadelphia, lead the Travis Best-of-five", "new_id": -2}, {"uid": "1297163800138723333", "i": 31076, "idx": 0, "sa": ["Jillian Michaels", "Simon Cowell", "Charlie Sheen", "Joan Rivers"], "q": "\" Alan: \"How's the pediatrician game?\" Herb: \"Like taking money from babies.\" Gordon: \"God, I love your life.\" <strong> Charlie Sheen </strong>: <q> Thanks, but it's really not as fun as it looks. </q> Gordon: \"Really?\" <strong> Charlie Sheen </strong>: \"Nah, I'm kidding! Cheers to me!\" <strong> Jillian Michaels </strong> calls her GoDaddy ad \"tragic\" ; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will judge", "new_id": -2}, {"uid": "1295642863138969099", "i": 54681, "idx": 1, "sa": ["Ellen DeGeneres", "Simon Cowell"], "q": "kids piano, up first. I like him right away; he says he's a \"stern\" teacher, one of his kids says \"he's target=\"_blank\" an excEllen DeGenerest teacher.\" Sings <q> Somewhere Over The Rainbow, </q> with a little jazzy feel and some finger snaps. Totally in control, it's... newsday.com Sans <strong> Simon Cowell </strong>, nasty turns nice on` American Idol' By Amy S. Rosenberg INQUIRER STAFF WRITER What would <strong> Simon Cowell </strong> say", "new_id": -2}]