[{"uid": "1295908381142966884", "i": 1666, "idx": 2, "sa": ["Angelina Jolie", "Ed McMahon", "Éric Alt", "Cameron Diaz"], "q": "- Carnac coming out and stumbling, the giant hat, falling into things and smashing things.''`` Some of my favorite clips of his are him jumping into <strong> Ed McMahon </strong>'s arms,'' he adds. <q> There was a physical silliness to the whole thing, sometimes a cartoonish silliness to it. He could also talk to anybody about astrology or astronomy or he could talk about physics. He was a very brilliant man, but he didn't think he was surrendering anything by being silly. He didn't think that he was giving away an essential piece of himself. </q> <strong> Éric Alt </strong>, Senior Entertainment Editor <strong> Éric Alt </strong> has written about movies, celebrities, and movies starring celebrities. He once babysat with <strong> Angelina Jolie </strong>, made <strong> Cameron Diaz </strong> laugh ice tea out of her nose, and landed", "new_id": -2}, {"uid": "1296232715058523654", "i": 18011, "idx": 6, "sa": ["Eric Holcomb", "Mike Pence", "Mike McDaniel"], "q": "`` I think he'd clear the field.'' Indkana Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like <strong> Mike Pence </strong>. <q> <strong> Mike McDaniel </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation, </q> he said.`` He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.'' The congressman's future has been the subject", "new_id": -2}, {"uid": "1296155717100335616", "i": 28073, "idx": 1, "sa": ["Mike Pence", "Paul Ryan", "Nikki Haley", "John Kasich", "Susana Martinez", "Robert Jones Portman", "Marco Rubio", "Bobby Jindal", "Mitt Romney"], "q": "the names he rattled off for future presidential candidates were <strong> Paul Ryan </strong>, <strong> Bobby Jindal </strong>, <strong> Marco Rubio </strong>, <strong> Nikki Haley </strong>, <strong> Susana Martinez </strong>, <strong> John Kasich </strong>, and <strong> Robert Jones Portman </strong>. The aide, who has 20 years of experience in national politics, continued: <q> We are golden down the road. We don't have a candidate this time. We need somebody. We're going to have an embarrassment of riches before too long. </q> My conversant continued:`` People are looking around.... <strong> Mike Pence </strong> isn't necessarily beating the best lineup we've ever had down the road. But if it's 2011 and <strong> Mitt Romney </strong> is the frontrunner,", "new_id": -2}, {"uid": "1297457076244645906", "i": 56821, "idx": 0, "sa": ["David Letterman", "Nellie McKay", "Doris Day", "Ana Gasteyer", "Conan O'Brien", "Craig Ferguson"], "q": "Weeds,''`` Grey's Ana Gasteyertomy'' and`` NCIS,'' and <strong> Nellie McKay </strong> has appeared on numerous TV shows including`` Late Show with <strong> David Letterman </strong>''( with the Brooklyn Philharmonic),`` The View,'' <q> Late Night with href=\"http://broadwayworld.com/people/Conan O'Brien_O%2527Brien/\"> <strong> Conan O'Brien </strong>, </q>`` Late Late Show with <strong> Craig Ferguson </strong>'',`` Live with Regis& Kelly'' and`` CBS SaturDoris Day Morning.'' Chase Brock Experience produced a ballet of her third album, Obligatory Villagers, while <strong> Nellie McKay </strong> recently finished", "new_id": -2}, {"uid": "1297298258261144595", "i": 25954, "idx": 6, "sa": ["George W. Bush", "Donald Rumsfeld", "George H. W. Bush"], "q": "he is not responsible for the various awful failures and fiascoes that occurred at the Pentagon during his tenure in the <strong> George H. W. Bush </strong> administration. Like, for example, the whole`` Iraq invasion and occupation'' thing. <q> Former Defense Secretary <strong> Donald Rumsfeld </strong> says in a new book that he wanted to oversee the initial reconstruction of Iraq following the United States' invasion of the country but he was rebuffed by <strong> George W. Bush </strong>. </q>`` <strong> George H. W. Bush </strong> didn't cotton to the idea,'' <strong> Donald Rumsfeld </strong> writes in his yet-to-be-released memoir Known and Unknown, excerpts of which were obtained by POLITICO.''` What if we had a problem with", "new_id": -2}, {"uid": "1297097447088211513", "i": 9626, "idx": 5, "sa": ["Bill Bradley", "Donald Rumsfeld", "Bill Clinton"], "q": "hearing to become <strong> Bill Clinton </strong>'s Secretary of Commerce. In 1969, <strong> Donald Rumsfeld </strong> hired <strong> Bill Bradley </strong> as a summer intern at the OEO at a time when his fellow Princeton graduate was starting his career with the New York Knicks. <q> He'll be a Republican before the summer is out, </q> <strong> Donald Rumsfeld </strong> predicted-wrongly, as he must have remembered when he wrote a check for$ 1,000 to <strong> Bill Bradley </strong>'s recent campaign for the Democratic nomination for <strong> Bill Clinton </strong>. This week's Dish, 1/26/2011: Union Sushi+ Barbeque", "new_id": -2}, {"uid": "1297181592182665236", "i": 24909, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> All content? Copyright 2001- 2011 WorldNow and WLBT, a", "new_id": -2}, {"uid": "1297119953065748994", "i": 11164, "idx": 0, "sa": ["Simon Cowell", "Steve Moore"], "q": "www.facebook.com/countrymusicassociation and click`` like'' button in order to have the news show up in their news feed on Facebook. A press release announcing the performers will be distributed to media outlets later that morning. <q> We know our fans will be excited to have this opportunity to learn, before anyone else, which artists are among the initial group of performers for 2011 CMA Music Festival, </q> said <strong> Steve Moore </strong>, CMA chief executive officer. music If you enjoyed this post, please consider to First 2011 CMA Music Festival performers to be announced Tuesday on Facebook` The X Factor'' s <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1295473075042287186", "i": 21828, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "election. <strong> Raila Odinga </strong> said in a statement- which came as Switzerland's federal government blocked assets held by Gbagbo in the European country- that discussions with both men failed to bring a breakthrough. <q> With internal tensions and hardships already mounting and bound to escalate amid the destabilising uncertainty about the future, time is running out for an amicably negotiated settlement, </q> he said. Ivory Coast was plunged into a violent crisis when a Gbagbo ally on the constitutional council overturned electoral commission results handing victory in November's presidential elections to <strong> Alassane Ouattara </strong>. Almost 250 people", "new_id": -2}, {"i": 14970, "idx": 1, "index_answer": 0, "new_id": -1, "q": "drama Soldier, Soldier. However, <strong> Simon Cowell </strong> admitted that his attempts were initially unsuccessful.`` It took me seven months to persuade these two to sign a recording contract with me,'' he said. <q> But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client. </q> He added:`` But the reason I kept doing it was is that a) I knew I could persuade them to do it and b) I knew it would be successful.'' This week", "sa": ["Simon Cowell"], "uid": "1295884115215089172"}]