[{"uid": "1297304788026935319", "i": 27467, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "many people in this country swallowed the propaganda fomented by Rummy and the rest to invade Iraq in 03. I suppose that most of them still believe Osama Bin Laden is still alive.\" Report Abuse <q>Come March 1st, if the <strong> John McCain </strong> does not prosecute this war criminal, he falls into international jurisdiction and will be wanted by the world community</q> I suspect Wanted Dead or Alive <strong> Donald Rumsfeld </strong> Posters will be on sale soon. Don't expect <strong> Donald Rumsfeld </strong> to visit Europe or any place else out of the country anytime soon. Report Abuse", "new_id": -2}, {"uid": "1296579740005816323", "i": 19654, "idx": 0, "sa": ["Sergio Marchionne"], "q": "is worth about$ 750, and CEO <strong> Sergio Marchionne </strong> said even though the company is losing money, the employees deserve the recognition. The automaker lost nearly$ 200 million in the fourth quarter of 2010. <q>The way in which this house has responded to the challenge of introducing 16 cars in 12 months is something I've never seen, and hopefully will never see again... It would have been improper on our part not to recognize what went on here in 2010,</q> <strong> Sergio Marchionne </strong> said during the Q&A session of Monday's financial earnings news conference call. CAW President Ken Lewenza said Monday that the employees appreciate the recognition.. \"I think it's a vote", "new_id": -2}, {"uid": "1297175471266534922", "i": 10432, "idx": 4, "sa": ["Michael Vick"], "q": "his actions. Punishing <strong> Michael Vick </strong> should not be open ended for people to hound <strong> Michael Vick </strong> for the rest of his life. Ugh! I'm so upset I misspelled happened! Bailey Kix <q>Has devoted time speaking to children...</q> WHEN??? Celebrity Visits Check out what celebrities have visited CBS3 over the years.", "new_id": -2}, {"uid": "1295636961179568645", "i": 30512, "idx": 5, "sa": ["Glenn Mulcaire", "Andy Coulson", "Tommy Sheridan", "Sean Hoare"], "q": "on Mr <strong> Sean Hoare </strong>'s claims.\" 9 December 2010, <strong> Tommy Sheridan </strong> perjury trial: Asked about <strong> Glenn Mulcaire </strong>'s repeated hacking of private mobile phone messages for the News of the World, <strong> Andy Coulson </strong> said: <q>I never knew him as an individual, I never met him, I never spoke to him, I never heard his name until the <strong> Clive Goodman </strong> affair started. \"But I knew his consultancy was used in an entirely legitimate way during my time as editor.</q> <strong> Tommy Sheridan </strong> asked him about a House of Commons committee report which stated that the NoW \"turned a blind eye\" and \"at worst actively condoned\" bugging and hacking in the newsroom. Phone-hacking row", "new_id": -2}, {"uid": "1295589646072171577", "i": 12964, "idx": 0, "sa": ["Eric Schmidt"], "q": "also 37, have a decade of experience under their belts. Google co-founder Larry Page( left) will take over day to day operations as CEO <strong> Eric Schmidt </strong> announced he'll be stepping down in April. <q>Day-to-day adult supervision no longer needed,</q> <strong> Eric Schmidt </strong> tweeted yesterday. Page, who <strong> Eric Schmidt </strong> said is \"ready to lead,\" will take over on April 4. \"Larry is looking to take a more active role in day-to-day operations", "new_id": -2}, {"uid": "1296163215174751770", "i": 25003, "idx": 4, "sa": ["Kelsey Grammer", "David Letterman"], "q": " \"Well, you are respectfully considerate, and yet pleased for the new developments in my life,\" <strong> Kelsey Grammer </strong> offered. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong> said, <q>always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?</q> \"The kids seem to be doing OK, yeah,\" <strong> Kelsey Grammer </strong> said, referring to the son and daughter he has with Camille. \"We've been spending quite a bit of time with them", "new_id": -2}, {"uid": "1295218070163594249", "i": 557, "idx": 15, "sa": ["Simon Cowell", "Debbie Williams"], "q": "you have to look at them right in the eyes, and then their mother is looking at you, like, \"What just happened?'?\" But <strong> Simon Cowell </strong>'s value was instantly clear. <q>I still didn't know what the hook of this show was-all these kids come out and sing,</q> stage manager <strong> Debbie Williams </strong> remembers of her first day on the set. \"Until he spoke, and then I said,` OK. I get it now. That's the hook.\"?\" <strong> Simon Cowell </strong> would", "new_id": -2}, {"uid": "1296485661181583907", "i": 17877, "idx": 0, "sa": ["Steve Ballmer", "Brett Arends"], "q": "failure of Microsoft's hostile takeover bid for Yahoo has caused the Wall Street Journal to publish a report calling for a sell-off of the company's stock. In a hard-hitting opinion piece, <strong> Brett Arends </strong> writes: <q>Now is an excellent opportunity to sell any Microsoft stock you have left.</q> <strong> Brett Arends </strong> says the failure of the bid, \"should raise serious questions about Microsoft's leadership and direction. Does CEO <strong> Steve Ballmer </strong> really know what he is trying to do?\" The op-ed draws", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q>They're great players and they've proven to be productive in their careers,</q> Heat coach <strong> Erik Spoelstra </strong> said. \"So once they became comfortable with this team and with each other, that was a matter of time.\" When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}, {"uid": "1295667342254312457", "i": 45910, "idx": 2, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "<strong> David Cameron </strong> Moir/Reuters) British <strong> Tony Blair </strong> <strong> David Cameron </strong>'s communications chief resigned Friday Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q>made it difficult for me to give the 110% needed in this role</q>. Photograph: Danny Lawson/PA Top aide to UK leader resigns in tabloid scandal British prime minister's communications chief resigned Friday following intense pressure over claims that he encouraged reporters to illegally celebrities and royalty while he was editor", "new_id": -2}]