[{"uid": "1296418115007684159", "i": 48450, "idx": 0, "sa": ["Zahi Hawass"], "q": "chaos in the country. <strong> Zahi Hawass </strong> said he's afraid the ruling National Democratic Party headquarters next door, torched and vandalized by demonstrators on Friday, could collapse and topple onto the 100-year-old museum. <q>If this building is destroyed, it will fall over the museum,</q> <strong> Zahi Hawass </strong> said Saturday. About nine looters took advantage of the citizen uprising to break into the museum early Saturday in an attempt to steal some mummies. They had managed to lop off the heads", "new_id": -2}, {"uid": "1295030362239566879", "i": 28172, "idx": 0, "sa": ["Steve Ballmer"], "q": "Chief Out At Microsoft, Is <strong> Steve Ballmer </strong> Next? seven ways Microsoft can save itself in 2011. One of the most important, I wrote, was that CEO <strong> Steve Ballmer </strong> must bring management stability back to Redmond: <q>In the past 18 months, the entrance to Microsoft's corporate headquarters has revolved faster than the judge's panel on American Idol.</q> Noritsu's new printer is smaller than competing products and uses ink jet cartridges instead of chemicals <strong> Steve Ballmer </strong> was vague about the reasons. \"This is simply recognition that all businesses go through cycles and need new and", "new_id": -2}, {"uid": "1295216948075989018", "i": 15399, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "Mark Kelly, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. \"She's making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q>She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did.</q> Safeway market in Tucson where the congresswoman had gone to meet with constituents. Six died and 13, including <strong> Gabrielle Giffords </strong>, were wounded in the shooting. About 500 people joined a walk for peace Sunday morning", "new_id": -2}, {"uid": "1296167621065404968", "i": 42412, "idx": 2, "sa": ["Mike Pence"], "q": "to focus on other political opportunities. And he telegraphed his interest in the governorship by focusing on Indiana in his letter, saying his \"calling is closer to home.\" He will now <q>be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.</q> That begins Friday. <strong> Mike Pence </strong>, who flew today to Indiana from Washington, is holding a town hall meeting in Pendleton at 10 a.m. and speaking to Muncie Central High School students at 1:20 p.m.", "new_id": -2}, {"uid": "1295456090049922076", "i": 24697, "idx": 2, "sa": ["Simon Cowell"], "q": "the iconic <strong> Simon Cowell </strong> in the judges' box. \"No show can maintain craze status indefinitely. The show had signs of weakness last year and the downward trend is likely to continue,\" McCall said. <q>The loss of <strong> Simon Cowell </strong>[ <strong> Simon Cowell </strong>] alone gives viewers a sense that the decline is upon us.</q> Still, it's hard to count out the program that has topped the Nielsen ratings for an unprecedented six straight seasons. \"There's going to be a lot of interest and heavy sampling", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as \"terribly wrong. \" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> said. <q>I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan,</q> he said, adding that the <strong> President Bush </strong> administration\"s decision to invade Iraq in the wake of the Sept. 11 attacks on the US was \"incremental,\" not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}, {"uid": "1297485578090832916", "i": 40664, "idx": 0, "sa": ["Michelle Trachtenberg", "Kevin Costner", "Vidal Sassoon", "Katy Perry", "Aretha Franklin", "Dave Matthews", "Michael Rosenbaum", "Simon Cowell"], "q": "<strong> Dave Matthews </strong> Speaks on His Grammy Nods <strong> Katy Perry </strong>'s <strong> Aretha Franklin </strong> Grammys tribute Has <strong> Simon Cowell </strong> Been Watching The New \"American Idol'? <strong> Vidal Sassoon </strong> discusses his iconic pixie haircut <cite> Reuters </cite> <strong> Michael Rosenbaum </strong> Returning to Smallville For Series Finale <strong> Michelle Trachtenberg </strong>: <q>One Day I Woke Up and Had Boobs</q> Court shoots down J.R. Ewing actor in Citi dispute <cite> Reuters </cite> <strong> Katy Perry </strong>:' I Was Shaped Like a Square' Miley\"s Puppy Love <cite> Crush- February 11, 2011 8:25 PM PST </cite> <strong> Kevin Costner </strong>", "new_id": -2}, {"uid": "1295556096104759333", "i": 17720, "idx": 0, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "But insiders close to <strong> Cher Lloyd </strong> reveal she's not happy with the \"bubblegum pop\" angle <strong> Simon Cowell </strong> wants to take her in, as she's more interested in recording \"urban\" songs. <q>You'd think <strong> Cher Lloyd </strong> would just be happy for the chance, but she's told <strong> Simon Cowell </strong> she wants to do it her own way,</q> one source blabs to the Daily Mail. \"She's thrown a few heavy-duty tantrums and is, frankly, being a bit of a pain,\" adds the insider. \"You have to admire", "new_id": -2}, {"uid": "1296752424175587371", "i": 29888, "idx": 5, "sa": ["Zahi Hawass"], "q": "an asset likely to carry over even if the Mubarak government falls, Parker says. \"He is not the kind of man to have nurtured candidates for his own eventual replacement,\" Parker told me yesterday. <q>So even the act of taking a job promotion from a dying regime, in the middle of the crisis, may not have hurt his chances to continue running Egypt's antiquities.</q>( The resignations and shuffling of Mubarak's cabinet this past weekend resulted, for <strong> Zahi Hawass </strong>, in his promotion.) True to his reputation as a master of his own publicity, <strong> Zahi Hawass </strong> has", "new_id": -2}, {"uid": "1296537956082821143", "i": 15696, "idx": 1, "sa": ["Kobe Bryant", "Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Los_Angeles_Lakers_112-100_Sacramento_Kings_RECAP_NBA_season_2010_Kobes's_triple-doble When <strong> Kobe Bryant </strong> was limited in training camp because of offseason knee surgery, the Los Angeles Lakers didn't know how long it would", "new_id": -2}]