[{"uid": "1296527992108609548", "i": 31896, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Troy Aikman", "Rob Owen", "Marvin Philip", "Chase Lyman"], "q": "way he eludes sacks, using his mobility to prolong plays, strikes them as a revelation.`` Somehow, he looks faster than he used to be,'' former Cal wide receiver <strong> Chase Lyman </strong> said. <q> We always used to make fun of him for not being very fast, but now he looks like he can really move. I don't know what they're feeding him up there in Green Bay. </q> Or, as <strong> Marvin Philip </strong> said,`` I was watching one of the playoff games, and( television analyst) <strong> Troy Aikman </strong> was saying he's pRob Owenably the next most-mobile quarterback after <strong> Michael Vick </strong>. I mean, <strong> Aaron Rodgers </strong>", "new_id": -2}, {"uid": "1297276631173539329", "i": 25674, "idx": 0, "sa": ["Dennis Kucinich", "Mike Pence", "Hank Johnson", "Bobby Scott"], "q": "voted against the proposal. Opponents of the bill, including Democratic Reps. <strong> Dennis Kucinich </strong> of Ohio and <strong> Bobby Scott </strong> of Virginia, said the provisions violate the Fourth Amendment's protection against illegal searches and seizures. <q> I do not accept the argument that, in order to be safe, we have to give up our freedom, </q> <strong> Bobby Scott </strong> said. <strong> Mike Pence </strong> <strong> Hank Johnson </strong>, D-Ga., called the provisions a`` gross overreach of federal investigative authority.''`` It's just not how we do things in this country,'' he", "new_id": -2}, {"uid": "1297225373053084179", "i": 55216, "idx": 5, "sa": ["Michael Vick"], "q": "newspaper. Since his release from prison in 2009, <strong> Michael Vick </strong> has voluntarily spoken to kids about how dogfighting is wrong, among other things. An online promotion for Saturday's event, billed as <q> providing an alcohol-free environment filled with positive role models and messages for teens aged 14-17, </q> said <strong> Michael Vick </strong>'s`` inspiring message about overcoming life's challenges has reached teenagers all over the country.'' The NFL indefinitely suspended <strong> Michael Vick </strong> in August 2007 after he pleaded guilty to a federal charge of bankrolling", "new_id": -2}, {"uid": "1297183760108150799", "i": 31080, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": " Dallas <strong> Mayor Tom </strong> did not sanction` key' presentation to <strong> Michael Vick </strong> DALLAS- The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong> presented", "new_id": -2}, {"uid": "1297165294117751808", "i": 56465, "idx": 1, "sa": ["Earl Campbell", "Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "ClEarl Campbelly, this was not the case in this situation and one without my knowledge or approval,'' he said. In his own statement, <strong> Dwaine Caraway </strong> said the key was`` ceremonial.'' <q> These ceremonial gifts are different from the official keys to the city presented by the <strong> Mayor Tom </strong>, </q> he said. As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1296863251114081849", "i": 21822, "idx": 0, "sa": ["Jennifer Lopez", "Steven Tyler", "Simon Cowell"], "q": "their own opinions, it's <strong> Steven Tyler </strong> who tends to say the most off-the-wall comments. So what does <strong> Jennifer Lopez </strong> think of her costar's antics?`` We have a great time,'' she says. <q> When things come out of his mouth, I think half of the reaction is, I whip my head to the side and I'm like,` Did you just say that?' </q> <strong> Simon Cowell </strong>, the current season of Idol feels less caustic and more heartwarming- see examples- and <strong> Jennifer Lopez </strong> approves.`` Some people walk in there and it's a crazy funny thing and then some people", "new_id": -2}, {"uid": "1295943626001703954", "i": 16542, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": " Bomb investigators were examining the debris to determine the type of explosives used, he said. Binay said he was one of the first at the scene, describing the carnage to reporters. <q> There were bones and flesh on the pavement. A bloodied body was still there. This is an act of terrorism, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 3 BR/ 2 BA$ 999,000.00 SAN FRANCISCO 3", "new_id": -2}, {"uid": "1296429103034734121", "i": 11266, "idx": 0, "sa": ["Voodoo", "Zahi Hawass"], "q": "police state without police.( See scenes of Egypt's unrest.) The museum had been closed all day because of the street demonstrations, but after virtually all police abandoned their posts, <q> people began to enter the museum, </q> says <strong> Zahi Hawass </strong>, head of Egypt's antiquities department. They climbed over walls, forced open Voodoors and entered the museum's vast souvenir shop.`` I'm glad that those people were idiots,'' <strong> Zahi Hawass </strong> told", "new_id": -2}, {"uid": "1296796643209420326", "i": 57329, "idx": 1, "sa": ["Soulja Boy", "Derek Fisher", "Jerry West", "Allen Iverson", "Kobe Bryant", "Andrew Bynum"], "q": "<strong> Allen Iverson </strong>, Dallas Mavericks, East <strong> Jerry West </strong> All star g... 2010 NBA Finals- Lakers vs Boston Celtics Game 3 Recap <strong> Derek Fisher </strong> Clutch Shots 2010 NBA Finals- Lakers vs Boston Celtics Game 3 Recap <strong> Derek Fisher </strong> Clutch Shots <q> <strong> Derek Fisher </strong>, he's our vocal leader. He's the guy that pulls everybody together and is alSoulja Boys giving positive reinforcement, </q> Lakers guard <strong> Kobe Bryant </strong>( notes) said after <strong> Derek Fisher </strong> made five baskets in the final period to lead Los Angeles to a 91-84 victory Tuesday night over the Bo... Lakers vs Celtics 1/31/10 <strong> Andrew Bynum </strong> Monster Game& <strong> Kobe Bryant </strong> with", "new_id": -2}, {"i": 3854, "idx": 4, "index_answer": 4, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To <strong> Chauncey Billups </strong> Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start time on Fox: <strong> Vince Carter </strong> time show features <strong> Goo Goo </strong> Dolls", "sa": ["Vince Carter", "Kwame Brown", "Goo Goo", "Chauncey Billups", "Allen Iverson"], "uid": "1296461913199901198"}]