[{"uid": "1295663009103448577", "i": 6757, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "`` My fear would be you don't have a guy like <strong> Eric Schmidt </strong> who keeps the trains running on time,'' said one former Google employee, who declined to be named for fear of reprisal. <q> I'm having a hard time imagining( <strong> Larry Page </strong>) going from the role I've seen him in, to going to a CEO role, </q> he added.`` He can't come in and lay on the couch as he used to do and sort of interject here and there. Someone's got to lead the meetings.'' Google hopes", "new_id": -2}, {"uid": "1294999924016908329", "i": 39972, "idx": 0, "sa": ["Colin Powell", "Philip Day"], "q": ": www.ifrc.org Y... <strong> Colin Powell </strong> Eviscerates McCain's Negative Smear Campaign Employees at Novo Nordisk in Princeton, New Jersey take to the stage for World Diabetes <strong> Philip Day </strong>, November 14. The theme of the 2009-2013 campaign is <q> Diabetes Education and Prevention. </q> Visit www.novonordisk-us.com for more information about diabetes and diabetes treatment. Take cont... MaximsNewsGlobalHealth: WORLD HEALTH <strong> Philip Day </strong> 2010- WHO UNAMA A case for foreign language study as a required core subject in our k-12 schools: a", "new_id": -2}, {"uid": "1296857235181501959", "i": 39980, "idx": 3, "sa": ["Paul McMullan", "David Cameron", "Andy Coulson"], "q": "others to do it''. <strong> Andy Coulson </strong>, who last month quit as <strong> David Cameron </strong>'s director of communications, worked at the Sun for more than a decade before joining the News of the World. <q> <strong> Andy Coulson </strong> knew a lot of people did it at the Sun on his Bizarre[ showbiz] column and after that at the NOTW, </q> <strong> Paul McMullan </strong> claimed. <strong> Paul McMullan </strong>, who is now a pub landlord, also described a flourishing trade in private information at the News of the World, which he said was regularly supplied with details of celebrities'", "new_id": -2}, {"uid": "1295624880043139228", "i": 55731, "idx": 1, "sa": ["Andy Coulson"], "q": "editor. His own employees have scoffed at that, saying the`` dark arts'' were routine at the paper. In href=\"http://www.guardian.co.uk/media/2011/jan/21/Andy Coulson-Andy Coulson-resignation-sheridan-testimony\"> testimony at a perjury trial last month, <strong> Andy Coulson </strong> professed his innocence: <q> Sheridan asked whether he know what the phrase`` the dark arts </q> meant. <strong> Andy Coulson </strong> replied:`` As far as I'm concerned it means investigative work.`` I think others have described it as meaning illegal work. All I can tell you is that as far", "new_id": -2}, {"uid": "1295040777115671045", "i": 18516, "idx": 1, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "$ 1.3 billion) in investments to historic Mirafiori, which would start producing Chrysler Jeeps and impose tougher working conditions on staff. Workers lobbied fellow voters outside the factory during the day, with some shouting <q> For href=\"http://uk.news.yahoo.com/fc/employment.html\"> employment, wages and rights, we vote yes </q>, while others chanted`` No to <strong> Sergio Marchionne </strong>'s blackmail''. The deal has ignited a fierce political debate in Italy, particularly after Prime Minister <strong> Silvio Berlusconi </strong> earlier this week said that Italian companies`` would", "new_id": -2}, {"uid": "1296581717042647592", "i": 3660, "idx": 0, "sa": ["Chris Huhne"], "q": "make it much more expensive to achieve the further steep falls in the UK's emissions needed after 2020. <strong> Chris Huhne </strong>, the Liberal Democrat energy and climate change secretary, said ministers were keeping up the pressure: <q> Yes, emissions were down in 2009 but so was the economy so this is no time for back-slapping. A low-carbon approach has to be a vital part of kick-starting and future-proofing our economy, getting us off the oil hook and onto long-term green growth. That's why we're wasting no time in reforming the electricity market, setting up the green investment bank, and legislating for the green deal. </q> A related concern is that if businesses and government fail to invest soon in emissions-cutting technology, such as renewable energy, then emissions could quickly bounce back to their pre-recession levels as the economic recovery picks up", "new_id": -2}, {"uid": "1295278861147685381", "i": 3158, "idx": 2, "sa": ["Mike Pence", "Jim Ryun"], "q": "[ APC] today kicks off a national grassroots signature drive urging conservatives and tea party members to sign a declaration encouraging MMike Pence to run for President,'' the group said in an early-Monday news release. <q> Throughout his distinguished career, <strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government, and for that reason I am encouraging him to get in the race, </q> said <strong> Jim Ryun </strong>. Ralph Benko, a former Reagan administration deputy counsel who helps <strong> Jim Ryun </strong> run the APC, said that <strong> Mike Pence </strong>'s ability to unite the three traditional areas of conservatism- fiscal, foreign policy,", "new_id": -2}, {"uid": "1295612486136232974", "i": 16116, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "employees into the owner of the world's most-used search engine, with$ 29.4 billion in sales last year.`` <strong> Larry Page </strong> is ready,'' Mr <strong> Eric Schmidt </strong>, who will become executive chairman, said. <q> It's time for him to have a shot at running this. </q> Mr <strong> Eric Schmidt </strong>, 55, who joined the company in 2001, will focus on deals, partnerships and customers. Mr <strong> Larry Page </strong> takes over operations in April. Mr <strong> Eric Schmidt </strong> guided Google past early doubts", "new_id": -2}, {"uid": "1294966659267878403", "i": 45284, "idx": 0, "sa": ["Mark Kelson", "Gabrielle Giffords", "Nancy Pelosi", "Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "milestone for <strong> Gabrielle Giffords </strong>. Shortly before the service, surrounded by her husband <strong> Mark Kelson </strong>, Minority Leader <strong> Nancy Pelosi </strong> and her close friends Rep. <strong> Debbie Wasserman Schultz </strong>( D-Fla.) and Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.), she opened her eyes. <q> She's in her hospital bed. I'm holding her hand, we're talking about how great she is and how inspiring she is. And we're talking about all the fun things we want to do. And she's squeezing my hand and I'm knowing that she's reacting. She's moving her leg and she's moving her arms. And we're getting so excited because we can see that she's really trying so hard to communicate with us. </q> Dr. Michael Lemole, the neurosurgeon who operated on <strong> Gabrielle Giffords </strong>, said Thursday that visit may have made all the difference.`` I was there when she was surrounded by her friends from the Congress", "new_id": -2}, {"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,'' Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}]