[{"uid": "1295901162252542991", "i": 8033, "idx": 1, "sa": ["the Fox", "Simon Cowell"], "q": ",\" <strong> Simon Cowell </strong> revealed. Adding to the humiliation was that the group hadn't booked a car to pick them up, so they were left red-faced sitting on the steps outside the building. <q> I turned to the other Simons and said, \"The good news is, it will never get worse than this,\" </q> he said. <strong> Simon Cowell </strong>, who became an international star when <strong> the Fox </strong> network bought Pop Idol and turned it into American Idol, used the interview to fuel speculation that he will quit the British X Factor", "new_id": -2}, {"uid": "1295498090112721961", "i": 14852, "idx": 0, "sa": ["Magic Johnson", "Allen Iverson"], "q": "26 points 8 rebounds vs Orlando <strong> Magic Johnson </strong> 07/08 http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1295560435243744777", "i": 12904, "idx": 0, "sa": ["Steven Tyler", "Linda Stasi", "Simon Cowell", "Mary McNamara", "Jennifer Lopez"], "q": "with the two new judges, celebrities <strong> Jennifer Lopez </strong> and Aerosmith's <strong> Steven Tyler </strong>. \"Season 10 and \"American Idol\" finally brought in a couple of pros,\" wrote <strong> Mary McNamara </strong> of the Los Angeles Times. <q> <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are performers, time- and road-tested,[...][ they] made the show more interesting than it has been in a while... </q> The New York Post's <strong> Linda Stasi </strong> writes \"Heck, last night's made-over \"Idol\" was so good, I may never go out again..\" Some missed nasty <strong> Simon Cowell </strong>, but", "new_id": -2}, {"uid": "1295022258099024910", "i": 20753, "idx": 2, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "- not an overreaction to ratings declines or an act of desperation. \"I think this is the most creative year for Idol,\" says executive producer <strong> Nigel Lythgoe </strong>, who returned after two years away. <q> We've been put in a position now where the show needed a shake-up.( It's) 10 years old. </q> The biggest change- and the one that critics say could do the most damage to Idol- is the loss of <strong> Simon Cowell </strong>, who is working on a U.S. version of his hit talent show in the", "new_id": -2}, {"uid": "1295505185040337468", "i": 28372, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler"], "q": "become a disc jockey instead of a singer. It seems the essence of <strong> Simon Cowell </strong> has been stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1297240907074432639", "i": 6329, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "narrative. Same with the memos from the Ford White House. Those interested in recent American history will have a feast, I suspect. I cherish something <strong> Donald Rumsfeld </strong> said, and said more than once: <q> America is not what's wrong with the world. </q> And may I say that <strong> Donald Rumsfeld </strong> is not what's wrong with America? That's for damn sure. For many, many years, people who are either ignorant or deceptive have tried to tell you something", "new_id": -2}, {"uid": "1295093820134398003", "i": 5412, "idx": 1, "sa": ["Jay Leno", "David Letterman", "Conan O'Brien"], "q": "less interested in any reconnection with <strong> Jay Leno </strong>. His relationship with <strong> David Letterman </strong> remains unaffected- his Late Night predecessor apparently called him over the holidays. \"It was just a quick call,\" <strong> Conan O'Brien </strong> qualifies. <q> We hadn't spoken for a long time, and <strong> David Letterman </strong> just called to basically say, you know,' I haven't checked in on you. I just wanted to make sure that we were good.' And I said, \"We've always been good.' I have a lot of respect for that guy. It was not a lengthy phone call. He's not a blabbermouth, but it was nice. It was just nice to get the call. </q> A reconciliation with <strong> Jay Leno </strong>, though, seems highly unlikely. \"I don't think so,\" <strong> Conan O'Brien </strong> concedes. \"I mean, I think we all know what... you know. There\"s", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.\" As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said. \"He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}, {"uid": "1295564377105267210", "i": 29323, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "of this we will execute and operate the business even better,\" <strong> Eric Schmidt </strong> said. During the call, <strong> Sergey Brin </strong> expressed what sounded like genuine admiration for <strong> Eric Schmidt </strong>'s role in Google's success. <q> We're all in great debt to <strong> Eric Schmidt </strong>, </q> said <strong> Sergey Brin </strong>. \"There's really no one else in the universe who could have done what <strong> Eric Schmidt </strong> has done.\" Please send me occasional email updates about new features and special offers from Wired.", "new_id": -2}, {"uid": "1295720450067436555", "i": 40403, "idx": 1, "sa": ["Barack Obama", "Michael Vick", "Wayne Pacelle"], "q": "response to <strong> Barack Obama </strong> and HSUS <strong> Barack Obama </strong> <strong> Wayne Pacelle </strong>'s support of <strong> Michael Vick </strong> getting a second chance, bloggers are brewing and sharing their distaste for the public statements. Leslie Smith, Blogger for Dog Time says: <q> \"My first reaction was frustration. <strong> Michael Vick </strong>'s \"rehabilitation process </q>? Why in the world should we spend one dime or one minute helping <strong> Michael Vick </strong> win back a privilege he so willfully squandered? Allrehabilitation efforts should go towards healing the dogs he tortured and maimed; no", "new_id": -2}]