[{"uid": "1295586644175472650", "i": 9918, "idx": 1, "sa": ["Eric Schmidt"], "q": "as the Samsung Nexus S, against a contact terminal to make a payment. Google would love to get in on this action to get a stake in mobile commerce. Finally, <strong> Eric Schmidt </strong> Google wants to <q>increase the availability of inexpensive smartphones in the poorest parts of the world. We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years.</q> That's a new one to me from Google's lips, but it makes perfect sense. Developing nations may not have computers, but most people can get their hands on a cheap cell phone.That's 1", "new_id": -2}, {"uid": "1297419412245137408", "i": 46621, "idx": 0, "sa": ["Steve Ballmer"], "q": ",\" the two said in the statement. Under the agreement the handset manufacturer will use Windows Phone 7 as its core operating system, helping to drive the fairly new OS to success. <q>I am excited about this partnership with Nokia,</q> said <strong> Steve Ballmer </strong>, Microsoft CEO. \"Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.\"", "new_id": -2}, {"i": 10425, "idx": 0, "index_answer": 4, "new_id": -1, "q": "was palpable. Here it was, the come-from-behind drive that longtime franchise quarterback <strong> Donovan McNabb </strong> had failed to produce so many times. <strong> Michael Vick </strong> had his chance. \"We were very confident,\" <strong> Michael Vick </strong> said. <q>We thought we were going to win the game. I thought we were going to win the game. I had an upbeat feeling about myself. I felt like I was in control.</q> <strong> Michael Vick </strong> overthrew tight end <strong> Brent Celek </strong> on first down. He threw wide of running back <strong> LeSean McCoy </strong> on second down. On third and 10, he hit rookie receiver <strong> Riley Cooper </strong> on a slant pattern for 11 yards and", "sa": ["Brent Celek", "LeSean McCoy", "Riley Cooper", "Donovan McNabb", "Michael Vick"], "uid": "1295921805206389258"}, {"uid": "1295706203179273783", "i": 6742, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110% needed\". <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,</q> he added. Mr <strong> David Cameron </strong> said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice\"", "new_id": -2}, {"uid": "1295217385130613292", "i": 2030, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz"], "q": "law in the House, obviously, but I do think the tone will change and that's a good thing.\" Representative <strong> Debbie Wasserman Schultz </strong> said calling health-care overhaul a \"jobs-killing\" measure isn't appropriate. <q>All of us need to be more careful about the words that we choose to use,</q> <strong> Debbie Wasserman Schultz </strong>, a Florida Democrat, said on CBS. The debate should focus on specific parts of the legislation that are contentious, said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, a New York Democrat. \"If we", "new_id": -2}, {"uid": "1297137005173735938", "i": 18696, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas Councilmember Tennell Atkins to host Community Office meetings Hidden Treasures of the Mary McCord/Edyth Renshaw Collection on the Performing Arts New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q>My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy?</q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1295590171029097991", "i": 32302, "idx": 1, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "as jokes, <strong> Eric Schmidt </strong> has nonetheless made headlines with a series of stated Google policy was to \"get right up to the creepy line and not cross it.\" In another instance, he advised, <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.</q> <strong> Eric Schmidt </strong> has had trouble distancing himself from these slips and finds himself frequently pressed on privacy and the views he has espoused. Search Engine Land editor-in-chief <strong> Danny Sullivan </strong> of <strong> Eric Schmidt </strong>. \"Whatever he says, it seems", "new_id": -2}, {"uid": "1297427071058949663", "i": 2483, "idx": 2, "sa": ["Michael Gove", "Andy Burnham"], "q": "decision and that the authorities had no expectation of being allowed to proceed with their projects.\" The judge, Mr Justice Holman, asked <strong> Michael Gove </strong> to reconsider his decision \"with an open mind\". <q>The final decision on any project still rests with him and... no one should gain false hope from this decision</q>. <strong> Andy Burnham </strong>, Labour's shadow education secretary, said the ruling was a victory \"for all the communities and children betrayed by <strong> Michael Gove </strong>\". He said the ruling was a \"damning verdict on[", "new_id": -2}, {"uid": "1296536149067862539", "i": 48744, "idx": 3, "sa": ["Allen Iverson", "Yao Ming"], "q": "had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. \"This was a <strong> Yao Ming </strong> win for us at somebody else's home,\" <strong> Allen Iverson </strong> said. <q>Down seven points with 3 minutes to go. It was a gut check for us. <strong> I Roy </strong> think a game like this is going to help us down the road.</q> Elias Says <strong> Allen Iverson </strong> posted his own kind of triple double on Wednesday, leading the Nuggets to a win over Memphis by shooting 11-of-26 from the floor, 10-of-12 from the line and adding 12 assists. It was only", "new_id": -2}, {"uid": "1296337467205897751", "i": 40500, "idx": 0, "sa": ["Zahi Hawass"], "q": "key archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}]