[{"uid": "1295325567089587716", "i": 1036, "idx": 0, "sa": ["Condoleezza Rice", "George Clooney", "Michael Vick", "Howard Stern", "Larry King"], "q": "\" ), good-naturedly teasing her into betting him( 200 pounds) over which of them will snare an interview with disgraced football star <strong> Michael Vick </strong> first and sneaLarry King in the occasional probing personal question for those who care( <q> How many times have you been properly in love? </q>). Not surprisingly, his first-week guest lineup is filled with more big names, including <strong> George Clooney </strong>, <strong> Howard Stern </strong> and <strong> Condoleezza Rice </strong>. In the longer term, though, success will be measured not only", "new_id": -2}, {"uid": "1297216423081690625", "i": 8252, "idx": 1, "sa": ["Eric Cantor", "Kirsten Gillibrand", "Richard Blumenthal"], "q": ", toward how we undermine women's reproductive health,\" said Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.). Abortion-rights groups, mobilizing to combat efforts to limit reproductive services, hammered home that same point. <q> The House leadership is clearly out of touch with the AmEric Cantoran people, as they are continuing to focus on legislation that takes away healthcare women currently have instead of focusing on jobs and the economy, </q> said Cecile <strong> Richard Blumenthal </strong>, president of the Planned Parenthood Federation of AmEric Cantora. <strong> Eric Cantor </strong> said Republicans are trying to make good on a \"Pledge to AmEric Cantora\" promise by cutting taxpayer funding for abortion.", "new_id": -2}, {"uid": "1295633029004243483", "i": 3237, "idx": 2, "sa": ["Ben Roethlisberger", "Shaun Ellis", "Michael Vick"], "q": "the Eagles' <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> might be the toughest quarterback to sack, said Jets defensive end <strong> Shaun Ellis </strong>. \"He's very strong. He's very elusive in the pocket,\" <strong> Shaun Ellis </strong> said. <q> A lot of people don't realize how fast he is.... I know he looks slow moving around on the field, but he's pretty nifty at what he does. </q> What <strong> Ben Roethlisberger </strong> has done best so far in his career is win. He went to the AFC title game as a rookie, won a Super Bowl in his second season, and added another championship in", "new_id": -2}, {"uid": "1297416847025755654", "i": 26764, "idx": 0, "sa": ["Steve Ballmer"], "q": "devices, platforms and user experiences.\" target=\"_self\"> MeeGo was delayed till late this year, but has been target=\"_self\"> sighted on tablets and other devices. <q> I am excited about this partnership with Nokia, </q> said <strong> Steve Ballmer </strong>, Microsoft CEO. \"Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.", "new_id": -2}, {"uid": "1295665758145047566", "i": 51860, "idx": 0, "sa": ["David Letterman", "Heath Ledger", "Michelle Williams"], "q": ". I say they gasped. <strong> Heath Ledger </strong> takes this in. \"Yeah,\" he says. \"Her poor character. <strong> Michelle Williams </strong> played it so well- just that look on her lace.\" He shrugs. <q> Every time I see it, I can't help but laugh. </q> March 23, 2006 issue of Rolling Stone. The issue is available in the online archive. It's months later, and everything has changed. <strong> David Letterman </strong> is doing the top", "new_id": -2}, {"uid": "1297714527167477255", "i": 3334, "idx": 0, "sa": ["Bill Clinton", "George W. Bush", "Donald Rumsfeld"], "q": "The former defense chief who served under <strong> George W. Bush </strong> has endorsed repeal of <q> Don't Ask, Don't Tell </q> and said open service in the U.S. military is \"an idea whose time has come.\" Former Defense Secretary <strong> Donald Rumsfeld </strong>, who also headed the Pentagon under <strong> Bill Clinton </strong> Ford, made remarks in favor of ending", "new_id": -2}, {"uid": "1295681320220479526", "i": 47951, "idx": 15, "sa": ["Allen Iverson", "Kobe Bryant", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our Iverson_Allen Iverson_31pts_vs_Crossover_move_on_Durant_Sonics_07/08 Midway through the fourth quarter <strong> Allen Iverson </strong> unlaced his white and light blue sneakers and found a child in the stands", "new_id": -2}, {"uid": "1295551723193724455", "i": 47447, "idx": 0, "sa": ["Simon Cowell"], "q": "- without the caustic presence of British judge <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong>, the contest's biggest star, quit in May to launch his own talent show on Fox later in 2011. In a column headlined <q> The end of American Idol( for real this time), </q> Newsweek blogger Ramin Setoodeh wrote: \"The entire franchise has gone to the land of Stepford, where everybody is so nice and sweet and happy and zippy, you feel a cavity coming on.\"", "new_id": -2}, {"uid": "1297576731237207610", "i": 9238, "idx": 0, "sa": ["Allen Iverson"], "q": "Basketball- <strong> Allen Iverson </strong> will rehabilitate his right calf in the U.S. after being examined by a surgeon. The former NBA MVP will not require surgery but his calf has a calcium deposit and secondary bleeding. <q> It's tricky because of the location, </q> Andrews said as quoted by AP. \"So we're going to try to treat it without surgery.\" <strong> Allen Iverson </strong> is leaving his current team, Besiktas of the Turkish League. He signed with Besiktas", "new_id": -2}, {"uid": "1295278800133546022", "i": 42830, "idx": 2, "sa": ["Simon Cowell"], "q": ". \"It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.\" <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years! \"Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what Guy BurnetThe former Hollyoaks EastEnders: Tiffany's behaviour disturbs Bianca Emmerdale: Andy is suspected of", "new_id": -2}]