[{"uid": "1296438033168050752", "i": 33872, "idx": 0, "sa": ["Zahi Hawass"], "q": "years of the country's deep cultural history. Iraq,'' said Fred Hiebert, an archaeology fellow with the National Geographic Society. Both of those countries have experienced looting of artifacts during ongoing wars. <q> Saqqara and Luxor are major tourist attractions, so there are signs pointing[ and] saying,` Valuable antiquities here,' </q> Hiebert said. <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council on Antiquities, said Sunday that`` nothing is stolen from the Cairo museum.'' Speaking by phone from Cairo, <strong> Zahi Hawass </strong> said", "new_id": -2}, {"uid": "1297207620184696835", "i": 8385, "idx": 5, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "<strong> Colin Powell </strong>, quien`` seg?n mi punto de vista no hizo un buen trabajo gerenciado a su gente'' y asegura que el ex general nunca habr?a expresado reservas con el plan de derrocar a Saddam Hussein. <q> Hay muchas cosas en la prensa diciendo que <strong> Colin Powell </strong> estaba en contra. Pero nunca vi la menor indicaci?n de eso </q> afirma <strong> Donald Rumsfeld </strong>, quien al contrario, asegura que <strong> Colin Powell </strong> nunca present objeciones durante reuniones de gabinete y cre?a, como el resto del gobierno, que Saddam Hussein ten?a un arsenal de armas de destrucci?n masiva.", "new_id": -2}, {"uid": "1297421754048676870", "i": 16522, "idx": 0, "sa": ["Sergio Marchionne"], "q": "matter. Bloomberg News reported Thursday that the bonuses would average$ 10,000 for the company's 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q> Details regarding salaried performance awards are considered confidential employment records, </q> Ranieri said. Chrysler CEO <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both", "new_id": -2}, {"uid": "1295593228034635777", "i": 32043, "idx": 0, "sa": ["Eric Schmidt", "Larry Page", "Mark Zuckerberg"], "q": ", 2:00 AM EST- U.S. Mark Zuckerbergets open in 7 hrs 30 mins Google turns <strong> Larry Page </strong> on <strong> Eric Schmidt </strong>, names co-founder CEO{`` s'':`` goog, novl'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Michael Liedtke, AP Technology Writer, On Friday January 21, 2011, 12:59 am SAN FRANCISCO( AP)-- When Google", "new_id": -2}, {"uid": "1297257453238534687", "i": 36167, "idx": 0, "sa": ["Angelina Jolie", "Jennifer Aniston", "Barbra Streisand"], "q": " Facebook! Know something we don't? E-mail us at What's the biggest misconception out there about <strong> Jennifer Aniston </strong>?`` That I'm unhappy,'' the actress tells PEOPLE in this week's cover issue. <q> I'm really happy. Really! </q>... Fashion News: <strong> Jennifer Aniston </strong> Vs <strong> Barbra Streisand </strong> In Harper's Bazaar by lookheapsrad COVERGIRL: <strong> Jennifer Aniston </strong> for Harper?? s Bazaar September 2010 YouTube- <strong> Jennifer Aniston </strong> Adopts 33-Year-Old Boyfriend From Africa Quem- NOT?CIAS- <strong> Angelina Jolie </strong>: Bra?o da", "new_id": -2}, {"uid": "1295682265065617928", "i": 125, "idx": 19, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "pay for the government that you would need if the family continues to collapse.'' After giving that speech, <strong> Mike Pence </strong> won the group's straw poll for top choice for its 2012 nominee. <q> He has that everyman, Indiana appeal with vision, </q> <strong> Marjorie Dannenfelser </strong> said. She said <strong> Mike Pence </strong>, a former radio talk show host, connects with those he's speaking to.`` I hate to bring up Reagan because everybody does that,'' <strong> Marjorie Dannenfelser </strong> said.", "new_id": -2}, {"uid": "1296962832064782345", "i": 7962, "idx": 0, "sa": ["Simon Cowell"], "q": ", 2011 <strong> Simon Cowell </strong> is back and spending big money on a 2011 Super Bowl ad to promote the US version of the X-Factor. <strong> Simon Cowell </strong> Super Bowl Ad- Will Cheryl Cole Join US X-Factor? TMZ.Com cites <q> sources connected with the Super Bowl broadcast tell( TMZ) <strong> Simon Cowell </strong> will appear in a 30-second commercial during Sunday's big game... promoting his new talent show X Factor. </q>*** Singer Cheryl Cole will not give up on her bid to make it in the US even if she fails to land a judging role on the US X Factor. The 27-year-old star has", "new_id": -2}, {"uid": "1295667496153141253", "i": 5301, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> NewsGator is tightly integrated with Microsoft Sharepoint 2010 to make that platform more social. In addition to combining all business events w/ entire activity streams, it adds concepts like hash tags, notifications& recommendations,", "new_id": -2}, {"uid": "1295650549188383258", "i": 34500, "idx": 7, "sa": ["David Letterman"], "q": "more women,'' says Dr. Kathy Magliato, one of the few female heart surgeons in the world. But women do not have the same symptoms as men, and this report describes the difference. <q> Take advantage of the technology and the care that's available. There's no reason why a man or woman in this day and age should unexpectedly drop dead of a heart attack, </q> says <strong> David Letterman </strong>.", "new_id": -2}, {"i": 2103, "idx": 2, "index_answer": 0, "new_id": -1, "q": "stand by what I've said about those events,'' he said,`` but when the spokesman needs a spokesman, it's time to move on.''( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q> Once you become the story, it's time to quit. </q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "uid": "1295620523143933448"}]