[{"uid": "1297217356071778338", "i": 555, "idx": 8, "sa": ["George W. Bush", "Donald Rumsfeld", "Robert McNamara"], "q": "of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with Saddam Hussein gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> George W. Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was`` incremental,'' not rushed. <strong> Donald Rumsfeld </strong> said it was", "new_id": -2}, {"uid": "1295481586159825937", "i": 35351, "idx": 4, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "season are relieved not to have to sing in front of <strong> Simon Cowell </strong>.`` There isn't the fear that there was of the embarrassment of singing in front of <strong> Simon Cowell </strong> for instance,'' <strong> Nigel Lythgoe </strong> explained. <q> Where the fear of what he might say really put them off, this is just a happy nervousness. And it does energize them a little bit. I think you'll see a lot more fun this year. </q> Adding,`` We're going to see a lot of good talent because a lot of good talent came. We saw more people than we've ever seen before.'' VIEW THE PHOTOS:", "new_id": -2}, {"uid": "1297617994047562773", "i": 2676, "idx": 5, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "competitive. He said the alliance was a good one for Microsoft, which will benefit from Nokia's global reach and assets, as well as for devStephen Elopers and publishers, as it, in short, <q> makes it easier for them to make money and gives them access to Nokia's global scale. </q> Finally, he added,`` We believe this is good for consumers. And at the end of the day, we believe it is that which is most important.'' Quoting <strong> Steve Ballmer </strong> Flop at", "new_id": -2}, {"uid": "1296162104118571009", "i": 30320, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "? According to <strong> Eric Schmidt </strong> who spoke Thursday at a briefing in Davos, he had drawn up the plan to restructure the management at Google, which will see co-founder <strong> Larry Page </strong> ascending to to CEO. <q> This has nothing to do with competitors, that is completely false. This was my proposal. People have never believed that the three of us could run the company as a triumvirate, but[ this is] a very, very well managed business. The three of us will be on all of the big decisions together. </q>", "new_id": -2}, {"uid": "1296140177192086050", "i": 27635, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "David Wise"], "q": "'' for an executive who is transitioning out of the CEO role- and may even be unusual for sitting CEOs, said <strong> David Wise </strong>, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q>`` It's a signal to shareholders that he'll continue to steer the boat,'' <strong> David Wise </strong> added. <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder <strong> Larry Page </strong>(", "new_id": -2}, {"uid": "1295981303233783296", "i": 22537, "idx": 6, "sa": ["Eric Schmidt"], "q": " <strong> Eric Schmidt </strong> said Google had considered stopping indexing confidential cables released by WikiLeaks, but had decided to carry on. Some other U.S. organisations have bowed to government pressure to stop cooperating with the controversial site. <q> Has Google looked at the appropriateness of indexing WikiLeaks? The answer is yes, and we decided to continue, </q> he said.`` Because it's legal.''", "new_id": -2}, {"uid": "1295473409213434455", "i": 25776, "idx": 0, "sa": ["Sherilyn Fenn", "Sergio Marchionne"], "q": "and transmissions under development that meet the criteria of innovation to increase fuel efficiency. Chrysler applied for money under the federal$ 25 billion Advanced Technology Vehicle Manufacturing Loan Program in late 2008. Advertisement <q> I'm confident the DOE money will come through, </q> he said following an event here to Sherilyn Fennounce a partnership with the Environmental Protection Agency to test a hydraulic hybrid minivan.`` It is taking longer than I thought,'' <strong> Sergio Marchionne </strong> said, adding he would", "new_id": -2}, {"uid": "1296489186037306378", "i": 11546, "idx": 0, "sa": ["Michael Vick", "Peyton Manning"], "q": "Indianapolis Colts quarterback <strong> Peyton Manning </strong> was playing in his 11th Pro Bowl while his NFC counterpart, <strong> Michael Vick </strong>, participated in his fourth and first since 2005, having spent nearly two years in prison on dog-fighting charges. <q> This is a great experience to be voted by your coaches and peers, </q> said <strong> Michael Vick </strong>, the Philadelphia Eagles quarterback.`` To get back so soon is just a blessing.''", "new_id": -2}, {"uid": "1296416632110477314", "i": 3987, "idx": 0, "sa": ["Zahi Hawass"], "q": " Taking advantage of a fire raging through the nearby headquarters of the ruling National Democratic Party in downtown Cairo, intruders climbed the gates, broke a window and entered the museum in bid to steal the mummies. <q> But demonstrators in collaboration with security forces stopped the thieves and returned the relics to the museum- but they were already damaged, </q> said <strong> Zahi Hawass </strong>, head of the museum's antiquities department.`` Only their heads were intact.'' The fate of the vandals remains unknown. The Egyptian museum, which houses invaluable treasures of antiquity,", "new_id": -2}, {"i": 31968, "idx": 1, "index_answer": 0, "new_id": -1, "q": "'s what <strong> Mark Buehrle </strong> said:`` Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?'' said( <strong> Mark Buehrle </strong>). <q> How could you do that if you are somewhat sane? </q>( <strong> Michael Vick </strong>) had a great year and a great comeback, but there were times where we watched the game and I know it's bad to say, but there were times where we hope he gets hurt", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297348812255098892"}]