[{"uid": "1295962685147439653", "i": 2069, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "for an executive who is transitioning out of the CEO role- and may even be unusual for sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q>the board clearly wants to retain his guidance for the next four years.<q> \"It's a signal to shareholders that he'll continue to steer the boat,\" Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page.", "new_id": -2}, {"uid": "1295339132194592791", "i": 38689, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "David Letterman", "Faith Margaret Kidman Urban", "Keith Urban", "Nicole Kidman"], "q": "<strong> Keith Urban </strong> and <strong> Nicole Kidman </strong> have a new baby girl, <strong> Faith Margaret Kidman Urban </strong>, who joins 2-year-old sister Sunday Rose.( See <q><strong> Nicole Kidman </strong>, <strong> Keith Urban </strong> give thanks. A lot.<q>) Posted on Tue, Jan. 18, 2011 Sideshow: <strong> Howard Stern </strong> targets <strong> Jay Leno </strong> in CNN interview <strong> Howard Stern </strong> may not be <strong> Jay Leno </strong>'s biggest fan. \"He's not fit to scrub <strong> David Letterman </strong>'s feet", "new_id": -2}, {"uid": "1297074145091652117", "i": 21118, "idx": 1, "sa": ["Simon Cowell", "the Fox"], "q": "if the update will confirm <strong> the Fox </strong> show's judges or presenter. \"It's what we've all been waiting for. The X Factor. Airing on <strong> the Fox </strong> this Fall,\" the site teased. <q>And we're on a mission to find America's top undiscovered singing talent. \"Be sure to check back tomorrow for some BIG X Factor news.<q> The Twitter account for <strong> Simon Cowell </strong>'s Syco Music confirmed that a \"big announcement\" will be made at some stage today. The news comes as two new promos for the reality competition Will YoungWe", "new_id": -2}, {"uid": "1295779419107937821", "i": 38461, "idx": 1, "sa": ["Marion J. Caffey", "Simon Cowell"], "q": "boo artists off the stage at any time during their act. <strong> Simon Cowell </strong>. \"This is a famous and infamous audience,\" says <strong> Marion J. Caffey </strong>, the Amateur Night producer who hand-picks the talent. <q>We have judges, but they only judge the response of the audience. A lot of other shows have judges who make that final decision, and they overrule the audience about who stays and who goes. \"At the Apollo, however, the crowd actually does the hiring and the firing, and they get pretty wild.<q> <strong> Marion J. Caffey </strong> kicked off the 2011 season's open auditions last October; hundreds of hopefuls lined up at 125th St. \"They're given 90 seconds to show me what they have, but most people", "new_id": -2}, {"uid": "1296034023048955428", "i": 6053, "idx": 0, "sa": ["Jon Poling", "Dr. Sanjay Gupta", "Leonard Nimoy", "Eric Schmidt", "Poppy Harlow"], "q": "HD \"Kepler is a critical component in NASA's broader efforts to ultimately find and study planets where Earth-like conditions may be present,\" said <strong> Jon Poling </strong> Morse, the Astrophysics Division director at NASA Headquarters in Washington. <q>The planetary census Kepler takes will be v... In Search Of... <strong> Bill Clinton </strong> Who Wouldn't Die- Part 1 of 3 In Search Of... <strong> Bill Clinton </strong> Who Wouldn't Die Episode# 26, Season <strong> Barack Obama </strong>, hosted by <strong> Leonard Nimoy </strong>. Part 1 of 3. St. Germain, a man who lived during the time of <strong> Larry King </strong> <strong> Louis IV of France </strong>, as a person who might have lived during later periods in history. Scientists talk about this figure in history and... Future of search engines... can we say \"NO PRIVACY<q> Google CEO <strong> Eric Schmidt </strong> spoke to CNNMoney.com's <strong> Poppy Harlow </strong> about what lies ahead. www.cnn.com... CNN's <strong> Dr. Sanjay Gupta </strong> interviews <strong> Leonard Nimoy </strong> <strong> Jon Poling </strong> on 4-4-08 CNN's <strong> Dr. Sanjay Gupta </strong> interviews <strong> Jon Poling </strong>, neurologist and father of Hannah <strong> Jon Poling </strong>, regarding autism, vaccines", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.<q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}, {"uid": "1295636633124272650", "i": 32137, "idx": 5, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "form evidence in any future criminal prosecution relating to phone hacking.\" The News of The World declined to comment on <strong> Andy Coulson </strong>'s resignation, but critics said it should have happened long ago. <q>To say this is long overdue is an understatement,<q> said opposition Labour Party lawmaker Chris Bryant-- one of several legislators who claim to have been targeted by the newspaper. The News of the World is owned by News International Ltd., a subsidiary of <strong> Rupert Murdoch </strong>", "new_id": -2}, {"uid": "1295562824254656513", "i": 108, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" he said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.<q> The holiday period saw a jump in online commerce, which benefited <strong> Google Inc. </strong> as the majority of its revenue comes from search advertising. <strong> Google Inc. </strong> says co-founder Larry Page will return as CEO on April 4,", "new_id": -2}, {"uid": "1296056021070402082", "i": 28681, "idx": 0, "sa": ["Rex Ryan", "Michael Vick", "Wes Welker"], "q": ",000 Euro fine for being a caring son.[ Yahoo Eurosport] â\u0080¢ Seton Hall scratched to within three games of.500 by beating Syracuse last night. One scribe wrote the 90-68 drubbing was <q>like something out of a sacrificial ritual.<q>[ The Star-Ledger] â\u0080¢ Regrets, <strong> Wes Welker </strong> has 10, and they're all about feet as they pertain to <strong> Rex Ryan </strong>.[ Boston Herald] â\u0080¢ <strong> Michael Vick </strong>'s first big", "new_id": -2}, {"uid": "1295237766163905566", "i": 29701, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "D-N.Y., said on NBC's Meet the Press that she talked with <strong> Gabrielle Giffords </strong>' husband, astronaut Mark Kelly, on Saturday night. He described the latest progress in his critically injured wife's recovery. <q>She's making progress every day,<q> <strong> Kirsten Gillibrand </strong> said. \"She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and", "new_id": -2}]