[{"uid": "1295274100165380096", "i": 45321, "idx": 0, "sa": ["Sergio Marchionne", "Mike Jackson"], "q": "history of this business,'' he marveled.`` They've gone from Third World quality to world class in 18 months.'' It wasn't about putting lipstick on a pig, said <strong> Mike Jackson </strong>. <q> It was to transform the pig into a handsome prince. And they did it! </q> The transformation, he said,`` took an attention to detail on the engineering side that you can't fake. I have nothing but admiration for <strong> Sergio Marchionne </strong> for unleashing it, and for his team for executing it", "new_id": -2}, {"uid": "1296488580181583916", "i": 23092, "idx": 0, "sa": ["Steve Ballmer"], "q": "user. Announcing the Windows Phone 7 platform at a press conference in New York that was streamed live to simultaneous press events around the world, Microsoft head <strong> Steve Ballmer </strong> proclaimed the new ethos was for the phones to be <q> always delightful; wonderfully mine </q>. Six handsets will be available to preorder in the UK next week. Dell are the hardware launch partners for the Windows Phone 7 OS, with Orange all signed up to carry the devices.", "new_id": -2}, {"uid": "1295897616111312927", "i": 59332, "idx": 1, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "Downing St director of communications, the spotlight was thrown back on to <strong> David Cameron </strong>'s links with <strong> Rupert Murdoch </strong>'s empire. The Independent has newspaper he headed and the row is unlikely to go away, commentators said Saturday. <q> So far, our worst day in government, </q> a senior aide from <strong> David Cameron </strong>'s Downing Street office told The target=\"_blank\" href=\"http://guardian.co.uk\"> Guardian, after <strong> Andy Coulson </strong> quit as chief of... BBC staff brace themselves for over 500 job losses BBC staff are bracing themselves for upwards", "new_id": -2}, {"uid": "1296273660046694427", "i": 10497, "idx": 0, "sa": ["Stephen Jackson", "Chris Webber", "Allen Iverson", "Šarūnas Jasikevičius", "Kyle Korver", "Phil Jackson"], "q": "after a shot-clock violation on Phil Jacksonadelphia with 4.9 seconds left. <strong> Šarūnas Jasikevičius </strong> threw an inbound pass to <strong> Stephen Jackson </strong>, who went around a stumbling <strong> Kyle Korver </strong> to make an uncontested shot.`` I was 0-for-infinity,'' <strong> Stephen Jackson </strong> said. <q> I just wanted to make a shot. We knew they'd switch. I went backdoor and got to the basket. My teammates showed confidence in me to give me the ball. It seemed like I hadn't made a shot all game. </q> <strong> Stephen Jackson </strong> missed 15 of his first 19 shots before the easy layup. <strong> Chris Webber </strong> then missed a jumper at the buzzer after an inbound pass from <strong> Allen Iverson </strong>.`` For that to happen with 4.9 seconds left, it's", "new_id": -2}, {"uid": "1296964121115425444", "i": 19804, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": ", a game in which the Eagles trailed by 21 points in the fourth quarter.`` <strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,'' Eagles offensive coordinator <strong> Marty Mornhinweg </strong> said. <q> Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that. </q> ESPN.com's Matt Mosley writes about all things NFC East in his division href=\"http://espn.go.com/blog/nflnation\"> Blog network: NFL Nation Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field", "new_id": -2}, {"uid": "1295498718083329115", "i": 38125, "idx": 0, "sa": ["Paula Abdul", "Tyler Cuma", "Ryan Seacrest", "Eric Idle", "Simon Cowell", "Jennifer Lopez"], "q": "Idol'' panel that will be returned to its original three-member format for season 10. Actress-singer-dancer <strong> Jennifer Lopez </strong> and Aerosmith frontman <strong> Tyler Cuma </strong> will have the job of trying to match the offbeat chemistry of former judges <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>. <q> This is` AmEric Idlean Idol'! </q> host <strong> Ryan Seacrest </strong> said after the new judges joined him on stage at the Forum arena, where the final national audition for next season's singing contest was held Wednesday. The announcement was made before a crowd of several", "new_id": -2}, {"uid": "1295793657032096271", "i": 7030, "idx": 0, "sa": ["Bulent Yildirim", "Andy Coulson"], "q": "drafting plans for provisional Palestine <cite> AP </cite> Photo in Slideshow: Mavi Marmara, <strong> Bulent Yildirim </strong> Photo in Slideshow: Relatives of Palestinians being held in Israeli jails... Video: Gaza boat becomes Turkish tourist attraction... Report Abuse <q> Legal under Law of Roque state Israel. </q> Not under International Law. Please do not involve us in your criminal acts. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295768591206471193", "i": 32203, "idx": 0, "sa": ["Andy Coulson"], "q": "snuck out of the base now should he... Hopefully he got some trim before the towel heads nabbed him( unless they were there with the lil' missus and she set him up). \" Report Abuse <q> I knew, and trained with Iraqis before desert storm. I they were good looking intelligent people. At least, that was what I saw. I do think, he was taking risks. But, a man in love does a lot of stupid things. Believe me, I am a man, I know! I hope he is released unharmed. At the very least, I hope they tell his family where he is. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1296286331249135136", "i": 35426, "idx": 5, "sa": ["Allen Iverson", "Kobe Bryant", "Metta World Peace", "Tyronn Lue"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Kobe Bryant_Kobe Bryant_40_points_LA_Lakers_vs_Houston_Rockets_Metta World Peace_Metta World Peace <strong> Kobe Bryant </strong> 40 points LA Lakers vs Houston Rockets <strong> Metta World Peace </strong> game 2 round 2 2009 NBA Playoffs LOS ANGELES( AP) Desperate to salvage a split at home, the Los Angeles Lakers blitzed Houston in the", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q> It's kind of like when you were a kid in school always picking teams, </q> <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}]