[{"uid": "1295853386069795865", "i": 10351, "idx": 0, "sa": ["Eric Schmidt"], "q": "loud and clear: people are asking for even stronger action on content farms and sites that consist primarily of spammy or low-quality content.'' Councils minimise IT cuts to drive through savings>> Computer Weekly <q> Cuts to IT budgets in local councils have been minimised in an attempt by local authorities to drive efficiency savings through technology, according to the latest report from Socitm.`` Budgets made available for ICT functions declined by 2.6% in 2010 compare to the previous year, while borrowing to invest in ICT doubled. In 2009 budgets shrank by 11%. This year's figure was much less than expected, said the body for public sector IT professionals. </q> Why <strong> Eric Schmidt </strong> had to go: Google's innovation dilemma>> Asymco The Technology newsbucket: password hashing, RIM's real problem, data from Facebook and more The Technology Newsbucket: iTunes China hack, Apple", "new_id": -2}, {"uid": "1295125002207224894", "i": 15596, "idx": 1, "sa": ["Alassane Ouattara"], "q": "being paid around the 20th of the month,'' said <strong> Alassane Ouattara </strong>. The country's security forces, who have been backing Gbagbo, have targeted <strong> Alassane Ouattara </strong> supporters, as well as stepping up attacks on UN peacekeepers. <q> The crux of the matter is for Gbagbo not to have money to pay the military and mercenaries and the militia, </q> <strong> Alassane Ouattara </strong> said.`` We think that's the most effective way to get them to abandon power.'' Financial Power Struggle However, <strong> Alassane Ouattara </strong> acknowledged that following through on financial pressures is a challenge", "new_id": -2}, {"uid": "1295452458083853341", "i": 11773, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "say there's a lot of <strong> Simon Cowell </strong> in her... He's a great inspiration for the character of Sue, there is a lot that I can take from him and put into her.'' <q> <strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. Just like him, she says what she wants because she can, there is nobody there to tell either of them to stop. </q> With the similarities between Sue and the X Factor judge uncanny, surely Sue would work well on the judging panel on the X Factor? No? <strong> Jane Lynch </strong> added:`` People have asked me", "new_id": -2}, {"uid": "1295228059243892269", "i": 2085, "idx": 0, "sa": ["Olivia Wilde", "Catherine Zeta-Jones", "Lea Michele", "Angelina Jolie", "Beverly Hills"], "q": " <strong> Olivia Wilde </strong> cLea Michelered her own path in an oversized chocolate-brown ballgown by Marchesa with beading that mimicked a starry night.`` I'm a wide load- give me 20 feet,'' <strong> Olivia Wilde </strong> joked. <q> I like wearing big dresses, it's fun. We go to so many parties in this town, the Globes are something to play with in terms of fashion, </q> she added. Still, there was room at the <strong> Beverly Hills </strong> Hilton Hotel in <strong> Beverly Hills </strong>, Calif., for waves of gowns in green, red, black and blush tones. <strong> Angelina Jolie </strong>, <strong> Catherine Zeta-Jones </strong>,", "new_id": -2}, {"uid": "1297140587008634392", "i": 37075, "idx": 1, "sa": ["Tim Allen", "Michael Vick", "Dwaine Caraway"], "q": "fact that <strong> Michael Vick </strong> was addressing a children's group at the Tim Allene, talking about the trouble he got into when he was convicted of running a dogfighting ring and sentenced to 19 months in federal prison. <q> He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal with the drugs, </q> <strong> Dwaine Caraway </strong> said.`` To obey their parents and pick the people they hang around. That's a message I would chTim Allenge anybody to say that not one kid across America shouldn't hear from people in notoriety such", "new_id": -2}, {"uid": "1295590845047480842", "i": 33242, "idx": 0, "sa": ["Eric Schmidt", "Larry Page", "Mark Zuckerberg"], "q": ", 1:20 AM EST- U.S. Mark Zuckerbergets open in 8 hrs 10 mins Google turns <strong> Larry Page </strong> on <strong> Eric Schmidt </strong>, names co-founder CEO{`` s'':`` goog, novl'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Michael Liedtke, AP Technology Writer, On Friday January 21, 2011, 12:59 am SAN FRANCISCO( AP)-- When Google", "new_id": -2}, {"uid": "1295870211128057360", "i": 920, "idx": 3, "sa": ["David Cameron", "Andy Coulson", "Nick Clegg"], "q": ".'' Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. But deputy prime minister <strong> Nick Clegg </strong> insisted Sunday: <q> I don't think this government will miss a beat. </q> Did you know? You can subscribe to free e-newsletters and receive e-mail alerts when other people leave comments in articles after you did. Sign in once and access every part of the", "new_id": -2}, {"uid": "1296992362169525277", "i": 28519, "idx": 0, "sa": ["Richard Palmer-James", "Sergio Marchionne"], "q": "Association, <strong> Sergio Marchionne </strong> talked about the eventual possibility of merging Fiat and Chrysler, saying that maintaining them as separate companies forever didn't make sense. Then he said, in an offhand manner, <q> I want to pay back the shyster loans first. </q> Chrysler owes$ 5.8 billion to the U.S. Treasury and$ 2.3 billion to the Canadian government at an average interest rate of 11%, Chief Financial Officer <strong> Richard Palmer-James </strong> said last Monday.", "new_id": -2}, {"uid": "1296082032051298329", "i": 36169, "idx": 0, "sa": ["Katy Perry", "David Letterman"], "q": ". Enjoy! PLEASE SUBSCRIBE! Song: ET Artist: <strong> Katy Perry </strong> Album: Teenage Dream. No copyright infringment intended. http://wn.com/Phineas_Ferb__Katy Perry_the_Teenage_Platypus_Girl_Remix It's like a cartoon mashup=D Thanks for 1000 Views!! Download as MP4!! tinyurl.com <q> <strong> Katy Perry </strong>- Teenage Dream( Live on <strong> David Letterman </strong>) </q> Get the single on iTunes: bit.ly Buy the complete` Teenage Dream' album on iTunes: bit.ly Music video by <strong> Katy Perry </strong> performing Teenage Dream( Live on <strong> David Letterman </strong>).? CBS Interactive Music Group, a division", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said.`` I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}]