[{"uid": "1295589698029097984", "i": 14401, "idx": 4, "sa": ["Colin Powell", "Brent Scowcroft", "Dick Cheney"], "q": "he no longer recognized the conservative warrior who had helped lead the administration toward Baghdad.`` I consider <strong> Dick Cheney </strong> a good friend; I've known him for 30 years,'' Mr. <strong> Brent Scowcroft </strong> said then. <q> But <strong> Dick Cheney </strong> I don't know anymore. </q> But on Thursday, event organizers said that Mr. <strong> Brent Scowcroft </strong>, Mr. <strong> Dick Cheney </strong> and Mr. <strong> Colin Powell </strong> all shared a private plane from Washington to College Station for their appearance. There was no word on the airborne conversations", "new_id": -2}, {"uid": "1295582258248299524", "i": 15113, "idx": 12, "sa": ["Eric Schmidt", "Google Inc."], "q": "'' and an implant would cross the line. He also said that as users voluntarily share information online, it doesn't need users to type in search queries for the company to tailor the results. <q> We don't need you to type at all. We know where you are. We know where you've been. We can more or less know what you're thinking about, </q> he said. Such comments have been repeated in online musings that portrayed Mr. <strong> Eric Schmidt </strong> and <strong> Google Inc. </strong> as`` creepy.''`` The biggest thing I wonder is after a year or so of having", "new_id": -2}, {"uid": "1295617480099680409", "i": 6062, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "110 per cent needed in this role.'' Prime Minister <strong> David Cameron </strong> said he was`` very sorry'' that <strong> Andy Coulson </strong> had decided to resign, but understood why he had chosen to step down. <q> I understand that the continuing pressures on him and his family mean that he feels compelled to do so. <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> <strong> David Cameron </strong> said. Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"uid": "1296173728032686081", "i": 29700, "idx": 2, "sa": ["Mike Pence"], "q": "`` Besides, he's young- 51. He has plenty of time.'' Others close to the draft movement admit to be in a`` funk'' about <strong> Mike Pence </strong>'s decision. One stating: <q> Seriously, we have no one for 2012 now. </q> I don't think it's that bad. But it gives you an idea how'' The content of this field is kept private and will not be shown publicly. National Review Online are monitored", "new_id": -2}, {"uid": "1296109290115327074", "i": 23380, "idx": 2, "sa": ["Michael Vick", "Kevin Kolb"], "q": "'s paramount for me and my family and I'm just thankful.'' <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. <q> I'm enjoying the guys and I'm enjoying being out here playing football, </q> he said.`` This is what you work for. You work hard to get in this position. I'm ecstatic to be here.'' <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC", "new_id": -2}, {"uid": "1295653536184696846", "i": 26050, "idx": 0, "sa": ["Ron Reagan", "Stephen Colbert", "Mike Pence", "Ronald Reagan", "John McCain", "President Bush"], "q": "division of the Tea Party Patriot group. We recently caught up with Pat again, via e-mail, to discuss whether the <strong> Ron Reagan </strong> To <strong> Stephen Colbert </strong>: Forget My Dad Raised Taxes And Enacted Most Liberal Abortion... <q> What are the things that <strong> Sen. Joe Lieberman </strong> should <strong> Sen. Joe Lieberman </strong> forget about your father so that <strong> Sen. Joe Lieberman </strong> can keep the image in my head the way <strong> Sen. Joe Lieberman </strong> want? </q> <strong> Stephen Colbert </strong> asked <strong> Ron Reagan </strong>, son of the 40th <strong> John McCain </strong> <strong> President Bush </strong> <strong> Ronald Reagan </strong>, last night on his show.`` Probably, raising Draft <strong> Mike Pence </strong> Movement Gaining Steam Among Conservatives ABC News By MICHAEL FALCONE Jan. 20, 2011 Less than", "new_id": -2}, {"uid": "1295724032238878720", "i": 7864, "idx": 0, "sa": ["Condoleezza Rice", "Colin Powell"], "q": "to <strong> Condoleezza Rice </strong> on last Wednesday's show. He also referred to <strong> Colin Powell </strong> as an`` Uncle Tom,'' saying both <strong> Condoleezza Rice </strong>, <strong> Colin Powell </strong> and other blacks have only a subservient role in the Bush administration. <q> I'm concerned that I have offended many African Americans by using a crass term to describe an incompetent, dishonest, political appointee of the Bush administration, I apologize, </q> the letter reads.`` I know the term` Aunt Jemima' is not complimentary to African American women who have worked so hard, and yet, receive so little from our great country. I will not", "new_id": -2}, {"uid": "1296932452012320779", "i": 26830, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "not something the QB would be affiliated with.`` I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here-- what he'd be doing,'' <strong> Roger Goodell </strong> said. <q> He has said that on numerous occasions people have been using his name about being involved in some type of party, but that he had no intention of participating in that. </q> Last June, a party for <strong> Michael Vick </strong> that was open to the public ended with a man being shot. It drew scrutiny for <strong> Michael Vick </strong>-- who <strong> Roger Goodell </strong> said had no room for error when he reinstated him", "new_id": -2}, {"uid": "1297200983061325341", "i": 1813, "idx": 13, "sa": ["Donald Rumsfeld", "President Bush"], "q": "with the help of Iraqi security forces that had become`` very capable.'' As a result, he argues, the force of <strong> President Bush </strong>'s surge was as much`` psychological'' as anything else. <q> The president's decision galvanized the opinion in Iraq. It said:` Look, if you think it is going to go to the insurgents, you are wrong.' </q> The fact of the statement, argues Mr. <strong> Donald Rumsfeld </strong>, mattered as much as did the increase of troops`` tactically or strategically.'' Though viewed by many as the spear of Mr. <strong> President Bush </strong>'s`` freedom", "new_id": -2}, [{"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q> Our spacing was good, which made it very difficult to corral me, </q> <strong> Kobe Bryant </strong> said.`` When they did, we were able to swing the ball and get open opportunities for everybody else.'' <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}]]