[{"uid": "1295488067191037466", "i": 23920, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "of cringe-worthy audition episodes, right? So who will take place of hardass <strong> Simon Cowell </strong>? The 62-year-old <strong> Steven Tyler </strong>? When asked if he saw any contestants that reminded him of a young version of himself, <strong> Steven Tyler </strong> quipped, <q>No one had lips big enough.<q> Other adventures coming up for <strong> Jennifer Lopez </strong> include a coveted role in \"Glee\" this April as a cafeteria lady at McKinley High, as well as her second spokeswoman deal with L'Oreal( the commercials debuted this", "new_id": -2}, {"uid": "1297288329133087279", "i": 22668, "idx": 0, "sa": ["Mark Burnett", "David Letterman", "Simon Lythgoe"], "q": "Network's long-running drama, \"Home and Away,\" and \"Late Night with <strong> David Letterman </strong>.\" Since his arrival in the U.S., <strong> Simon Lythgoe </strong> has produced six seasons of\" American Idol,\" two seasons of <q>So You Think You Can Dance,<q> and <strong> Mark Burnett </strong>'s, \"On the Lot,\" a series developed for Fox. In 2007, <strong> Simon Lythgoe </strong> was recruited by \"American Idol\" producer, Fremantle to co-executive produce CMT's \"Can You Duet,", "new_id": -2}, {"uid": "1294979190239403024", "i": 33736, "idx": 3, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "<strong> Kobe Bryant </strong> said. \"This just ain't Memphis. I think this offense has freed him up a little bit and showcased more what he can do instead of just being in the post all the time.\" <q>It's tough to match up against us for a variety of reasons. We have guys that can finish, we have aa great 1-2 punch, and all of our guys can pass the ball.<q> <strong> Kobe Bryant </strong>, who said he made himself a decoy through most of the game, scored 18 of his 32 points in the final 8 minutes to keep http://wn.com/Allen_Iverson_38pts_Denver_Nuggets_vs_LA_Clippers_07/08_NBA <strong> Allen Iverson </strong> wasn't trying to take over the game down the", "new_id": -2}, {"uid": "1296527705266076161", "i": 33718, "idx": 0, "sa": ["David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Peter Weir", "Bill Clinton"], "q": "musical: Gomez, the Fray Newsday Well, word( and song) is finally leaking out about what sort of- <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong>, <strong> Charlie Rose </strong> and discuss having open-heart surgery on ABC's <q>A <strong> Barbara Walters </strong> Special: A Matter of <strong> Vivis Colombetti </strong> talks Paranormal Activity 2 Director <strong> Peter Weir </strong> finds \"Way Back<q> to big screen LOS ANGELES( Back Stage)- It's difficult to find a common thread among <strong> Peter Weir </strong>'s comedy about residents of a small town who deliberately cause car crashes. But he followed that", "new_id": -2}, {"uid": "1295911544158924801", "i": 1360, "idx": 0, "sa": ["Jean Schmidt", "Robert Aderholt", "Mike Pence"], "q": "pro-life lawmakers lined up at the rally before the march to speak, calling for Congress to block federal funding for abortion domestically and overseas, and to defund Planned Parenthood. But they also just celebrated. <q>We have eight new pro-life Republican women! Thank you!<q> shouted Rep. <strong> Jean Schmidt </strong>, R-Ohio, to the crowd. \"We're up for a new day in this Congress,\" said Rep. <strong> Robert Aderholt </strong>, R-Ala. Rep. <strong> Mike Pence </strong>, R-Ind., directed a", "new_id": -2}, {"uid": "1297380086148979731", "i": 9929, "idx": 0, "sa": ["Michael Vick"], "q": "Even more glad the whip <strong> Michael Vick </strong> Young story gets bumped for at least a day. It's been giving me tiredhead. it would be easy for him this year. He'd say, <q>that Mike Young guy is making 16/mil a year. I'm worth at least twice that. I actually give a shit about defense and I'm not a liability out there.<q> Wait, During Super Bowl Week We Gave a Key to Our City to <strong> Michael Vick </strong>?( 67) Rangers' Stud Re-Signing With Texas: Not <strong> Michael Vick </strong> Young, the Other One. Josh Hamilton. 4724 Greenville", "new_id": -2}, {"uid": "1295321884188432581", "i": 25197, "idx": 0, "sa": ["Steve Ballmer"], "q": "Kinect for the Xbox 360 is the way to get 15-year-old girls cursing up a storm on Xbox Live in a new interview with USA Today. The animated Microsoft CEO ends that quote by saying <q>we haven't done as good a job drawing in that broader set of demographics.<q> <strong> Steve Ballmer </strong> also says the Xbox 360 \"isn't a gaming console,\" but \"a family entertainment center\" and \"a place to socialize.\"", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,\" <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as \"deals, partnerships, customers and broader business relationships,\" while Page would <q>merge Google's technology and business vision.<q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so \"there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}, {"uid": "1296704404078823458", "i": 2147, "idx": 2, "sa": ["Michael Jordan", "Eddie House", "Allen Iverson", "Jerry Stackhouse"], "q": "The <strong> Eddie House </strong> That Mike Built,\" he was better than <strong> Michael Jordan </strong> himself. <strong> Jerry Stackhouse </strong> scored a career-high 57 points-- the most ever in the United Center-- as the Detroit Pistons trounced the Chicago Bulls, 110-83. <q>Thats the most points I've ever scored,<q> <strong> Jerry Stackhouse </strong> said, who is the NBA's second-leading scorer behind former teammate <strong> Allen Iverson </strong>. \"This is the highest level of basketball that you can play and I can say that I did this. It is definitely something", "new_id": -2}, {"uid": "1297461177215384092", "i": 10820, "idx": 5, "sa": ["Michael Vick"], "q": "Everything you've done to these dogs, something bad needs to happen to these guys.\" Knorr said that the public's perception of <strong> Michael Vick </strong> depends on whether a person owns a dog. <q>I think 25 percent of people are for him-- those are the football fans-- 25 percent of people hate him and 50 percent are right in the middle,<q> Knorr said. \"A lot of Eagles fans didn't like it when the team first signed him. If he had a horrible season, would Eagles fans still be supporting him?\" Knorr,", "new_id": -2}]