[{"uid": "1295501959237502465", "i": 41064, "idx": 6, "sa": ["Simon Cowell"], "q": "-- other than I promised myself whatever I did do, I was going to have fun.'' <strong> Simon Cowell </strong> shares one of the best pieces of advice he was once given by a very successful person: <q> <strong> Simon Cowell </strong>, always know when to leave the fair. </q> He says now he understands and agrees with this advice.`` I can look back on the last 10 years and say it's been a blast. I've enjoyed myself. It's not the most difficult", "new_id": -2}, {"uid": "1296495214100859934", "i": 35142, "idx": 0, "sa": ["Andy Coulson", "Julie Burchill"], "q": "UK man who was caught having sex with a horse after being filmed on CCTV has admitted he made a`` huge'' mistake because he tried to gallop away, then he was caught and then he admitted, <q> mounting horsies is not for faint hearts and mini-dicks? </q>...` Veteran sex bomb' <strong> Julie Burchill </strong> about to step into <strong> Andy Coulson </strong>'s shoes? Mystery has always shrouded the reason why the world's longest-running science fiction television show was called simply` Dr Who'. Now,", "new_id": -2}, {"uid": "1295139773120274967", "i": 22549, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "an adult, has been this close to being lost.'' Still, she is not perturbed for her own safety-- although her husband, Jonathan, always is, at least some. <q> Of course he worries about me every day, and he always has and he always will, </q> <strong> Kirsten Gillibrand </strong> said.`` But we also know this job is about service, it's about helping constituents, and meeting constituents, and being available and having those one-on-one meetings,'' she said.", "new_id": -2}, {"uid": "1296225951235159601", "i": 388, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "'s race to replace GOP Gov. <strong> Mitch Daniels </strong>, who can't run for a third term. <strong> Mike Pence </strong> didn't mention the governor's race in a letter sent to supporters Thursday but said he intended <q> to serve the people of Indiana in some way. </q> Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>>`` In the months ahead, as we attend to our duties in Congress, we will also be traveling across the", "new_id": -2}, {"uid": "1297077143210305038", "i": 12110, "idx": 0, "sa": ["Simon Cowell"], "q": "holidaying in Africa? According to the News of the World, <strong> Simon Cowell </strong> has convinced TV executives in the US to give Cole a place on the panel for the new show. A source said: <q> <strong> Simon Cowell </strong> is the boss of this show. He gets what he wants and he wants Cheryl. The money you make on American TV is huge, but there's also a huge risk. </q>`` The way American contracts are gives Fox the chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen.''`` As soon as it's", "new_id": -2}, {"uid": "1296665498109838359", "i": 33282, "idx": 2, "sa": ["Chris Gent", "Andy Coulson", "Kenny Kunene"], "q": "his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>, an ambitious Brit who...'' <q> Is the new Backbench Business Committee about to make some serious enemies? This new-fangled innovation has done pretty well so... </q>'' Wealthy ANC supporter <strong> Kenny Kunene </strong>( left) eating sushi from the body of a bikini-clad woman`` The ANC Youth League...'' You can stay up to date with Peston's Picks via these feeds", "new_id": -2}, {"uid": "1296076209217808921", "i": 30225, "idx": 0, "sa": ["Chairman Mao", "Alan Greenspan", "Sen. Bernie Sanders", "Bill Hammond"], "q": "Got a question about the wars in Iraq or Afghanistan, military families, warrior care, the new GI <strong> Bill Hammond </strong>, or anything else about the US military? Just click video respo... <strong> Sen. Bernie Sanders </strong> vs. Fed <strong> Chairman Mao </strong> <strong> Alan Greenspan </strong> <q> You have told the American people that you support a trade policy which is selling them out. </q>-- <strong> Sen. Bernie Sanders </strong> to Federal Reserve <strong> Chairman Mao </strong> <strong> Alan Greenspan </strong> on 7/16/03. You MUST watch this impassioned five minute video clip! <strong> Sen. Bernie Sanders </strong>( Independent-Vermont), now a... Declassified: <strong> Chairman Mao </strong> part 1 of 5 History Channel takes a look", "new_id": -2}, {"uid": "1295665368254312471", "i": 4735, "idx": 1, "sa": ["Hu Jintao", "Andy Coulson", "Barack Obama"], "q": "clothing retailer Baroque Japan Ltd. is... Video: GE CEO to Lead White House Jobs Council Report Abuse <blockquote> You know you lost your country when another country, promises jobs to yours, lol. </blockquote> Report Abuse <q> äº\u0094æ¯\u009b( paid communist commentator)= å\u009e\u0083å\u009c¾ ï¼\u0088 garbage) in Chinese </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and <strong> Hu Jintao </strong>'s Talks Won't End U.S.-China Tensions Mom's$ 5 Anti Aging Trick Dermatologists DO N'T Want You Knowing About This", "new_id": -2}, {"uid": "1296003429036782088", "i": 10959, "idx": 0, "sa": ["Allen Iverson", "Dick Cheney"], "q": "to help the workers. http://wn.com/Allen_Iverson_in_Turkey_airport__The_Answer_is_mobbed__Can_He_still_play_in_the_NBA? <strong> Allen Iverson </strong> arrives for stint in Turkey to revive his career. <strong> Dick Cheney </strong> NBA star <strong> Allen Iverson </strong> arrived in Istanbul on Monday to begin a stint with Turkish club Besiktas, promising to give fans <q> something they haven't seen before. </q> Dozens of fans greeted the 11-time All-Star at Ataturk Airport. Sporting a Besiktas jersey and a Philadelphia Phillies hat, <strong> Allen Iverson </strong> waved at fans from inside his car before being driven to his hotel.[+] EnlargeAP", "new_id": -2}, {"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino.`` I am excited about this partnership with Nokia,'' <strong> Steve Ballmer </strong> said of the pairing. <q> Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}]