[{"uid": "1295667478122535962", "i": 3586, "idx": 2, "sa": ["Andy Coulson", "Ed Miliband", "David Cameron"], "q": "in a few weeks. <strong> David Cameron </strong> expressed regret over the loss of a key aide. \"I've always felt he's been punished for the same offense twice,\" <strong> David Cameron </strong> told reporters. <q> But I quite understand his decision and wish him well for the future. </q> <strong> Ed Miliband </strong>, the leader of the opposition Labor Party, said <strong> David Cameron </strong> had made a mistake in keeping <strong> Andy Coulson </strong> on the job even as damaging accusations continued to swirl around him. Comments are filtered for language and", "new_id": -2}, {"uid": "1296965126246792205", "i": 57236, "idx": 1, "sa": ["Michael Vick", "Mike Williams"], "q": "29 1/2 votes, easily beating Seattle receiver <strong> Mike Williams </strong>, who got eight. \"As a person and a player I learned a lot through my experiences on and off the field,\" <strong> Michael Vick </strong> said. <q> Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the importance of it and how hard it is to get to where we are today. </q> <strong> Michael Vick </strong> passed for 3,018 yards and 21 touchdowns( 233 of 372), scoring a 100.2 passer rating, and rushed for 676 yards( 6.8 average) and 9 touchdowns. Bargaining session:", "new_id": -2}, {"uid": "1297176031226918403", "i": 3784, "idx": 2, "sa": ["Aaron Rodgers", "David Letterman"], "q": "LATE SHOW with <strong> David Letterman </strong>,\" MONDAY, FEB. 7( <strong> Aaron Rodgers </strong> walks out onstage as CBS Orchestra plays \"We Are the Champions,\" and audience gives him a standing ovation) Dave: <q> We were talking a little bit about your itinerary for today. Under any circumstances, it would be grueling, but especially after winning the Super Bowl, MVP, and all of the traveling, thank you, thank you very much for the trouble. </q>( audience applauds) <strong> Aaron Rodgers </strong>: \"No, this is fun for me. I mean, this is-- I watch your show a lot.\" Dave: \"I appreciate that.", "new_id": -2}, {"uid": "1295543475207126533", "i": 22639, "idx": 2, "sa": ["David Letterman", "Jonathan Mendelsohn"], "q": "hitting single'Till Tonight` featuring <strong> Jonathan Mendelsohn </strong>. Set in Barcelona, i... U2- \"I'll Go Crazy If I Don't Go Crazy Tonight\" on <strong> David Letterman </strong> 3/4/09( TheAudioPerv.com) Night 3 U2- <q> I'll Go Crazy If I Don't Go Crazy Tonight </q> on <strong> David Letterman </strong> 3/4/09( TheAudioPerv.com) Night 3 www.theaudioperv.com U2 performed \"I'll Go Crazy If I Don't Go Crazy Tonight\" on the Late Show with <strong> David Letterman </strong> on 3 This is the third night of their weeklong", "new_id": -2}, {"uid": "1295669856061620359", "i": 25521, "idx": 4, "sa": ["Eric Schmidt"], "q": "Gegenspieler Baidu. Im Gesamtjahr verdiente Google unter dem Strich 8,5 Milliarden Dollar. Doch Google kann das Geld gar nicht so schnell ausgeben, wie es hereinkommt. In der Kasse liegen mittlerweile 35 Milliarden Dollar. <q> Wir hatten ein starkes Quartal und ein starkes Jahr </q>, sagte <strong> Eric Schmidt </strong>. \"Der Ausblick ist vielversprechend.\" Google erobert immer neue M?rkte Google st?t mit seinen Milliarden in immer neue Felder vor: Smartphones, Fernsehen, Internettelefonie, elektronische B?cher,", "new_id": -2}, {"uid": "1295597137034635799", "i": 38120, "idx": 5, "sa": ["Colin Powell", "George W. Bush", "Barack Obama", "Jeremiah Wright"], "q": "Campaign while endorsing <strong> Barack Obama </strong>! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the <q> inclusive nature of his campaign. </q> \"I think he is a transformational... Reverand <strong> Jeremiah Wright </strong> Jews and Barack Obamas radicalism Thursday, June 11, 2009 <strong> Barack Obama </strong>'s Former Pastor Says Jews, AIPAC Have Too Much Influence Over <strong> George W. Bush </strong> The Newport News( VA)", "new_id": -2}, {"uid": "1296857235181501959", "i": 39980, "idx": 3, "sa": ["Andy Coulson", "David Cameron", "Paul McMullan"], "q": "others to do it\" . <strong> Andy Coulson </strong>, who last month quit as <strong> David Cameron </strong>'s director of communications, worked at the Sun for more than a decade before joining the News of the World. <q> <strong> Andy Coulson </strong> knew a lot of people did it at the Sun on his Bizarre[ showbiz] column and after that at the NOTW, </q> <strong> Paul McMullan </strong> claimed. <strong> Paul McMullan </strong>, who is now a pub landlord, also described a flourishing trade in private information at the News of the World, which he said was regularly supplied with details of celebrities'", "new_id": -2}, {"uid": "1297265428179191821", "i": 26069, "idx": 2, "sa": ["Donald Rumsfeld", "George W. Bush", "Barack Obama", "Maureen Dowd"], "q": "dass durch Verallgemeinerungen die US-Armee in einen schlechten Ruf geraten sei. Known and Unknown sei eine Aufz?hlung von Schuldzuweisungen an andere Menschen in der George W. Bush-Regierung und im Milit?r, schreibt <strong> Maureen Dowd </strong> in der <strong> Donald Rumsfeld </strong>: Zitate <q> Ich habe keine Ahnung, worum es geht </q> Rede in Washington- <strong> Barack Obama </strong> will Guantanamo- H?ftlinge ins Land holen Guantanamo: Kritik an <strong> Barack Obama </strong>- \"Alarmierende Entwicklung\" F?nf Jahre Abu Ghraib- Chronologie des Folterskandals Neue Regierung in den USA- <strong> Barack Obama </strong> setzt alle Guantanamo-Verfahren", "new_id": -2}, {"uid": "1297437549170033162", "i": 44128, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "ambas empresas. \" Hay otros ecosistemas m?viles. Los desbarataremos. Habr desaf?os. Los superaremos. El xito requiere rapidez. Seremos veloces \" <strong> Stephen Elop </strong> y <strong> Steve Ballmer </strong>( Nokia y Microsoft) <q> Hay otros ecosistemas m?viles. Los desbarataremos. Habr desaf?os. Los superaremos. El xito requiere rapidez. Seremos veloces </q>, concluyeron en su mensaje conjunto. El anuncio se dio dos d?as despu?s de que en un memor?ndum interno el director ejecutivo de Nokia asegurara a sus empleados que \"hab?an perdido tiempo y se hab?an quedado", "new_id": -2}, {"uid": "1295107313211468325", "i": 705, "idx": 0, "sa": ["Ted Kennedy", "Robert Gates", "Herb Kohl", "Colin Powell"], "q": "Mr. Chairman. Mr. Attorney General, the detention center at Guantanamo Bay continues to harm our image around the world. There's growing consensus on this. Secretary of Defense <strong> Robert Gates </strong> told the House Committee, quote, <q> I came to this job thinking that Guantanamo Bay should be closed. </q> <strong> Herb Kohl </strong>: According to press reports, Secretary of State Rice has also supporTed Kennedy efforts within the administration to close Guantanamo. And former Secretary of State <strong> Colin Powell </strong> said, quote, \"If it was up to me,", "new_id": -2}]