[{"uid": "1295782639044482572", "i": 36390, "idx": 1, "sa": ["Kay Burley", "Andy Coulson", "Rupert Murdoch"], "q": "<strong> Kay Burley </strong> hits the nail on the head when she says \"Nobody cares what I think\".( Apologies for shaky video and crappy sound!) sub+ comment+ thumbs up A clip from Channel 4's <q>Dispatches- Tabloids, Tories and Telephone hacking</q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. An emergency debate has been called to examine newspaper phone hacking, amid fresh pressure on No10 communications chief <strong> Andy Coulson </strong>.. Follow us on twitter at twitter.com.", "new_id": -2}, {"uid": "1295674471088440863", "i": 29744, "idx": 0, "sa": ["Bob Barr", "Andy Coulson", "Baby Doc"], "q": "<strong> Baby Doc </strong>\" relocates to private home... Haiti on need for \"democratic' government <cite> AFP </cite> Video: Lawyer: <strong> Baby Doc </strong> plans to remain in Haiti... <strong> Baby Doc </strong>, in his first public statement since... Report Abuse <q>Hold on a minute-- this corrupt S- O- B ripped off his country for hundreds of millions of dollars, and now, after his countrymen have been victimized by one tragedy after another, he decides to come back to \"participate in reconstruction</q>, sniffing around for more money to steal? And Republican scum like <strong> Bob Barr </strong> think they're going to get their cut too? Pure, unmitigated gall!\" Time.com: Phone-Hacking Saga Forces Cameron\"s Spin Doctor <strong> Andy Coulson </strong>", "new_id": -2}, {"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "\" <strong> Roger Goodell </strong> said.\"[ Most often] they're not recognizing they have a role in it.\" Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q>I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like, \"He won't sign my jersey.'</q> He says he thinks Mike <strong> Michael Vick </strong> \"is sincerely trying.\" And he isn't blind to the fact that the story isn\"t over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}, {"uid": "1297055456082575366", "i": 12599, "idx": 1, "sa": ["Piers Morgan", "Lord Sugar", "David Hasselhoff", "Simon Cowell", "Louis Walsh", "Lorraine Kelly", "Michael McIntyre"], "q": "you so much love x.\" Amanda's best pal <strong> Simon Cowell </strong> was in regular phone contact. BGT stars <strong> Michael McIntyre </strong>, <strong> David Hasselhoff </strong>, <strong> Louis Walsh </strong> and <strong> Piers Morgan </strong> also sent their support. <strong> Michael McIntyre </strong> told The Sun: <q>Amanda is such a wonderful person. I'm heartbroken for her and Chris.</q> <strong> David Hasselhoff </strong> said: \"Amanda is a first class lady. My heart goes out to her.\" <strong> Lord Sugar </strong> said it was a \"tragedy\", while Sun columnist <strong> Lorraine Kelly </strong> offered \"sincere condolences", "new_id": -2}, {"uid": "1297134536144228406", "i": 34894, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "encouraging kids to further their education and to not deal with the drugs. To obey their parents and pick the people they hang around.\" <strong> Mayor Tom Leppert </strong> issued a statement Monday morning, saying that <strong> Dwaine Caraway </strong>'s action <q>was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas.</q> <strong> Dwaine Caraway </strong> responded Monday that he cares \"deeply about animals.\" \"Since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs", "new_id": -2}, {"uid": "1295991953089178223", "i": 3082, "idx": 9, "sa": ["Donald Rumsfeld"], "q": "lost control of Congress. Few words during his tenure stood out more than the response <strong> Donald Rumsfeld </strong> offered in 2002 about the lack of evidence that Iraq was supplying terrorists with weapons of mass destruction. <q>Reports that say that something hasn't happened are always interesting to me, because, as we know, there are known knowns; there are things we know that we know,</q> he said. \"There are known unknowns. That is to say, there are things that we now know we don't know. But there are also unknown unknowns. There are things we do not know", "new_id": -2}, {"uid": "1296175103162824194", "i": 3856, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "23:33 UK time, Thursday, 27 January 2011 When Google announced last week that <strong> Eric Schmidt </strong> would be standing down as Chief Executive, he tweeted that it was because <q>day to day adult supervision no longer needed</q> for the company's co-founders, Larry Page and <strong> Sergey Brin </strong>. Page will take over the day to day running of the company, with <strong> Eric Schmidt </strong> kicked upstairs, as Chairman. It was a flip comment-", "new_id": -2}, {"uid": "1295668830122535946", "i": 39850, "idx": 1, "sa": ["Ed Rendell", "Michael Vick"], "q": "west toward Marcellus Shale.[ 0] Former Gov. <strong> Ed Rendell </strong> supports program giving stray cats and dogs to prisoners. \"All of a sudden, recidivism's looking like a win-win,\" says <strong> Michael Vick </strong>. <q><strong> Paul I. </strong> just really enjoy killing dogs. <strong> Paul I. </strong> do not care where.</q>[-5] Every day, on average, two water mains break in Philadelphia, which sometimes leads to millions of gallons of water pouring onto the street. Bonus spraygrounds, you guys!", "new_id": -2}, {"uid": "1297134193068190229", "i": 45078, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "Add to favorites Based in Oceanside, CA Sound Description: Funky hipster songwriter New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q>My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy?</q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1297353977194330626", "i": 46705, "idx": 0, "sa": ["Abraham Lincoln", "Eric Foner", "Simon Cowell"], "q": "on slavery NEW YORK- Award-winning historian <strong> Eric Foner </strong> has received a new honor, the <strong> Abraham Lincoln </strong> Prize, for his biography about the 16th president's views on slavery. <strong> Eric Foner </strong> will receive$ 50,000 for <q>The Fiery Trial: <strong> Abraham Lincoln </strong> and American Slavery.</q> He is best known for \"Reconstruction,\" published in 1988 and winner of the Bancroft Prize. Does <strong> Simon Cowell </strong> have \"The X Factor\"? StarTribune.com welcomes and encourages readers to comment and engage in substantive", "new_id": -2}]