[{"uid": "1295125227265830412", "i": 35015, "idx": 18, "sa": ["Donald Rumsfeld", "Abu Musab al-Zarqawi"], "q": "2006).`` An <strong> Abu Musab al-Zarqawi </strong> Ghraib Offender's Return to Iraq Is Stopped''. Time.^ Two more Soldiers sentenced for <strong> Abu Musab al-Zarqawi </strong> Ghraib abuse Archived September 15, 2005 at the Wayback Machine.^ <q> Iraq abuse` ordered from the top' </q>. BBC News. June 15, 2004.^`` US unit denies jail` dogs' charge''. BBC News. June 16, 2004.^ <strong> Donald Rumsfeld </strong> tried to resign during scandal- Conflict", "new_id": -2}, {"uid": "1295667487077053969", "i": 32703, "idx": 2, "sa": ["Eric Schmidt", "Winona Ryder", "Kim Kardashian"], "q": "fire'' and that the future is bright. While he is proud of his decade as CEO, <strong> Eric Schmidt </strong> said he is confident that Page will accomplish even more in the next ten years. <q> In this new role I know he will merge Google's technology and business vision brilliantly, </q> he wrote. Photos: Ouch! <strong> Winona Ryder </strong>'s Tight Dress Photos: <strong> Kim Kardashian </strong>'s Dress Takes a Plunge", "new_id": -2}, {"uid": "1296500989172736528", "i": 35543, "idx": 1, "sa": ["Clive Goodman", "Andy Coulson", "Tommy Sheridan"], "q": "` missing' News of the World emails bluecrusader99 31 January 2011 6:49 PM jamesdoleman 31 January 2011 7:08 PM There was also this interesting exchange between Mr <strong> Tommy Sheridan </strong> and <strong> Andy Coulson </strong> <q> Mr <strong> Tommy Sheridan </strong> then asked the witness if he there were any emails between him and <strong> Clive Goodman </strong>, the former Royal editor of the NotW. Mr <strong> Andy Coulson </strong> replied,`` yes he was a reporter on the paper </q> Mr <strong> Tommy Sheridan </strong> asked if Mr <strong> Andy Coulson </strong> had emailed Mr <strong> Clive Goodman </strong> asking him to`` take the blame for the good of the paper'' Mr <strong> Andy Coulson </strong> responded`` No, I'm positive, do you have that email Mr", "new_id": -2}, {"uid": "1297222050127549454", "i": 29084, "idx": 2, "sa": ["Colin Powell"], "q": "talk about it.'' Mr. Rumsfeld recounts that Mr. <strong> Colin Powell </strong> objected.`` That would wipe out my briefing,'' Mr. Rumsfeld quotes Mr. <strong> Colin Powell </strong> as saying. <q> We're going to get Khurmal in a few weeks anyway, </q> Mr. <strong> Colin Powell </strong> added, according to Mr. Rumsfeld. Peggy Cifrino, a spokeswoman for Mr. <strong> Colin Powell </strong>, said:`` <strong> Colin Powell </strong> <strong> Colin Powell </strong> said he might have been", "new_id": -2}, {"uid": "1295806909069746696", "i": 16098, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "in the wake of the shooting in Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>>`` I think he's got a way to go,'' <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.''`` I think he has reached out to countries around", "new_id": -2}, {"uid": "1296235613016105476", "i": 40749, "idx": 0, "sa": ["Stephen A. Smith", "Allen Iverson", "LeBron James"], "q": "as the <strong> Allen Iverson </strong> is set to retire from the NBA, according to an online report. Commentator <strong> Stephen A. Smith </strong> published a statement on his Web site Wednesday attributed to <strong> Allen Iverson </strong>. It said <strong> Allen Iverson </strong> plans to retire but also that <q> I feel strongly that I can still compete at the highest level. </q> The statement also said <strong> Allen Iverson </strong> has tremendous love for the game and the desire to play.`` His legacy would be huge,'' Cleveland Cavaliers All-Star <strong> LeBron James </strong> said.`` He's one of the best when you", "new_id": -2}, {"uid": "1296717747046333957", "i": 17937, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul", "Steven Tyler", "Jennifer Lopez"], "q": ". A. I will be sad if Michael and Holly don't end up together. When they do their weird geek, goon,`` ET'' talk together, it's just so perfectly cute. Q. Has <q> The` American Idol' has a new feud ï¿½ ro </q> <strong> Steven Tyler </strong> vs. <strong> Jennifer Lopez </strong>`` American Idol'' might have a new feud on its hands, and these two might have <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong> beat. The series, which airs on Channel 10 in Tempe, has revamped itself", "new_id": -2}, {"uid": "1295344920052248582", "i": 26351, "idx": 0, "sa": ["Steve Ballmer"], "q": "CRM 2011. Both on-premises and cloud-based versions of the platform will be available in 40 markets and 41 languages starting on 28 February. A 17 January statement by Microsoft chief executive <strong> Steve Ballmer </strong> emphasised Dynamics CRM's <q> familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data </q>. Microsoft finds itself locked in a fierce battle for CRM market share with Salesforce.com and Oracle, both of which have shown little hesitation in both updating their products and sniping at their rivals.", "new_id": -2}, {"uid": "1295524045154828804", "i": 31399, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle", "Ryan Seacrest"], "q": "<strong> Simon Cowell </strong> talks <strong> Susan Boyle </strong> in new interview Britain's Got Talent judge <strong> Simon Cowell </strong> reflects on <strong> Susan Boyle </strong>'s outstanding year from BGT contestant to one of the most famous singers in the world. Follow us on twitter at twitter.com... â\u0098\u0086 <q> Britains Got Talent or Americas Got Talent â\u0099¥ <strong> Connie Talbot </strong> WOWs <strong> Simon Cowell </strong>! </q> <strong> Simon Cowell </strong> Won't Miss` Idol' Auditions In an exclusive interview before his last night on`` American Idol'', <strong> Ryan Seacrest </strong> talks to judge <strong> Simon Cowell </strong> about his time on the show, how it has impacted his life", "new_id": -2}, [{"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q> Apparently, it's a practice all over the country, </q> <strong> Bill Lockyer </strong> said today in a telephone interview.`` I don't think it's a good one.''-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}]]