[{"uid": "1297638509142753812", "i": 35945, "idx": 0, "sa": ["Simon Cowell"], "q": "to <strong> Simon Cowell </strong> allegedly feeling that the Mean Girls star would add \"edginess\" to the show. However, an X Factor spokesperson has now insisted that there are no truth to the reports. <q>We have never spoken to <strong> Lindsay Lohan </strong> about any role in The X Factor,</q> they said, according to Heatworld gives us an insight into her character", "new_id": -2}, {"uid": "1296759030005144618", "i": 6123, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "the box turned out to be easy: <strong> Donald Rumsfeld </strong> outsourced the dirty, dull and dangerous stuff to Blackwater and paid them handsome profits on the multibillion dollar contracts. His compatriots at the state department dispatched 11 <q>idealistic volunteers... in their twenties or early thirties[ who] had no foreign service experience to run the country</q>. At the same time, <strong> Donald Rumsfeld </strong> failed to provide working equipment to the soldiers, who were facing an increasingly hostile population. Then, Iraq turned out to be a powder keg. Hundreds of thousands", "new_id": -2}, {"uid": "1297249678009437219", "i": 237, "idx": 0, "sa": ["Meryl Streep", "Simon Cowell", "Amanda Knox"], "q": "The preview depicts <strong> Amanda Knox </strong> taking an active role in the murder, with a police official claiming she \"orchestrated\" the crime as part of a kinky sex game. He says, <q>Under the angel face, she is capable of anything.</q> Play video <strong> Meryl Streep </strong> or Maggie Thatcher- Spitting... Play video Angelina to adopt fourth child Play video <strong> Simon Cowell </strong>'s US X Factor rumours Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News", "new_id": -2}, {"uid": "1295714291131842066", "i": 36117, "idx": 0, "sa": ["Andy Coulson", "Greg Mattison"], "q": "time but you don't stop.\", Mich.( AP)-- Baltimore Ravens defensive coordinator <strong> Greg Mattison </strong>..., Mich., Jan. 21( UPI)-- Ford Motor Executive Chairman Bill Ford told... Report Abuse <q>You can't TRUST a muslim... I don't care where they were born... I'll bet the farm, <strong> Ahmed Kousay al-Taie </strong> is using what he learn in the U.S. military to fight America either in one of any third world toilets, inclucing Iraq or here at home training his muslim buddies how to attack America on American soil...</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295599226021397547", "i": 12751, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "people miss the way he doe and be as accurate on the run.\" After the Eagles' <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> might be toughest quarterback to sack, said Jets defensive end Shaun Ellis. <q>He's very strong. He's very elusive in the pocket,</q> Ellis said. \"A lot of people don't realize how fast he is.... I know he looks slow moving around on the field, but he's pretty nifty at what he does.\"", "new_id": -2}, {"uid": "1296489186037306378", "i": 9636, "idx": 0, "sa": ["Michael Vick", "Peyton Manning"], "q": "Indianapolis Colts quarterback <strong> Peyton Manning </strong> was playing in his 11th Pro Bowl while his NFC counterpart, <strong> Michael Vick </strong>, participated in his fourth and first since 2005, having spent nearly two years in prison on dog-fighting charges. <q>This is a great experience to be voted by your coaches and peers,</q> said <strong> Michael Vick </strong>, the Philadelphia Eagles quarterback. \"To get back so soon is just a blessing.\"", "new_id": -2}, {"uid": "1296286331249135136", "i": 29252, "idx": 2, "sa": ["Kobe Bryant", "Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q>I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,</q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Kobe_Bryant_40_points_LA_Lakers_vs_Houston_Rockets_Ron_Artest <strong> Kobe Bryant </strong> 40 points LA Lakers vs", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q>The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours].</q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On \"The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I\"m Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}, {"uid": "1297448767186662943", "i": 24871, "idx": 1, "sa": ["Simon Cowell"], "q": "to the US has reminded him of the period before American Idol premiered in 2002. \"I kind of feel at the moment like I did when we were launching American Idol,\" he said. <q>I was excited about the show, I was excited about the prospects, but I hadn't a clue whether it was going to be a hit or whether we were going to be kicked out of the country after three weeks.</q> <strong> Simon Cowell </strong> then quipped: \"I remember the network put a one-month break clause in the house I was renting, which shows at the time I don't think they were particularly convinced either.\" stated", "new_id": -2}, {"uid": "1296429103034734121", "i": 9394, "idx": 3, "sa": ["Zahi Hawass"], "q": "cities, did not arrive on the scene until 10 p.m.. In the meantime, ordinary Cairenes, aware of the security vacuum, flocked to protect the museum. \"That was wonderful,\" says <strong> Zahi Hawass </strong>. <q>The Cairo museum is like the place for our identity. If the museum is safe, Egypt is safe.</q> The citizens, as well as three police officers who refused to leave their posts, apprehended the nine alleged culprits as they tried to flee the museum with their loot, including two mummy skulls and a", "new_id": -2}]