[{"uid": "1295562281254656562", "i": 14875, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": " <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Google earned US$ 2.5 billion", "new_id": -2}, {"uid": "1297427259083165187", "i": 54748, "idx": 0, "sa": ["Michael Gove"], "q": ". But this is hardly the victory that it is being portrayed as by some. Report this comment You say scrapping the equalities assesment should be done immediately. Why exactly? Report this comment <q> This means, in effect, that <strong> Michael Gove </strong>? s original decisions can stand. </q> No it does not. It means that each decision has to be re-looked at and reconsidered in a transparent process. Not just handed from high by <strong> Michael Gove </strong>. If that's a win, my names", "new_id": -2}, {"uid": "1295563175055377952", "i": 25507, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "For the last 10 years, we have all been equally involved in making decisions,'' <strong> Eric Schmidt </strong> wrote in a post on href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\"> Google's Blog, referring to himself, <strong> Larry Page </strong>, and <strong> Sergey Brin </strong>. <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> As a result, <strong> Larry Page </strong> will lead product development and technology strategy within Google and take over <strong> Eric Schmidt </strong>'s day-to-day role as CEO starting April 4. As Executive Chairman, <strong> Eric Schmidt </strong> will focus on deals, partnerships,", "new_id": -2}, {"uid": "1297707860124567568", "i": 10584, "idx": 1, "sa": ["Micheál Martin", "Eamon Gilmore"], "q": "their points. Mr <strong> Micheál Martin </strong> has however admitted that the format may be challenging.`` I think the format may be challenging in the sense that there are five participants,'' he added. <q> This has risks attached... in terms of the time that will be allowed to each participant. </q> Mr <strong> Eamon Gilmore </strong>, for his part, is going to focus on what he says is a? 5bn black hole in the plans of both Fianna F?il and Fine Gael.`` I think they", "new_id": -2}, {"uid": "1295548361173850631", "i": 39475, "idx": 2, "sa": ["Alassane Ouattara"], "q": "<strong> Alassane Ouattara </strong> did not call for specific new measures and was cautious when asked whether he would support any future trade measures including an embargo on cocoa, which traded at a five-and-a-half-month high on Thursday. <q> All the measures we back should target those responsible for the situation: Mr Laurent Gbagbo, his government, his entourage... But I want to spare the large majority of the population, </q> he told Reuters.`` So, yes to economic sanctions. But let's study over what time period and against whom, so as not to make the situation worse,'' he said from the", "new_id": -2}, {"uid": "1295638853256720896", "i": 7673, "idx": 6, "sa": ["Alassane Ouattara"], "q": "determined through fair and transparent process,'' and the two candidates in the forthcoming run-off are incumbent President Laurent Gbagbo and former Prime Minister <strong> Alassane Ouattara </strong>. The`` anomalies, irregularities and errors'' brought to his attention were <q> of such minor nature as to affect in no significant way the overall results of the elections, </q> he added in a statement made in Abidjan. The elections, originally scheduled for as far back as 2005, were repeatedly postponed. They are a major step in restoring stability in the country, which was split", "new_id": -2}, {"uid": "1297660283045400064", "i": 27564, "idx": 0, "sa": ["David Letterman", "Whitney Houston", "Howard Stern", "Justin Bieber", "Patrick Monahan"], "q": "no youngster-- you'll be 50 in March-- and if you really want... What's romantic? Taking your sweetheart to New York City. Quotes from Sunday's 53rd annual Grammy Awards: <q> I should have thanked my wife instead of <strong> Howard Stern </strong> because I'm probably in a lot of trouble.-- Train frontman <strong> Patrick Monahan </strong> backstage after accepting the award for pop performance with vocals by a duo or group.`` <strong> Justin Bieber </strong>? Hairpiece. </q>-- <strong> David Letterman </strong> revealing the top Grammy surprises.`` I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote` Born This Way,' I imagined", "new_id": -2}, {"uid": "1295771009231407753", "i": 45979, "idx": 0, "sa": ["Alassane Ouattara"], "q": "have been pressuring Gbagbo to cede power after a November presidential election that U.N.-certified results showed he lost to rival <strong> Alassane Ouattara </strong>, with the regional bank last month announcing it would no longer accept Gbagbo's signature. <q> The conference is concerned about the impact of the non-application of this decision on the stability of the economic, financial and monetary system of the union, </q> according to the declaration.`` The conference has taken note of the resignation of Mr. Philippe Henri Dacoury-Tabley from his post as Governor of the Central Bank of West African States,'' it continued, adding", "new_id": -2}, {"uid": "1296537956082821130", "i": 12366, "idx": 3, "sa": ["Justin Williams", "Paula Abdul", "Kara DioGuardi", "Ryan Seacrest", "Thomas Robinson", "Wally Judge", "Neil Patrick Harris", "Avril Lavigne", "Ellen DeGeneres", "Simon Cowell", "Randy Jackson", "Abdul Fox", "Todd Palin", "Victoria Beckham", "Katy Perry", "Joe Jonas"], "q": "American Idol Season 9 Auditions 6 Dallas The Wally Judges search for lone stars in the Lone Star State when open auditions are held in Dallas. <strong> Neil Patrick Harris </strong> and <strong> Joe Jonas </strong> are the guest Wally Judges. American idol`` Season 9'' <q> episode 6`` auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington`` los angeles </q> orlando denver <strong> Wally Judge </strong> <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> <strong> Randy Jackson </strong> <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> <strong> Abdul Fox </strong> <strong> Ryan Seacrest </strong> results show final semi-final call-back katie stewans <strong> Justin Williams </strong> <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Paula Abdul </strong> Lloyd <strong> Thomas Robinson </strong> Kimberly Carver Dexter Ward Erica Dave Pittman Todd Palinrick Hall Maegen Wright Vanessa Ryan Seacrestston Christian Spears Album", "new_id": -2}, {"i": 6076, "idx": 1, "index_answer": 3, "new_id": -1, "q": "<strong> Michael Jordan </strong> jumper was deadly.'' Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the basketball seems like a rock, </q> he said.`` That is the way it felt tonight.`` <strong> Rafer Alston </strong> teammates are the ones that set the screens for me and got me the ball in spots where <strong> Elgin Baylor </strong> need the ball. <strong> Rafer Alston </strong> coach calls", "sa": ["Elgin Baylor", "Michael Jordan", "Rafer Alston", "Allen Iverson"], "uid": "1296257397048463880"}]