[{"uid": "1295147685219021316", "i": 47872, "idx": 9, "sa": ["Stephen A. Smith", "Kobe Bryant", "Allen Iverson"], "q": "`` When somebody gets 49 points in the first three quarters obviously its going to draw attention to the other team,'' said <strong> Allen Iverson </strong>, whose career high of 60 came against Orlando on Feb. 12, 2005. <q> When somebody's got 49 points they want to make sure I get the ball out of my hands, and that's what they did. <strong> Rafer Alston </strong> responsibly is to give it up and my teammates had to make plays. </q> They couldn't. <strong> Stephen A. Smith </strong> was 4-for-10 from the field in the fourth and the rest of the team made 3 of 9. While <strong> Allen Iverson </strong> got cold, <strong> Kobe Bryant </strong> heated up. <strong> Kobe Bryant </strong> picked up his fourth foul 38", "new_id": -2}, {"uid": "1295501578083329067", "i": 25029, "idx": 1, "sa": ["Simon Cowell"], "q": "7 billion industry and that <strong> Simon Cowell </strong>'s salary represents a fraction of his overall take. In the end, Rushfield leaves us with the Idol magic as he watches 16,000 line up for Season 10 auditions: <q> Somewhere in one of those crowds, lined up into the distance... may have stood the person who would change the show... and keep the dream alive for yet another generation of dreamers. </q> MGM's Jim Packer Moves to Lionsgate to Head Worldwide Television Distribution Executive is expected to take up his new position next month. David Joliffe Appointed to SAG Boards The MemberShipFirst leader takes", "new_id": -2}, {"uid": "1297436297252067843", "i": 26130, "idx": 2, "sa": ["Steve Ballmer"], "q": "and Nokia has unrivalled scale around the globe,'' he said. Microsoft's chief executive <strong> Steve Ballmer </strong> was also present at the launch, underlining the importance of the deal to the computing giant. <q> Nokia and Microsoft working together can drive innovation that is at the boundary of hardware, software and services, </q> he said. Microsoft's Bing will power Nokia's search services, while Nokia Maps would be a core part of Microsoft's mapping services. The new strategy means Nokia's existing smartphone operating", "new_id": -2}, {"uid": "1295884265215089178", "i": 28859, "idx": 0, "sa": ["Eric Schmidt", "Liza McGuirk"], "q": "Page Six reports that outgoing Google CEO <strong> Eric Schmidt </strong> is in talks with`` Parker Spitzer'' executive producer <strong> Liza McGuirk </strong> on a new show that he would host. <q> The two first connected on the Sunday foreign-affairs program`` <strong> Fareed Zakaria </strong> GPS, </q> which <strong> Liza McGuirk </strong> executive produced and where <strong> Eric Schmidt </strong> was a regular guest. When <strong> Eric Schmidt </strong> filmed a pilot for CNN in August, <strong> Liza McGuirk </strong> oversaw the production. </blockquote>", "new_id": -2}, {"uid": "1295276008044859404", "i": 41321, "idx": 1, "sa": ["Sean Hannity", "Anh Cao", "Mike Pence"], "q": "title designed to get you to click the link. Please don't pee your panties.... <strong> Mike Pence </strong> On <strong> Sean Hannity </strong>:`` The American people are in charge here,'' Can Stop Government Takeover <strong> Mike Pence </strong> On <strong> Sean Hannity </strong>: <q> The American people are in charge here, </q> Can Stop Government Takeover Congressman <strong> Mike Pence </strong> appeared on FOX News last night to discuss health care reform and the Democrats' attempt to impose a government takeover of health care.... <strong> Anh Cao </strong>, Only GOP To Vote For Health", "new_id": -2}, {"uid": "1297192087182861832", "i": 10174, "idx": 0, "sa": ["Heston Blumenthal", "David Letterman", "Martha Stewart"], "q": "-- <strong> Martha Stewart </strong> hits <strong> David Letterman </strong> in the face with a cheese ball.( <q> You're a strong wonderful woman, and I'm an asshole. </q>)[ Eater]-- Croatia's own Chocolat Reuters]-- Shrimp Without Guilt: BC Spot Prawn Fishery Daily Dish]-- <strong> Heston Blumenthal </strong> serves deep-fried", "new_id": -2}, {"uid": "1297290206039763995", "i": 41628, "idx": 1, "sa": ["Donald Rumsfeld", "Ashton Carter"], "q": "and often-frosty relations under former Defense <strong> Donald Rumsfeld </strong>.`` A strong, technologically vibrant, and financially successful defense industry is... in the national interest,'' <strong> Ashton Carter </strong> said, adding that the department planned to pursue <q> policies and actions that provide for long-term innovation, efficiency, profitability, and productivity growth. </q> <strong> Ashton Carter </strong> later told Reuters that his goal was to`` get out in front of and anticipate the fact that industry is going to be making fundamental adjustments to the new era that we're in.''", "new_id": -2}, {"uid": "1297189237260702220", "i": 14952, "idx": 3, "sa": ["Donald Rumsfeld", "George Stephanopoulos"], "q": ", or expressed serious reservations.'' After reading off several names, she complained,`` What don't they get? What don't they understand?'' On January 9 2007, NBC's David Gregory <q> As the <strong> President Bush </strong> prepares to start a new phase of the war in Iraq, the White House is fending off charges that key figures in the administration have concluded the war is lost. </q> here. If <strong> Donald Rumsfeld </strong> is to be forced to admit a mistake about the troop surge, why not the journalists who derided the idea? Instead, <strong> George Stephanopoulos </strong> highlighted the cost of the war", "new_id": -2}, {"uid": "1295094195134398069", "i": 13010, "idx": 4, "sa": ["America Ferrera", "Donald Rumsfeld", "Vince Gonzales"], "q": "than$ 48 billion in new defense spending.'' More money for the Pentagon, CBS News Correspondent <strong> Vince Gonzales </strong> reports, while its own auditors admit the military can not account for 25 percent of what it spends. <q> According to some estimates we can not track$ 2.3 trillion in transactions, </q> <strong> Donald Rumsfeld </strong> admitted.$ 2.3 trillion- that's$ 8000 for every man, woman and child in <strong> America Ferrera </strong>. To understand how the Pentagon can lose track of trillions, consider the case of one military accountant who", "new_id": -2}, {"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}]