[{"uid": "1295284054229982243", "i": 27867, "idx": 1, "sa": ["Steve Ballmer"], "q": "per month for the first 12 months of service to qualified customers that sign up by June 30, 2011. ''Sales professionals are at the heart of almost every successful business,'' <strong> Steve Ballmer </strong> said. <q>Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market.</q> Based on the new Microsoft Dynamics CRM 2011 release, Microsoft Dynamics CRM Online delivers breakthrough productivity by providing familiar, intelligent and connected experiences to users across the organization: Familiar experiences for sales, service", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q>What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me,</q> <strong> Donald Rumsfeld </strong> writes. ''At that moment, I couldn't speak.''( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}, {"uid": "1297166995062062625", "i": 29608, "idx": 2, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a ''dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q>It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,</q> <strong> Simon Cowell </strong> said, adding, ''I believe I can find a star.'' Cavaliers lose 25th straight, set another NBA record for futility; Mavericks win 99-96 DALLAS( AP)- Over", "new_id": -2}, {"uid": "1295943621182452242", "i": 7136, "idx": 0, "sa": ["Steve Ballmer"], "q": "their security and compliance needs. The more telling look, though, is what Microsoft is trying to pitch to companies already using, or plan to use, Apple's iPad. Microsoft is telling those partners to <q>implement a Virtual Desktop Infrastructure( VDI) to reduce risk in your enterprise</q>, meaning that they'd be making use of tools like Microsoft's Hyper-V Server, and App-V. During last year's CES keynote, Microsoft's CEO <strong> Steve Ballmer </strong> paid special attention to a group of Windows", "new_id": -2}, {"uid": "1297446725101842956", "i": 11168, "idx": 6, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "'s book has certainly generated a lot of tough comeback from those who see it as an extended exercise in self-justification and score-settling. Unsurprisingly, <strong> Donald Rumsfeld </strong> sees things differently. Sipping his lemonade, he says he has written <q>a serious book of history that is rooted in the primary documents that I will have on the website[ www.rumsfeld.com], and historians and interested readers, serious people, will be able to go in there and make their own judgments.</q> When I invite him to discuss the fairly damning remarks in his book about former colleagues, such as <strong> Condoleezza Rice </strong>, whom he criticises for avoiding tough choices as head of the National Security Council, <strong> Donald Rumsfeld </strong>'s instinct", "new_id": -2}, {"uid": "1295442599093192202", "i": 41427, "idx": 0, "sa": ["Michael Vick", "Stephen Colbert"], "q": "book ''Alone Together,'' told <strong> Stephen Colbert </strong> ''we have to put technology in its place'' on ''The <strong> Stephen Colbert </strong> Report'' last night. ''What's the possible harm?'' asked <strong> Stephen Colbert </strong>. <q>Let's say I'm <strong> Jennifer Aniston </strong> Bares Chest, Talks Body In Allure( PHOTOS) <strong> Jennifer Aniston </strong> covers the February issue of Allure, and inside she poses half-naked with a teddy bear and talks about her body and watching ''The Bachelor.' See all of <strong> Jennifer Aniston </strong>'s best undressed moments here. Allure's press <strong> Piers Morgan </strong> And Oprah Make A Bet About <strong> Michael Vick </strong>( VIDEO) Oprah is <strong> Piers Morgan </strong>'s first guest for his CNN show '''<strong> Piers Morgan </strong> Tonight.</q> The show debuts on Monday night. In one of the clips released by CNN before the episode airs, the two made a bet about who can get controversial footballer <strong> Michael Vick </strong> on their show first. The", "new_id": -2}, {"uid": "1295580035256213030", "i": 22444, "idx": 1, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "market but has been coming under pressure from social networking rivals such as Facebook. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's ''probably overdue for a major management reorganization.'' <q>The structures between the three have remained exactly the same over the past 10 years-- which might as well be 100 years of Internet time,</q> he said in a blog post. ''It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company,'' he said. <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come", "new_id": -2}, {"uid": "1295357874044482579", "i": 7495, "idx": 1, "sa": ["Nigel Lythgoe", "Simon Cowell", "Ryan Seacrest"], "q": " ''The American Idol'' team more than others, host <strong> Ryan Seacrest </strong>. He and <strong> Simon Cowell </strong> became their own three-ring circus of barbs during the first nine seasons. <strong> Ryan Seacrest </strong>'s not shedding any tears. <q>I'm inspired by the new life here, and I love it. <strong> Simon Cowell </strong> and I had our banter, and people knew us for that, but this is a whole different dynamic. And I think that it will be a lot of fun and very funny as well. I think you'll be entertained by it,</q> <strong> Ryan Seacrest </strong> says. And while there are two new judges who will determine the fate of young singers, executive producer <strong> Nigel Lythgoe </strong> points out one thing hasn't changed. ''At end of the day", "new_id": -2}, {"uid": "1295547534065978446", "i": 17795, "idx": 0, "sa": ["Ricky Gervais", "Aziz Ansari", "David Letterman", "Conan O'Brien"], "q": "the Globes- misses the point: What else was he supposed to do? ''I don't think I did anything wrong... I'm confronting the elephant in the room,'' <strong> Ricky Gervais </strong> says. <q>Like I'm going to go out there and not talk about the issues in their industry. I've got to be an outsider there, I mustn't come out there as everyone's mate and schmooze- that's nauseating. I've got to come out there and roast them.</q>) In the days since the dropped jaws, several other comedians have come out in praise of <strong> Ricky Gervais </strong>' routine- namely <strong> David Letterman </strong>, <strong> Conan O'Brien </strong> and <strong> Aziz Ansari </strong>( of Parks& Recreation fame), who gave", "new_id": -2}, {"uid": "1295860435042090520", "i": 5996, "idx": 4, "sa": ["Dominic Cummings", "Michael Gove", "Andy Coulson", "Steve Hilton"], "q": "the election, he apparently vetoed one of <strong> Michael Gove </strong>'s proposed special advisers, <strong> Dominic Cummings </strong>. There was tension with <strong> Steve Hilton </strong>, too. ''They're just chalk and cheese,'' says one senior Cameroon. <q><strong> Andy Coulson </strong> was the measured professional, cautious, a bit more Right-wing. Anti-bullshit, anti-hipster. And <strong> Steve Hilton </strong> was the opposite.</q> According to one Cabinet minister, the two ''complemented'' one another, with <strong> Steve Hilton </strong> providing big, blue-sky ideas about the Tory party and the 21st-century state, while <strong> Andy Coulson </strong> handled the practical realities of day-to-day", "new_id": -2}]