[{"uid": "1297701144114671657", "i": 17970, "idx": 2, "sa": ["Mike Pence"], "q": "million in annual funding. <strong> Mike Pence </strong> said`` every American should be shocked'' that an employee receiving millions of dollars in federal funds`` has been recorded aiding and abetting underage sex trafficking.'' <q> The time to deny any and all funding to Planned Parenthood is now, </q> he said. By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants, by covering overhead and operational costs, free up other money to provide abortions.", "new_id": -2}, {"uid": "1295202805257589268", "i": 11396, "idx": 2, "sa": ["Tom Coburn", "Barack Obama", "Kirsten Gillibrand"], "q": "Sharp style is still civil`` I've pretty well been disgusted with all of the right and the left after this episode,'' <strong> Tom Coburn </strong> said, noting they continue to press a connection to the shooting. <q> We're disconnecting what the real problems are in this country, </q> he said. <strong> Kirsten Gillibrand </strong> said on CBS'`` Face the Nation'' that a proposal for Republican and Democratic lawmakers to sit together later this month during <strong> Barack Obama </strong>'s State of the Union address might just be", "new_id": -2}, {"uid": "1297388884268320786", "i": 9385, "idx": 0, "sa": ["Donald Rumsfeld", "Phyllis Schlafly", "Steve King"], "q": "file quote-heavy articles by the hour-- sensation-heavy pieces that get more clicks than all their work on entitlement reform, combined. Let's go to the tape... <strong> Donald Rumsfeld </strong> was on hand to receive the <q> Defender of the Constitution Award </q>( What, was <strong> Phyllis Schlafly </strong> not around to receive the`` WorSteve King Mothers Medal of Appreciation''?). He spoke about efforts to cut military spending, urging lawmakers to approve DoD-recommended cuts but to end there", "new_id": -2}, {"uid": "1297267752007700492", "i": 34780, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler", "Ryan Seacrest"], "q": "asked whether she missed working with him as an` American Idol' judge.`` Of course, I miss everybody,'' she said diplomatically. <strong> Simon Cowell </strong> discussed Abdul during a call with reporters earlier this week. <q> I'm a massive fan of Paula's. When you work with somebody as long as I did with Paula... we were friends 80 percent of the time and interestingly, we've been in contact[ after` Idol']. I'm not going to say on this call who we are going to confirm or not confirm, but we're talking to a number of people. </q> href=\"http://www.popeater.com/2011/02/08/Simon Cowell-Simon Cowell-dishes-on-x-factor\"> <strong> Simon Cowell </strong> Dishes on Upcoming' X Factor' href=\"http://www.popeater.com/2011/01/28/Ryan Seacrest-Ryan Seacrest-Simon Cowell-Simon Cowell-well-new-show\"> <strong> Ryan Seacrest </strong> Wishes <strong> Simon Cowell </strong> Well on` Kimmel' href=\"http://www.popeater.com/2010/11/25/Simon Cowell-Simon Cowell-Steven Tyler-Steven Tyler-american-idol\"> <strong> Simon Cowell </strong> Pokes Fun at` Idol' Judge <strong> Steven Tyler </strong> Simply enter your name and", "new_id": -2}, {"uid": "1297022935112525318", "i": 23518, "idx": 0, "sa": ["Eric Schmidt", "Joachim Schmidt"], "q": "Demn?chst werde der Textilanteil im Sortiment auf 50 Prozent erh?ht. Mercedes setzt auf die Kleinen- Festhalten an Smart STUTTGART- Der Autoriese Daimler h?lt trotz der aktuellen Absatzprobleme von Smart an der Kleinwagenmarke fest. <q> Smart ist f?r uns beim Thema Elektromobilit?t und auch wegen der Klimabilanz sehr wichtig </q>, sagte Vertriebsvorstand <strong> Joachim Schmidt </strong> der`` Wirtschaftswoche''. Zwar sei die Situation schwierig, aber er gebe die Hoffnung nicht auf, das Blatt noch wenden zu k?nnen. Gro?e Hoffnung setzt <strong> Eric Schmidt </strong> in dem Zusammenhang auf die Kooperation", "new_id": -2}, {"uid": "1295199213155582488", "i": 31325, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Brett Favre"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend.`` That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than href=\"http://www.cbssports.com/nfl/players/playerpage/1028/Brett Favre-Brett Favre\"> <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295419250126189579", "i": 29374, "idx": 2, "sa": ["Sergio Marchionne"], "q": "eventually producing 80 percent of its product line from four or five architectures, a plan that is just getting under way. The vehicles from the new minivan platform would be built in Windsor. <q> I am here with one message to tell you, </q> <strong> Sergio Marchionne </strong> told workers Tuesday.`` The future of this plant is without doubt guaranteed.'' Windsor Assembly is Chrysler's oldest plant and the only automaking factory in North America running on three shifts. It", "new_id": -2}, {"uid": "1295800781124010530", "i": 55978, "idx": 0, "sa": ["Colin Powell", "Barack Obama", "Manmohan Singh"], "q": "january 27'' liveblog http://wn.com/Barack Obama_Barack Obama_Host_State_Dinner_with_PM_Manmohan Singh_Manmohan Singh_CNN <strong> Barack Obama </strong> Host State Dinner with PM <strong> Manmohan Singh </strong> CNN Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>.`` He has both style and substance. I think he is a transformational figure,", "new_id": -2}, {"uid": "1297283661263864336", "i": 7556, "idx": 2, "sa": ["Simon Cowell"], "q": "a joint venture between Sony Music and <strong> Simon Cowell </strong>. Later that day, <strong> Simon Cowell </strong> was gushing about the`` life-changing'' prize, comparing the difference between`` American Idol'' and`` X Factor'' to the difference between <q> Extreme Makeover: Home Edition </q> and`` Jersey Shore.'' As for the current, Simon Cowell-free season of`` Idol,'' he claimed,`` I haven't seen a full episode,'' continuing,`` I think we're", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q> We want to eliminate that uncertainty so that businesses can continue in </q> their research and development projects, she said.`` This is not a Democrat or a Republican idea,'' <strong> Kirsten Gillibrand </strong> said.`` It's just a good idea.'' She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}]