[{"uid": "1294981731267878411", "i": 18098, "idx": 3, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "She was rubbing our hands and gripping our hands so... we knew she could hear and understand what we were saying and she moved her leg, and so we knew she was responding,\" <strong> Kirsten Gillibrand </strong> said. <q> And the more we joked about what we were going to do, she started to open her eyes. </q> Giffords' husband, Mark Kelly, realized the significance of the moment. \"Gabby, open your eyes, open your eyes,\" he said, according to <strong> Kirsten Gillibrand </strong>. Said <strong> Debbie Wasserman Schultz </strong>:", "new_id": -2}, {"uid": "1296522316264929290", "i": 18310, "idx": 0, "sa": ["Michael Vick"], "q": "We moved to another town. If I were in Chicago today, I'd move somewhere else. Report Abuse \" How come nobody is \"talkin' the global warming thing NOW? \" Report Abuse <q> OMG!!!! Reality Check: This is Chicago, Illinois... it SNOWS! Why would you put plows on Garbage trucks? This is the only way those in the city can take thier lawn furniture out of the family room to save their parking place. Let it Snow! </q> Time.com: <strong> Michael Vick </strong>: Eagles QB\"s Journey from Prison to the Pro Bowl Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"uid": "1297217147026116148", "i": 6947, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "was meant to point out that there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. \"Ironically, my comment was unintentional,\" <strong> Donald Rumsfeld </strong> writes. <q> I had meant to say France and Germany represented \"old NATO' not` old Europe'. </q> \"In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling french fries` freedom fries\" loved it,\" he writes. \"The elites in", "new_id": -2}, {"uid": "1297288963243777544", "i": 27778, "idx": 0, "sa": ["Amit Sood", "Simon Cowell"], "q": "the Rijksmuseum). Absent from the list of participants are the Louvre and the Musee d'Orsay, both in Paris. \"We approached as many museums as we could,\" <strong> Amit Sood </strong> said. <q> But you can only wait so long for people to come on board. We just decided to stop at 17. </q> But if the project is successful, there will be more. Currently, visitors can access 385 gallery rooms, including more than 1,000 high-resolution images of works by 486 artists. Does <strong> Simon Cowell </strong> have`", "new_id": -2}, {"uid": "1295154913111345676", "i": 7386, "idx": 6, "sa": ["James Posey", "Vince Carter", "Rex Chapman", "Ray Allen", "Chauncey Billups", "Allen Iverson"], "q": "run that was highlighted by <strong> Chauncey Billups </strong>' seventh and eighth 3s, which set a team franchise record. <strong> Chauncey Billups </strong> was one shy of the NBA playoff single-game record of nine 3-pointers held by <strong> Ray Allen </strong>, <strong> Rex Chapman </strong> and <strong> Vince Carter </strong>. <q> What <strong> Chauncey Billups </strong> did wasn't a surprise. He's done it throughout his career. He's very good at making that shot and he made a lot of them tonight, </q> the Hornets' <strong> James Posey </strong> said. \"<strong> Chauncey Billups </strong> got it going. He http://wn.com/Allen_Iverson_Complete_Highlight_vs_Nuggets_09/10_NBA_*Other_76ers_Highlight_*pennyccw <strong> Allen Iverson </strong> and the 76ers' reunion tour kicked off with a fantastic opening act. A full house, video tribute and enough No. 3 jerseys", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not \"have much to add\" to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q> I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point, </q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory. \"I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}, {"uid": "1295444020176455710", "i": 7402, "idx": 0, "sa": ["Jim Gilmore", "Mike Pence", "Tim Kaine"], "q": "also lining up behind a <strong> Mike Pence </strong> presidential bid this week. We've said previously that reading <strong> Mike Pence </strong> tea leaves has proven increasingly difficult. And <strong> Mike Pence </strong> was purposely vague on Tuesday, telling reporters: <q> I would say our options we're considering and we're reflecting on are to either continue to serve in Washington in some capacity, to come home to Indiana to seek higher office or to seek higher office on the national level. </q> <strong> Jim Gilmore </strong> Webb, another senator on the retirement watch list, is planning to run for re-election-- at least according to Democratic National Committee Chair and former Virginia Gov. <strong> Tim Kaine </strong>. \"But I have no", "new_id": -2}, {"uid": "1295877357093847572", "i": 49102, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Google Inc."], "q": ": Bachelor's degree from the University of... Photo in Slideshow: File photo of <strong> Google Inc. </strong> co-founder Larry Page and CEO <strong> Eric Schmidt </strong> is on his way out as chief exec. And over the next year... Report Abuse <q> I'm sure Mr. <strong> Eric Schmidt </strong> worked hard for <strong> Google Inc. </strong> but is anyone worth suck money? How is <strong> Google Inc. </strong> any different than the Dell's of this world who put earnings and high severance pay above all else. Corporate Greed is why America is in this currrent state. </q> Report Abuse \" way to go google!!!!!!!!!! At least someone is making money. \" Mashable: Why <strong> Google Inc. </strong> Needs Its Own <strong> Steve Jobs </strong>[ OP-ED] Mashable: Apple App Store Surpasses 10 Billion Downloads Top Gold Penny Stock", "new_id": -2}, {"uid": "1295254462216039433", "i": 13210, "idx": 0, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "The Minnesota game cost him. But after what he saw from <strong> Michael Vick </strong> this season, Eagles offensive coordinator <strong> Marty Mornhinweg </strong> thinks the 30-year-old has a chance- a chance- to become a great one. <q> He's got a good opportunity to become one of the best ever, </q> <strong> Marty Mornhinweg </strong> told me on Thursday. \"He's got several things to do to get that done.\" Last week was a melancholy one at the NovaCare Complex. No one was ready for the season", "new_id": -2}, {"uid": "1295667435215973892", "i": 26809, "idx": 0, "sa": ["Andy Coulson"], "q": "story- Labour politicians caught with their hands in the till Tories with their trousers down. Does this mean Johnson is a closet Tory? Bernard Travers 21 January 2011 at 20:59 Please explain <q> the false morality of Carry on Camping </q>. I'm serious, I have no idea what this means. Richard Smith 21 January 2011 at 21:22 2 comments Elsewhere on the Blogosphere <strong> Andy Coulson </strong> should never have been appointed in the", "new_id": -2}]