[{"uid": "1296293567080576526", "i": 30542, "idx": 1, "sa": ["Allen Iverson", "Antonio Cassano"], "q": ". The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws.`` It felt OK before the game,'' <strong> Allen Iverson </strong> said. <q> Now, it feels that much worse. It's throbbing like a heartbeat. </q> <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio Cassano </strong> a week ago, slips on a brace after every game per doctors orders.`` If I didn't wear this brace to keep it straight after every game,", "new_id": -2}, {"uid": "1295150069185466883", "i": 20320, "idx": 2, "sa": ["Bernie Sanders"], "q": "`` Yeah the trust fund is solvent for the next 26 years but each year you wait to solve the problem, the cure you need to administer for solvency gets more and more severe,'' Kessler said. <q> You need greater benefit cuts in the future, greater tax increases in the future. You get to the point of no return. </q> How About It? Huh? It Ain't Askin' Too Much Ya Know.... Communists, low life, scum sucking, pile of dog dung such as Sen. <strong> Bernie Sanders </strong>... 2 posted", "new_id": -2}, {"uid": "1297120126257998868", "i": 29003, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1296698670001523770", "i": 28228, "idx": 0, "sa": ["Bernie Sanders"], "q": "officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. But <strong> Bernie Sanders </strong> said much more needs to be done. <q> It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> he said.__ Online: Sen. <strong> Bernie Sanders </strong>: href=\"http://Bernie Sanders.senate.gov/\"> http://Bernie Sanders.senate.gov/", "new_id": -2}, {"uid": "1295497839033751042", "i": 3512, "idx": 0, "sa": ["Mike Pence"], "q": "called Rendezvous With Destiny; he'll screen it in Tampico at the town's centennial celebration of its most famous son. <strong> Mike Pence </strong>'s paean to American exceptionalism recalls Reagan's oft-repeated description of the United States as a <q> shining city on a hill. </q> To this day, politicians who have succeeded Reagan cite him as a hero- although they don't necessarily follow his style of politics as a model. Reagan said the GOP should be a``", "new_id": -2}, {"uid": "1297620107254115840", "i": 29677, "idx": 0, "sa": ["Nick Lachey", "Vivica A. Fox", "Marlon Wayans", "Russell Brand", "Simon Cowell", "Katy Perry", "Emma Bunton", "Victoria Beckham", "Vanessa Minnillo"], "q": "Valentine's Day From the POV of the Stars <strong> Marlon Wayans </strong> Stars in Commercials Stars get fit, fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Victoria Beckham </strong>: <q> I Don't Know the Sex of My <strong> Emma Bunton </strong>! </q> <cite> Us Magazine </cite> <strong> Russell Brand </strong> Hosts Saturday Night Live:`` I'm Much More Famous in England'' <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed <strong> Katy Perry </strong>", "new_id": -2}, {"uid": "1296500170053821501", "i": 22851, "idx": 1, "sa": ["Robert Ayers", "Simon Cowell", "John Fox"], "q": "the plRobert Ayers, <strong> John Fox </strong> should secure the judging assistance of <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong> says:`` If this Broncos player were a lifeguard, a lot of swimmers would drown.'' I might say: <q> If Zane had played with the Beadles the past season, he would have been Ringo. </q> At the conclusion of The Lost Season, the Broncos had connections to 70 plRobert Ayers- 53 on the active roster, eight on the practice squad and nine on injured reserve. Half won't", "new_id": -2}, {"uid": "1296619321077266959", "i": 32513, "idx": 1, "sa": ["Angelina Jolie", "Johnny Depp"], "q": "nominated so that the members could hang out with the stars of the costly flop, <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>.`` That is rubbish. That is not the only reason,'' Gervais told the audience. <q> They also accepted bribes. </q>( The association has said the lawsuit is`` completely without merit.'') Gervais later joked that he had to help Berk get off the toilet and install his dentures.", "new_id": -2}, {"uid": "1295052870189628419", "i": 31601, "idx": 1, "sa": ["Chris Huhne"], "q": "oil spill which followed the explosion on the Deepwater Horizon rig killed 11 workers and cost the company tens of billions of pounds. Energy Secretary <strong> Chris Huhne </strong> said the Government welcomed the new partnership. He said: <q> It is a groundbreaking deal. It is good news for Europe, for the UK, energy security and worldwide. </q> He said after the events of last year, this showed that BP was`` very much open for business''.", "new_id": -2}, {"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,'' <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}]