[{"uid": "1297540204167493642", "i": 12551, "idx": 2, "sa": ["Michael Gove"], "q": "We don't know. In a written statement to the Commons, <strong> Michael Gove </strong> said he would shortly contact the councils that took the case to the high court but reminded them of the judge's words that <q> no one should gain false hope </q> from the decision to demand he rethink whether to scrap their projects. The councils are hopeful that they will get the go-ahead for the projects that had been cancelled and extra funds from Michael Government. Does this", "new_id": -2}, {"uid": "1297198896026525768", "i": 51277, "idx": 0, "sa": ["Michael Gove"], "q": ", applying to England, also says high-earning graduates should pay more interest on student loans. The Commons is expected to vote at about 2200 GMT. Opening the debate, Education Secretary <strong> Michael Gove </strong> said: <q> I believe that the time is now right for this House to send an unambiguous signal to the professionals who work so hard on our behalf in the nation's classrooms that we back them and that we will give them the tools they need in order to keep order. </q> He called for an end to the \"culture of` know your place' and denying opportunity\" .` Gamble' Mr <strong> Michael Gove </strong> added: \"This bill provides an historic opportunity for this country", "new_id": -2}, {"uid": "1297427071058949663", "i": 2974, "idx": 2, "sa": ["Michael Gove"], "q": "of councils and schools. A spokesman for the Department for Education said the judge had not called into question <strong> Michael Gove </strong>'s decision to end \"the wasteful and bureaucratic Building Schools for the Future programme\" . <q> He concluded it was a rational decision and that the authorities had no expectation of being allowed to proceed with their projects. </q> The judge, Mr Justice Holman, asked <strong> Michael Gove </strong> to reconsider his decision \"with an open mind\" . \"The final decision on any project still rests with him and... no one should gain false", "new_id": -2}, {"uid": "1297702046148619270", "i": 51612, "idx": 9, "sa": ["Michael Gove", "Andy Burnham"], "q": "Mr <strong> Andy Burnham </strong> said the High Court had ruled Mr <strong> Michael Gove </strong> was \"guilty of an abuse of power\" and there had not been \"one word of apology\" from the Secretary of State. <q> Fresh doubts have been raised about his competence and judgment, </q> Mr <strong> Andy Burnham </strong> said. He asked whether Mr <strong> Michael Gove </strong> had overruled official advice to consult before making the decision and questioned whether he had been warned by a leading QC that \"councils have a fairly strong case", "new_id": -2}, {"uid": "1297677175135315458", "i": 8112, "idx": 3, "sa": ["Michael Gove"], "q": "scheme cut by <strong> Michael Gove </strong> and is a damning verdict on his competence as a minister. He must tell us today how much public money he has spent trying to defend his botched and unfair decisions.\" <q> School building and repair is in complete chaos thanks to him. Mr <strong> Michael Gove </strong> condemns many children to crumbling classrooms and portakabins whilst waving his cheque book to try to force through more free schools, which will be irrelevant for the majority of parents, </q> he added. The Department of Education claimed victory over the policy while accepting defeat on procedural grounds. \"We are delighted that the judge did not call into question the decision to end the", "new_id": -2}, {"uid": "1295828466174063616", "i": 23823, "idx": 1, "sa": ["Michael Gove", "Mark Zuckerberg"], "q": "enslavement has seen small improvements made in the teaching of black British history. I hope that these are not eroded under the guise of <strong> Michael Gove </strong>'s call for a return to the teaching of great historic figures. <strong> Mark Zuckerberg </strong> <q> would have done very well in our English baccalaureate </q> says <strong> Michael Gove </strong>. It is well known that the Facebook founder had an opportunity to study computer programming during his middle school years. Given that <strong> Michael Gove </strong>'s Ebacc does not include either ICT or computing GCSEs, perhaps home-grown", "new_id": -2}, {"uid": "1295507106092586011", "i": 11127, "idx": 2, "sa": ["Michael Gove", "Mary Bousted", "Russell Hobby"], "q": "subjects should become compulsory. At the Conservative Party Conference, Mr <strong> Michael Gove </strong> said it was a \"tragedy of our time\" that children were growing up ignorant of the history of the United Kingdom. <q> Heads are hoping for a significant reduction in the depth and breadth of prescription </q> \" <strong> Russell Hobby </strong> National Association of Head Teachers \"Children are given a mix of topics at priMary Bousted, a cursory run through Henry VIII and Hitler at secondary and many give up the subject at 14, without", "new_id": -2}, {"uid": "1297540204167493642", "i": 12550, "idx": 1, "sa": ["Michael Gove"], "q": "need to be reconsidered. What does this mean for other councils who have had their BSF projects cancelled? The judge said there is no possibility of a judicial review from other councils and that <q> it was far too late </q> for other councils to submit a judicial review. Is the Michael Government likely to pay compensation to the six councils? We don't know. In a written statement to the Commons, <strong> Michael Gove </strong> said", "new_id": -2}, {"uid": "1295507106092586011", "i": 11129, "idx": 4, "sa": ["Michael Gove", "Simon Schama"], "q": "subject at 14, without knowing how the vivid episodes of our past became a connected narrative,\" he said. Mr <strong> Michael Gove </strong> has already asked the historian <strong> Simon Schama </strong> to advise on how British history could be <q> put at the heart of a revised national curriculum </q>. He hopes top British authors and poets will contribute to the debate about which books and poetry should be studied. Mr <strong> Michael Gove </strong> is expected to say: \"The coalition will restore academic rigour to", "new_id": -2}, {"q": "and advertising, has struggled in some areas, especially social networking, where the rise of org\" title=\"More articles about Facebook.\"> Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called \"Googled: The End of the World As We Know It,\" said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "answer_q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called`` Googled: The End of the World As We Know It,'' said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "answer": "Danny Sullivan", "sa": "['Danny Sullivan', 'Eric Schmidt', 'Ken Auletta']", "index_answer": 0, "idx": 5, "i": 14434}]