[{"uid": "1296286332201490484", "i": 3215, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "since he stepped down last year from his House leadership position. The 51-year-old <strong> Mike Pence </strong> made multiple trips to states that host early Barack Obamaial primary contests, fueling some speculation he might seek the White House instead. <q> We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home, </q> <strong> Mike Pence </strong> said in a letter to supporters. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012.\"", "new_id": -2}, {"uid": "1295912306177651767", "i": 30941, "idx": 0, "sa": ["Mike Pence", "Charles Ellis Schumer"], "q": ",\" <strong> Charles Ellis Schumer </strong> said. \"Now, that's symbolic, but maybe it just sets a tone and everything gets a little bit more civil.\" The idea does have its critics. <q> You know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address, </q> Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. \"Well, I've been in Congress for 10 years, and I learned a long time ago, it doesn't really matter where you sit- it", "new_id": -2}, {"uid": "1296286332201490484", "i": 3219, "idx": 4, "sa": ["Eric Holcomb", "Mike Pence", "Jackie Walorski", "Joe Donnelly"], "q": "Former Republican state <strong> Mike Pence </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for <strong> Eric Holcomb </strong>. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" Indiana Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296122190127270925", "i": 28915, "idx": 0, "sa": ["Mike Pence", "George H. W. Bush"], "q": "RALPH BENKO| 1/27/11 3:59 AM EST The issues facing the Republican Party today look close to identical to the primary campaign between Ronald Reagan and <strong> George H. W. Bush </strong>. target=\"_blank\" Pence-Mike Pence-run-for-George H. W. Bush-or-governor-of-indiana-20110124\"> The National Journal recently reported, <q> Other Republicans believe[ <strong> Mike Pence </strong>] <strong> Mike Pence </strong>'s ideological purity is what makes him at once dangerous to his rivals in a primary and dangerous to his own party if he secures the nod in a general election. </q>( Emphasis added.) The story goes on to quote an unnamed \"Republican lobbyist\" saying, \"If we all agree the battle's going to be won in the middle, <strong> Mike Pence </strong> is not your", "new_id": -2}, {"uid": "1296232388135299211", "i": 52225, "idx": 7, "sa": ["Eric Holcomb", "Mike Pence"], "q": "Republican U.S. <strong> Mike Pence </strong> will begin his version of a listening tour on Friday as he mulls whether to run for Indiana <strong> Eric Holcomb </strong>. <strong> Mike Pence </strong> announced Thursday that he wouldn't en... shrinktalkingheads 0 minute ago( 11:21 AM) <q> In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead, </q> <strong> Mike Pence </strong> said. Yo! <strong> Mike Pence </strong>. Enough listening. Jobs? Where are the jobs? shrinktalkingheads: \"In the months ahead, as we attend to our duties Littlekit 0 minute ago( 11:20 AM", "new_id": -2}, {"uid": "1295308387132857908", "i": 6957, "idx": 3, "sa": ["Mike Pence", "Rick Santorum"], "q": "and former Sen. <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q> To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security, </q> he said. He said town hall meetings are \"very routine\" for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings. Previous article Grand jury", "new_id": -2}, {"uid": "1295682265065617928", "i": 109, "idx": 3, "sa": ["Mike Pence", "Dick Armey"], "q": "the conservative movement made the same argument in a letter to <strong> Mike Pence </strong> this week. \"Seize this moment, <strong> Mike Pence </strong>,\" said the letter, signed by former House Majority Leader <strong> Dick Armey </strong> and three others. <q> At this precarious time in our nation's history, none of us can afford to make political calculations or make decisions based on future ambitions, for what will be left of the future if we fail today? </q> And <strong> Mike Pence </strong> supporters are collecting signatures from conservatives and tea party activists through a website and social media campaigns as part of a draft effort. \"I said,` Let's attempt to demonstrate", "new_id": -2}, {"uid": "1296366488199786542", "i": 44437, "idx": 2, "sa": ["David McIntosh", "Mike Pence"], "q": "change at Hanover College, where he became a born-again Christian. He met his wife, Karen, at an evangelic church service where she was playing the guitar. Former <strong> Mike Pence </strong> <strong> David McIntosh </strong> said, <q> I think his faith is first and foremost what makes him tick. Even as he approached this really hard decision( on running for office), I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in public service. </q> Bill Stephan, a friend of <strong> Mike Pence </strong>'s since their law school days, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. \"", "new_id": -2}, {"uid": "1295958129216842277", "i": 12965, "idx": 9, "sa": ["Mike Pence", "Scott Reed", "Barack Obama", "Bob Dole"], "q": "\"The folks I've heard, the names I've seen, are the leaders of the social conservative movement,\" agScott Reed GOP strategist <strong> Scott Reed </strong>, who managed <strong> Bob Dole </strong>'s Barack Obamaial campaign in 1996. <q> And that is a strong base from which to start. But it isn't going to get you to the finish line. You need to be able to expand beyond that. </q>( 2 of 3) <strong> Mike Pence </strong> said last week that he's leaning in one direction, but declined to say what that was. \"We're nearing the end of a process that", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q> Day-to-day adult supervision is no longer needed! </q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called \"adult supervision\" for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}]