[{"uid": "1295656416052625408", "i": 10700, "idx": 2, "sa": ["Charles Ellis Schumer", "Kirsten Gillibrand", "Barack Obama"], "q": "'s how we're going to create jobs, grow the economy,\" said Sen. <strong> Kirsten Gillibrand </strong>( D). But, that determination and competitive spirit also have New Yorkers defending their team. <q> The <strong> Barack Obama </strong> and I don't have to agree on everything, </q> said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" \"I'll bet on the Jets over Chicago,\" said <strong> Charles Ellis Schumer </strong> when asked for his Super Bowl picks. Learn how. install Adobe Flash 9", "new_id": -2, "mturk_index": "1849"}, {"uid": "1295969219252559400", "i": 9743, "idx": 3, "sa": ["Eric Schmidt"], "q": "das von rund 600 Millionen Menschen weltweit f?r den Austausch von Mitteilungen oder Fotos genutzt wird, will ebenfalls mit Internet-Werbung Geld verdienen. Werden Anzeigen mit dem pers?nlichen Bekanntenkreis verbunden, sollen sie besonders wirksam sein. <q> Ger?te ohne Anschluss ans Internet sind nicht l?nger interessant </q>, sagte <strong> Eric Schmidt </strong>. In zwei Jahren werde der Verkauf von Smartphones den PC-Absatz berholt haben. Die Entwicklung des noch schnelleren Mobilfunkstandards LTE werde die Internet-Nutzung mit Handys und anderen Ger?ten noch einmal erheblich verbessern. \"Es ist", "new_id": -2, "mturk_index": "1767"}, {"uid": "1296010719065716253", "i": 10005, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "had been shot. School district police patrol campuses and school events. Brown and Stewart were believed to have no connection to Skyline High. Foley said the sergeant had opened fire because his partner <q> was being stabbed with the screwdriver, which was clearly a threat to his life. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 3 BR/ 2 BA$ 999,000.00 SAN FRANCISCO 3 BR/ 3", "new_id": -2, "mturk_index": "518"}, {"uid": "1296770511173654034", "i": 14662, "idx": 36, "sa": ["Eric Shinseki", "Donald Rumsfeld"], "q": "to correct the public record.\" ( <strong> Donald Rumsfeld </strong> also denounces the widespread press accounts that <strong> Eric Shinseki </strong> was forced to retire early for testifying shortly before the war began that \"several hundred thousand soldiers\" would be needed. <q> This hardened into a myth that he was punished for telling the truth about the war, </q> the author writes.) One by one, <strong> Donald Rumsfeld </strong> takes on lingering controversies from the war effort and often assigns blame elsewhere. The looting of an Iraqi museum, which became a worldwide symbol of a", "new_id": -2, "mturk_index": "149"}, {"uid": "1295591000000901127", "i": 26822, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Die ehemaligen Studienkollegen <strong> Larry Page </strong> und <strong> Sergey Brin </strong> hatten Google 1998 gegr?ndet. 2001 bergaben die beiden ihr Baby an <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hat sich Google von einem aufstrebenden Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekonzern gemausert. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagtLarry Page in einer Telefonkonferenz. Das Gesch?ft bl?ht: Im Schlussquartal stieg der Umsatz um 26 Prozent auf 8,4 Milliarden Dollar( 6,2 Mrd Euro). Das Unternehmen verdiente unterm Strich satte", "new_id": -2, "mturk_index": "618"}, {"uid": "1296166292065404942", "i": 44908, "idx": 4, "sa": ["Eric Schmidt"], "q": "Plus, blogs ate it up when the two giants quarreled over announced that 150 years worth of YouTube video is watched on Facebook every day. So Facebook isn't a competitor yet. It's still <q> too early to tell. </q> But <strong> Eric Schmidt </strong> does see Microsoft as a competitor. \"Microsoft has more cash, more engineers, more global reach[ than Facebook]. We see competition from Microsoft every day.\"", "new_id": -2, "mturk_index": "2131"}, {"uid": "1296768911240500808", "i": 32319, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "everything, book by <strong> Donald Rumsfeld </strong> claims Reviled two-time Defense Secretary <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled \"Known and Unknown,\" after a typically obtuse quote he gave to the press while mismanaging the <q> global war on terrorism. </q> In his memoir, <strong> Donald Rumsfeld </strong> is settling various old scores, and, obviously, trying to convince everyone that he is not responsible for the various awful failures and fiascoes that occurred at the Pentagon during his tenure in", "new_id": -2, "mturk_index": "1882"}, {"uid": "1296744552199131154", "i": 36483, "idx": 7, "sa": ["Tommy Franks", "Tariq Aziz", "Donald Rumsfeld"], "q": "before to the Iraqi dictator's aide, <strong> Tariq Aziz </strong>, and wondered whether the room had been bugged. Nearly two decades later, in the rubble of 9/11, <strong> Donald Rumsfeld </strong> took grim note when Saddam gloated that <q> the United States reaps the thorns its rulers have planted in the world. </q> But first there was Afghanistan, which had harbored bin Laden. <strong> Donald Rumsfeld </strong> pushed the CENTCOM commander, <strong> Tommy Franks </strong>, for a quick war plan, brushing aside the general's insistence that he needed two months to", "new_id": -2, "mturk_index": "1035"}, {"uid": "1295670451069369884", "i": 55624, "idx": 7, "sa": ["Michael Jordan", "Allen Iverson", "Kobe Bryant", "Scottie Pippen"], "q": "the Sixers fought off a rally by the Bulls and opened a 19-point lead. Philadelphia has won four of its last six. \"This game will give us a <strong> Kobe Bryant </strong> bit more confidence,\" <strong> Allen Iverson </strong> said. <q> It gives us confidence because if we can beat the world champions, there shouldn't be any reason why we shouldn't feel we can beat every team we play against. Some nights we're going to have off nights shooting the ball but if we play defense, we'll be in every game. </q> <strong> Scottie Pippen </strong> scored 22 points-- two in the second half-- and <strong> Michael Jordan </strong> added 20 for the Bulls, who were coming off a convincing home win over Seattle and lost for the first time in three games since <strong> Scottie Pippen </strong>", "new_id": -2, "mturk_index": "1317"}, {"uid": "1295440369254591006", "i": 24482, "idx": 3, "sa": ["Simon Cowell"], "q": "to have Sue appear as a judge on <strong> Simon Cowell </strong>'s show The X Factor. \"I think she'd be fantastic- and there would be a few contestants reduced to tears,\" she joked. <q> It can never happen, though. <strong> Simon Cowell </strong> and Sue on the same judging panel will never work in a million years- there's only room for one ego on the show! </q> and- Theatre- Tickets/Shows- and- Awards/Glee- Live- Tickets)\"> Glee Live Tickets are on sale now for the show's UK arena tour this summer. Follow", "new_id": -2, "mturk_index": "1953"}]