[{"uid": "1296931079080756756", "i": 8688, "idx": 1, "sa": ["Donald Rumsfeld", "Hillary Clinton"], "q": ". Protests continued for the 12th straight day in Egypt as the leadership of the ruling National Democratic Party stepped down in what was viewed as another government concession in an attempt to quell protests. <q>We view this as a positive step toward the political change that will be necessary, and look forward to additional steps,</q> an administration official said on background. At the Munich Security Conference on Saturday, ahead of a planned Quartet meeting on Middle East peace talks, <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> said there were risks", "new_id": -2}, {"uid": "1297244518137953301", "i": 6212, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "all that hot air things would be better. This just shows that people who believe in this crap( global warming) are quite ignorant. Quite sheeplike, they can't think for themselves. Report Abuse <q>Remember a few years ago, Alaska moved the Itiderod race to Fairbanks,</q> Report Abuse \"Maybe someone should build a NFL stadium in San Juan, PR\" Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1296856799145915922", "i": 23923, "idx": 1, "sa": ["Sergio Marchionne"], "q": "net income of between$ 200 million and$ 500 million this year even after interest expenses. \"It is a thorn in my side,\" <strong> Sergio Marchionne </strong> said of the government debt. <q>But when we did this deal back in 2009 we could not have borrowed a buck from a 7-11 store. The banking system was shut.</q> Fiat currently owns 25% and could increase that to 35% by selling at least$ 1.5 billion of Chrysler vehicles outside North American and by producing a car in the U.S. that gets", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. <q>I will remember this night for the rest of my life.</q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}, {"uid": "1297372206128925703", "i": 46428, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ". Photo: Spain's Defense Minister Carme Chacon looks back in the cabin of... Video: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy... Video: Sneak Preview: <strong> Donald Rumsfeld </strong> on \"Hannity'... Report Abuse <q>So, our Man In Havana, Cariles <strong> Luis Posada Carriles </strong>, killed people maybe at our behest, to try to destabilize Cuba; and now when he wants to come in from the cold, we use a Cuban Secret Service man to help convict him and render him a stateless person. In how many other Latin American countries was he our agent of terrorism?</q> Report Abuse \"This was a war against the worst tyrant in the Western hemisphere. People got hurt. That\"s the reality of war.\" Report Abuse \"This man is a hero. I do not", "new_id": -2}, {"uid": "1296752507173539338", "i": 19868, "idx": 0, "sa": ["Hillary Clinton", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "must do better. My brother is right. I know we'll do better, and I know that prayer must be part of that effort.\" Kelly said <strong> Gabrielle Giffords </strong> continues to improve. <q>Please, please, continue to keep <strong> Gabrielle Giffords </strong>'s thoughts and prayers in your heart. It is really helping,</q> Kelly said. On Monday, <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) visited <strong> Gabrielle Giffords </strong> at a rehabilitation hospital in Houston. <strong> Kirsten Gillibrand </strong> reported <strong> Gabrielle Giffords </strong> \"continues to defy the odds\" and is recovering at a rapid pace.", "new_id": -2}, {"uid": "1295428029082264106", "i": 41181, "idx": 2, "sa": ["Howard Zinn", "Vandana Shiva", "Noam Chomsky", "Milton Friedman", "Naomi Klein", "Michael Vick"], "q": "Corporation is transforming audiences and dazzling critics with its insightful and compelling analysis. Taking its status as a legal \"person\" to the logical conclusion, the film puts the corporation on the psychiatrist's couch to ask <q>What kind of person is it?</q> The Corporation includes interviews with 40 corporate insiders and critics- including <strong> Noam Chomsky </strong>, <strong> Naomi Klein </strong>, <strong> Milton Friedman </strong>, <strong> Howard Zinn </strong>, <strong> Vandana Shiva </strong> and <strong> Michael Vick </strong> Moore- plus true confessions, case studies and strategies for change. THE CORPORATION is Canada", "new_id": -2}, {"uid": "1295581685033980418", "i": 48023, "idx": 5, "sa": ["Eric Schmidt", "John Battelle", "Sergey Brin"], "q": "'s fair to say that Larry Page will not be a conventional CEO- he's not been much of a public figure for the past ten years,\" <strong> John Battelle </strong> added on his blog, Battellemedia.com. <q>It will be interesting to see if that changes, or if Page chafes at the relentless public demands of running a massively scrutinized public company.</q> <strong> Eric Schmidt </strong>, in a blog post, said: \"Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making.\"", "new_id": -2}, {"uid": "1296888754258654232", "i": 10194, "idx": 0, "sa": ["Kirsten Gillibrand", "W. Craig Fugate"], "q": "to volunteer fire companies throughout southern Erie and Cattaraugus counties. In July, Sen. <strong> Kirsten Gillibrand </strong> sent a letter to FEMA Administrator <strong> W. Craig Fugate </strong> expressing her support for Collins Center Volunteer Fire Company's grant application. <q>This is a great investment for Erie and Cattaraugus counties,</q> Sen. <strong> Kirsten Gillibrand </strong> said in the news release. \"This federal investment will help improve the fire department's equipment, help local firefighters do their work and keep families safe. I will continue working to ensure our first", "new_id": -2}, {"uid": "1295029084156712986", "i": 22435, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Susan Boyle"], "q": "her new Â£ 300,000 gated home in Scotland. 49-year-old <strong> Susan Boyle </strong> wants to invite celebrity friends including <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> to the party, which will take place on Saturday night. A source said: <q>We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited, and <strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again.</q> <strong> Susan Boyle </strong>'s spokesperson has confirmed the celebrities are unlikely to attend as it is a simple party for close friends. The rep said: \"The party was only ever for close friends and family", "new_id": -2}]