[{"uid": "2008121309_00007356_W", "i": 1426, "idx": 0, "sa": ["Barack Obama", "Bill White", "Dana Perino"], "q": "somewhat better shape financially, has been seeking access to a line of credit. urgent requests for <strong> Bill White </strong> house intervention to save the automakers came from Barack Obama-elect <strong> Barack Obama </strong>, republican and democratic members of congress and outside groups. <q> under normal economic conditions we would prefer that markets determine the ultimate fate of private firms, </q> <strong> Bill White </strong> house press secretary <strong> Dana Perino </strong> said after the failure of a us$ 14-billion bailout <strong> Bill White </strong> in congress. the legislation died when senate republicans demanded upfront pay and benefit concessions from the united auto workers that union officials rejected", "new_id": -2}, {"uid": "2008112720_00000859_W", "i": 483, "idx": 2, "sa": ["Barack Obama", "Dmitry Medvedev", "Mikhail Gorbachev"], "q": "<strong> Barack Obama </strong> <strong> Dmitry Medvedev </strong> threatened to station short-range missiles in kaliningrad on nato's borders if the united states pushed ahead with missile defense sites in eastern europe. <strong> Mikhail Gorbachev </strong> said it was not an attempt to test the young Barack Obama-elect. <q> this was simply something from a past era, </q> he said. \"as you do to us, we will do to you.... we don't need this.\" \" automakers' jobs bank program pays laid-off workers to do nothing\" by the numbers", "new_id": -2}, {"uid": "2008100818_00105478_W", "i": 3013, "idx": 8, "sa": ["Joe Green"], "q": "still better off here than in poland.\" taxi driver <strong> Joe Green </strong> in washington, d.c., said he was finding fewer customers, fewer tips and a 40 percent cut in earnings after 20 years driving the streets. <q> i am struggling to pay everything. the other day i wanted to go buy shoes but first i had to get gas and$ 20 doesn't go very far any more... if i was to get sick or my car was to break down i would be dead broke. i used to take my wife out and go to atlantic city. i can't do that no more, </q> he said. emily chamberlin, 39, an events manager at a smithsonian museum in washington, said her real estate agent husband has not sold a house in three or four months, so the couple has cut", "new_id": -2}, {"uid": "2008122609_00014192_W", "i": 2779, "idx": 6, "sa": ["Zeina Daccache"], "q": "45 charges. \"she's like a window of hope for us,\" said hussein, a lank-haired graphic designer serving a five-year drug term who plays guitar in the play's interludes of music and song. <q> <strong> Zeina Daccache </strong> will become a legend. she really did something for all of us. </q> the boisterous group, chosen from an initial 150 volunteers, is mostly lebanese, but also includes egyptians, palestinians, syrians and an iraqi, plus two nigerians and a bangladeshi. <strong> Zeina Daccache </strong> adapted the play 12 angry", "new_id": -2}, {"uid": "2008091822_00019188_W", "i": 4456, "idx": 4, "sa": ["Robert Jackson"], "q": "guilt and, if guilt is found, appropriate punishments.\" attendees will hear from prominent authorities on international law, criminal prosecutions, and constitutional rights who are determined to give meaning to justice <strong> Robert Jackson </strong>'s words: <q> the common sense of mankind demands that law shall not stop with the punishment of petty crimes by little people. it must also reach men who possess themselves of great power and make deliberate and concerted use of it to set in motion evils which leave no home in the world untouched. </q> topics to be discussed, velvel said, include:# what international and domestic crimes were committed, which facts show crimes under which laws, and what punishments are possible.# which high level executive officials--", "new_id": -2}, {"uid": "2008121910_00017906_W", "i": 69, "idx": 11, "sa": ["Javier Solana"], "q": "be managed by a rejuvenated united nations.\" \"in many ways, darfur is the first time we are aware that a war is caused by climate change- and it will not be the last.\" <q> we should make space for the new heavyweights at the un security council. </q> biography of <strong> Javier Solana </strong> high representative for the common foreign and security policy secretary-general of both the council of the european union( eu) secretary-general of the western european union( weu). secretary general of nato from 1995", "new_id": -2}, {"uid": "2008100713_00034307_W", "i": 4550, "idx": 0, "sa": ["Lewis Ranieri"], "q": "the private equity firm hyperion and former vice chairman of salomon brothers inc., spoke at harvard university last night about the volatile state of the american economy in the face of a plummeting stock trade. as the self-proclaimed <q> father of the securitized mortgage market, </q> <strong> Lewis Ranieri </strong> said his experience in the capital markets has given him insight into the recent economic turmoil. <strong> Lewis Ranieri </strong> said businesses need to continue to take risks to ensure there is a market in the future, but he warned", "new_id": -2}, {"uid": "2008120221_00037010_W", "i": 1298, "idx": 3, "sa": ["Milton Morris"], "q": "<strong> Milton Morris </strong> said. the graph is down a bit, but they need to hear the call that( training) is in their interests. when there is a boom there are no tradespeople to fill the positions. <q> yet when people mention the word recession, no one wants to train. </q> mr <strong> Milton Morris </strong> said it was important for employers to realise how vital training was.", "new_id": -2}, {"uid": "2008090615_00065737_W", "i": 2101, "idx": 1, "sa": ["Andrew Bolt", "Oprah Winfrey", "John McCain", "Barack Obama", "Sarah Palin"], "q": "- video 9/5/08 <strong> John McCain </strong>- <strong> Sarah Palin </strong> rally in colorado springs, colorado- 1:00 pm edt- watch live! <strong> Sarah Palin </strong> speaks at rally in sterling heights, michigan- video 9/5/08 <strong> John McCain </strong> says <strong> Barack Obama </strong> won't bring reform; <q> he's never bucked his own party on anything </q>- video 9/5/08 <strong> John McCain </strong> endorsed by national fraternal order of police- video 9/5/08 <strong> Sarah Palin </strong> not in <strong> Oprah Winfrey </strong>'s race <strong> Sarah Palin </strong> not in <strong> Oprah Winfrey </strong>'s race. <strong> Andrew Bolt </strong>. <strong> Oprah Winfrey </strong> won't give <strong> Sarah Palin </strong> the coverage she gave <strong> Barack Obama </strong>,", "new_id": -2}, {"uid": "2008111113_00016899_W", "i": 4131, "idx": 2, "sa": ["George H. W. Bush"], "q": "160,000, the newspaper said. \"it's up to the federal government if there's going to be a recovery package,\" ray scheppach, executive director of the national governors association, told usa today. <q> if there is, most economists would agree that aid to states is a very effective way to do that. </q> conservatives mute ahmadinejad criticism tehran, nov. 11( upi)-- politics have prompted iran's conservatives to reverse their criticism of <strong> George H. W. Bush </strong> ahmadinejad last week sent a letter to the u.s. George H. W. Bush-elect congratulating him on his election win", "new_id": -2}]