[{"uid": "1295670200061620307", "i": 35846, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "tot mai important ca urmare a importan?ei globale a Google; i intern n calitate de consilier al lui <strong> Larry Page </strong> i Serghei( cei doi cofondatori ai motorului de c?utare- n. r.)\" . <q> Sunt foarte m?ndru de cei zece ani la conducerea companiei i sunt sigur c urm?torii 10 ani sub conducerea lui <strong> Larry Page </strong> vor fi i mai buni! </q>, a mai scris <strong> Eric Schmidt </strong>. \"<strong> Larry Page </strong>, n opinia mea, este preg?tit pentru a conduce\" . De la David la Gooliat. Cum au ajuns c?iva studen?i s pun bazele gigantului Google Google: Conducerea", "new_id": -2}, {"uid": "1296770511173654034", "i": 14650, "idx": 24, "sa": ["John Kerry", "Al Gore", "Donald Rumsfeld", "Ted Kennedy", "Colin Powell", "Joe Biden", "Hillary Clinton"], "q": "he should have used the phrase \"suspect sites.\" The author doesn't just play defense. He resurrects quotes from <strong> Hillary Clinton </strong>, <strong> Joe Biden </strong>, <strong> John Kerry </strong> and <strong> Al Gore </strong> as supporting the WMD allegations-and the war. <q> Yet when opposing the Bush administration's efforts in Iraq became politically convenient, </q> says <strong> Donald Rumsfeld </strong>, \"they acTed Kennedy as if they had never said any such thing.\" <strong> Donald Rumsfeld </strong> takes direct aim at <strong> Colin Powell </strong> in recounting the former general's famous U.N. speech in February 2003, laying out", "new_id": -2}, {"uid": "1295563359148553852", "i": 29179, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "Mr. <strong> Sergey Brin </strong> will turn his focus to strategic projects. In a SchmidtEric Schmidt\"> tweet, Mr. <strong> Eric Schmidt </strong> framed the management shuffle as something akin to handing the car keys off to the teenagers, writing: <q> Day-to-day adult supervision no longer needed! </q> Earnings per share, in case anyone's still interested, came in at$ 8.75, killing consensus estimates for$ 8.09, while revenue was$ 8.44 billion, also better than expected. Google stock", "new_id": -2}, {"uid": "1296371370213876754", "i": 20587, "idx": 0, "sa": ["Paul Silas", "Allen Iverson", "Tim Duncan", "Michael Jordan"], "q": "-- had an individual performance like <strong> Allen Iverson </strong>'s against the New Orleans Hornets. <strong> Allen Iverson </strong> scored a team playoff-record 55 points as the 76ers defeated the Hornets, 98-90, in Game One of their Eastern Conference first-round series. <q> He was on fire, </q> Hornets coach <strong> Paul Silas </strong> said of <strong> Allen Iverson </strong>, who fell eight points shy of <strong> Michael Jordan </strong>'s NBA playoff record set exactly 17 years ago in a double-overTim Duncane loss at Boston. \"AnyTim Duncane a guy like that is on fire,", "new_id": -2}, {"uid": "1297427071058949663", "i": 2976, "idx": 4, "sa": ["Andy Burnham", "Michael Gove"], "q": "decision and that the authorities had no expectation of being allowed to proceed with their projects.\" The judge, Mr Justice Holman, asked <strong> Michael Gove </strong> to reconsider his decision \"with an open mind\" . <q> The final decision on any project still rests with him and... no one should gain false hope from this decision </q>. <strong> Andy Burnham </strong>, Labour's shadow education secretary, said the ruling was a victory \"for all the communities and children betrayed by <strong> Michael Gove </strong>\" . He said the ruling was a \"damning verdict on[", "new_id": -2}, {"uid": "1296123376252575759", "i": 48794, "idx": 1, "sa": ["Sally Hunt", "Michael Gove"], "q": "violent protests. <strong> Sally Hunt </strong>, general secretary of the University and College Union( UCU) accused the coalition of \"sneaking\" the student loan rate changes out in the bill. She said: <q> The general public can see this for what it is- a stealth tax on learning and achievement- and it doesn't matter what piece of legislation the Michael Government tries to hide it in. Graduate unemployment is at a 10-year high, yet the Michael Government has introduced policies to increase student debt to record levels and then charge even higher rates of interest. Surely even they will now stop trying to spin these damaging unfair policies as progressive. </q> Further measures included in the White Paper were plans to overhaul the teacher training process, sweeping reforms of qualifications and the introduction of a reading test for six-year-olds. Mr <strong> Michael Gove </strong> has already announced plans", "new_id": -2}, {"uid": "1297217701236716032", "i": 41983, "idx": 0, "sa": ["Chris Cuomo", "Suzanne Somers", "Donald Rumsfeld"], "q": "of the product has caused their devastating problems. \"I don't know if you can put a dollar value on my health or anybody else's, for that matter,\" Coffman told <strong> Chris Cuomo </strong>. <q> I would prefer to see[ the makers] take the zinc right out of the product... or take the product right off the market. </q> Watch: Grandmother Foils Robbery with Handbag Watch: Treating Breast Cancer That Has Spread Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Photos: <strong> Suzanne Somers </strong> Gets Plastic Surgery? Photos: Seeing Double: Stars", "new_id": -2}, {"uid": "1295310733097861638", "i": 54407, "idx": 14, "sa": ["Andre Miller", "Tyronn Lue", "Thaddeus Young", "Dwight Howard", "Phil Jackson", "Rafer Alston", "Allen Iverson", "Andre Iguodala"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said Howard_36pts,11reb,Rafer Alston_17pts_vs_Andre Iguodala_29pts,7reb,Andre Miller_24pts,7ast Phil JacksonADELPHIA, April 24,2009( AP) Held in check all night, <strong> Thaddeus Young </strong> delivered at the end. <strong> Thaddeus Young </strong>'s driving layup with 2 seconds left lifted Phil Jacksonadelphia to a 96-94 victory over the Orlando Magic", "new_id": -2}, {"uid": "1297604062127287303", "i": 24297, "idx": 12, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": "somebody like Beyonce: She is the best example of somebody who works it every hour of the day,\" he said. <strong> Simon Cowell </strong>, as American Idol viewers know, doesn't lack for confidence: <q> I believe I can find a star, </q> he said. He has seen only a few minutes of this season's American Idol and its reconstituted panel with <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong>, he said. But he's been reassured by its", "new_id": -2}, {"uid": "1296683422025182221", "i": 5773, "idx": 0, "sa": ["Simon Cowell"], "q": "inevitable, as celebs always get a hard time when they've become famous. \"In this country, if you are successful, they can't wait to knock you down,\" she continued. <q> I wish we could champion people who are successful. It's cruel and inhumane to pick on someone who has gone through the things Cheryl has been through in the last year. </q> Follow us on Twitter Follow us on Facebook Related stories Cheryl Cole To Keep Married Surname For America Cowell-Simon Cowell-to-help-cheryl-cole-crack-america\"> <strong> Simon Cowell </strong> To Help Cheryl", "new_id": -2}]