[{"uid": "1297430569058949634", "i": 206, "idx": 0, "sa": ["Michael Gove"], "q": "Mr Justice Holman, sitting in London, allowed the challenges by the councils, declaring Mr <strong> Michael Gove </strong> had unlawfully failed to consult them before imposing the cuts. In five of the cases the failure was <q> so unfair as to amount to an abuse of power </q>, said the judge. The victorious authorities include Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council. The judge said: \"", "new_id": -2}, {"uid": "1297506563204570648", "i": 26874, "idx": 1, "sa": ["Michael Gove"], "q": ", the judge stressed that, provided Mr <strong> Michael Gove </strong> discharged his duty to consult fairly and take into account equality considerations, \"the final decision on any given school or project still rests with him\" . <q> He may save all, some, a few, or none. No-one should gain false hope from this decision. </q> Mr Pank Patel, headteacher of Wood Green High School in Wednesbury, which lost? 14m of investment, welcomed the judgment, but said he was \"not convinced the decision will be overturned\" .", "new_id": -2}, {"uid": "1294994671266141732", "i": 15194, "idx": 0, "sa": ["Michael Gove", "Hugh O'Neill", "Geoff Barton"], "q": "for the measure was 15.6 per cent. <strong> Hugh O'Neill </strong>, of St Benedict's Catholic School, in Bury St Edmunds, has written to the Education Secretary <strong> Michael Gove </strong> about the issue. He said: <q> We realised in December that our history and geography results would count for nothing under Mr <strong> Michael Gove </strong>'s measure. \"Over two thirds of our students take two GCSE short courses in history and geography. Under the new method, the short courses are not counted. \"I share the anger expressed by many colleagues nationally about this unprecedented moving of the goal posts. </q> He added that students were` continuing to flourish and succeed' despite the difficulties of reorganising Catholic education into a two tier system. <strong> Geoff Barton </strong>, of King Edward VI School, in Bury,", "new_id": -2}, {"uid": "1295555065214679584", "i": 5779, "idx": 0, "sa": ["Michael Gove", "George Osborne", "Ed Balls"], "q": "'s most effective opposition politician, a pugilist with a knack for finding his counterpart's weak spot. Just ask <strong> Michael Gove </strong>. As one of the leader's circle put it today, licking his lips, <q> <strong> Ed Balls </strong> will be taking chunks out of <strong> George Osborne </strong>. </q> That the chancellor seemed so relieved last October when <strong> Ed Balls </strong> was not chosen to shadow him suggests the Michael Government shares that view. Nor will it hurt Labour that its most prominent woman now has a domestic brief", "new_id": -2}, {"uid": "1295512199228671497", "i": 7779, "idx": 0, "sa": ["Michael Gove", "Andy Burnham", "Alison McGovern"], "q": "colleges. Mr <strong> Michael Gove </strong> agreed to a partial rethink which, for the first time, allows college principals to dip into a discretionary support grant in cases of extreme hardship. Ms <strong> Alison McGovern </strong> said: <q> He accepted the point that working- class students will find it hard, and I welcome that. </q> Shadow education secretary <strong> Andy Burnham </strong> backs legal challenge to sixth form grant cuts Burnham-Andy Burnham-backs-legal-challenge-to-sixth-form-grant-cuts-100252-27997419/\"> Shadow education secretary <strong> Andy Burnham </strong> backs legal challenge to sixth form grant cuts The Liverpool Echo, the best source for Liverpool FC,", "new_id": -2}, {"uid": "1295138262136134664", "i": 41428, "idx": 0, "sa": ["Michael Gove"], "q": "The Conservative local council also supports the academy. \"It's rubbish to say that the academy would filter out kids from local estates- the selection process is completely open,\" says a council spokesperson. <q> The unions are attacking this for ideological reasons. </q> The ultimate decision over whether the school will be allowed to open will be made by the Department for Education. So far, <strong> Michael Gove </strong> has approved 25 such projects, which are a flagship policy for the", "new_id": -2}, {"uid": "1297384739169525259", "i": 58518, "idx": 0, "sa": ["Michael Gove"], "q": "will be scrapped- the thinking is that parents may be inconvenienced, but will also be prompted to ask what more they can do to improve their children's behaviour in school. Mr <strong> Michael Gove </strong> added: <q> This Michael Government backs teachers. All the evidence from those countries with great education systems tells us that nothing is more important than attracting great people into teaching and supporting them in the classroom. \"Teachers will be free to impose the penalties they need to keep order and free from the red tape which swallows up teaching time, so they can get on with their first duty- raising standards. </q> Schools rated` outstanding' by Ofsted will be freed from regular inspections in order to focus on the worst performers. Ofsted will no longer rate schools on areas like community cohesion- instead focusing", "new_id": -2}, {"uid": "1296074230094109728", "i": 8719, "idx": 0, "sa": ["Michael Gove", "Iain Duncan Smith", "Steve Webb", "Sarah Teather", "Nick Boles", "Nick Clegg"], "q": "enjoy each other's company so much that it is a wonder that any work gets done. <strong> Steve Webb </strong> and <strong> Iain Duncan Smith </strong>, both of whose politics are deeply influenced by their faith, have earned the DWP the Nick Cleggname the <q> Department for Worship and Prayer </q>. But it's the Department for Education that has become the department for coalition. As well as <strong> Michael Gove </strong> and <strong> Sarah Teather </strong> there's <strong> Nick Boles </strong>, the advocate of a coalition ticket at the next election, in", "new_id": -2}, {"uid": "1295034146139100277", "i": 18477, "idx": 0, "sa": ["Michael Gove"], "q": "had been born in 1940.( Dimbleby had earlier been asked how old he was by another panellist and had replied 72). When <strong> Michael Gove </strong> said Dimbleby was born in 1940, Dimbleby said <q> if that's how good you are at maths you shouldn't be Secretary of State for Education. </q> the problem is he wasnt just saying the kind of presenters he likes, he was attacking the BBC. If you are going to attack the BBC for something you should at least name the presenters on", "new_id": -2}, {"q": "go around. Dysfunction in decision-making arose partly because of the competing agendas of different agencies, his own included. However, he implies that ultimately it was up to <strong> George H. W. Bush </strong> to take firmer control. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> writes <strong> Donald Rumsfeld </strong>. Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively Secretary of State and head of the National Security Council( NSC) in the White House at the war", "sa": ["Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "George H. W. Bush"], "index_answer": 0, "idx": 0, "i": 13137}]