[{"uid": "1297422975219660288", "i": 15733, "idx": 0, "sa": ["Michael Gove"], "q": "the BSF, every secondary school in England was due to be rebuilt or refurbished over a 15-20 year period at an estimated cost of Â£ 55 billion. Mr <strong> Michael Gove </strong> said the programme had been beset by <q>massive overspends, tragic delays, botched construction projects and needless bureaucracy</q>. The axe fell on projects for more than 700 schools, provoking uproar from councils, unions and Labour politicians, who warned it was a tragedy and would have a catastrophic effect on pupils.", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,\" <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q>Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud.</q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business' \"move forward into the era of cloud computing,\" one that would apparently require \"new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}, {"uid": "1297122854184680470", "i": 4246, "idx": 8, "sa": ["Simon Cowell"], "q": "together now. There's a massive, massive opportunity here because you don't have a lot of competition.\" The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. <q>If they don't sell a single record they still get to keep the money,</q> he said. \"It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back\" through record sales.", "new_id": -2}, {"uid": "1295798635051544104", "i": 27737, "idx": 19, "sa": ["Colin Powell", "Barack Obama"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. \"I will always vote for the person who I think is best qualified,\" he said. <q>I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either.</q> ROUTE DELIVERY American Foodservice Billy Butler agrees to four-year,$ 30 million extension with Royals", "new_id": -2}, {"uid": "1295963185223494146", "i": 8926, "idx": 0, "sa": ["Henry Louis Gates", "Colin Powell", "Barack Obama", "Larry King"], "q": "<strong> Colin Powell </strong> talks about the <strong> Henry Louis Gates </strong> arrest with <strong> Larry King </strong>. He said the story \"went viral\" when <strong> Barack Obama </strong> commented on the story. Also, <strong> Colin Powell </strong> thinks that America \"isn't quite post-racial\" at this time. <q>These problems still exist in post-racial America.</q> However, he suggested that <strong> Henry Louis Gates </strong> should not have argued with the policeman arresting him. \"You don't argue with a police officer,\" he says. <strong> Colin Powell </strong> also called the arresting cop, Sergeant James Crowley", "new_id": -2}, {"uid": "1295618523207978567", "i": 5854, "idx": 4, "sa": ["Walt Disney", "Barack Obama", "Sergey Brin", "Eric Schmidt", "Jessica Vascellaro", "George H.W. Bush"], "q": ", the Vice <strong> Barack Obama </strong> will meet with <strong> George H.W. Bush </strong> advisors. At 1:45 PM, the Vice <strong> Barack Obama </strong> will deliver remarks at the Democratic Issues Conference in Cambridge, Maryland.\" TECHWATCH- WSJ 4-col. lead, <q>Power Shifts Atop Google: Internet Giant Says Co-Founder Larry Page Will Replace CEO <strong> Eric Schmidt </strong>,</q> by Amir Efrati and <strong> Jessica Vascellaro </strong>: \"<strong> Eric Schmidt </strong>[ age 55], who has been chairman and CEO but shared decision-making with <strong> Walt Disney </strong> Page and co-founder <strong> Sergey Brin </strong>[ age 37], is stepping aside in April into the", "new_id": -2}, {"uid": "1296106877198869009", "i": 3605, "idx": 0, "sa": ["David Cameron", "Andy Coulson", "Tom Symonds"], "q": "this.\" The source insisted that no other newspaper executive, present or former, was implicated in the new evidence, but BBC home affairs correspondent <strong> Tom Symonds </strong> said that may not be the case. <q>I've been told by two sources that Mr <strong> Ian Edmondson </strong> has evidence himself that might implicate other senior people at the News of the World, so clearly this has opened a whole can of worms,</q> he said. The new Met inquiry follows the resignation last week of Prime Minister <strong> David Cameron </strong>'s official spokesman <strong> Andy Coulson </strong>, who said the media storm surrounding ongoing hacking claims had distracted him from his work.", "new_id": -2}, {"uid": "1297299730065552402", "i": 55, "idx": 0, "sa": ["Plaxico Burress", "Michael Vick", "Drew Rosenhaus"], "q": "sometimes-dubious award in 2011. <strong> Plaxico Burress </strong> is scheduled to be released from prison June 6 provided he gets credit time for good behavior and, like <strong> Michael Vick </strong>, plans to resume his NFL career as soon as possible. <q>I am not a big advocate of making predictions on teams because so much can change, but I am not afraid to make the following prediction: <strong> Plaxico Burress </strong> will be playing in 2011,</q> said his agent, <strong> Drew Rosenhaus </strong>, on Thursday's episode of \"Inside the NFL\" on Showtime. \"And he will play very well. And it will be a very happy ending to a very tough", "new_id": -2}, {"uid": "1295559849243744839", "i": 7188, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "focus on deals, partnerships, customers and broader business relationships, among other things to expand Google's reach around the world. <strong> Eric Schmidt </strong> will also continue to act as an advisor to Page and <strong> Sergey Brin </strong>. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> said <strong> Eric Schmidt </strong>, who joined Google as CEO in 2001. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is", "new_id": -2}, {"uid": "1296215094141213698", "i": 24233, "idx": 1, "sa": ["Mike Pence", "Darrell Issa"], "q": "especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,\" <strong> Mike Pence </strong> wrote in the letter. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana.</q> <strong> Mike Pence </strong> has two public events scheduled for today. <strong> Darrell Issa </strong> orders release of FOIA requests WASHINGTON The new Republican chairman of the House Oversight and Government Reform Committee is demanding details of", "new_id": -2}]