[{"uid": "1296007639146669587", "i": 21225, "idx": 0, "sa": ["Simon Cowell"], "q": "Despite coming only ninth in last year's competition, he was added to the line-up at show guru <strong> Simon Cowell </strong>'s behest. The tour kicks off next month in Birmingham. A source revealed: <q> This record deal is <strong> Aiden Grimshaw </strong>'s to lose. \"If he can keep the fans happy he'll join his mate <strong> Matt Cardle </strong> as one of <strong> Simon Cowell </strong>'s chosen few. </q> Have your say on the issues of the day with MY Sun Â© News Group Newspapers Ltd. \"The Sun\", \"Sun\", \"Sun Online\" are registered trademarks or trade names of News Group", "new_id": -2}, {"uid": "1296429332256245803", "i": 11999, "idx": 4, "sa": ["Michael Jordan", "Allen Iverson", "Reggie Miller"], "q": "him. I don't know if anybody can stop him when he's on his game.\" \"To tell you the truth, all we can keep doiing is keep plugging away,\" <strong> Reggie Miller </strong> said. <q> We had a great opportunity to take this game tonight. But <strong> Michael Jordan </strong> wouldn't be denied. He did what a great player always does, he stepped up and took over. </q> In addition to <strong> Michael Jordan </strong>'s second-half explosion, the Bulls also used several other ingredients from their Game One victory- more http://wn.com/Allen_Iverson_17pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_1 <strong> Allen Iverson </strong> expected the Philadelphia 76ers to own the kind of killer instinct that can finish off teams", "new_id": -2}, {"uid": "1297704218264994822", "i": 13966, "idx": 0, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "Microsoft, which is in the fight of its lifetime against Google and Apple for the mobile market.\" The mobile market is moving from a device battle to a platform battle,\" he said. <q> Consumers won't just pick a phone, they'll be selecting a platform. </q> In an effort to highlight the strengths of the Microsoft Windows Phone 7 platform, <strong> Steve Ballmer </strong> introduced <strong> Joe Belfiore </strong>, Microsoft vice president, who offered some demonstrations of existing features and some news one that are coming out", "new_id": -2}, {"uid": "1295566871244678664", "i": 48491, "idx": 2, "sa": ["Eric Schmidt", "Nikesh Arora"], "q": "who will devote his energy to strategic projects. \"Day-to-day adult supervision no longer needed!\" <strong> Eric Schmidt </strong> said on his Twitter account. On the company's earnings conference call, <strong> Eric Schmidt </strong> said, <q> I'm sure this partnership will continue. </q> While the management shake-up wasn't telegraphed, Google has given subtle indications in the past that the roles of its leaders were being rethought. About a year ago, the company indicated that <strong> Nikesh Arora </strong>", "new_id": -2}, {"uid": "1295669833206996591", "i": 3265, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "CEO switch, he said. Google also faces tests internationally, especially in high-growth areas like China, India and Russia, where the company's track record has been mixed, Valdes said. <q> Google's challenges are visible on the horizon and it's likely that new blood, a new perspective, is needed, </q> he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. \"<strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a", "new_id": -2}, {"uid": "1295549028173850653", "i": 11024, "idx": 0, "sa": ["Simon Cowell"], "q": "with the job on the panel, with sources claiming that the music mogul is keen to add the What's My Name singer to the line-up for when the show launches later this year. Look magazine: <q> To get her on the show would give it real star power, </q> They added: \"She has a massive appeal and a real edge to her. <strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion.\" The source also claimed that SiCo and Rihanna", "new_id": -2}, {"uid": "1296824191247005219", "i": 9200, "idx": 1, "sa": ["Mitt Romney", "David Letterman"], "q": "on Tuesday's \"Late Show With <strong> David Letterman </strong>.\" Among the made-up facts: \"<strong> Mitt Romney </strong> is short for Mitt-thew,\" \"I'm the guy in the photo that comes with your picture frame,\" and <q> I have absolutely no idea where my birth certificate is. </q>", "new_id": -2}, {"uid": "1295519901040943641", "i": 7624, "idx": 0, "sa": ["Mike D'Antoni", "Allen Iverson"], "q": "I really think it would be... <strong> Allen Iverson </strong> To The Knicks? 0:51 The New York Knicks, winners of just two of their first 11 games, are seriously contemplating signing <strong> Allen Iverson </strong> if he clears waivers Thursday evening. <q> We are at a point where, \"Do we need an influx of something else?' </q> Knicks coach <strong> Mike D'Antoni </strong> said. \"It i... League of Legends- Irelia Jungling Well this isn't technically a part of the S4 League soundtrack, but it\"s from the first S4 promo video( otherwise", "new_id": -2}, {"uid": "1296149573243646477", "i": 35907, "idx": 4, "sa": ["Michael Vick"], "q": "In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better than it has ever been this season. <q> I feel like this one, I had to work hard to get it, </q> he said. \"It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it", "new_id": -2}, {"i": 30603, "idx": 3, "index_answer": 0, "new_id": -1, "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q> turned and looked at the picture... then looked me right in the eye... and walked away. </q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "sa": ["Richard Hunter", "Michael Vick"], "uid": "1297140587008634392"}]