[{"uid": "1297058053107708426", "i": 26886, "idx": 0, "sa": ["Bill Lockyer"], "q": "there are few numbers more misleading and misused than the average benefit for retirees of the California Public Employees' Retirement Association. CalPERS loves to circulate the statistic. So do politicians and unions representing workers. <q> Twenty-five hundred dollars a month is the average state employee pension, </q> state Treasurer <strong> Bill Lockyer </strong>, a member of the CalPERS board, told a UC Berkeley conference of academics and journalists last month. As the public pension debate heats up in coming weeks, you will certainly hear", "new_id": -2}, {"uid": "1297540880009895943", "i": 7075, "idx": 0, "sa": ["Eric Schmidt"], "q": "terms of revenue and number of users, with the Latin AmEric Schmidta region being the second fastest growing. <strong> Eric Schmidt </strong> also said in his keynote address that half of all new internet connections are for mobile devices. <q> If you want to understand the future of internet don't think of it as pipes and tubes, think of it as a mobile device..., </q> he told delegates at the event. Explaining that the`` new model is going to be in the inversion of the model we grew up with'', he says that the strategy for media going forward", "new_id": -2}, {"uid": "1297254281101777433", "i": 51682, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul"], "q": "groups and, maybe, <strong> Paula Abdul </strong> on the judging panel.`` We've spoken to her, she knows I'm a big fan,'' <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge. <q> I've always said at some point we are going to be working together. </q> But, he added,`` I have to take everyone's opinions into account,'' including the show's other producers and the network. A decision about who will join", "new_id": -2}, {"uid": "1295887271156680263", "i": 11764, "idx": 1, "sa": ["Eric Schmidt"], "q": ",'' says Cauley. Potter's management and personnel skills complemented Cauley's expertise in research and development, quality control and technical sales. It was a no-brainer to hire her as president. <q> It was really exciting. It was a reward for me to provide myself with another person who could take my desires and run with it, </q> Cauley says.`` She does things that I never even thought of.'' After vetting a new senior manager closely, it's important to give that person authority and autonomy, advises Melinda <strong> Eric Schmidt </strong>,", "new_id": -2}, {"uid": "1297352823264044596", "i": 32629, "idx": 0, "sa": ["Lady Gaga", "Anderson Cooper", "David Letterman", "Brad Pitt"], "q": "href=\"http://us.rd.yahoo.com/blogs/thefamous/Brad Pitt-Brad Pitt-likes-to-dress-Lady Gaga/621\"> <strong> Brad Pitt </strong> Likes To Dress <strong> Lady Gaga </strong> <cite> The Famous </cite> <cite> <strong> Anderson Cooper </strong> and Daivd <strong> David Letterman </strong>| Photo Credits: CBS </cite> <strong> Anderson Cooper </strong> says it was fortunate that he and his team weren't badly injured in Egypt. <q> There were people stabbed after us, there were people who have been... captured, disappeared, </q> he told href=\"http://www.tvguide.com/celebrities/David Letterman- David Letterman/194124?rss=keywords&amp;partnerid=yahoo&amp;profileid=omg\"> <strong> David Letterman </strong> in his first interview since the attack.`` We were lucky.'' 360 anchor told CNN that he and his crew were punched in their heads by supporters of", "new_id": -2}, {"uid": "1296228272172146710", "i": 20886, "idx": 23, "sa": ["Vin Weber", "Tim Pawlenty", "Mike Pence"], "q": " <strong> Vin Weber </strong>, who is a <strong> Tim Pawlenty </strong> adviser, is an admirer of <strong> Mike Pence </strong>.`` I'm not surprised,'' he says.`` I think it's the right decision for him.'' <q> There was not a path for him to become a significant player, </q> <strong> Vin Weber </strong> continues,`` other than to accept the role of the social-conservative candidate, and he's much broader than that. I think he has reserved a bright national future for himself.'' What does", "new_id": -2}, {"uid": "1295648413153436202", "i": 52162, "idx": 0, "sa": ["Piers Morgan", "Regis Philbin", "Simon Cowell", "Oprah Winfrey", "Ricky Gervais"], "q": "movie, has been arrested for getting too close to his ex-wife and violating a court ordered restraining order. After several complaints from Furlong's former wife, Rachael Kneeland, the police... <strong> Piers Morgan </strong> Announces That He Has <q> A List of Banned People </q> Who Will Never Appear On His New Show <strong> Piers Morgan </strong> Has Sights Set on Filling <strong> Regis Philbin </strong>'s Vacancy Also <strong> Piers Morgan </strong> Interviews <strong> Oprah Winfrey </strong> Who Surprisingly Calls Herself`` A Former Colored Girl'' <strong> Piers Morgan </strong>, <strong> Ricky Gervais </strong> and <strong> Simon Cowell </strong>: Americans Just Do", "new_id": -2}, {"uid": "1295741039001638416", "i": 15315, "idx": 3, "sa": ["Eduardo Nájera", "Allen Iverson", "George Karl"], "q": "him and make it easier for everybody.'' <strong> Allen Iverson </strong> definitely made it easier for everybody. <strong> Allen Iverson </strong> had permission from Nuggets coach <strong> George Karl </strong> to shoot more and pass less. But he preferred to get his teammates involved. <q> That's why he's a great teammate, </q> said <strong> Eduardo Nájera </strong>, who had 16 points and 11 boards.`` His leadership is helping us a lot.'' Had things gone differently, <strong> Allen Iverson </strong> could've been a member of the Celtics, who were also in", "new_id": -2}, {"uid": "1295126335224755812", "i": 58009, "idx": 0, "sa": ["Susanna Camusso", "Sergio Marchionne"], "q": "dijo comprender que, si ganaba el no, Fiat se marchara de Italia, ayer los protagonistas parecieron acercar posturas. <strong> Sergio Marchionne </strong> elogi a los trabajadores y se?al que se han rebelado contra el declive y el extremismo. <q> Los que han votado a favor han sabido mirar lejos y hacen bien a un pa?s que siempre ha sido inmovilista </q>. La CGIL, a trav?s de su secretaria general, <strong> Susanna Camusso </strong>, llam a reabrir la negociaci?n y afirm que el refer?ndum demuestra que las f?bricas no son cuarteles.`` No se puede gobernar Mirafiori sin", "new_id": -2}, {"i": 15634, "idx": 1, "index_answer": 0, "new_id": -1, "q": ",'' <strong> Eric Schmidt </strong> said in a prepared statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.'' Twitter comment on the shuffle was less formal: <q> Day-to-day adult supervision no longer needed!, </q> he wrote. The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and Brin have long run Google as a trio, an approach they spelled out in an`` owner's manual'' included in the", "sa": ["Eric Schmidt"], "uid": "1295559654260145168"}]