[{"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.\" The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q>started to open her eyes, literally,</q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying: \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,\" <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}, {"uid": "1295801924036782081", "i": 9629, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "& pop-up-free, and beholden to no outsiders! Or by mail to: Free Republic, LLC, PO Box 9771, Fresno, CA 93794 To: Qbert <strong> Colin Powell </strong> still bullish on <strong> Barack Obama </strong> To: Qbert <q>The highly respected retired general and moderate Republican made waves when he endorsed Democrat <strong> Barack Obama </strong> in 2008.</q> A lot of wasted wording. All they had to write was \"RINO\". 3 posted on 01/23/2011 8:59:49 AM PST( Dems, Libs, Socialists, call'em what you will, they", "new_id": -2}, {"uid": "1295093305253313052", "i": 3338, "idx": 0, "sa": ["Allen Iverson"], "q": " \"gun\" or \"shotjack\" to http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1295562019175194161", "i": 45575, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "is going to talk about,\" all of which is expected to be accomplished by April, <strong> Eric Schmidt </strong> said. Page, after congratulating <strong> Eric Schmidt </strong> on doing \"an outstanding job,\" and saying there was <q>no one in the universe who could have accomplished what he's done,</q> passed the call over to <strong> Sergey Brin </strong>. <strong> Sergey Brin </strong>, however, punted. After saying he expected to work with both Page and <strong> Eric Schmidt </strong> for \"many more decades,\" said he would focus on \"my", "new_id": -2}, {"uid": "1295693165029671442", "i": 4489, "idx": 0, "sa": ["Danny Granger", "Allen Iverson", "Dahntay Jones"], "q": ". teams such as Indiana can rally and finish off the Sixers at home. <strong> Danny Granger </strong> scored 26 points and <strong> Dahntay Jones </strong> had 18 points to lead the Pacers to a 109-98 win over the Philadelphia 76ers on Monday night. <q>At times, when we can put teams away, we go about it in a lackadaisical way,</q> <strong> Allen Iverson </strong> said. \"We're going to continue to struggle as long as we don't have that killer instinct that everybody's been talking about.\" The Pacers earned a split of the home-and-home series after Philadelphia", "new_id": -2}, {"uid": "1295975955065323016", "i": 36972, "idx": 0, "sa": ["John McCain", "Colin Powell"], "q": "expect to be on the losing side. \"We need to have a vote on it because we promised the people we would,\" <strong> John McCain </strong>, R-Ariz., said Sunday on \"Face the Nation\" on. <q>We have to have a vote on repeal so that everybody is on record whether they want to repeal.</q> Republicans GOP focuses on health care repeal in weekly remarks California State Fund Appoints Top Executives <strong> Colin Powell </strong>-- \"what are they going to cut?\" Former Secretary of State <strong> Colin Powell </strong> added his voice to the mantra of certain", "new_id": -2}, {"uid": "1296671144083132443", "i": 6256, "idx": 0, "sa": ["Mitt Romney", "Piers Morgan", "David Letterman", "John McCain", "Sarah Palin"], "q": "<strong> Mitt Romney </strong> appeared on ABC's \"Good Morning America,\" CNN's \"<strong> Piers Morgan </strong> Tonight,\" and \"Late Night with <strong> David Letterman </strong>\" on CBS. One news hook for the appearances is <strong> Mitt Romney </strong>'s new book, <q>No Apology: The Case for American Greatness.</q> <strong> Mitt Romney </strong>, who lost a Republican primary struggle to <strong> John McCain </strong> in 2008, seemed to encourage a presidential bid by <strong> John McCain </strong> running-mate <strong> Sarah Palin </strong>. On the <strong> Piers Morgan </strong> program he said, \"She is an extraordinarily powerful and", "new_id": -2}, {"uid": "1295817066047513600", "i": 5174, "idx": 0, "sa": ["Simon Cowell"], "q": "who got engaged to make-up artist Mezhgan Hussainy last February- admits he struggles to relate to very young kids, but would love to have youngsters of his own to play games with. He said: <q>I worry about it- because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70. \"Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole \"ga ga goo' thing. But I genuinely like kids.</q> <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has \"softened\" him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah Presents Master Class\"", "new_id": -2}, {"uid": "1296734088100368407", "i": 38914, "idx": 0, "sa": ["Zahi Hawass"], "q": "them an emergency number to call. Confusion around the airlines. They think the airlines are shut down right now but not sure. Amazing Video Appears To Show Army Helping Protestors reports: <q>Would-be looters broke into Cairo's famed Egyptian Museum, ripping the heads off two mummies and damaging about 10 small artifacts before being caught and detained by soldiers, Egypt's antiquities chief said Saturday.</q> <strong> Zahi Hawass </strong> said the vandals did not manage to steal any of the museum's antiquities, and that the prized collection was now safe and under military guard. With mass anti-government protests still roiling the country", "new_id": -2}, {"uid": "1296482250064815127", "i": 28007, "idx": 0, "sa": ["Simon Cowell"], "q": " have 24-hour protection after she was mobbed by almost 500 fans at London's Heathrow Airport over the weekend. The X Factor singer, who touched down at Heathrow after A source told the newspaper: <q>To see that many people on Saturday was a real shock for <strong> Cher Lloyd </strong> and her label. \"They knew there was interest but hadn't expected it to be that big. Police had to bundle her into a riot van to escape all the well-wishers.</q> They added: \"When <strong> Simon Cowell </strong> heard about it he immediately instructed she get 24-hour protection.\" It is thought that the 17-year old\"s first LP, which she has been recording in the", "new_id": -2}]