[{"uid": "1297476011000409604", "i": 19601, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": ",'' said Sen. <strong> Kirsten Gillibrand </strong>,( D) New York. <strong> Kirsten Gillibrand </strong> did work closely with Lee to craft legislation for the families of Flight 3407 victims. She says that work will continue without the congressman. <q> We will make sure that all of the family members who suffered through the loss of that crash will continue to have a voice in Washington, </q> said Sen. <strong> Kirsten Gillibrand </strong>. As for the empty seat, Sen. <strong> Kirsten Gillibrand </strong> says she is not concerned about when a special election will be called.`` I know the constiutents of his district will be well looked after", "new_id": -2}, {"uid": "1297135663068190210", "i": 8442, "idx": 3, "sa": ["Eric Schmidt", "Stuart Bowen"], "q": "in cash.`` The Eric Schmidts defrauded U.S. taxpayers, cheated the Iraqi people, and betrayed the trust placed in them,'' said <strong> Stuart Bowen </strong>, inspector general of the Special Inspector General for Iraq Reconstruction. <q> They will now pay the price for their criminal wrongdoing. </q> <strong> Eric Schmidt </strong> pleaded guilty last May to conspiracy to commit wire fraud and filing a false tax return. Janet <strong> Eric Schmidt </strong>, who now lives in Nebraska, pleaded guilty last year to a tax offense for", "new_id": -2}, {"uid": "1297341007032342097", "i": 12288, "idx": 0, "sa": ["Michael Vick", "Charles Woodson", "Dom Capers", "Sam Shields"], "q": "?`` When the Packers lost <strong> Charles Woodson </strong>( in the first half of Super Bowl XLV), they knew( Jarrett) Bush could not cover- that's why they kept blitzing him.''? <q> If you look at how <strong> Sam Shields </strong> played from the time he entered preseason to the end of the year, the improvement was phenomenal. He did not know what to do early on. That's coaching right there. My hat's off to <strong> Dom Capers </strong>. </q>?`` Everyone got all excited about <strong> Michael Vick </strong>- and there was reason to be excited early- but if you look at how he finished the season, you see( that) teams started to figure", "new_id": -2}, {"uid": "1295595761046137359", "i": 36629, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin", "Ben Ali"], "q": "o les d?cisions se prennent? trois, entre lui, M. <strong> Larry Page </strong> et l'autre co-fondateur, href=\"http://www.lemonde.fr/sujet/9786/Sergey Brin-Sergey Brin.html\"> <strong> Sergey Brin </strong>, avait conduit? des lourdeurs, maintenant que le groupe compte pr?s de 25 000 employ?s. <q> Nous prenions toujours les d?cisions ensemble;(...) cela ajoute des d?lais. </q> M. <strong> Eric Schmidt </strong>, 55 ans, docteur en informatique et ancien patron de la soci?t de logiciels Novell, avait t recrut pour ses quBen Alit?s de gestionnaire. Sous sa houlette, Google est entr en Bourse en 2005", "new_id": -2}, {"uid": "1296932811087031838", "i": 31729, "idx": 2, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "`` In the next two or three years we will be able to see a single entity. It could be based here in the United States,'' Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. <q> We'll have to integrate the companies first, though, and then look at the management, </q> he added. Faced with the outcry, the Labour Ministry on Saturday published a statement showing the Fiat chief backing away from his previous remarks in a telephone conversation with labour minister <strong> Maurizio Sacconi </strong>. According", "new_id": -2}, {"uid": "1297188372166789123", "i": 41158, "idx": 0, "sa": ["Brad Womack", "Simon Cowell", "Emily Maynard"], "q": "be genuinely concerned about me, is very humbling. I truly mean that. Thank you.'' Besides Chantal, <strong> Brad Womack </strong> gave roses to Ashley, <strong> Emily Maynard </strong>, Britt, Shawntel and Michelle. <q> I wanted that last rose. I wasn't expecting it right now to be that close and get to that point with him and want more and know that there could be more if he gave me a shot. It just-- it kind of hits you-- the more it hurts when you actually like, are in love. You feel like,` What's wrong with me?' </q> Jackie said following her elimination.` The Bachelor' star <strong> Brad Womack </strong> cuts Alli Travis and Jackie Gordon <strong> Simon Cowell </strong>:` The X Factor' judging panel still yet to be determined` The X Factor' announces$ 5", "new_id": -2}, {"uid": "1297005750158531637", "i": 25195, "idx": 0, "sa": ["Marshall Faulk", "Michael Vick", "Deion Sanders"], "q": "the first Super Bowl between the Green Bay Packers... DALLAS- <strong> Michael Vick </strong> took a most unusual path to The Associated Press 2010 NFL Comeback Player of the Year award he received Saturday night.... Are you wondering, <q> what time does the Superbowl start? </q> It's a common search query, as is`` what time is the super bowl 2011,''`` superbowl time''... Pro Football Hall Of Fame 2011: <strong> Deion Sanders </strong>, <strong> Marshall Faulk </strong> Voted In DALLAS", "new_id": -2}, {"uid": "1297304788026935319", "i": 33266, "idx": 7, "sa": ["Donald Rumsfeld", "Osama bin Laden"], "q": "many people in this country swallowed the propaganda fomented by Rummy and the rest to invade Iraq in 03. I suppose that most of them still believe <strong> Osama bin Laden </strong> is still alive. \" target=\"mwphcomReportAbuse\" href=\"http://bb.ugccs.abuse.yahoo.com/report_abuse/ReportAbuseBeacon.php?appId=news&amp;redirect=http%3a%2f%2fhelp.yahoo.com%2fl%2fus%2fyahoo%2fnews%2fforms%2fabuse_articles.html&amp;eaci=AGQUY265XH4V2SAOOEIVD2PNSQ&amp;commentid=54230791\"> Report Abuse <q> Come March 1st, if the U.S. does not prosecute this war criminal, he falls into international jurisdiction and will be wanted by the world community </q> I suspect Wanted Dead or Alive <strong> Donald Rumsfeld </strong> Posters will be on sale soon. Don't expect <strong> Donald Rumsfeld </strong> to visit Europe or any place else out of the country anytime soon. target=\"mwphcomReportAbuse\" href=\"http://bb.ugccs.abuse.yahoo.com/report_abuse/ReportAbuseBeacon.php?appId=news&amp;redirect=http%3a%2f%2fhelp.yahoo.com%2fl%2fus%2fyahoo%2fnews%2fforms%2fabuse_articles.html&amp;eaci=B24SMANDXCAEDW5G7B2AM363AA&amp;commentid=54224902\"> Report", "new_id": -2}, {"uid": "1295189075175751174", "i": 17037, "idx": 0, "sa": ["Michael Vick"], "q": "? Everybody in one 10-man fantasy-football league in Omaha agreed with Spud Mann's suggestion to tattoo the last-place finisher with art of the league champion's choosing. David Filsinger finished first. Mann finished last. <q>`` The kid I was playing for the tattoo was about to have a heart attack, </q> Mann said.`` But he put up 140 points on me.''... He wishes he would have had Philadelphia Eagles quarterback <strong> Michael Vick </strong> on his team.`` For the rest of my life,'' Mann", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in` The A-Team.' <q> It was one of the best experiences of my life. The guy loves to improvise, </q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show' last summer.`` He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}]