[{"uid": "1297189507065617923", "i": 16022, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. \"Ironically, my comment was unintentional,\" <strong> Donald Rumsfeld </strong> writes. <q> I had meant to say France and Germany represented \"old NATO' not` old Europe'. </q> \"In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling french fries` freedom fries\" loved it,\" he writes. \"The elites in Paris", "new_id": -2}, {"uid": "1296542758249364481", "i": 47605, "idx": 1, "sa": ["Michael Vick"], "q": "he probably still has a long way to go to get back in the good graces of the general consumer in terms of marketability,\" said Jim Klunk, president of Klunk& Millan Advertising Agency in Allentown. <q> I think he'll be pretty much limited to the types of products that[ Unequal Technologies] makes, at least right now. </q> That company, which manufactures shock-absorbing padding and other athletic equipment, confirmed last week that it had signed <strong> Michael Vick </strong> to a deal for an undisclosed amount. All Chief Executive Officer Rob Vito would tell", "new_id": -2}, {"uid": "1296241720196132899", "i": 18578, "idx": 1, "sa": ["Neil Cavuto", "Gretchen Carlson", "Steve Doocy", "Sen. Bernie Sanders"], "q": "On the January 28 edition of Fox News' Fox& Friends, the co-hosts began a segment on the solvency of Social Security by playing a clip of <strong> Sen. Bernie Sanders </strong>( I-VT) telling Fox News host <strong> Neil Cavuto </strong>, <q> I think it is not a good idea for us as a nation to try to frighten people and say, \"Social Security is not going to be there for you. Social Security is going bankrupt,' which is obviously not the case. </q> Co-host <strong> Steve Doocy </strong> responded by saying, \"Oh, really?\" <strong> Steve Doocy </strong> and co-host <strong> Gretchen Carlson </strong> then hosted Varney to attack <strong> Sen. Bernie Sanders </strong>\" assertion. Varney claimed that the\"[ Social Security] trust fund is empty\"", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some \"adult supervision.\" On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q> \"I believe Larry is ready\" to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. \"It's time for him to have a shot at running this.\"", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}, {"uid": "1295584540106250245", "i": 12400, "idx": 3, "sa": ["Eric Schmidt"], "q": ",\" Mr <strong> Eric Schmidt </strong> wrote in a blog post. He added that Mr Page would \"merge Google's technology and business vision\", while he would stay on to focus on external issues, like <q> deals, partnerships, customers and broader business relationships </q>. In the blog post, Mr <strong> Eric Schmidt </strong> said the three executives would continue to collaborate on major decisions, but that the changes would help clarify the individual roles so \"there's clear responsibility and accountability", "new_id": -2}, {"uid": "1295168588203145230", "i": 7560, "idx": 4, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "The strength that you could see flowing out of her, it was like she was trying to will her eyes open.\" On ABC's \"Good Morning America\" on Thursday, <strong> Kirsten Gillibrand </strong> added, <q> Everything that we love about <strong> Gabrielle Giffords </strong> was all there at that moment. </q> Kelly told the president and first lady about the development as they drove from the hospital to the University of Arizona's McKale Center, where <strong> Barack Obama </strong> would speak at a memorial service. Kelly gave the president", "new_id": -2}, {"uid": "1296677265093847554", "i": 4978, "idx": 1, "sa": ["Allen Iverson", "George Karl", "Earl Boykins"], "q": "picks in 2007 on Dec. 19. He and backcourt mate <strong> Earl Boykins </strong>, who may be the smallest tandem in the league, ran the Celtics around the court all evening. <strong> Earl Boykins </strong> finished with 28 points as well. <q> <strong> Earl Boykins </strong> and I are just playing good together, </q> <strong> Allen Iverson </strong> said. \"I just wanted to make it easy for him and make it easier for everybody.\" <strong> Allen Iverson </strong> definitely made it easier for everybody. <strong> Allen Iverson </strong> had permission from Nuggets coach <strong> George Karl </strong> to shoot more and", "new_id": -2}, {"uid": "1295563324217792518", "i": 46365, "idx": 0, "sa": ["Eric Schmidt"], "q": "has prompted the first deep-soul searching at the company, which has faced few direct challenges up until now. Mr <strong> Eric Schmidt </strong> said that the company's three top executives had decided to \"clarify\" their roles <q> so there's clear responsibility and accountability at the top of the company. </q> The company had always argued in the past that its unusual leadership arrangements worked well, and that it reflected the fact that Google was operated differently from most traditional companies. In one sign of Mr Page", "new_id": -2}, {"uid": "1297205767114294790", "i": 7936, "idx": 3, "sa": ["Colin Powell", "President Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children_ but no obvious sign", "new_id": -2}, {"uid": "1295640121217038855", "i": 5525, "idx": 1, "sa": ["Eric Schmidt"], "q": "he decided to step aside.In announcing the move Thursday, <strong> Eric Schmidt </strong> said that the company no longer needed his \"adult supervision\" and that Page, 38, was ready to run the world's leading internet company. <q> We have been talking about how best to simplify our management structure and speed up decision making for a long time, </q> said <strong> Eric Schmidt </strong> in announcing the decision. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm", "new_id": -2}]