[{"i": 27784, "idx": 2, "index_answer": 1, "new_id": -1, "q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q>does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show.<q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "uid": "1297265697007700481"}, {"uid": "1295301003036814887", "i": 19316, "idx": 0, "sa": ["Steve Ballmer"], "q": "2011 release. The online software targets what Microsoft CEO <strong> Steve Ballmer </strong> called the heart of almost every successful: Sales professionals. <q>Microsoft Dynamics CRM redefines by offering an industry-leading product that is fully embracing the cloud,<q> <strong> Steve Ballmer </strong> said. The Microsoft chief pointed to a familiar user experience that enables collaboration, streamlines processes, and accesses real-time as key competitive benefits of Microsoft Dynamics CRM. If Microsoft can deliver on those promises,", "new_id": -2}, {"uid": "1295559703061718604", "i": 34052, "idx": 3, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> explained the move in a blog post saying, \"We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" He added, <q>managing the business has become more complicated,<q> and Google wanted to \"speed up decision making,\" so Page got the nod. says, \"Larry, in my clear opinion, is ready to lead.\" This", "new_id": -2}, {"uid": "1296292861120143897", "i": 22718, "idx": 0, "sa": ["Zahi Hawass"], "q": "took up posts outside the massive coral-colored building in downtown Cairo. Soldiers surrounded the building and moved inside to protect mummies, monumental stone statues, ornate royal jewelry and other pharaonic artifacts. Report Abuse <q>The Egyptian army secured Cairo's famed antiquities museum early Saturday, protecting thousands of priceless artifacts, including the gold mask of King Tutankhamun, from looters.<q>- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse \"First the` protesters", "new_id": -2}, {"uid": "1295089641253313042", "i": 1566, "idx": 1, "sa": ["David Letterman"], "q": "married and working through the finances of their pending divorce. Kelsey wants to marry Kayte as early as next month. \"The kids seem to be doing OK,\" Kelsey said in an interview with <strong> David Letterman </strong>. <q>We've been spending quite a bit of time with them, Kayte and I. Kayte's my new girl, and we're planning to get married soon.<q>", "new_id": -2}, {"uid": "1295254600092618767", "i": 7198, "idx": 0, "sa": ["Allen Iverson"], "q": "over Friday night, the feeling was familiar for the former 76er. Another crowd-pleasing performance, 22 points and 10 assists over 39 minutes, wasn't enough to prevent a loss-- 101-96 to the Sacramento Kings. <q>I'm glad it's over,<q> <strong> Allen Iverson </strong> said. \"That's the only thing I thought about, just getting the first one by me. I wish it could've ended with a win. I felt it could've ended with a win", "new_id": -2}, {"uid": "1297061519093618179", "i": 670, "idx": 2, "sa": ["Sergio Marchionne"], "q": ". \"I regret the remark, which I consider inappropriate.\" <strong> Sergio Marchionne </strong> said Chrysler remains grateful for the bailouts and noted that no other parties were willing to assist in Chrysler's recovery. <q>The two governments levied interest rates that, although appropriate at the time, are above current market conditions,<q> he continued. \"This was done with the full support and understanding of the members of Chrysler Group LLC.\" Chrysler hopes to reach a deal with banks by the end of March to refinance the", "new_id": -2}, {"uid": "1295199213155582488", "i": 25839, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q>This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible.<q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and", "new_id": -2}, {"uid": "1296700278031981577", "i": 26388, "idx": 0, "sa": ["Justin Bieber", "David Letterman", "Martha Stewart"], "q": "there is really no one <strong> Justin Bieber </strong> can't charm and his mother could be his secret weapon. \"<strong> Justin Bieber </strong>'s mom, Patti, is tiny,\" <strong> Martha Stewart </strong> tweets along with the above photo. <q>Looks twelve, and is very, very nice. <strong> Justin Bieber </strong> is extremely talented.<q> Look at that! Well, we all know <strong> Justin Bieber </strong> has a way with the cougars. He'll be doing the \"Top Ten\" segment on Friday's \"<strong> David Letterman </strong>\" and <strong> Martha Stewart </strong> even tweeted a", "new_id": -2}, {"uid": "1295228254102072326", "i": 2002, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": ". \"It feels like a different programme because it's so different with the personalities that now control the judging,\" <strong> Nigel Lythgoe </strong> said, speaking at Bafta's annual tea party in Hollywood. <q>Obviously Randy Jackson remains the same, but he's a different person. Ryan is back to being enthusiastic again, he's gone through that dark period that they seemed to have last year, and we're back to having fun, being creative and that feels really good,<q> he added. The team behind the hit show will be hoping that the added star power on the judging panel will help fill the gap left by <strong> Simon Cowell </strong> who is instead launching an American version of The", "new_id": -2}]