[{"uid": "1295244423192987152", "i": 45999, "idx": 0, "sa": ["Angelina Jolie", "Hugh Hefner", "Johnny Depp"], "q": "glitzy crowd on Sunday night was palpably discomfited by the British comic's full-frontal joke assault, which set a corrosive tone for this year's ceremony that was reflected by both on-stage repartee and backstage opprobrium. Gawker dubbed <q> one of the most unrelentingly harsh and uncomfortable monologues in awards show history, </q> skewered 64-year-old Cher's status as a senior citizen, needled 84-year-old <strong> Hugh Hefner </strong> as`` the walking dead'' and made mincemeat of the critically drubbed( yet Golden Globe-nominated) <strong> Angelina Jolie </strong>- <strong> Johnny Depp </strong> heist-thriller`` The Tourist.''", "new_id": -2}, {"uid": "1295363232143278114", "i": 31622, "idx": 0, "sa": ["Michael Vick", "Piers Morgan", "Oprah Winfrey"], "q": "the football quarterback. When <strong> Oprah Winfrey </strong> refused to discuss what she would ask <strong> Michael Vick </strong> if she landed him as one of her final <strong> Oprah Winfrey </strong> Show guests, <strong> Piers Morgan </strong> offered her a wager. He said, <q> One hundred British pounds says I get <strong> Michael Vick </strong> before you. </q> <strong> Oprah Winfrey </strong> offered,`` Make it two.'' The two TV titans then shook hands on the bet. And <strong> Piers Morgan </strong> has already stepped up his bid to land the interview- he", "new_id": -2}, {"uid": "1297271131262504545", "i": 43035, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "lest the Iraqis and other countries in the region think we intended to impose our own political system on them, rather than their developing one better suited to their history and culture.'' He writes, <q> I wondered as well how we would define democracy if that became our goal. If Iraq never created an American-style system of government, would that mean that our mission had been a failure or that the troops would have to stay indefinitely? </q> Also, <strong> Donald Rumsfeld </strong>'s book will give fuel to critics who charged that the democratization talk was something that emerged after WMD did not turn up in Iraq.`` It was hard to know exactly", "new_id": -2}, {"uid": "1297438759252067863", "i": 15118, "idx": 2, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "Microsoft-Chef <strong> Steve Ballmer </strong> auf die B?hne. Beide Manager best?tigten sich dann ffentlich, dass diese strategische Zusammenarbeit nat?rlich gut f?r Nokia und Microsoft sei. Beim Internet-Kurznachrichtendienst Twitter hatte <strong> Stephen Elop </strong> schon am Morgen vor der Verk?ndung die Richtung vorgegeben: <q> Nokia taucht heute nach vorn. </q> Die Richtung ist neu, denn zuletzt zeichneten sich die Finnen dadurch aus, dass sie zur?ckfielen. Vor allem im Markt f?r Smartphones mussten sie im vergangenen Quartal ihre Markf?hrerschaft abgeben. Die Konkurrenten Apple mit dem", "new_id": -2}, {"uid": "1295670206191152250", "i": 21124, "idx": 1, "sa": ["Eric Schmidt"], "q": "of their homes showing up in Google's Street View mapping feature could`` just move.'' He quickly clarified that he`` misspoke.'' l At a conference in August, <strong> Eric Schmidt </strong> told attendees that <q> if I look at enough of your messaging and your location, and use artificial intelligence, we can predict where you are going to go. </q> l That month, he also opined to the Wall Street Journal that`` most people don't want Google to answer their questions.... They want Google to tell them what they should be doing next", "new_id": -2}, {"uid": "1296423886068993025", "i": 44783, "idx": 3, "sa": ["Rafael Araujo", "Allen Iverson", "Andre Iguodala", "Kyle Korver", "Metta World Peace", "Yao Ming"], "q": "years ago. Fans booed <strong> Rafael Araujo </strong> in the fourth quarter when he failed to convert an alley-oop dunk. He had no points and seven rebounds. <strong> Andre Iguodala </strong> has outscored <strong> Rafael Araujo </strong> 52-0 in two games in ToMetta World Peaceto this season. <q> I was pretty sure I wasn't coYao Ming to ToMetta World Peaceto. I worked out for a lot of teams except ToMetta World Peaceto, </q> <strong> Andre Iguodala </strong> said.`` I'm happy to be in my position.'' <strong> Kyle Korver </strong> had 23 points and <strong> Allen Iverson </strong> added 18 for the Sixers, who have won five of six to raise their record to 13-12. Center", "new_id": -2}, {"uid": "1295758316143998985", "i": 12517, "idx": 0, "sa": ["Bernie Sanders", "Sandra Day O'Connor", "Peter King"], "q": "ideas that <strong> Sandra Day O'Connor </strong>, to celebrate our Republic's core values and peacefully assemble to petition our government. It's inexcusable and incomprehensible why a single evil man took the lives of peaceful citizens that <strong> Sandra Day O'Connor </strong>. <q> She has a 101 percent chance of surviving, </q> trauma chief Dr. <strong> Peter King </strong> Rhee told ABC News.`` She will not die. She does not have that permission from me.'' <strong> Bernie Sanders </strong>' Office Defends Shooting Reference In Fundraising Message reports: \"", "new_id": -2}, {"uid": "1297235057187482120", "i": 22591, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld", "Robert Gibbs"], "q": ".( NEW YORK)-- Former Defense Secretary <strong> Donald Rumsfeld </strong> declares that his biggest regret in office was not convincing <strong> George W. Bush </strong> to accept his resignation after the Abu Ghraib prison scandal, and said the country and the Pentagon pRobert Gibbsably <q> would've been better off </q> if he had left office in 2004. In an exclusive interview with ABC News, <strong> Donald Rumsfeld </strong> also said the enhanced interrogation techniques he approved for use on the so-called`` 20th hijacker''-- including forced stress", "new_id": -2}, {"uid": "1297260286064307256", "i": 5015, "idx": 0, "sa": ["Eric Schmidt"], "q": ". I bet they are the same folks who poo-poohed the idea back in September of 2010 when it was rolled out. Did Google's <strong> Eric Schmidt </strong> Quit Apple's Board Over AdMob Squabble? 7 comments on <q> Examining Google's Claim of Instant's Success </q> February 7th, 2011 at 12:07 pm Instant is a success to me. It makes me realize Google already found what I am looking for before I finished typing my query. So I stop", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,'' said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q> I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt, </q> the influential cleric said.`` There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go.''` Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}]