[{"uid": "1296277380125009976", "i": 45441, "idx": 0, "sa": ["John Sandy", "Colin Powell"], "q": "each other. That is my aim and that is what I am going to do.'' Government MPs pounded their desks resoundingly. <strong> John Sandy </strong> added that no one could question his patriotism having spent <q> days and nights in the field in 1970 and 1990 as well. </q> After disclosing that former US Secretary of State <strong> Colin Powell </strong> will attend the launch of the ministry's mentoring programme in April, <strong> John Sandy </strong> apologised for a second time in the sitting when he said it appears as if", "new_id": -2}, {"uid": "1296504083117964815", "i": 36130, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell"], "q": "Ones'' collection'' from 1994 is No. 25 on iTunes' Albums chart.`` So far, <strong> Steven Tyler </strong> has been a pretty striking presence on` Idol','' says Richard Rushfield, author of <q> American Idol: The Untold Story </q>.`` He's a wild character, and he's pretty much pushed <strong> Simon Cowell </strong> To report any abusive, obscene, defamatory, racist, homophobic or threatening comments, or anything that may violate any applicable laws,", "new_id": -2}, {"uid": "1296552417261570573", "i": 28494, "idx": 16, "sa": ["Allen Iverson"], "q": "with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night. <q> It was a huge lift off of me, </q> <strong> Allen Iverson </strong> said.`` I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1295292774209076224", "i": 13472, "idx": 4, "sa": ["Susanna Camusso", "Emma Marcegaglia", "Maurizio Landini", "Sergio Marchionne"], "q": "degli industriali, <strong> Emma Marcegaglia </strong> che rilancia il`` patto di New York'' con <strong> Sergio Marchionne </strong>, per chiudere in tempi brevi la partita Confindustria-Fiat:`` appena faremo il contratto auto rientrer''. La Fiom per non demorde, <q> gli operai- dice- non ci hanno lasciati soli </q>: per il segretario generale, <strong> Maurizio Landini </strong>, sarebbe`` un atto di saggezza riaprire una trattativa'', mentre <strong> Susanna Camusso </strong>, leader della Cgil, sostiene che il voto di Mirafiori ha bocciato`` la possibilit di governare la", "new_id": -2}, {"uid": "1295667567122535955", "i": 317, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "starting from April 4 will be in charge of Google's day-to-day operations as the CEO.`` In this new role I know he will merge Google's technology and business vision brilliantly,'' <strong> Eric Schmidt </strong> said. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better. <strong> Larry Page </strong>, in my clear opinion, is ready to lead, </q> <strong> Eric Schmidt </strong> wrote. Google's other co-founder <strong> Sergey Brin </strong> will devote his time and energy to strategic projects and on new products.`` His title will be co-founder. He's an innovator and entrepreneur to the core", "new_id": -2}, {"uid": "1297207807083279884", "i": 1815, "idx": 2, "sa": ["Colin Powell"], "q": "program to produce weapons of mass destruction, but href=\"http://www2.timesdispatch.com/topics/types/person/tags/donald-h-rumsfeld/\" title=\"Topic- Donald H. Rumsfeld\"> Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Rumsfeld quotes himself as telling the meeting,`` We should hit Khurmal during the speech, given that New York, because otherwise the site would be abandoned. href=\"http://www2.timesdispatch.com/topics/types/country/tags/iraq/\" title=\"Topic- Iraq\"> Iraq had an active WMD site.`` As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, href=\"http://www2.timesdispatch.com/topics/types/industryterm/tags/video-equipment/\" title=\"Topic- Video Equipment\"> video equipment and children", "new_id": -2}, {"uid": "1295433140214253578", "i": 15817, "idx": 1, "sa": ["Gabrielle Giffords", "Mark Kelson", "Mike Pence", "Randall Friese"], "q": "so typical of her that no matter how bad the situation might be for her, you know, she's looking out for other people.'' Such encounters indicate higher levels of functioning, implying that <q> she's recognizing him and interacting, perhaps in an old familiar way with him, </q> said Dr. <strong> Mike Pence </strong> Lemole. Dr. <strong> Randall Friese </strong> said <strong> Mark Kelson </strong> also told doctors he saw <strong> Gabrielle Giffords </strong> smile. He said sometimes people see what they want to see, but that`` if he says she's smiling,", "new_id": -2}, {"uid": "1297118217093028381", "i": 55147, "idx": 5, "sa": ["Simon Cowell"], "q": "in 2006. It's a trend <strong> Simon Cowell </strong> expects to continue stateside.`` It has to be controversial, interesting,'' <strong> Simon Cowell </strong> said when asked how he thinks the show will settle in stateside. <q> If the U.S. show has some of the same qualities as we've done in the UK it could do really, really well. But I've learned never to take anything for granted. </q> The names of the U.S. version's host and judges' panel, however, have yet to be revealed, but <strong> Simon Cowell </strong> confirmed on Monday's call that offers are out there, not clarifying whether that", "new_id": -2}, {"uid": "1296727907183500817", "i": 19775, "idx": 29, "sa": ["Eddie Jordan", "Elton Brand", "Ben Gordon", "Allen Iverson", "Jrue Holiday", "Ray Allen"], "q": ".'' Looking for a spark, 76ers coach <strong> Eddie Jordan </strong> Ben Gordonched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Eddie Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q> He just put us in a good rhythm tonight and had us flowing, </q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously Ben Gordonched in some fourth quarters, said it was hard to complain about his role after a victory. He http://wn.com/Ray Allen_Ray Allen_Greatest_Games41_Points_Against_Sixers_2001_ECF_Game_6 <strong> Ray Allen </strong> Great Game, 41 Points, 9 Three Pointers,", "new_id": -2}, {"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,'' Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}]