[{"uid": "1295156723221855763", "i": 30897, "idx": 2, "sa": ["Allen Iverson", "Kobe Bryant", "Marcus Camby"], "q": "<strong> Allen Iverson </strong> made all six of his free throws in the final 23.2 seconds, helping the Nuggets snap a six-game road losing streak that included losses at Dallas and New Orleans at the start of the three-game road trip. <q> It was definitely important, </q> Denver center <strong> Marcus Camby </strong> said. \"We got our butts kicked the other night down in New Orleans against a great team. We wanted to salvage the rest of this three-game road trip. \"We had Bryant_Kobe Bryant_56_points_in_34_minutes_vs_Grizzlies_2001-02 January", "new_id": -2}, {"uid": "1297185662216317967", "i": 23759, "idx": 8, "sa": ["Noel Gallagher", "Susan Boyle", "Simon Cowell", "Elton John"], "q": "time will help him avoid overlooking another big star. \"There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me,\" he said. <q> I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method. </q> Exactly which judges would be deliberating on the future Susan Boyles of America, he wouldn't say, though candidates as diverse as John\" John-Elton John-PECLB002595.topic\"> <strong> Elton John </strong> and <strong> Noel Gallagher </strong> has been rumored.( <strong> Simon Cowell </strong> will announce", "new_id": -2}, {"uid": "1297405870238747683", "i": 20079, "idx": 0, "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "q": "down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the target=\"_new\"> Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well,' </q> <strong> Ray Allen </strong> said. \"When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "new_id": -2}, {"uid": "1297427200083165185", "i": 36412, "idx": 2, "sa": ["Michael Gove"], "q": "on any project still rests with him[ <strong> Michael Gove </strong>]\" explained Mr Justice Holman in his ruling. \"No one should gain false hope from this decision.\" A Department of Education spokesperson said: <q> We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> More than half of the teachers who responded to the 2010 School Environments Survey conducted by Teacher Support Network and the British Council for School Environments( BCSE) with the Association of Teachers and Lecturers( ATL", "new_id": -2}, {"uid": "1295131435025296915", "i": 31883, "idx": 2, "sa": ["Paul Silas", "Allen Iverson", "Danny Ferry", "Travis Best"], "q": "professiona... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that I will continue my career. </q> Referring to a Monday meeting with Griz... \"Taiwan's \"first NBA player? 2010/07/28?? <strong> Danny Ferry </strong>( Dan) <strong> Paul Silas </strong> Issel( born October 25, 1948 in Batavia, Illinois) is a retired AmTravis Bestan", "new_id": -2}, {"uid": "1295799418036782093", "i": 3279, "idx": 7, "sa": ["Gabrielle Giffords", "Colin Powell", "Barack Obama"], "q": "wants to remain in private life although he is happy to be an informal Barack Obamaial advisor. \"The administration knows that I am quite content with the work I am doing now,\" he said. <q> I am not interested in a government job. </q> Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack.", "new_id": -2}, {"uid": "1297176549217825300", "i": 8632, "idx": 2, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "think about it and to consult with others. The next day, <strong> George H. W. Bush </strong> Cheney came to the Pentagon. \"Don, 35 years ago this week, I went to work for you,\" he said, <q> and on this one you're wrong. </q> Adapted from Known and Unknown: A Memoir by <strong> Donald Rumsfeld </strong>, with permission from Sentinel, a member of The Penguin Group, USA. Copyright 2011, <strong> Donald Rumsfeld </strong>. Copyright 2011 Dow Jones", "new_id": -2}, {"uid": "1296566910244629509", "i": 16801, "idx": 2, "sa": ["Allen Iverson", "Marcus Gilbert"], "q": "His jumper was deadly.\" Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the <strong> Marcus Gilbert </strong> seems like a rock, </q> he said. \"That is the way it felt tonight. \"My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls", "new_id": -2}, {"uid": "1297201634168214537", "i": 54590, "idx": 0, "sa": ["Michael Vick"], "q": "\"The dogs will live in the house, and we'll use it for training and for meetings,\" Severy said. \"There will be somebody there all the time, living there.\" <q> We bring them inside with the family. They're all house trained, and they're in a loving environment. We do have dogs in the program that were used for fighting. </q> An investor purchased the estate after <strong> Michael Vick </strong>, who grew up in Newport News, Va., sold the property, and the price has been reduced considerably since the economic downfall, Severy said.", "new_id": -2}, {"uid": "1296573684100761662", "i": 52722, "idx": 0, "sa": ["Chris Dodd", "Michael Vick"], "q": "\" on someone's actions. As for <strong> Michael Vick </strong>, he's recently made public his Chris Doddtian commitment. Reflecting on his conviction and imprisonment at last week's Super Bowl Prayer Breakfast, <q> I wanted a chance to redeem myself, </q> he said. \"Pre-incarceration it was all about me. When I got to prison, I realized I couldn't do it anymore. The one thing I could rely on was my faith in God.\"", "new_id": -2}]