[{"uid": "1297113612077856768", "i": 21579, "idx": 1, "sa": ["Simon Cowell"], "q": ".\" Even though \"American Idol\" and \"America's Got Talent\" have fished the talent pool, <strong> Simon Cowell </strong> said he has a gut feeling he will be able to uncover such a talent. <q>You've only got to find one,</q> he said. \"If I didn't believe I could do this, there would be no point in making the show.\" The mentoring component grew out of him becoming bored and frustrated just sitting", "new_id": -2}, {"uid": "1297174755196968449", "i": 49401, "idx": 5, "sa": ["Simon Cowell"], "q": "hasn't seen a whole episode. \"From what I've seen and heard, things seem to be going well, which I expected.\" He sees this as good news because it means, <q>People are still excited by these shows.</q> Tweets that mention <strong> Simon Cowell </strong> says X-Factor will find a superstar- Tom Jicha's TV Plus- Sun-Sentinel-- Topsy.com  COMMENT BOARD GUIDELINES:  You share in the SunSentinel.com community, so we just ask that", "new_id": -2}, {"uid": "1297702046148619270", "i": 42497, "idx": 1, "sa": ["Michael Gove", "John Cryer"], "q": "minded\" way and said the the judicial review had found in the Government's favour on the substantive issues. Responding to the question from Labour's <strong> John Cryer </strong>( Leyton and Wanstead) Mr <strong> Michael Gove </strong> said: <q>It was, of course, deeply regrettable that any building projects had to be cancelled. \"But the scale of the deficit we inherited meant cuts were inevitable and the inefficiency which characterised BSF schemes meant we needed a new approach.</q> He said the six authorities had argued that the Government's decision making had been \"confused and irrational\" but the judge \"makes clear the decisions I made were clear and rational\".", "new_id": -2}, {"uid": "1294977903249905195", "i": 5924, "idx": 1, "sa": ["Eric Snow", "Allen Iverson", "Tyrone Hill", "Devean George"], "q": "had 12. <strong> Eric Snow </strong> had 12 points and 13 assists, <strong> Tyrone Hill </strong> had 12 points and nine rebounds and <strong> Devean George </strong> Lynch had eight points and 12 rebounds for Philadelphia, which improved the NBA's best record to 46-16. <q>It felt funny playing against guys you played with all year,</q> <strong> Allen Iverson </strong> said. \"You look left, you look right and there are guys that were always right there in the foxhole with you, who felt bad when you felt bad. It was tough.\" <strong> Allen Iverson </strong>", "new_id": -2}, {"i": 29453, "idx": 1, "index_answer": 2, "new_id": -1, "q": ", as most broadcasters interrupted their coverage of the Iraq inquiry to devote themselves to Mr. <strong> Andy Coulson </strong>'s drama. While Mr. <strong> David Cameron </strong> was quick to issue a statement supporting Mr. <strong> Andy Coulson </strong> Friday, arguing that his ex-aide <q>has been punished twice for the same offence,</q> the tabloid scandal has tainted his government with two less than desirable associations. The first, evident in yesterday's TV juxtapositions, is with Mr. <strong> Tony Blair </strong>'s Labour government. While Mr. <strong> David Cameron </strong> had campaigned to", "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "uid": "1295670004088440867"}, {"uid": "1296271846184582145", "i": 40672, "idx": 0, "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Chris Bosh", "Marcus Camby", "Allen Iverson", "Josh Smith"], "q": "it was <strong> Kenyon Martin </strong>'s defense that had coach <strong> George Karl </strong> talking. <strong> Allen Iverson </strong> had 36 points, <strong> Carmelo Anthony </strong> added 33 and <strong> Kenyon Martin </strong> shut down Toronto all-star <strong> Chris Bosh </strong> late as Denver rallied to beat the Toronto Raptors 109-100 on Sunday afternoon. <q><strong> Kenyon Martin </strong>'s defense on <strong> Chris Bosh </strong> was incredible and got better as the game went on,</q> <strong> George Karl </strong> said. \"You win games with stops more than making shots. I thought <strong> Kenyon Martin </strong> was the star of the game.\" JR <strong> Josh Smith </strong> scored 14 points and <strong> Marcus Camby </strong> had 15 rebounds as Denver rallied from a", "new_id": -2}, {"uid": "1295371994257130516", "i": 914, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "frontman-- who has joined the TV talent show as a judge this season-- always believed years of hard work is a better way to become a star but knows times have changed. He said: <q>I always thought that in order to become an American Idol, or any kind of idol, you have to pay your dues. But, today's a different world.</q> The 62-year-oldrocker went on to agree with TV talk show host <strong> David Letterman </strong>, who said he prefers musicians to have the \"honest, legitimate stamp of approval\" that comes from gradual success. <strong> Steven Tyler </strong>", "new_id": -2}, {"uid": "1297444662043220997", "i": 27294, "idx": 0, "sa": ["Shayne Ward", "Simon Cowell"], "q": "Factor. \"To be away for three years and then chart at number 15, which is where Obsession debuted, that doesn't happen to a lot of people,\" he told Digital Spy. <q>It just goes to show that my fan-base is still there and I'm working my butt off to ensure that it stays there.</q> <strong> Shayne Ward </strong> also addressed a report which claimed that he would be dropped by <strong> Simon Cowell </strong>'s record label SyCo this year. \"All's absolutely fine,\" he said. \"Obviously I", "new_id": -2}, {"uid": "1297443886231686178", "i": 40844, "idx": 0, "sa": ["Michael Gove"], "q": "Mr Justice Holman, sitting in London, allowed challenges by six councils, including Sand-well, declaring Mr <strong> Michael Gove </strong> had unlawfully failed to consult them before the cuts. In five of the cases the failure was <q>so unfair as to amount to an abuse of power,</q> said the judge. He said: \"However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.\" Mr <strong> Michael Gove </strong>'s decision-making", "new_id": -2}, {"uid": "1295501732152404071", "i": 20403, "idx": 0, "sa": ["Aaron McKie", "Shawn Bradley", "Theo Ratliff", "Allen Iverson", "Steve Nash"], "q": "that Tuesday night. Although <strong> Allen Iverson </strong>'s two free throws with 17.1 seconds left were the difference in a 101-100 victory, <strong> Theo Ratliff </strong>'s season-high 25 points and George Lynch's basket over 7-foot-6 <strong> Shawn Bradley </strong> were pivotal, too. <q><strong> Theo Ratliff </strong> was demanding the ball and we had to get it to him the way he was putting it in the hole,</q> 76ers guard <strong> Aaron McKie </strong> said. Philadelphia's three-game losing streak appeared likely to grow as Dallas took a 10-point lead early in the fourth quarter. But a layup by <strong> Theo Ratliff </strong> with 1:22 left tied it at 97. <strong> Steve Nash </strong>", "new_id": -2}]