[{"uid": "1296286331249135135", "i": 36224, "idx": 0, "sa": ["Doc Rivers", "Allen Iverson"], "q": "four straight and 11 of 13 since starting the season 3-0 for the first time since the 2000-01 season. That year ended with an Eastern Conference title for Philadelphia. This one might land them in the lottery. <q> I don't have any answers for what's going on, </q> <strong> Allen Iverson </strong> said. \"We're not having Coach <strong> Doc Rivers </strong> had some strong advice for the Boston Celtics before their first stop on a tough three-game swing through Texas: Play hard, or else. \"The Spurs,", "new_id": -2}, {"uid": "1295565086075235341", "i": 13160, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Sergey Brin"], "q": "Only three days after Apple chief executive <strong> Steve Jobs </strong> announced he was taking an undefined medical leave, Google chief executive <strong> Eric Schmidt </strong> announced that he would hand that job over to co-founder Larry Page. a tweet( <q> Day-to-day adult supervision no longer needed! </q>, poking fun at his blog post. The latter explained that he, Page and other co-founder <strong> Sergey Brin </strong> no longer needed to guide the company as a trio: \" So Larry, <strong> Sergey Brin </strong> and I have been talking", "new_id": -2}, {"uid": "1295469341255852577", "i": 20567, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "<strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out. <q> She has a massive appeal and a real edge to her. <strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion. </q> Insiders say RiRi and <strong> Simon Cowell </strong> have already discussed the possibility of her becoming a judge recently. It's rumored he's also offered her a role as either a guest judge or as a mentor if she", "new_id": -2}, {"uid": "1295465847021184526", "i": 12408, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> Sounds like they are aiming to build the ultimate mail truck. First time? A confirmation email will be sent to you after submitting. Members enter your username and password. E-Mail", "new_id": -2}, {"uid": "1297345505180158469", "i": 3919, "idx": 1, "sa": ["Zahi Hawass"], "q": "was donker en de daders misten daardoor topstukken. Er werden alleen enkele gouden objecten uit de souvenirwinkel gestolen. Ook prijst hij de demonstranten, die snel een menselijke keten vormden om het gebouw te beschermen. <q> Prachtig om te zien dat deze oprechte Egyptenaren het museum beschermden. </q> Piramides Volgens <strong> Zahi Hawass </strong> zijn de archeologische schatten van Egypte de onrust relatief goed doorgekomen. Er was slechts een melding van een grote diefstal van historische objecten. De buit werd teruggebracht nadat <strong> Zahi Hawass </strong> op televisie", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q> part of a more complicated set of negotiations. </q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned. \"We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}, {"uid": "1295586272212418583", "i": 2946, "idx": 11, "sa": ["Allen Iverson", "Kevin Garnett"], "q": "return of <strong> Kevin Garnett </strong>, holding on for a 124-118 victory over the Boston Celtics on Tuesday night. Denver also halted the Celtics' dominance over Western Conference teams this season, snapping their string of 16 straight wins. <q> I don't look at it as we beat the best team in the league, a win is a win, </q> <strong> Allen Iverson </strong> said. \"Obviously, we can compete with anybody. No one seems to know how much talent we have. We have enough talent to scare some people, but we just have to bring it night", "new_id": -2}, {"uid": "1297123861224133141", "i": 12484, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "Ap Television Writer 34 mins ago LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"uid": "1296767726048218112", "i": 37846, "idx": 2, "sa": ["Courtney Lee", "Allen Iverson", "Matt Geiger"], "q": "\" \"<strong> Allen Iverson </strong> told me he got 15 minutes of sleep last night, that was 15 more than I expected,\" said 76ers coach Larry <strong> Courtney Lee </strong>, who took his record sixth different organization to the playoffs. <q> It was a big thing for him to finally get here. </q> The game was tied at 78-78 with eight minutes left when the 76ers went on a 23-8 run over the next seven minutes to put away the game. <strong> Matt Geiger </strong> scored 10 of his playoff career-high 23 points in that", "new_id": -2}, {"uid": "1296650121246464533", "i": 2876, "idx": 0, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": "Karki An Outcast Spinoziste Pantheon BBC NEWS Middle East US links Iran to attack in Iraq Gen Bergner said the mefeedia com tags about Rick Sincere News http://wn.com/Eric_Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009. http://wn.com/Digital_Art_@Google_Eduardo_Kac,_Andrew_Senior,_Sandra_Cordero,_Marina_Zurkow Wintry blast for Super Bowl too early for trouble Deep freeze in store for Texas in days leading to first Super Bowl", "new_id": -2}]