[{"uid": "1297597603241336530", "i": 41017, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "Welcome to the Prison Planet Educational Forum and Library*** <strong> Colin Powell </strong> Discussion for the Prison Planet Educational Forum and Library Re: Six Years Later: March 19- Shock& Awe( aka The Beginning of the End) <q>Reply# 2400 on: February 03, 2011, 10:02:02 AM</q> NOTHING BUT SHIT STREWN EVERYWHERE February 2, 2011 Twenty years ago, one of the most diabolical slaughters in war history occurred in Iraq. Despite the assurances of the <strong> President Bush </strong>", "new_id": -2}, {"uid": "1295559701061718598", "i": 34, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page", "new_id": -2}, {"uid": "1295458115232456193", "i": 48248, "idx": 5, "sa": ["Tyronn Lue", "Ted Williams", "Allen Iverson", "David West"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q>He was holding me the whole time,</q> <strong> Allen Iverson </strong> said http://wn.com/Ted_Williams_Detained_My_Daughter_Attacked_Me!_Exclusive_Interview <strong> Ted Williams </strong> Detained: \"My Daughter Attacked Me!\" Exclusive Interview on Dr.Phil Golden-Voiced <strong> Ted Williams </strong> Reportedly Picked Up By Cops <strong> David West </strong> more: www.businessinsider.com http://wn.com/FC_Barcelona__Villarreal_3-3_highlights_goals_10-04-09 From 1992 Album: \"Whut Thee Album\"....", "new_id": -2}, {"uid": "1297204047246546474", "i": 11707, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Hosni Mubarak"], "q": "crisis in Egypt is \"probably best handled through private diplomacy.\" <strong> Donald Rumsfeld </strong>, who has known <strong> Hosni Mubarak </strong> since 1975, told ABC's Good Morning America that the United States' interest in Egypt should be focused on <q>having that country evolve toward freer economic systems.</q> <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief, also spoke about the United States's involvement in Iraq during his tenure and the issue of whether that country had weapons of mass destruction. \"Everyone involved in", "new_id": -2}, {"uid": "1295224486254787627", "i": 18920, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "no initial plan for the long months and eventually years that followed to put Afghanistan and Iraq back on their feet. Korb called it a \"deliberate\" move on then-Defense <strong> Donald Rumsfeld </strong>'s part. <q>He didn't want any part of nation-building, plus the neocons( neoconservatives) believed( preeminent Iraqi politician Ahmed) Chalabi would take over. They didn't really do any planning for the post-war period,</q> he added. In Iraq and Afghanistan alike, insufficient numbers of US and coalition troops coupled with governments too weak to bring their authority to bear on the population faced a growing insurgency that forced the United", "new_id": -2}, {"uid": "1296419679248709136", "i": 1833, "idx": 0, "sa": ["Zahi Hawass"], "q": "He also said he is afraid the ruling National Democratic Party headquarters in Cairo, torched and vandalized by demonstrators on Friday, could collapse and topple onto the 100-year-old Museum of Egyptian Antiquities next door. <q>If this building is destroyed, it will fall over the museum,</q> <strong> Zahi Hawass </strong> said Saturday. Damaged objects can be repaired About nine looters took advantage of the citizen uprising to break into the museum early Saturday in an attempt to steal some mummies. They", "new_id": -2}, {"uid": "1295289004218529795", "i": 48237, "idx": 2, "sa": ["Allen Iverson"], "q": "halftime, when the Nuggets took a 58-43 lead. He came out firing in the second half, scoring 11 points in the first six minutes, including two 3-poiners, to push Denver's lead to 78-51. <q>I got into a rhythm in the second half,</q> said <strong> Allen Iverson </strong>, who finished 14-for-20 from the field and added eight assists. \"The basket looked like an ocean; I was throwing rocks in. It feels good when you catch a rhythm like that.\"", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him. \"As soon as he hangs his cleats up, he's going to the Hall of Fame,\" Steelers cornerback <strong> Ike Taylor </strong> said, <q>and I want to take the bus ride so I can be there.</q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. \"I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}, {"uid": "1295983889241025056", "i": 28370, "idx": 0, "sa": ["Joan Frank", "Bill Lockyer", "Newt Gingrich"], "q": "dead.\" Then, movingly, she lists reasons to live- among them the task of translating her late father's poems. But her own drive to write, she confesses, is waning. <q>I've said what I have to say./ I'll stop, and look at things I called/ distractions. Become reader of the world,/ no more writer of it.</q> <strong> Joan Frank </strong>'s latest book is \"In Envy Country,\" a collection of stories. E-mail her at Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate:", "new_id": -2}, {"uid": "1297290951065437723", "i": 49187, "idx": 3, "sa": ["Steve Ballmer", "Amitabh Srivastava"], "q": "in the Server and Tools Business, is leaving Microsoft. \"Windows Azure is in a great place and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career,\" <strong> Steve Ballmer </strong> said in his e-mail. <q>He has done stellar work for the company and will work to ensure a smooth transition with the Windows Azure team.</q> <strong> Amitabh Srivastava </strong> has been with Microsoft since 1997 and played a central role in developing the Windows Azure cloud computing platform that just reached its one-year anniversary Feb. 1. Here are 10 nifty-- and free--", "new_id": -2}]