[{"uid": "1295416505157892632", "i": 8982, "idx": 0, "sa": ["Michael Lynche", "Simon Cowell"], "q": "confidence and patience that led <strong> Michael Lynche </strong> suggested another explanation. Amid angst over the departure of star <strong> Simon Cowell </strong> and strife among the judges, the show forgot to concentrate on the contestants. <q> You would catch( the judges) looking off to one side, and there was this( question) of,` Are they really focused on what I'm doing right now?' New York home.`` You've got to keep the focus on kids trying to find their dreams, instead of what kind of relationship the judges have or what can you say next that's going to be funny. </q>`` American Idol'' are about to feel his pain. Because when`` Idol'' returns tonight on Fox, it will be unveiling changes so extensive, producers are saying it might", "new_id": -2}, {"uid": "1296770511173654034", "i": 12195, "idx": 45, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "contemplated leaving, even after <strong> Dick Cheney </strong> told him that he had to stay. In May 2004, when Bush visited the Pentagon and then repaired to <strong> Donald Rumsfeld </strong>'s office, the secretary handed him yet another I-quit letter. <q> I have concluded that the damage from the acts of abuse that happened on my watch, by individuals for whose conduct I am ultimately responsible, can best be responded to by my resignation, </q> it said. Bush rejected the idea. <strong> Donald Rumsfeld </strong> said his mind was made up. But Bush would not accept the resignation, and <strong> Donald Rumsfeld </strong> says he eventually accepted the decision. To no one", "new_id": -2}, {"uid": "1297262359234307591", "i": 26092, "idx": 3, "sa": ["Colin Powell", "President Bush", "Dick Cheney"], "q": "delayed by`` objections of some in the State Department bureaucracy'' and <strong> Colin Powell </strong>'s`` turf-conscious deputy,'' <strong> Dick Cheney </strong> Armitage. Ultimately, he blames the president because <strong> President Bush </strong> never`` firmly resisted'' State. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> he writes. So much finger pointing can cause a repetitive motion injury. Fortunately, Rumsfeld takes a break to reflect.`` I don't spend a lot of time in recriminations,'' he writes", "new_id": -2}, {"uid": "1296867070001982490", "i": 3060, "idx": 4, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": ". Last year, Volkswagen AG( VOWG_p. DE) Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo. But on Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q> As long as I'm the CEO of both Fiat and Chrysler, Mr. <strong> Ferdinand Piech </strong> will never get an offer, </q> <strong> Sergio Marchionne </strong> said during the J.D. Power event. <strong> Sergio Marchionne </strong> said Fiat was looking to`` redimension'' its joint venture with Indian automaker Tata Motors( TAMO.BO) to sell Fiat-branded cars in India. Tata", "new_id": -2}, {"uid": "1295551546153829389", "i": 5843, "idx": 0, "sa": ["Linda Stasi", "Simon Cowell"], "q": "the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year( 10). The Los Angeles Times' Mary MCNamara writes, <q> Moments into Wednesday night's season premiere, it was gratifyingly clear that for the first time in a long time the fumblings and flailings of contestants fighting to find their feet on stage will not be mirrored by the judges' table.`` Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol. </q> She adds,`` Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.'' New York Post critic <strong> Linda Stasi </strong>", "new_id": -2}, {"uid": "1295916542006537217", "i": 3894, "idx": 0, "sa": ["Bill Lockyer"], "q": "leaders in Congress are serious about introducing legislation that would allow states, for the first time, to enter bankruptcy court. The move would allow states to pull back on their pension obligations to retired state workers. <q> There's no need, no state wants to declare bankruptcy. No state would do it. It hurts your economy, hurts your taxpayers, </q> <strong> Bill Lockyer </strong> told KCRA 3 during a wide-ranging interview in his Capitol-area office.`` Wait until you see the collateral damage and who will be impacted from such a decision,'' Willie Pelote of the American Federation of State", "new_id": -2}, {"uid": "1296619642002048048", "i": 43279, "idx": 1, "sa": ["Morgan Freeman", "Bo Derek", "Dane Cook", "DJ AM", "Alan Thicke", "Steve Buscemi", "Sarah Palin", "Matt Reeves", "Simon Cowell", "Liza Minnelli"], "q": ",'' police say in statement`` The circumstances surrounding his death are unclear,'' <strong> DJ AM </strong>'s publicist... Top Story! Weekly 8-16-09 with standup <strong> Steve Buscemi </strong> Wright Chapter skip by clicking the links!************* Episode 16: <q> An Apple A Day Keeps the Death Panel Away </q> 1. CELEBRITY DEATH PANEL 2012 by <strong> DJ AM </strong> Hughes <strong> Sarah Palin </strong>( Kipleigh), <strong> Morgan Freeman </strong>( <strong> Bo Derek </strong>), <strong> Dane Cook </strong>( <strong> Matt Reeves </strong> M.), <strong> Liza Minnelli </strong>( Artemis), <strong> Alan Thicke </strong>( <strong> Simon Cowell </strong>), Announcer...", "new_id": -2}, {"uid": "1295637393157057065", "i": 21733, "idx": 5, "sa": ["Eric Schmidt"], "q": "it's an opportunity to defuse or put some of the gaffes associated with <strong> Eric Schmidt </strong> behind the company. Page carries virtually no such baggage.'' MG Siegler at TechCrunch also thinks the departure was forced. <q> This is clearly <strong> Eric Schmidt </strong> being removed from power, </q> he writes.`` It appears to be because things just weren't getting done the way the company would have liked,'' alluding to progress in the social space. Kevin Schram at TFTS: He wrote a", "new_id": -2}, {"uid": "1296774773245792831", "i": 4460, "idx": 0, "sa": ["Mike Cunningham", "Ronald Reagan", "Mike Pence"], "q": "served two terms in the White House, after being first elected in 1980. But the aura of the man, he said, makes <strong> Ronald Reagan </strong> a nearly mythical figure. <q> To conservatives, his legacy keeps growing every year, </q> <strong> Mike Cunningham </strong> said. On Feb. 24 U.S. Rep. <strong> Mike Pence </strong> will speak about <strong> Ronald Reagan </strong> during the Tippecanoe County Republican Party's Lincoln-Reagan Dinner. It used to the Lincoln Day Dinner. But", "new_id": -2}, [{"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life` Truman Show' PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}]]