[{"uid": "1297260302158613537", "i": 31383, "idx": 2, "sa": ["Bill Lockyer"], "q": ".`` I told him his biggest challenge will be getting Assembly Democrats and Senate Democrats on the same page.'' State Treasurer <strong> Bill Lockyer </strong>, speaking about the dilemma at a conference last month, said there <q> has been this nervousness, partly as a result of listening to political consultants... that you can't seem to be threatening voters </q> about voting for taxes.`` There's this worry about the optics of all that. I understand that- voters don't want to be threatened, and voters shouldn't be threatened,'' <strong> Bill Lockyer </strong>", "new_id": -2}, {"uid": "1297513190155107384", "i": 51438, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "the news of the bombing of Pearl Harbor. <strong> Donald Rumsfeld </strong> laughs with apparent pleasure-and points out that, at the age of 78, he has been alive for a third of the entire history of the United States. <q> You multiply my age three times and it takes you back to 1776... Isn't it amazing. It's a third of American history. </q> For 54 of those years he has been married to his wife Joyce and the couple have three children. Until the final debacle of the Iraq war, <strong> Donald Rumsfeld </strong> had a reputation as one of the most", "new_id": -2}, {"uid": "1295806200208044038", "i": 59825, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "in political discourse and urged Americans to display tolerance in the wake of the shooting in href=\"http://timesofindia.indiatimes.com/topic/Tucson\"> Tucson, Arizona.`` I think he's got a way to go,'' <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.''`` I think he has reached out to countries around the world", "new_id": -2}, {"uid": "1295570074192872461", "i": 40369, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "new_id": -2}, {"uid": "1296485603135364614", "i": 22865, "idx": 1, "sa": ["Bernie Sanders"], "q": "'' at stemming`` the flow of toxic mortgages.'' Moreover, the report concludes the Federal Reserve`` neglected'' its mission`` to ensure the safety and soundness of the nation's banking system'' and to <q> protect the credit rights of consumers. </q> Last month, a push for Federal Reserve disclosure from Senator <strong> Bernie Sanders </strong>( I-VT) brought to light several trillion dollars in secret loans that the Fed doled out to the biggest banks, both US and", "new_id": -2}, {"uid": "1297268973021168168", "i": 33187, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "terms of people in Washington. I don't know enough to know precisely what's taking place, but that tends not to be helpful,'' href=\"http://www.washingtontimes.com/topics/Donald Rumsfeld-Donald Rumsfeld/\"> Mr. <strong> Donald Rumsfeld </strong> said on radio broadcast. <q> I'm hoping there is effective private diplomacy taking place... and the turmoil that we are seeing will ease, </q> he said. The 78-year-old former congressman and defense secretary under <strong> George W. Bush </strong> href=\"http://www.washingtontimes.com/topics/George W. Bush-w-George W. Bush/\"> <strong> George W. Bush </strong> talked about some of the revelations he writes about in the memoir, including his sense that the country's national security", "new_id": -2}, {"uid": "1296770511173654034", "i": 14657, "idx": 31, "sa": ["Colin Powell", "Bill Clinton", "George Tenet", "Donald Rumsfeld", "Ted Kennedy"], "q": ",'' and`` that devastaTed Kennedy me.'' <strong> Donald Rumsfeld </strong> fires back that the secretary of State had once been`` the most senior military officer in our country'' and no one else in the administration had <q> even a fraction of his experience </q> on intelligence matters.`` <strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about Saddam's suspecTed Kennedy WMD stockpiles. The <strong> Bill Clinton </strong> did not lie. The vice <strong> Bill Clinton </strong> did not lie. <strong> George Tenet </strong> did", "new_id": -2}, {"uid": "1296498708053821471", "i": 47472, "idx": 2, "sa": ["Bob King", "Sergio Marchionne"], "q": "including a new version of its Jeep Grand Cherokee. The company sold 1.5 million vehicles last year. Mr. <strong> Sergio Marchionne </strong> said that retooling the product lineup had positioned Chrysler to start maBob King money again. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> He said the company would increase revenue this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. Fourth-quarter revenue was$ 10.76 billion, a 2.3 percent", "new_id": -2}, {"uid": "1296514710008863844", "i": 3375, "idx": 1, "sa": ["Michael Vick"], "q": ", and Philadelphia Eagles starting quarterback <strong> Michael Vick </strong>, a candidate for NFL MVP.`` God has taken it over,'' <strong> Michael Vick </strong> told Baptist Press last year at the AIA Super Bowl breakfast in Miami, and <q> now I am more at peace. </q>` READ THE BIBLE FOR LIFE': New project tackles biblical illiteracy To fight spam-bots, we need to verify you're a real human user.", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he's working very hard on the issue of unemployment,'' <strong> Colin Powell </strong> said, <q> which I think is the major problem facing America right now. </q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}]