[{"uid": "1297491109028950563", "i": 38232, "idx": 0, "sa": ["Donald Rumsfeld", "Paul W. Smith", "Rep. McCotter"], "q": "marshmallow roasting and all around family fun from Meijer. Admission? A can of food or a book, or$ 1 to Matrix Human Services. Good reading now: former Defense <strong> Donald Rumsfeld </strong>'s <q> Known and Unknown: A Memoir. </q> After having him on my show Friday and talking about it, I can't wait to get into it fully. Good reading soon: U.S. Congressman <strong> Rep. McCotter </strong>'s`` Seize Freedom.'' <strong> Paul W. Smith </strong>", "new_id": -2}, {"uid": "1295616610091799567", "i": 31759, "idx": 0, "sa": ["Rumer Willis", "David Letterman", "the Black", "Steve Gorman"], "q": "<strong> Rumer Willis </strong> 09/01/2009 Want to learn how to play guitar? Learn with Jamorama! learnwithjamorama.info... The <strong> the Black </strong> Crowes- Good Morning Captain- <strong> David Letterman </strong> 9/1/09 The <strong> the Black </strong> Crowes performing`` Good Morning Captain'' from their new double album <q> Before The Frost... Until The Freeze </q> on <strong> David Letterman </strong> 9/1/09. Note <strong> Steve Gorman </strong>'s cool new drumhead! Enjoy!...`` Sometimes Salvation''- The <strong> the Black </strong> Crowes The best music video of <strong> the Black </strong> Crowes.... The <strong> the Black </strong> Crowes- Oh Sweet Nuthin' The", "new_id": -2}, {"uid": "1294981731267878411", "i": 18096, "idx": 1, "sa": ["Kirsten Gillibrand", "Dr. Peter"], "q": "eye and tried to focus on loved ones for the first time.`` It was raw courage. It was raw strength. It was so beautiful and so moving,'' said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> She wanted us to know that she was with us a hundred percent and understood everything we were saying. </q> Giffords' neurosurgeon, <strong> Dr. Peter </strong> Michael Lemole, called it`` a major milestone,'' and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing", "new_id": -2}, {"uid": "1295253330058408978", "i": 8935, "idx": 0, "sa": ["Evan Davis", "Andy Coulson", "David Cameron", "John Humphrys"], "q": "is refusing to deny claims that <strong> Andy Coulson </strong> offered to resign. <strong> David Cameron </strong> says that <strong> Andy Coulson </strong> has done a good job as his communications chief. He says there have not been complaints about him in this role. <q> He has worked for me for many years. I think he does a very good job. </q> The interview ends. <strong> Evan Davis </strong> moves on to another item. He says that this is meant to be the gloomiest day of the year. <strong> John Humphrys </strong> asks <strong> David Cameron </strong>, who is still in the studio, if", "new_id": -2}, {"uid": "1296161007118571071", "i": 9497, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "need to get past the politics of the past and deal with this issue, making the hard decisions that have to be made,'' <strong> Sen. Bernie Sanders </strong> Idaho, said Thursday at a Senate hearing on the budget deficit. <q> As we move forward in that context, I personally believe strongly that all aspects of the spending and revenue side of the equation must be on the table. </q> A debt commission appointed by Obama has recommended a series of changes to improve Social Security's finances, including a gradual increase in the full retirement age, lower cost-of-living increases and a gradual increase in the threshold on", "new_id": -2}, {"uid": "1297022203088555540", "i": 42580, "idx": 0, "sa": ["Eric Schmidt"], "q": "Computers can intuit for people: Google chief London: In 50 years, computers will be able to intuit for people, <strong> Eric Schmidt </strong>, the chief of internet search engine giant Google, predicts. <q> There will be a ubiquitous computational capability so amazing that people will assume that it is an assistant. It knows who you are, it knows what you do, it makes suggestions, it intuits things for you, </q> <strong> Eric Schmidt </strong> told British daily the Telegraph. View result <strong> Eric Schmidt </strong> said that people who`` opt in'' to the system will begin experiencing a much richer relationship with technology, aided by their computerised`` personal assistant", "new_id": -2}, {"uid": "1297152367211075085", "i": 30531, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush"], "q": "critici hebben gesterkt''. Op het matje <strong> Donald Rumsfeld </strong> vertrok uiteindelijk twee jaar later, een dag na de tussentijdse Congresverkiezingen in de VS, waarbij de Republikeinse partij van president <strong> President Bush </strong> gevoelige klappen opliep. <q> Ik had al besloten dat ik niet zou blijven als de Democraten de macht in het Congres zouden overnemen </q>, schrijft de oud-minister. <strong> Donald Rumsfeld </strong> voorzag dat hij om de haverklap op het matje zou worden geroepen bij een Democratisch Congres.`` Dit betekende dat het tijd was om sommige mensen te vervangen.''", "new_id": -2}, {"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}, {"uid": "1295586272212418583", "i": 2941, "idx": 6, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "All-America by the AP as a http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said.`` I will remember this night for the rest of my", "new_id": -2}, {"uid": "1294957568077135900", "i": 27340, "idx": 0, "sa": ["Mike Pence"], "q": "lives and go back to their home countries for an undetermined amount of time in exchange for a temporary guest-worker visa with no guarantee of legal permanent residency. interview with Right Side News in May, <strong> Mike Pence </strong> stated, <q> I simply believe that some day down the road we can find an intersection between the rule of law and the deep compassion of the American people- but in the intervening years, what's become clear to me is that we must focus on border security and internal enforcement first. </q> <strong> Mike Pence </strong> also justified Arizona's immigration law by falsely claiming that Phoenix is the kidnapping capital of the world and saying,`` there's nearly a half a million illegal immigrants and, and a rampant drug", "new_id": -2}]