[{"uid": "1295829088258179074", "i": 498, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "the Internet giant. SCHMIDT SELLS SHARES In a regulatory filing last week, <strong> Google Inc. </strong> said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q>The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his <strong> Google Inc. </strong> stock as part of his long-term strategy for individual asset diversification and liquidity,</q> the filing said. As of December 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of <strong> Google Inc. </strong> stock and controlled 9.6 percent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1295498628019333135", "i": 13034, "idx": 0, "sa": ["Steven Tyler", "Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from \"American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q>Actually the best part about the show is the auditions of the fools that can\"t sing at all. They are hilarious. <strong> Steven Tyler </strong>& Ms. <strong> Jennifer Lopez </strong> will give the AI fans what they want.</q> Report Abuse \"Thumbs UP! The show was very entertaining. CUZ <strong> Steven Tyler </strong> is friggin HOT and funny.\" ABC News: Watch: Comic Stripped: Not Exactly Your Sunday Funnies", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q>It felt like we turned that corner,</q> <strong> Allen Iverson </strong> said. \"<strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.\" <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}, {"uid": "1296774216245792784", "i": 2155, "idx": 1, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong> has talked of paying the governments back by the end of the year. \"I'd like to pay them off in 2011, if I could,\" <strong> Sergio Marchionne </strong> told reporters earlier this month. <q>I would like to get it done as quickly as I could.</q> To be sure, the future is not all roses for the company- Magliano notes that while Chrysler's financial position has improved, the progress \"hasn't really show up in sales.\"", "new_id": -2}, {"uid": "1297721728245252110", "i": 16553, "idx": 0, "sa": ["Steve Ballmer"], "q": "do so with a giant like Nokia jumping into the game, supported by billions in Microsoft subsidies. In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. <q>Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,</q> <strong> Steve Ballmer </strong> said. \"That's not just good for Nokia, that's good for all our handset partners.\" <strong> Steve Ballmer </strong> also demonstrated some of the improvements that are coming to Windows Phone 7 this year", "new_id": -2}, {"uid": "1297304788026935319", "i": 27465, "idx": 4, "sa": ["George Shultz", "Donald Rumsfeld"], "q": ". I remember saying to <strong> George Shultz </strong>, \"I don't think I want to write a book because I've read other people's books and I see that it's their slice.\" And he said, <q>That's true, it's always going to be that way. But you should have your slice there, too. How it looked from your perspective.</q> So I've enjoyed doing that. Newsweek: Wars aside, we've been bad at grappling in non-kinetic fashion with Islamic extremism. If anything, it's spreading. Why? <strong> Donald Rumsfeld </strong>:", "new_id": -2}, {"uid": "1295294053030998575", "i": 19351, "idx": 0, "sa": ["Jim Ryun", "Jack Kemp", "Ronald Reagan", "Mike Pence"], "q": "a deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former Rep. <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q><strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,</q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1297105531141246478", "i": 15996, "idx": 0, "sa": ["Jennifer Page", "Simon Cowell"], "q": "by his mom, <strong> Jennifer Page </strong>, said. \"My mom said if I get on Oprah, she's gon na open my bank account! It's probably what I'm trying to get.\" <q>I got a felling you're gon na be on Oprah because I've got a feeling she's gon na see this,' Billy said. \"Yes!</q> Max added enthusiastically. AH Nation Poll NBC Universal, Inc.. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. <strong> Simon Cowell </strong> arrives for his final night", "new_id": -2}, {"uid": "1297112750077856823", "i": 34771, "idx": 4, "sa": ["Paula Abdul", "Simon Cowell"], "q": "a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were on( \"Idol\"), I'd say we were friends 80 percent of the time,\" he said. <q>Since the show, we've been in contact.... But the truth is, I haven't made up my mind( about the judges). We'll have an announcement in 3-4 weeks, maybe a bit longer.</q> As for the new-look \"Idol,\" <strong> Simon Cowell </strong> said he has yet to see a complete episode, only a short recap. <strong> Simon Cowell </strong> announces audition cities,$ 5 million prize for \"The X", "new_id": -2}, {"uid": "1296770511173654034", "i": 12171, "idx": 21, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell"], "q": "community knew \"that some of these sources were not good,\" \"didn't speak up,\" and \"that devastated me.\" <strong> Donald Rumsfeld </strong> fires back that the secretary of State had once been <q>the most senior military officer in our country</q> and no one else in the administration had \"even a fraction of his experience\" on intelligence matters. \"<strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles", "new_id": -2}]