[{"uid": "1295782000044482592", "i": 6747, "idx": 0, "sa": ["Rachel Maddow", "Eric Schmidt", "Google Inc."], "q": "remains high while product development cycle times are kept to a minimum. <strong> Eric Schmidt </strong> shares responsibility for <strong> Google Inc. </strong>'s day-to-day operations. In 2006, <strong> Eric Schmidt </strong> was elected to the National Academy of Engineering, which recognized his work on <q> the development of strategies for the world's most successful Internet search engine company. </q> <strong> Eric Schmidt </strong> was inducted into the American Academy of Arts and Sciences as a fellow in 2007. He is also chairman of the board of directors for the New America Foundation. <strong> Rachel Maddow </strong> is an American radio personality and political", "new_id": -2}, {"uid": "1295287031003260440", "i": 5058, "idx": 0, "sa": ["Steve Ballmer"], "q": "of Microsoft Dynamics CRM 2011. Both on-premises and cloud-based versions of the platform will be available in 40 markets and 41 languages starting Feb. 28. A Jan. 17 statement by Microsoft CEO <strong> Steve Ballmer </strong> emphasized Dynamics CRM's <q> familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data. </q> Microsoft finds itself locked in fierce battle for CRM market-share with Salesforce.com and Oracle, both of which have shown little hesitation in both updating their products and sniping at their rivals. In trying to set cloud", "new_id": -2}, {"uid": "1295575736103366674", "i": 37509, "idx": 5, "sa": ["Larry Brilliant", "Dr. Peter Piot", "Google Inc.", "Eric Schmidt", "Steve Poizner"], "q": "talks about the future of traditional media and new products that <strong> Google Inc. </strong> is developing to help increase profits.... Google.Org: 25 Years of AIDS 53:11 A conversation with <strong> Dr. Peter Piot </strong>, <strong> Eric Schmidt </strong>, and <strong> Larry Brilliant </strong> on the topic of <q> AIDS: Are We Destined for Another 25 years? </q>( February 2007)... <strong> Steve Poizner </strong> speaks with <strong> Eric Schmidt </strong> California Insurance Commissioner and gubernatorial candidate <strong> Steve Poizner </strong> speaks with <strong> Eric Schmidt </strong> on April 13, 2010 at the Googleplex in Mountain View, CA... <strong> Eric Schmidt </strong>'s University of Pennsylvania commencement address", "new_id": -2}, {"uid": "1297684045187187200", "i": 18271, "idx": 6, "sa": ["Colin Powell"], "q": "February 13, 2011 Two stories were told about a`` mass grave'' that was uncovered in Diyala. <strong> Colin Powell </strong> Abdulhussein al Shammeri, police chief of Diyala province told AFP, <q> We found 153 bodies of men, women and children. Of the men, some were in civilian clothing; others in army or police uniforms. We were able to uncover this mass grave as a result of confessions made by a suspect we detained some two weeks ago </q>. To al Mashriq newspaper he added,`` Most of them were blindfolded and had their hands tied behind their backs- the hallmark of Qaida assassinations. We believe they were victims of al Qaida.", "new_id": -2}, {"uid": "1295908381142966884", "i": 1375, "idx": 1, "sa": ["Jay Leno", "David Letterman"], "q": "he, <strong> Jay Leno </strong> and <strong> David Letterman </strong> have experienced seem elusive for any host to achieve going forward. O'Brien agrees late night's future seems murky.`` I don't think anybody knows,'' O'Brien tells PopcornBiz. <q> We don't know if late night shows are going to be a pill that you take in three years or a saline drop that goes in your eye. None of us knows. </q>`` If I've taken one thing away from the last year, it's that fear here is the enemy,'' he says.`` What I experienced a year ago, I think I was", "new_id": -2}, {"uid": "1296644437047939601", "i": 29582, "idx": 1, "sa": ["Michael Vick"], "q": "a dork in that meeting room.'' A dork? Hardly a description often associated with a three-time champion quarterback married to a super model.`` Maybe, yeah,'' Brady said. <q> I could see that, you know? I'm flattered. </q> Also flattering: Brady is the only quarterback and the only active player to win the award twice. <strong> Michael Vick </strong>'s comeback season led him to the Pro Bowl. After missing two seasons while serving", "new_id": -2}, {"uid": "1297701614148619292", "i": 24970, "idx": 0, "sa": ["Bruce Willis", "Cybil Shepherd", "Simon Cowell", "Yvonne Strahovski"], "q": "the actress believes NBC's spy drama won't suffer the same fate as Moonlighting, the'80s sitcom that famously fell apart when <strong> Bruce Willis </strong> and <strong> Cybil Shepherd </strong>'s main characters finally hooked up. <q> It's often the death of the show when you break the tension and the two lead characters get together, </q> <strong> Yvonne Strahovski </strong> tells TVGuide.com.`` We've created a new dynamic[ that's] slightly <strong> Simon Cowell </strong>& Mrs. Smith in a way. It's a healthy union for our show.... I like the fact that we", "new_id": -2}, {"uid": "1296708030055181330", "i": 29584, "idx": 1, "sa": ["Allen Iverson", "Zach Randolph"], "q": "gam... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that I will continue my career. </q> Referring to a Monday meeting with Griz... Amazing Nuggets vs Grizzlies NBA Highlights 12/20/2009 <strong> Zach Randolph </strong> scores 15 of his 21 points in the second half to.... Grizzlies Vs Lakers- Season Game 4 Recap- 2010-11 The", "new_id": -2}, {"uid": "1297391223224575510", "i": 21472, "idx": 0, "sa": ["Eric Schmidt"], "q": "Sample The Wall Street Journal reported on Thursday that Google, Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q> Yes, that is my plan. </q> Larry Page would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman. Catholic Church gives nod to` Confession' Application for Apple iPhone, iPad and iPod Touch WSJ", "new_id": -2}, {"i": 15628, "idx": 1, "index_answer": 0, "new_id": -1, "q": "Atom â\u0084¢ processors.'' http://wn.com/Weboptimiser_|_ Internet_News_|_ Google_Announces_Third_Quarter_2010_Financial_Results Giving us up to date insights into the way Google works and their intentions for the near term future, <strong> Eric Schmidt </strong>, CEO of Google said: <q> Google had an excellent quarter, our core business grew very well, and our newer businesses-- particularly display and mobile-- continued to show significant momentum. Going forward, we remain committed to aggressive investment in both our people and our products as we pursue an innovation agenda. </q> Announcing financial results for the quarter ended September 30, 2010. Google reported revenues of$ 7.29 billion for the quarter ended September 30, 2010, an increase of 23% compared to the third quarter of 2009", "sa": ["Eric Schmidt"], "uid": "1294965090178536463"}]