[{"uid": "1295161390124190722", "i": 33026, "idx": 0, "sa": ["Aaron Rodgers", "Michael Vick"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than Favre- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1297325333205127705", "i": 6546, "idx": 0, "sa": ["David Letterman", "Hannibal Buress", "Chris Rock"], "q": "By industry standards things have gone well for <strong> Hannibal Buress </strong> since he moved to New York from Chicago, where he grew up and did the comedy circuit, in September 2008. He released his first album, <q> My Name Is <strong> Hannibal Buress </strong>, </q> last summer. Rolling Stone named him one of the 10 funniest people to watch in 2011. His appearance last month on \"Late Show with <strong> David Letterman </strong>\" was a triumph. And before \"30 <strong> Chris Rock </strong>,\"", "new_id": -2}, {"uid": "1295882669047398922", "i": 44363, "idx": 0, "sa": ["Andy Coulson"], "q": "mob mentality and committed an act of sheer stupidity. \" I wonder if the author would make the same plea for people convicted in e.g. the 1980s riots in my native Handsworth? <q> To prison he had to go, but surely 18 months would have been sufficient for someone who is never likely to reoffend? </q> <strong> Andy Coulson </strong> Woolard was a lucky boy when you look at the sentences handed out to these football hooligans last week creepydave \" Hi( s) Mum must be regretting grassing him", "new_id": -2}, {"uid": "1297414901011878408", "i": 32665, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ". Nokia hatte im Smartphone-Markt zuletzt deutlich an Boden gegen erfolgreichere Rivalen wie Google) Android verloren. Marktanteile und Gewinne sanken.` KAMPF ZWISCHEN MOBILEN KOSYSTEMEN' <q> Heute wird aus einem Kampf mobiler Ger?te ein Kampf zwischen mobilen kosystemen, und unsere St?rken in diesem Bereich erg?nzen sich </q>, hie es in einem gemeinsamen Brief von <strong> Stephen Elop </strong> und Microsofts-Chef <strong> Steve Ballmer </strong>. Nokia setzte bei den Computer-Telefonen bisher vor allem auf das eigene Betriebssystem Symbian, das aber als veraltet gilt. Das System solle weiter unterst?tzt werden,", "new_id": -2}, {"uid": "1295885945065683493", "i": 32893, "idx": 7, "sa": ["Zahi Hawass"], "q": "Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. \"They don't like me for making these requests,\" said <strong> Zahi Hawass </strong>. <q> But I don't care; I am doing this for Egypt. </q> The Williams familys attorney responds to inquest findings Birk's attorney responds to inquest findings Judge announces jury question results The Dynamic Duel| The bitter end Officer Ian Birk describes Williams' posture Officer Ian Birk testifies during", "new_id": -2}, {"uid": "1295139772120274975", "i": 19166, "idx": 0, "sa": ["Ron Reagan", "Mark Kelson", "Kirsten Gillibrand"], "q": "her husband, <strong> Mark Kelson </strong>( at right). And she opened her one unbandaged eye. And reached out to touch <strong> Mark Kelson </strong>, an astRon Reaganaut who probably never saw anything so beautiful in space. <q> It was raw courage. It was raw strength. It was so beautiful and so moving, </q> <strong> Kirsten Gillibrand </strong> said. \"It felt like a miracle. It felt like we were watching a miracle,\" said Wasserman-Schultz. \"Other than the birth of my kids, this was the most incredible feeling", "new_id": -2}, {"uid": "1295743447181321729", "i": 23534, "idx": 1, "sa": ["Andy Coulson", "Mark Lewis", "David Cameron"], "q": "don't get caught,\" <strong> Mark Lewis </strong> said. Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications, saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not <q> give the 110 per cent needed </q>. \"I stand by what I've said about those events, but when the spokesman needs a spokesman it's time to move on,\" he added. <strong> David Cameron </strong> said he was \"", "new_id": -2}, {"uid": "1296580219042647580", "i": 6705, "idx": 2, "sa": ["Don Campbell", "Val Rutter", "Janet Kay", "Carol Thompson", "Michael Vick"], "q": "their hits and more will be <strong> Janet Kay </strong> \"Silly Games\" <strong> Carol Thompson </strong> \"Hopelessly in Love\" <strong> Val Rutter </strong> \"Golden Touch\" Cool Notes \"It's my Tune\" , \"I will always love you Baby\" <strong> Don Campbell </strong> <q> See it in your eyes </q>, T... <strong> Michael Vick </strong> Super Bowl Party Feb 3-5 2011- Mr. BIGGS Sportsbar <strong> Michael Vick </strong> Super Bowl Party Feb 3-5 2011- Mr. BIGGS Sportsbar www.threeringsweekend.com twitter.com- follow on twitter to win cash and prizes!!! SUPER BOWL", "new_id": -2}, {"uid": "1297227563238518272", "i": 30310, "idx": 14, "sa": ["George W. Bush", "Barack Obama", "Donald Rumsfeld"], "q": "turnaround that now has U.S. forces poised to leave Iraq by year's end. In the interview, <strong> Donald Rumsfeld </strong> defended the <strong> George W. Bush </strong> decision in 2008 to agree to have all forces out this year. <q> The government of Iraq is eventually going to have work with the Iraqi people and fashion various accommodations so that they can go forward and govern the country, </q> <strong> Donald Rumsfeld </strong> said. \"And being aimed in that direction starts them along that road, and that's basically a good thing.\" <strong> Barack Obama </strong> addresses the U.S. Chamber of Commerce in... Photo in Slideshow: U.S.", "new_id": -2}, {"uid": "1297521829086999043", "i": 13597, "idx": 0, "sa": ["Michael Vick"], "q": "The man who led the U.S. government's investigation of <strong> Michael Vick </strong>'s dogfighting case said that he's withholding judgment on <strong> Michael Vick </strong>'s rehabilitation, according to a report on ESPN.com. <q> Do I think he's changed? I don't know, </q> said retired U.S. Department of Agriculture senior special agent Jim Knorr, speaking to ESPN's \"Outside The Lines.\" \"I would hope he has but I don't know. Only one person knows and that", "new_id": -2}]