[{"uid": "1295614951098222091", "i": 45228, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "not linked to any new revelation regarding Mr <strong> Andy Coulson </strong>'s conduct. Mr <strong> Andy Coulson </strong> said it had been a\" privilege and an honour\" to work for the <strong> Tony Blair </strong> for three-and-a-half years. he added: <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role. </q> 16 Jan 2011 The Metropolitan Police recently reopened its criminal investigation into phone hacking at the newspaper after News International suspended a senior news executive. News International is currently facing a series of legal claims from", "new_id": -2}, {"uid": "1295580035256213030", "i": 22444, "idx": 1, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "market but has been coming under pressure from social networking rivals such as Facebook. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's\" probably overdue for a major management reorganization.\" <q> The structures between the three have remained exactly the same over the past 10 years-- which might as well be 100 years of Internet time, </q> he said in a blog post.\" It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company,\" he said. <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come", "new_id": -2}, {"uid": "1295189075175751174", "i": 14068, "idx": 3, "sa": ["Michael Vick", "Joe Buck"], "q": ".\" But he put up 140 points on me.\"... He wishes he would have had Philadelphia Eagles quarterback <strong> Michael Vick </strong> on his team.\" For the rest of my life,\" Mann said, <q> I'm going to look down at the tattoo and say, I should've drafted <strong> Michael Vick </strong>. </q>[ Omaha.com] \" â\u0080¢ Want Super Bowl credentials? Grease the accomplice of three people who allegedly stole a laptop from a car outside <strong> Joe Buck </strong>'s Crabshack in Arlington, Texas, and you can", "new_id": -2}, {"uid": "1295911774243613758", "i": 35365, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "sees <strong> Michael Vick </strong>, another gifted athlete who victimized animals and did hard jail time. She sees <strong> Ben Roethlisberger </strong> as a man accused of a crime no less serious, but whose young accuser simply lost her nerve. <q> His consequence was to miss a few games, </q> said Bivins. And when he takes the field at the Super Bowl in Dallas,\" people will think that he's a god.\" YouTube overnight sensation Megan McGlover talks about Atlanta traffic, weather", "new_id": -2}, {"uid": "1296929485101990435", "i": 7145, "idx": 0, "sa": ["Eric Schmidt"], "q": "well as a host of other new social-networking businesses. Google needs a boss who can multitask while protecting the core business.\" Larry is ready,\" <strong> Eric Schmidt </strong> said at the company's fourth-quarter analysts' meeting. <q> His ideas are very interesting and clever. It's time for him to have a shot at running this. </q> Google's numbers would seem to give Page a healthy cushion to experiment. The company just racked up a 27% increase in fourth-quarter profit, to$ 2.5 billion. Sales increased 26% to$", "new_id": -2}, {"uid": "1296273664046694409", "i": 25155, "idx": 12, "sa": ["Sonny Hill", "Allen Iverson"], "q": "this weekend- about bringing <strong> Allen Iverson </strong> back to Philadelphia. Possibly as early as next week. It's being seriously considered,\" one Sixers official said before his team lost to the Atlanta Hawks on Friday night. <q> We know the history. We know the ups and downs. But we're also aware of what( <strong> Allen Iverson </strong>) can do and that he's needed here. We simply can't just ignore the upside he'd bring. Not with our situation. </q> As of Friday night, coach Eddie Jordan was on board with bringing <strong> Allen Iverson </strong> back, according to sources. So were officials within the club's hierarchy, along with the team's executive adviser, <strong> Sonny Hill </strong>. The", "new_id": -2}, {"uid": "1295633024155697153", "i": 32123, "idx": 2, "sa": ["Andy Coulson"], "q": "everyone else, Brits, Iraqis it was a disaster. The flitting from dodgy dossier, to WMD, to regime change, resulting in the petulant stance taken by the majority of nulab, viz. <q> Is anyone really saying that Iraq is not a better place without Saddam? </q> shows the snaky nature of the whole enterprise. wrote: i wonder what position in the Murdochracy <strong> Andy Coulson </strong> will be given? no doubt to start the` boosting' of Tory promises and lies", "new_id": -2}, {"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,\" says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q> Then a friend of mine... called me and said,' I think you're making a big mistake,'? </q> he says.\" Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?\"", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}, {"uid": "1295892428014073890", "i": 49354, "idx": 0, "sa": ["Eric Schmidt"], "q": ", 2011 Google Gives <strong> Eric Schmidt </strong>` Unprecedented'$ 100 Million Equity Award Outgoing Chief Executive Officer <strong> Eric Schmidt </strong> will receive a$ 100 million equity award from Google, the company has confirmed. The award <q> includes stock and stock options, and vests over four years, </q> and is the largest for a sitting CEO, the Wall Street Journal$ 335 million <strong> Eric Schmidt </strong> will make by selling 534,000 shares of stock. <strong> Eric Schmidt </strong> was listed at 117 on Forbes list of the", "new_id": -2}, {"uid": "1296467329082231331", "i": 1603, "idx": 1, "sa": ["Elton Brand", "Jrue Holiday", "Thaddeus Young", "Eddie House", "Michael Jordan", "Allen Iverson"], "q": "the second straight game a day after his having his left knee drained of fluid. <strong> Thaddeus Young </strong> was sensational, using an 11-of-15 effort in the first half to give the Sixers a rare comfortable lead and easy win. <q> It's been working for us, but we just couldn't get the win, </q> <strong> Thaddeus Young </strong> said.\" It really worked tonight.\" Looking for a spark, 76ers coach <strong> Eddie House </strong> <strong> Michael Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had", "new_id": -2}]