[{"uid": "1295432354218038351", "i": 14390, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "Steve Coogan"], "q": "<strong> Andy Coulson </strong> had resigned as the editor of the News of the World. Alexandra Marzec, representing <strong> Glenn Mulcaire </strong>, said there was no clear evidence that her client had intercepted <strong> Steve Coogan </strong> or Gray's messages. <q>Mr <strong> Steve Coogan </strong> has not yet gone to the trouble of making an application to the Metropolitan police to see what documentary evidence there is,</q> she said. She said none of the evidence showed there was any interception. <strong> Glenn Mulcaire </strong> had admitted the charges relating to the royal household interceptions and had served a jail sentence, but denied listening", "new_id": -2}, {"uid": "1297639527102711458", "i": 15187, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "unrevealed facts about the six years during which he ran the <strong> President Bush </strong>- particularly since nearly two-thirds of the book deal with that relatively brief period in the author's life. But, as <strong> Donald Rumsfeld </strong> writes, he's <q>never much of a handwringer, I don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others.</q> As seems typical of so much here, that's partially true; the author has no taste for self-criticism or second-guessing himself. Masterful bureaucratic survivor that he was until he ran out of room to maneuver", "new_id": -2}, {"uid": "1297655261245153811", "i": 41253, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "to cut through the barriers of hateful propaganda, a new television service will begin providing reliable news and information across the region.\"( Then-Secretary of Defense <strong> Donald Rumsfeld </strong> used to verbally accost Al Jazeera's war coverage as <q>vicious, inaccurate, and inexcusable.</q>) Nine days after <strong> Barack Obama </strong> took office in 2009, he sat down to an interview with Al Arabiya, the Saudi television network, to signal a new relationship with the Arab world while snubbing Alhurra.", "new_id": -2}, {"i": 44090, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is working on new projects, but doesn't want to provide any details, lest he be accused of introducing vaporware. \"I don't want to repeat that in the future,\" he said. <q>I think our primary reason for purchasing the building... was the office space that we really enjoy using,</q> <strong> Eric Schmidt </strong> said. Jonathan Rosenberg, senior vice president for product management, said Google opted to buy the building because it was able to accomodate the growing number of Google employees in New York, currently at", "sa": ["Eric Schmidt"], "uid": "1295570584118865943"}, {"uid": "1296961777064782347", "i": 1048, "idx": 5, "sa": ["Wes Welker", "Matt Cassel", "Troy Polamalu", "Michael Vick", "Brian Urlacher"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q>Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit.</q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3 1/2), New England receiver <strong> Wes Welker </strong>, Chicago linebacker <strong> Brian Urlacher </strong> and Kansas City quarterback <strong> Matt Cassel </strong>( 2 each), and Pittsburgh safety <strong> Troy Polamalu </strong>, Seattle running back/kick", "new_id": -2}, {"uid": "1297105319155009073", "i": 26682, "idx": 0, "sa": ["Simon Cowell"], "q": "$ 5 million record deal with Sony Music. Contestants must be at least 12 years old to enter, and unlike \"American Idol,' there's no age limit for aspiring singers. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> <strong> Simon Cowell </strong> said in a statement. \"I\"ve never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract.", "new_id": -2}, {"uid": "1295611292131039247", "i": 8327, "idx": 0, "sa": ["Simon Cowell", "Ellen DeGeneres", "Jennifer Lopez"], "q": "and <strong> Jennifer Lopez </strong> replacing <strong> Ellen DeGeneres </strong> and <strong> Simon Cowell </strong> on the hit show, and the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year. <q>Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol.</q> She adds, \"Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.\" Comment on this Article New York", "new_id": -2}, {"uid": "1295158851229244944", "i": 18757, "idx": 1, "sa": ["Jay Leno", "David Letterman"], "q": ". So you see, there is some good news in the world.... To give you an idea how bad it is, earlier today in Brooklyn an altar boy had to grope himself.\"- <strong> David Letterman </strong> <q>As you've probably heard, the Pope has asked all the Cardinals to return to Rome. You know how they got them all to come back? They told them that there was going to be a performance by the Vienna Boys Choir.</q>-- <strong> Jay Leno </strong> \"The Cardinals will be staying at the Domus Sanctae Marthae, the new hotel at the Vatican, where turn down service means the bell boy isn't interested.\"-- Let me take you", "new_id": -2}, {"uid": "1297217470140312578", "i": 46880, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,</q> Rumsfeld wrote. He said he made his recommendation to <strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the United Nations two", "new_id": -2}, {"uid": "1295633194146702360", "i": 2648, "idx": 3, "sa": ["Donald Rumsfeld", "Bill Clinton", "Ayaan Hirsi Ali"], "q": "of Tunisia and the progress that has been achieved under <strong> Bill Clinton </strong> Ben <strong> Ayaan Hirsi Ali </strong>'s leadership.\"[...] A visit to Tunisia by defence secretary <strong> Donald Rumsfeld </strong> in February 2006 proves even more revealing: <q>We have a very long relationship with Tunisia,</q> <strong> Donald Rumsfeld </strong> remarked after the meetings. \"Tunisia is a moderate Muslim nation that has been and is today providing very constructive leadership in the world. The struggle that's taking place within that faith is a serious one", "new_id": -2}]