[{"uid": "1295586099144719915", "i": 57307, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Sergey Brin </strong>'s world-changing creation, thrusts <strong> Eric Schmidt </strong> into a role where he won't see the Googleplex very often. In ceding control of day-to-day operations to <strong> Larry Page </strong>, <strong> Eric Schmidt </strong> told financial analysts that he's preparing to focus on <q> the things I'm most interested in </q>. In other words, meet Google's new schmoozer in chief. <strong> Eric Schmidt </strong> will focus exclusively on spreading Google's message around the world, talking to customers, partners, governments, and businesses thinking about", "new_id": -2}, {"uid": "1295633904157057075", "i": 14825, "idx": 3, "sa": ["Andy Coulson", "Sienna Miller"], "q": "story refused to die with a series of fresh allegations. Earlier this month, the paper suspended a senior editor who was named in a lawsuit by actress <strong> Sienna Miller </strong>, who says her phone was hacked. <q> It was always going to be when, rather than if, </q> said Charlie Beckett, director of POLIS, a media thinktank at the London School of Economics. \"I don't know anybody in Britain who didn't think <strong> Andy Coulson </strong> must have known more about this than has come", "new_id": -2}, {"uid": "1297181549166789137", "i": 51109, "idx": 0, "sa": ["Sally Morgan", "Tony Blair", "Len McCluskey", "Michael Gove"], "q": "am: <strong> Tony Blair </strong>'s former political secretary <strong> Sally Morgan </strong>- or Lady <strong> Sally Morgan </strong>, as she became in 2001- has been named today as the new chairman of Ofsted. <strong> Michael Gove </strong>, the education secretary, said she was a <q> hugely taLen McCluskeyted individual whose passion is improving education </q> and that she would ensure Ofsted \"focuses on improving our schools so we can match the world's best\" . She will start on 1 March. 11.02 am: Yesterday Downing Street told us that ministers would", "new_id": -2}, {"uid": "1295240169095436825", "i": 436, "idx": 1, "sa": ["Steve Ballmer", "Hu Jintao"], "q": "Microsoft Corp CEO <strong> Steve Ballmer </strong> identified \"better global enforcement of intellectual property laws\" as the world's largest software company's No. 1 lobbying priority in an interview with the Washington Post in July. <q> That is particularly true in China, where the protections are the weakest, </q> <strong> Steve Ballmer </strong> told the paper. U.S. businesses' fears range from outright piracy of their goods to the transfer of technological know-how that can be inevitable in joint ventures with Chinese companies. \"Sometimes BeiHu Jintaog", "new_id": -2}, {"uid": "1295616772107249684", "i": 517, "idx": 1, "sa": ["John Ensign", "Eric Schmidt"], "q": ", according to his most recent report to the Secretary of the Senate,\" Jennifer Yachnin writes for Roll Call. \"The Nevada Republican has been the subject of multiple investigations\" into allegations that he tried to <q> cover up an affair with the spouse of his former top aide. <strong> John Ensign </strong> first acknowledged the affair, involving Cynthia Hampton, a campaign staff member married to Doug Hampton, his Washington, D.C., administrative assistant, in June 2009. </q> GOOGLE-PLEX: THE CHART-- Business Insider has a handy-dandy chart showing how well Google did under <strong> Eric Schmidt </strong>, who is turning over the reins to the co-founder. GOOD FRIDAY MORNING, and welcome to", "new_id": -2}, {"uid": "1295835993071843871", "i": 5382, "idx": 1, "sa": ["Larry Page", "Tom Austin", "Eric Schmidt"], "q": "that it takes off.\" ' Unless <strong> Larry Page </strong> delivers that kind of message, it will be difficult for cusTom Austiners to know for sure how much of an emphasis he intends to put on the enterprise business. <q> If Google is a real enterprise company, then we will need to seLarry Page act like that is the case, </q> Andrews says. \"That will include evangelism for the enterprise business, similar to what we saw from <strong> Eric Schmidt </strong>.\" In addition to paying cusTom Austiners, \"If I were a managed services provider I would", "new_id": -2}, {"uid": "1297528251159776799", "i": 48140, "idx": 0, "sa": ["Silvio Berlusconi", "Sergio Marchionne", "John Elkann"], "q": "dans le pays, a indiqu le gouvernement target=\"_blank\"> dans un communiqu, suite? une rencontre entre le pr?sident et l'administrateur d?l?gu de Fiat, <strong> John Elkann </strong> et <strong> Sergio Marchionne </strong>, et <strong> Silvio Berlusconi </strong>. Fiat a <q> confirm au gouvernement son intention de poursuivre les objectifs de d?veloppement du groupe, qui pr?voient une augmentation de la production dans notre pays de 650.000? 1,4 million de voitures par an, un objectif soutenu par un investissement d'environ 20 milliards d'euros </q>, pr?cise le communiqu. Le gouvernement s` est dit pr?t, pour sa part,? aider Fiat? se d?velopper dans \"les meilleures conditions de comp?titivit\" . Cette r?union,? laquelle assistaient", "new_id": -2}, {"uid": "1295582183033980446", "i": 5434, "idx": 13, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "it,\" and an implant would cross the line. He also said that as users voluntarily share information online, it doesn't need users to type in search queries for the company to tailor the results. <q> We don't need you to type at all. We know where you are. We know where you've been. We can more or less know what you're thinking about, </q> he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and Google as \"creepy.\" \"The biggest thing I wonder is after a year or so of having various gaffes and statements taKen Auletta", "new_id": -2}, {"uid": "1296680778019759128", "i": 55271, "idx": 1, "sa": ["Zahi Hawass"], "q": "scenes of chaos and discord that resulted in the destruction of artefacts in Iraq and Afghanistan. \"People are asking me,` Do you think Egypt will be like Afghanistan?\" ' he said. <q> And I say,` No, Egyptians are different- they love me because I protect antiquities.' </q> Mr. <strong> Zahi Hawass </strong>, who has never been shy about promoting his work, described two episodes of looting that he said took place on January 28 night. The instances At the Egyptian Museum", "new_id": -2}, {"uid": "1295658306074924083", "i": 2360, "idx": 9, "sa": ["Eric Schmidt"], "q": "is somewhat limited. Google is often called a one-trick pony, with its AdWords advertising platform continuing to generate most of the company's revenue. But as <strong> Eric Schmidt </strong> himself has said, it's quite a trick. <q> If you've got a one-trick pony, you want the one we have, </q> <strong> Eric Schmidt </strong> told target=\"_blank\" Schmidt-Eric Schmidt-on-google%E2%80%99s-next-tricks/\"> The Journal last summer. \"We're in the ad business, and it's growing rapidly. We picked the right trick.\" And Google picked the trick on", "new_id": -2}]