[{"uid": "1297177285142131216", "i": 39985, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": "of another domineering defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaida out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11, 2001, attacks on the United States was`` incremental,'' not rushed. <strong> Donald Rumsfeld </strong> said it", "new_id": -2}, {"uid": "1297147099140001280", "i": 21935, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Brenda Harvill, 60, of Detroit, said the commercial gave her community`` a new image as a comeback city.''`` We were down for a while,'' she acknowledged. <q> But guess what? We're back. </q> A Chrysler logo is seen atop a New York City car dealership Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits to speak... U.S. Video: Suspect in Las Vegas casino heist in court U.S. Video:", "new_id": -2}, {"uid": "1295870439181960749", "i": 19131, "idx": 1, "sa": ["Eric Schmidt", "Eric Holder", "Woodrow Wilson"], "q": "3, 2010. www.cfr.org... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... White House Forum on Intellectual Property Theft( Part 1) Senior Administration officials, including Attorney General <strong> Eric Holder </strong> and Secretary of", "new_id": -2}, {"uid": "1296010057252100625", "i": 29451, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer", "Stephen Sandstrom"], "q": "saving lives on the battlefield, <strong> Stephen Sandstrom </strong> said.`` Tragic events happen because of bad people in this world. But handguns, and firearms in general, do not kill people,'' <strong> Stephen Sandstrom </strong> said. <q> We need to stop demonizing firearms. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Land Rover 2008 Range Rover$ 44,794 Land Rover 2008 Range Rover$ 48,991", "new_id": -2}, {"uid": "1296863197220315678", "i": 16059, "idx": 0, "sa": ["David Letterman"], "q": "the Internets, wondering if that meant retirement was in <strong> David Letterman </strong>'s future. As Rob Burnett- CEO of Worldwide Pants and executive producer of Late Show- tells EW, don't count on it. <q> I think the first time <strong> David Letterman </strong> said he was going to leave in two years was back in 1987, </q> Burnett says.`` He was asked a question[ last night]:` How much longer do you see yourself doing this?' And he said,' I don't know, a couple of years", "new_id": -2}, {"uid": "1296639449161464339", "i": 37188, "idx": 0, "sa": ["David Letterman"], "q": ". There were teams from the Olympic Conference, Burlington County Scholastic League, Suburban One League, Philadelphia Catholic League, Berks County Interscholastic Bowling League, Skyland Conference and the Lancaster-Lebanon Bowling League. <q> The Snowball Classic prides itself in drawing teams from all over the area, bringing together the best teams that high school bowling has to offer, </q> tournament director <strong> David Letterman </strong> knox said. Each team bowled four games in the qualifying round before the top four teams in each division moved into the semifinals. The semifinals and finals consisted of a two-game Baker format", "new_id": -2}, {"uid": "1295193926076955692", "i": 5697, "idx": 0, "sa": ["Janet Napolitano", "Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "The State of the Union address is set for Jan. 25. <strong> Barack Obama </strong> meets with Pakistan's <strong> Barack Obama </strong>... <strong> Barack Obama </strong>, Mark Kelly, Daniel Hernandez, <strong> Janet Napolitano </strong> Photo in Slideshow: <strong> Chuck Schumer </strong>, <strong> Kirsten Gillibrand </strong> Report Abuse <q> Okay, yes, this is a nice symbol of an effort on the part of the Senators, to sit together, during the State of the Union speech. But, just judging by the tenor of the responses here, by many of you`` real Americans, </q> and otherwise, it just shows you how fugged-up this country has become. </blockquote> So, instead of pretending that we still view this place, as the best country in the world, to live,", "new_id": -2}, {"uid": "1295632864218054656", "i": 40229, "idx": 5, "sa": ["Eric Schmidt"], "q": "performance has been driven by a rapidly growing economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and,'' <strong> Eric Schmidt </strong> said. <q> These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web. </q> <strong> Eric Schmidt </strong> later offered more details on his transition to chairman. <strong> Eric Schmidt </strong> said when he joined Google in 2001, he never imagined the company would go this far. For the last 10 years, he continued,", "new_id": -2}, {"uid": "1295462584109772853", "i": 23709, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Mercedes-Benz 2010 M-Class$ 49,971 Mercedes-Benz 2011 M-Class$ 58,265 Mercedes-Benz 2011 M-Class$ 58,225 Sorry, comments are closed for this story.", "new_id": -2}, [{"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q> What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me, </q> <strong> Donald Rumsfeld </strong> writes.`` At that moment, I couldn't speak.''( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}]]