[{"uid": "1295969089009764864", "i": 25868, "idx": 0, "sa": ["Michael Gove"], "q": "period at an estimated cost of? 55 billion. But it was among the first education schemes to be cut back by the coalition's Education Secretary <strong> Michael Gove </strong>, who said the programme had been beset by <q> massive overspends, tragic delays, botched construction projects and needless bureaucracy </q>. The cuts led to the cancellation of projects at more than 700 schools, provoking uproar from councils, unions and Labour politicians, who warned it was a tragedy and would have a catastrophic effect on", "new_id": -2}, {"uid": "1294973646058228740", "i": 9560, "idx": 1, "sa": ["David Letterman", "Camille Grammer"], "q": "October suffered a miscarriage and lost their baby. In an appearance on`` The Late Show with <strong> David Letterman </strong>'', <strong> Camille Grammer </strong> described Kayte as`` my new girl.'' <q> We're planning to get married soon, </q> he said, then added`` Sometime in February.'' But <strong> Camille Grammer </strong>, 42, asked a Los Angeles judge to quick divorce and work out a financial settlement later.", "new_id": -2}, {"uid": "1295220308191463536", "i": 26518, "idx": 0, "sa": ["Guillermo del Toro", "Allen Iverson"], "q": "hit 7-of-8 shots and was one of three Sixers to score 14 points. The return of <strong> Allen Iverson </strong> appeared to give PhilaGuillermo del Torophia a boost. <strong> Allen Iverson </strong>'s first game since Dec. 16 wasn't easy for the 34-year-old guard. <q> Once I got my second wind I was all right. The first couple minutes I thought my heart was going to jump out of my chest, </q> said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. PhilaGuillermo del Torophia lost three of four games with <strong> Allen Iverson </strong> siGuillermo del Toroined.`` Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can", "new_id": -2}, {"uid": "1297285741203538437", "i": 18042, "idx": 0, "sa": ["Angelina Jolie", "Éric Alt", "Cameron Diaz"], "q": "stuff from my own life.''`` I like to say that this character is me, like, five years ago before any possible enlightenment could have come into my life,'' he admits. <q> I'm very in touch with that kind of selfish guy trying to have a better life, and how confused a selfish person would get if he were told that the way to have a better life was to just be nicer to people and care about people. </q> <strong> Éric Alt </strong>, Senior Entertainment Editor <strong> Éric Alt </strong> has written about movies, celebrities, and movies starring celebrities. He once babysat with <strong> Angelina Jolie </strong>, made <strong> Cameron Diaz </strong> laugh ice tea out of her nose, and landed", "new_id": -2}, {"uid": "1297431971138166292", "i": 10815, "idx": 2, "sa": ["Jonathan Allen", "Mike Pence", "Sanford Bishop", "Jon Kyl"], "q": "jJonathan Allen@politico.com. If you don't already, you can follow me on Twitter@Jon KylJonathan Allendc. Fast Break is@JakeSherman. New followers include@shuridsen and@uva96. New Twitterers include <strong> Mike Pence </strong> <strong> Sanford Bishop </strong>@Sanford Bishop. His first Tweet: <q> Visited@WalterReedArmy today;#BRAC process on schedule. Awed by the courage of our heroes who need our continued support </q> TODAY IN CONGRESS-- The Senate is out. The House is in at 9 a.m., with the last vote expected between 1:30 p.m. and 2:30 p.m.. The House is expected to adopt the resolution instructing", "new_id": -2}, {"uid": "1296149573243646477", "i": 43622, "idx": 2, "sa": ["Adrian Peterson", "Michael Vick"], "q": "the best season of his career, leading the Eagles to an NFC East title.`` I'm enjoying the guys and I'm enjoying being out here playing football,'' he said. <q> This is what you work for. You work hard to get in this position. I'm ecstatic to be here. </q> <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410.", "new_id": -2}, {"uid": "1295189075175751174", "i": 17039, "idx": 2, "sa": ["Michael Vick"], "q": "tattoo was about to have a heart attack,'' Mann said.`` But he put up 140 points on me.''... He wishes he would have had Philadelphia Eagles quarterback <strong> Michael Vick </strong> on his team. <q> For the rest of my life, </q> Mann said,`` I'm going to look down at the tattoo and say, I should've drafted <strong> Michael Vick </strong>.''[ href=\"http://www.omaha.com/article/20110115/NEWS01/701159859#losing-bet-not-a-fantasy-come-true\"> Omaha.com] \"? Want Super Bowl credentials? Grease the", "new_id": -2}, {"uid": "1295559606214679608", "i": 2718, "idx": 3, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' he added. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an <q> outstanding job leading Google for the last decade. </q>`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' he said.`` Google still has such", "new_id": -2}, {"uid": "1296789416115392519", "i": 19432, "idx": 0, "sa": ["Eric Young", "Allen Iverson"], "q": "1996-97 season. He played the best game of his four-game second stint in Philadelphia to help avoid another unlucky 13-game skid on his resume. The Sixers had all five starters and two reserves score in double digits. <q> We felt like once we did get a win, it was going to be extremely hard, one of the hardest games to win, </q> <strong> Allen Iverson </strong> said.`` It was totally opposite.'' <strong> Allen Iverson </strong> hit the 20-point mark for the second straight game a day after his having his left knee drained of fluid. <strong> Eric Young </strong> was sensational, using an 11-of-15 effort", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}]