[{"uid": "1295225670165576712", "i": 27414, "idx": 1, "sa": ["Nigel Lythgoe", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "<strong> Simon Cowell </strong> who is instead launching an American version of The X Factor this year. <strong> Nigel Lythgoe </strong> insists Aerosmith singer <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> have a great deal more to offer the show's wannabe pop stars. <q> Both of them are very aware of what they bring and are aware of how they treat the kids because they've been judged all their lives, </q> he explained. Keep updated with the latest breaking news and content on our Twitter feed. Latest dining reviews Read the latest reviews by the Shropshire Star's dining out reviewers before you decide where", "new_id": -2}, {"uid": "1295167572006995975", "i": 5888, "idx": 2, "sa": ["Leon Powe", "Joe Scarborough", "Chris Webber", "Allen Iverson"], "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talking about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said.`` We really like playing together, and we're getting it going. We're really just http://wn.com/Joe_Johnson_Hawks_Ankle_Breaker_on_Leon_Powe_and_3_Pointer_vsCeltics_[Game_4-'08_PO's] <strong> Joe Scarborough </strong> Johnson( Hawks) Ankle Breaker on <strong> Leon Powe </strong> and 3 Pointer vs.Celtics[ Game 4-", "new_id": -2}, {"uid": "1297192837228835342", "i": 10831, "idx": 0, "sa": ["Steve Ballmer"], "q": ". That's right, <strong> Steve Ballmer </strong> is responsible for placing so many sales and marketing execs in key management positions and allowing them to appoint others. According to the Bloomberg story, by reporter Dina Bass, <strong> Steve Ballmer </strong> <q> plans to extend a management shake-up aimed at adding senior product executives with an engineering background. </q> Bass is a veteran reporter who has covered Microsoft for many years, and she typically has impeccable sourcing. Her report is believable. The questions: Why? Why now? The two answers are intertwined", "new_id": -2}, {"uid": "1296445609235372549", "i": 21853, "idx": 0, "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "q": "with a 168-116 rout of the Seattle SuperSonics on Sunday night. Denver set a franchise record for most points in a regulation game and fell just 16 points shy of the franchise record for points in a game. <q> There was no way that I couldn't enjoy the game, not from the way we played offensively, </q> Nuggets coach <strong> George Karl </strong> said. The Nuggets had eight players score in double figures, led by <strong> Carmelo Anthony </strong>'s 26 and <strong> Allen Iverson </strong>'s 24. <strong> Kenyon Martin </strong> had 23 points and <strong> Marcus Camby </strong> had a triple-double with 13 points, 15 rebounds", "new_id": -2}, {"uid": "1297321820023478279", "i": 3379, "idx": 0, "sa": ["Jay Leno", "Johnny Carson", "Jerry Seinfeld", "David Letterman"], "q": "observations that made him a regular on The Tonight Show with <strong> Johnny Carson </strong> and Late Night with <strong> David Letterman </strong> in the 1980s. Starting from scratch is something few big-name comedians are willing to do, apparently. <q> I could never do what you do, give it away, </q> <strong> Jay Leno </strong> tells him backstage after a quick performance of new material.`` You're a comic. Your act feeds you. It pays the rent.'' It's a tough go in the beginning as <strong> Jerry Seinfeld </strong> pops", "new_id": -2}, {"uid": "1295779843220971037", "i": 635, "idx": 1, "sa": ["Max Clifford", "Andy Coulson", "Ian Edmondson"], "q": "<strong> Max Clifford </strong> and could decide to speak out. <strong> Max Clifford </strong> has said that he is not representing <strong> Ian Edmondson </strong>. <strong> Andy Coulson </strong>'s resignation has prompted Labour frontbencher Chris Bryant to call for the police to conduct a new investigation. <q> To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place, </q> he said.`` I hope now, finally, that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth", "new_id": -2}, {"uid": "1295432538243531793", "i": 17366, "idx": 0, "sa": ["Simon Cowell"], "q": "wisecracks about contestants and their abilities. He is often parodied in pop culture, and was described by the The Times journalist Minette Marrin as representing, along with his fellow judges on Britain's Got Talent, the <q> heartless, thoughtless and superficial the flotsam and jetsam of the polluted seas of celebrity that is likely to sink without trace into toxic foam </q>. <strong> Simon Cowell </strong> is known for combining activities in the television and music industries, having promoted singles and records for various artists, including television personalities. He was most recently featured on the sixth series of The X Factor", "new_id": -2}, {"uid": "1295311961007274540", "i": 33719, "idx": 0, "sa": ["Tony Blair", "Alastair Campbell", "David Cameron", "Andy Coulson"], "q": "] are going to have to be turning more to the private sector.'' Sir Richard Thompson, president of the Royal College of Physicians, agreed.`` We welcome clinician-led commissioning,'' he said. <q> However, hospital specialists' involvement should be mandatory to ensure the best quality care for patients. </q> Critics of public service reform plans should` grow up', says <strong> David Cameron </strong> <strong> Alastair Campbell </strong> diaries: Diana's funeral prompted <strong> Tony Blair </strong> safety fears <strong> David Cameron </strong>: <strong> Andy Coulson </strong> deserves to be given a second chance Critics of public service reform", "new_id": -2}, {"uid": "1297620569105463821", "i": 1023, "idx": 2, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies in Congress- primarily liberal Democrats- have vowed to fight the proposed funding cut. <q> In my community, Planned Parenthood is a very highly regarded mainstream organization, </q> said Rep. <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as`` driven by an extreme ideological agenda.'' <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q> Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it, </q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}]