[{"uid": "1296106095124256262", "i": 20832, "idx": 4, "sa": ["Roger Kay", "Eric Schmidt", "Steve Jobs", "Google Inc."], "q": "<strong> Google Inc. </strong>, believes that <strong> Eric Schmidt </strong> is probably a persona non grata at Apple these days. \"I think there is bad blood between <strong> Steve Jobs </strong> and <strong> Eric Schmidt </strong> over the timing of the Android,\" he said. <q> In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing. </q> Once you are on the black list at Apple, <strong> Roger Kay </strong> added, \"you don't get to come back.\" That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to", "new_id": -2}, {"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,\" said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q> We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure. </q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said: \"It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.\" Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}, {"uid": "1295665801007979095", "i": 3107, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "played\" in getting the party back into government. But he admitted the row over phone hacking made it \"difficult to give the 110% needed in this role\". He added: <q> I stand by what I said about those events. \"When a spokesman needs a spokesman its time to move on. </q> Mr <strong> David Cameron </strong> said: \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled", "new_id": -2}, {"uid": "1295284862082853902", "i": 2392, "idx": 0, "sa": ["Lovie Smith", "Michael Vick", "Jay Cutler"], "q": "only did <strong> Jay Cutler </strong> lead the Chicago Bears passed the Seattle Seahawks, but he did so in impressive fashion. \"Of course it starts with <strong> Jay Cutler </strong>,\" <strong> Lovie Smith </strong> said after the Bears' 35-24 victory. <q> Whether it's running the football or just making the different throws that we ask him to do, he was outstanding today. </q> <strong> Jay Cutler </strong> was 15/28, for 274 yards. He threw for two touchdowns and no interceptions. He also chipped in 43 rushing yards and two rushing touchdowns on eight rushes. While <strong> Jay Cutler </strong> is no <strong> Michael Vick </strong>,", "new_id": -2}, {"uid": "1296768307240500746", "i": 24226, "idx": 6, "sa": ["Robin Williams", "Barbara Walters", "David Letterman"], "q": "did your new arteries come from?\" \"Ace Hardware,\" joked <strong> David Letterman </strong>. <strong> Robin Williams </strong> told <strong> Barbara Walters </strong> about his aortic valve replacement in 2009. He too couldn't resist being funny saying, <q> As time goes on you go, I'm okay, thank you. How are you? A little flatulent. Didn't need that news </q> joked <strong> Robin Williams </strong>. On a serious note, <strong> Barbara Walters </strong> pointed out on The View Infamous Teacher-Student Marriage Still Together, 14 Years Later", "new_id": -2}, {"uid": "1297245175074432526", "i": 4966, "idx": 0, "sa": ["Heidi Klum", "Lindsay Lohan", "Simon Cowell"], "q": "have to make. <strong> Heidi Klum </strong> says she only truly came to understand what a wonderful man Seal is when she saw him in his role as a father. 09/02/2011 <strong> Heidi Klum </strong> says husband Seal puts bedtime reading... <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1295718175131842121", "i": 1446, "idx": 6, "sa": ["Simon Cowell", "Melissa Leo", "Amanda Seyfried"], "q": "give up' and you never gave up. You were winning in the rain\". \"I want it for you as badly as you do,\" said <strong> Amanda Seyfried </strong> through her tears. And <strong> Simon Cowell </strong> reasoned, <q> We know this could change your life. You get my vote. You were terrific </q>. taken from the official site: talent.itv.com Show 10( Wednesday, 28 <strong> Melissa Leo </strong> 2008 at 20:30) Britain's Got Talent is a British television show on ITV( also on TV3 in Ireland). Presented by", "new_id": -2}, {"uid": "1295568037204079137", "i": 13917, "idx": 0, "sa": ["Eric Schmidt"], "q": "per share of US$ 7.81. Google-owned sites generated revenues of US$ 5.67 billion, or 67pc while revenues from outside of the United States totaled US$ 4.38 billion, representing 52pc of total revenues. <q> Q4 marked a terrific end to a stellar year, </q> said <strong> Eric Schmidt </strong>. \"Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display", "new_id": -2}, {"uid": "1295903242011026446", "i": 45637, "idx": 1, "sa": ["Andy Coulson", "Nick Clegg"], "q": "of campaigning with a dog wrapped in a union flag. To quote from Why the Conservatives need someone with the common touch now that <strong> Andy Coulson </strong> has gone MarshallStack 24 January 2011 8:47 PM <q> So, who will step into the breach as the Tories' voice of the people? </q> condemsham 24 January 2011 8:53 PM Manningtreeimp 24 January 2011 9:01 PM But the Tories have Man of the People <strong> Nick Clegg </strong> to be their cheerleader, don't they? In order", "new_id": -2}, {"uid": "1295432569026050653", "i": 21374, "idx": 1, "sa": ["Eric Cantor", "Gov. Scott Walker", "Jeffrey Young", "Mike Pence"], "q": "\" Rep. <strong> Gov. Scott Walker </strong> McCarthy( of \"<strong> Jeffrey Young </strong> Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" <q> We've got to roll back there. That will save$ 100 billion in the first year, </q> agreed Rep. <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}]