[{"uid": "1295476069159825942", "i": 19586, "idx": 1, "sa": ["Barack Obama", "Ed Show", "Dennis Kucinich", "Sen. Bernie Sanders"], "q": "to <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>' efforts and that <strong> Sen. Bernie Sanders </strong> may introduce the legislation to allow Single Payer in States that want to start an SP system. Dodd makes no co... Hundreds March for Single-Payer Health Care in Vermont <q>I'm 70 and I have friends in their 90s and we all have Medicare and we all say \"we're so lucky.' Everyone should have Medicare and that's what really this is looking at.<q>-- Barbara Elsbeth of Waitsfield \"We\"re just gon na keep moving forward and hope... <strong> Dennis Kucinich </strong> on MSNBC The <strong> Ed Show </strong> Restore State Single Payer <strong> Dennis Kucinich </strong> on MSNBC The <strong> Ed Show </strong> Restore State Single Payer www.youtube.com <strong> Dennis Kucinich </strong> stated that he", "new_id": -2}, {"uid": "1295617945243957771", "i": 14452, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "impossible. In a personal statement issued by Number 10, Mr <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110% needed\". <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,<q> he added. British <strong> Tony Blair </strong> <strong> David Cameron </strong> said he was \"very sorry\" that Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, and thanked him for his \"complete professionalism\" over", "new_id": -2}, {"uid": "1294974774096534537", "i": 23487, "idx": 1, "sa": ["Adam Nagourney", "Jennifer Steinhauer", "Ian Lovett", "Mike Pence"], "q": "forward. \"Listen, any kind of bill the N.R.A. is against is always a problem.\" Asked about prospects for new gun restrictions, Representative <strong> Mike Pence </strong>, Republican of Indiana, asserted, <q>I maintain that firearms in the hands of law-abiding citizens makes communities safer, not less safe.<q> Some gun advocates insisted that there would be a battle over strengthening gun laws. <strong> Adam Nagourney </strong> reported from Tucson, and <strong> Jennifer Steinhauer </strong> from Washington. <strong> Ian Lovett </strong> contributed reporting from Los Angeles.", "new_id": -2}, {"uid": "1296151873139182081", "i": 13555, "idx": 0, "sa": ["Mike Birbiglia", "Joe Birbiglia", "David Letterman"], "q": "psychology from Hamilton College. Carrie serves on the board of directors of the Association of Prenatal and Perinatal Psychology and Health( APPPAH). www.earlyparenting.com www.slowfamilyliving.com www.calmsguide.com www.birthpsychology.com <strong> Mike Birbiglia </strong>'s third self-produced animated short features the track, <q>Arctic Fox It's a Setup,<q> from his Comedy Central Records release, \"Two Drink <strong> Mike Birbiglia </strong>.\" The piece was animated by Matt Czap and produced by <strong> Joe Birbiglia </strong>. Comedian Comedian <strong> Mike Birbiglia </strong> has appeared on The Late Show With <strong> David Letterman </strong>, Late Night With", "new_id": -2}, {"uid": "1297373000188006411", "i": 46159, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "Wednesday. Internet Evolution's Web Wide World takes us to Rwanda, a country torn apart by genocide, and now attempting a radical transformation from an agrarian society to a knowledge-based economy, via the Internet <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,<q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1295518080162037788", "i": 46252, "idx": 3, "sa": ["Elgin Baylor", "Allen Iverson"], "q": "Player of the rookie game at All-Star Weekend that same year. \"Coming here is something special because <strong> Elgin Baylor </strong> remember <strong> Elgin Baylor </strong> came in here and won the MVP of the rookie game in 1997,\" he said. <q>All <strong> Elgin Baylor </strong> heard was boos and didn't understand it. <strong> Elgin Baylor </strong> always look forward to coming back here to play in front of these people.<q> The 76ers extended their winning streak to six games and http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon", "new_id": -2}, {"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q>He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt,<q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}, {"uid": "1297697522107970622", "i": 26074, "idx": 5, "sa": ["Steve Ballmer"], "q": ", Office, Xbox Live, Facebook, he's just rattling off features. 4:05 PM \"Windows Phone 7 was really more than the launch of a single new product.\" 4:04 PM Hands on hips. <q>The last year has certainly seen a lot of change for our industry.<q> 4:04 PM And now, a hush. Here comes <strong> Steve Ballmer </strong>. 3:58 PM Our MiFi is holding up fine, thanks for asking. We've also got a half dozen redundancy plans as well, including sending", "new_id": -2}, {"uid": "1296725293246726664", "i": 333, "idx": 3, "sa": ["Steve Ballmer"], "q": "potential 20-25% global share over time- and exclusivity. \"Right now, do you really think HTC, Samsung and LGE are pushing your products ahead of Google's?\" he asked <strong> Steve Ballmer </strong>. <q>You need to tie yourself to a high-volume player to be relevant, which I know goes against your DNA.<q> Ahmad's advice was echoed by Wedge Partners analyst Brian Blair, who said the switch to Windows Phone 7 \"would address the key concern we have had about Nokia for the last several years: terrible", "new_id": -2}, {"uid": "1294972672267157620", "i": 5540, "idx": 5, "sa": ["Simon Cowell", "Cecile Frot-Coutaz", "Ryan Seacrest"], "q": "Unlike Idol, which allows singers 15 to 28 years old, X Factor has no upper age limit, and the judges serve as mentors. <strong> Ryan Seacrest </strong> says the shows are different enough for both to succeed. <q>Knowing( Idol) needs to reinvent itself, knowing that if they did just phone it in this season and produce just a lackluster champion, you have the strong possibility of X Factor coming in and stealing their thunder and their zeitgeist. I think there's this tremendous pressure to show they're still relevant,<q> says Richard Rushfield, author of the upcoming Executive producer <strong> Cecile Frot-Coutaz </strong> says Idol isn't making the mistake of trying to replace <strong> Simon Cowell </strong> with a facsimile. \"You can't, and it would be foolish to try", "new_id": -2}]