[{"uid": "1295273637133546015", "i": 7190, "idx": 0, "sa": ["Mitt Romney", "Mike Pence", "Mike Huckabee", "Sarah Palin", "Newt Gingrich"], "q": ". Back in October, The Blaze reported that Indiana Republican Congressman <strong> Mike Pence </strong> was considering stepping down from his post as House Republican Chairman in order to run for president in 2012. Similarly, Politico wrote, <q><strong> Mike Pence </strong>, a darling of the conservative movement, would leave the leadership job with a blunt explanation to colleagues that he can't commit to a two-year term in House leadership, a source familiar with his deliberations.</q> <strong> Mike Pence </strong> was the winner of a presidential straw poll at the Values Voter Summit in Washington, D.C. <strong> Mike Pence </strong> edged out <strong> Mike Huckabee </strong>, former Massachusetts governor <strong> Mitt Romney </strong>, former House Speaker <strong> Newt Gingrich </strong>, and <strong> Sarah Palin </strong>.", "new_id": -2}, {"uid": "1295499363019333151", "i": 36387, "idx": 0, "sa": ["Simon Cowell", "Bob Marley", "Debra Byrd", "Jennifer Lopez"], "q": "tells her. They all send her through. \"She's out of her mind,\" <strong> Jennifer Lopez </strong> says, \"but <strong> Bob Marley </strong> love it.\" 8:39 p.m.: Singer Melkia, 27, bombs. <q>You're very sweet, but this is not for you,</q> <strong> Jennifer Lopez </strong> tells her. Vocal Coach <strong> Debra Byrd </strong> Looks Back at a Decade of \"American Idol' <strong> Simon Cowell </strong> Says` X-Factor\" Will Discover the Next <strong> Bob Marley </strong>, Dylan, Jack White? Heat Vision What", "new_id": -2}, {"uid": "1297192002260702246", "i": 2203, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "too.----- For the good of the whole world this monster must be rejected. <strong> Barack Obama </strong> and the U.S. have no right to do this. Stop them! <strong> Colin Powell </strong> Joe <q>Before the Pharaoh anointed him as vice president last week, <strong> Omar Suleiman </strong>, aka \"Sheik al-Torture</q>( everyone in Egypt knows he supervised US Central Intelligence Agency( CIA) renditions as well as torture of al-Qaeda suspects), born July <strong> Barack Obama </strong>, 1936, in Qena, southern Egypt, was a minister without", "new_id": -2}, {"uid": "1295189804049070144", "i": 20199, "idx": 1, "sa": ["Ryan Seacrest", "Simon Cowell", "Carrie Underwood", "Jennifer Lopez"], "q": "show. Heck, at one point on the DVD of audition previews distributed by Fox, the judges all hold hands after a woman's rendition of a <strong> Carrie Underwood </strong> ballad brings <strong> Jennifer Lopez </strong> to tears. <q>We have a little bit more compassion, I think, for contestants than maybe in years past,</q> <strong> Jennifer Lopez </strong> says in an interview on the disc, though <strong> Simon Cowell </strong>'s name is never mentioned. Host <strong> Ryan Seacrest </strong> is less subtle. \"In the past there was a diabolical at times figure and a", "new_id": -2}, {"uid": "1295258802160432172", "i": 7047, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "statement. \"Oh, that's great news,\" said Jean Emrick, a 50-year resident of Tucson, as a violinist played in the background. Her eyes watering, Emrick said: <q>Tucson is such a special place and she represents what's the best of southern Arizona.</q> Speaking on NBC's \"Meet the Press,\" <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., said she talked with <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, on Saturday night. The astronaut described the latest progress in his", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q>What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me,</q> <strong> Donald Rumsfeld </strong> writes. \"At that moment, I couldn't speak.\"( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}, {"uid": "1295908932158924813", "i": 12248, "idx": 0, "sa": ["Mike Pence"], "q": "an interview with the Weekly Standard last year, Indiana Gov. Mitch Daniels-also considering a presidential run-called for a \"truce\" on social issues while the country deals with the national debt and other fiscal issues. <q>And as to focusing on spending, I agree,</q> <strong> Mike Pence </strong> told the crowd on Monday. \"Let's start by denying all federal funding for abortion at home and abroad.\" <strong> Mike Pence </strong> spokesman Matt Lloyd said the remarks were not directed at Daniels and emphasized", "new_id": -2}, {"uid": "1296462102029147230", "i": 28404, "idx": 0, "sa": ["Michael Vick", "David Akers", "Morten Andersen"], "q": "try in the fourth quarter bounced off the right upright. \"<strong> Morten Andersen </strong> was a mentor of mine and I competed with <strong> Morten Andersen </strong> for a job in Atlanta and he taught me a lot,\" <strong> David Akers </strong> said, <q>so it means a lot to be able to pass a legend like that.</q> The game returned to its traditional home in Hawaii after a one-year detour to Miami, much to the approval of the players involved. <strong> Michael Vick </strong> started but played only the first quarter, completing 5 of", "new_id": -2}, {"uid": "1295613452243957775", "i": 3134, "idx": 1, "sa": ["Eric Schmidt"], "q": "France <strong> Eric Schmidt </strong> at Sciences Po: 4 projects for Google in France Google CEO <strong> Eric Schmidt </strong>'s speech: 4 main points concerning Google in France.... video results for: schmidt google company Google CEO <strong> Eric Schmidt </strong> on privacy www.theytoldyou.com <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place,</q> <strong> Eric Schmidt </strong> tells CNBC... The new \"Don't Be Evil\" google video- Final Version.mp4 techplanet30.com In this video I talk about Google and would like to know your thoughts on the company and their position in the", "new_id": -2}, {"uid": "1295471010042287122", "i": 33020, "idx": 8, "sa": ["Charlie Villanueva", "Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Penn_State_vs_Miami,_1987_Fiesta_Bowl__4th_Quarter NBC's <strong> Charlie Villanueva </strong> Jones emphasizes Miami can be content to run some time down, with a 10-7 lead and less than 9 minutes", "new_id": -2}]