[{"uid": "1296828433039223362", "i": 34514, "idx": 4, "sa": ["Donald Rumsfeld", "Trent Lott"], "q": "02/04/2011 6:09:03 AM PST Looks like <strong> Donald Rumsfeld </strong> hit a nerve. Good for him! Looks like <strong> Donald Rumsfeld </strong> hit a nerve. Good for him! Matchett-PI( <strong> Trent Lott </strong> on Tea Party candidates: <q> As soon as they get here, we need to co-opt them </q> 7/19/10)", "new_id": -2}, {"uid": "1295063530176554024", "i": 34210, "idx": 2, "sa": ["Mike D'Antoni", "David Letterman"], "q": "Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach.`` He doesn't listen to me,'' <strong> Mike D'Antoni </strong> said with a laugh. <q> He was nice, though, very diplomatic. </q> User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1295301671181911575", "i": 7493, "idx": 0, "sa": ["Damon Jones", "Allen Iverson", "Boston Pops"], "q": "his first triple-double of the season <strong> Boston Pops </strong> 30 points, 10 assists and 10 rebounds <strong> Boston Pops </strong> and 10th of his career.`` We contained him,'' said <strong> Allen Iverson </strong>, who finished with 25 points and nine assists. <q> That's all you can do with players like that. You can't play this game scared. </q> The Cavaliers cut Denver's cushion to 103-98 on <strong> Damon Jones </strong>' 3-pointer with 3:15 left in the game. But Denver closed the game out with a 7-1 run. The struggling Cavaliers have now lost four of their last", "new_id": -2}, {"uid": "1295448193089899023", "i": 4807, "idx": 1, "sa": ["David Letterman", "Regis Philbin"], "q": "want this to happen,'' Late Show host <strong> David Letterman </strong> called Live host <strong> Regis Philbin </strong> on his show Tuesday night to talk about Mr. <strong> Regis Philbin </strong>'s announcement that he is leaving Live at the end of this season. <q> I don't want this to happen. I don't want you to leave, </q> Mr. <strong> David Letterman </strong> said. He asked <strong> Regis Philbin </strong> to clarify his announcement from the morning-- is he retiring from show business, or he is just leaving Live? Joking that he had a drink before", "new_id": -2}, {"uid": "1294965093056983574", "i": 3889, "idx": 1, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "holding her hand- <strong> Gabrielle Giffords </strong> opened her eyes for the first time.`` It was raw courage. It was raw strength. It was so beautiful and so moving,'' said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> She wanted us to know that she was with us a hundred percent and understood everything we were saying. </q> If all goes well, <strong> Gabrielle Giffords </strong> may be`` out of the woods'' on Friday, said <strong> Dr. Peter </strong> Rhee, trauma chief at University Medical Center, who has treated soldiers in Iraq and Afghanistan.", "new_id": -2}, {"uid": "1295100598134397994", "i": 48283, "idx": 2, "sa": ["Toni Kukoc", "Allen Iverson", "Matt Geiger"], "q": "four of five. <strong> Toni Kukoc </strong> added 17 points and nine rebounds and <strong> Matt Geiger </strong>, playing his first game since a two-game suspension for violating the NBA's steroid policy, had 14 points and seven rebounds for the Sixers. <q> <strong> Toni Kukoc </strong> gave us a big lift off the bench, </q> <strong> Allen Iverson </strong> said.`` He made a whole lot of plays and took a lot of pressure of me to score.'' Phoenix, which trailed by 13 in the second half, cut it 91-88 on a layup", "new_id": -2}, {"uid": "1297670161000606209", "i": 8750, "idx": 2, "sa": ["David Joseph", "Simon Cowell"], "q": "rejected <strong> Simon Cowell </strong>'s proposal for a new Saturday night ToTP-style show, negotiations with Universal are at an advanced stage for a new star-studded proposition.`` What <strong> Simon Cowell </strong> has achieved is history-making,'' says <strong> David Joseph </strong>. <q> I think there's a big gap between Later with <strong> Jools Holland </strong> that gets a couple of hundred thousand viewers and X Factor which gets 20 million. I think there's a show that will get a great audience. </q> <strong> David Joseph </strong> and <strong> Simon Cowell </strong> go way back.`` We worked together for a number of years at RCA and had a good working relationship. <strong> Simon Cowell </strong> has an incredible drive to keep the extraordinary success he's had", "new_id": -2}, {"uid": "1295883061140918799", "i": 20045, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Charlie Rose"], "q": "with what <strong> Eric Schmidt </strong> has been most publicly doing of late, as he has been at many conferences and the like, speaking. At the same time, <strong> Eric Schmidt </strong> spoke of his young charges, Tweeting that <q> Day-to-day adult supervision no longer needed! </q> Those who wondered were reminded that the comment actually says from something <strong> Sergey Brin </strong> himself said on the <strong> Charlie Rose </strong> show in 2001, when <strong> Eric Schmidt </strong> was announced as CEO. When asked, he said that the", "new_id": -2}, {"uid": "1295617333003915778", "i": 20509, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch", "Alastair Campbell"], "q": "spoke to him about all this he felt- wrongly but sincerely- that the paper was using this serious privacy issue- and him- to get at <strong> David Cameron </strong> and <strong> Rupert Murdoch </strong>. He didn't whinge about it: <q> It's what newspapers do. </q> How awful that leaders need to employ red-top tabloid rascals like <strong> Andy Coulson </strong> or <strong> Alastair Campbell </strong>, people say. Alas, it's a wicked world out there. Politicians need to know what key red-top voters think", "new_id": -2}, [{"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]]