[{"uid": "1295878079206389283", "i": 10452, "idx": 2, "sa": ["Bill Maher", "Mike Pence", "Kevin McCarthy", "Eric Cantor"], "q": ".'' <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of`` Young Gun'' fame) reiterated the promise, saying,`` We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.'' <q> We've got to roll back there. That will save$ 100 Bill Maherion in the first year, </q> agreed <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 Bill Maherion in cuts. However, according to the New York Times", "new_id": -2}, {"uid": "1295806909069746696", "i": 19457, "idx": 5, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": ". We elected a human being, <strong> Barack Obama </strong>.''`` I think he has reached out to countries around the world and has developed good relations with countries around the world,'' <strong> Colin Powell </strong> said. <q> And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the centerpiece of the State of the Union speech. </q> Dismissing widespread speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing title=\"Robert Gates\" href=\"http://www.chicagotribune.com/topic/unrest-conflicts-war/defense/armed-forces/Robert Gates-Robert Gates-PEPLT007333.topic\"> <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said", "new_id": -2}, {"uid": "1295283551003260420", "i": 38592, "idx": 0, "sa": ["Tracy McGrady", "LeBron James", "Allen Iverson", "Jennifer Love Hewitt", "Stephen A. Smith"], "q": ", <strong> Tracy McGrady </strong> <strong> Allen Iverson </strong> is set to retire from the NBA, according to an online report. Commentator <strong> Stephen A. Smith </strong> published a statement on his Web site Wednesday attributed to <strong> Allen Iverson </strong>. It said <strong> Allen Iverson </strong> plans to retire but also that <q> I feel strongly that I can still compete at the highest level. </q> The statement also said <strong> Allen Iverson </strong> has tremendous <strong> Jennifer Love Hewitt </strong> for the game and the desire to play.`` His legacy would be huge,'' Cleveland Cavaliers All-Star <strong> LeBron James </strong> said.`` He's one of the best when you", "new_id": -2}, {"uid": "1296192827166559775", "i": 14175, "idx": 0, "sa": ["Simon Cowell"], "q": "to secure a role as a judge- <strong> Simon Cowell </strong> is likely to bring the 27-year-old onto the show in the position usually filled by'80s popstar Sinitta on the UK original. A source told The Sun: <q> <strong> Simon Cowell </strong> desperately wants Cheryl to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor.`` It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon them by going straight on the panel. </q>", "new_id": -2}, {"uid": "1295564396175194112", "i": 28659, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "pair wanted to hire <strong> Steve Jobs </strong> as Google's CEO during the company's early years. <strong> Eric Schmidt </strong> served on Apple's board of directors from 2006 to 2009, when he href=\"http://www.ilounge.com/index.php/news/comments/googles-Eric Schmidt-resigns-from-apple-board-of-directors/\"> resigned from the board due to <q> potential conflicts of interest, </q> explained to be iOS- and iPhone-related. Subscribe to this discussion. We'll update you whenever new comments are added. This is to help us deter automated comment spamming. title=\"Reader Editorial: Should New", "new_id": -2}, {"uid": "1295408511085049345", "i": 51258, "idx": 11, "sa": ["Simon Cowell"], "q": "the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to`` a cat being thrown off a skyscraper,'' telling another, <q> Don't mean to be rude, but you look like the Hulk's wife, </q> reducing dozens of hopefuls to their worst`` ugly cry''- and propelling the show to the No. 1 spot in the process. But <strong> Simon Cowell </strong> won't be back for the 10th season, which premieres", "new_id": -2}, {"uid": "1296050712257392712", "i": 36861, "idx": 5, "sa": ["Michael Vick"], "q": "pads made by the company.`` The Unequal technology is a part of my game now and I won't play without my Unequal,'' <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> He returned to the NFL in 2009 with the Eagles, and worked his way from a seldom-used third-string quarterback to the key cog on a division-winning team. He will start for the NFC in the Pro", "new_id": -2}, {"uid": "1295692954156483593", "i": 14909, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Michael A. Cusumano"], "q": "<strong> Eric Schmidt </strong> to the 38-year-old <strong> Larry Page </strong> because it faces serious challenges from companies led by much younger executives, like Facebook, <strong> Michael A. Cusumano </strong> said.`` They want to become younger and more aggressive,'' he said. <q> But the teams at Google are globally organized, so whatever changes are made probably won't be reflected in regional offices like the one in Cambridge. </q> In fact, the employees at Google's Cambridge office, who number more than 250 people, are assigned to a wide range of company projects. Advertising sales is one of the largest groups in the", "new_id": -2}, {"uid": "1295634050249806881", "i": 7660, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "act as advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said in the earnings announcement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. </q> Google has a data center in Lenoir that was built by Greensboro-based general contractor Samet Corp., who has been Google's CEO for a decade, announced Thursday that he will step down in April.", "new_id": -2}, {"i": 19927, "idx": 1, "index_answer": 0, "new_id": -1, "q": "save the funding for the program but to increase it by$ 73 million to total$ 200 million.`` Access to air travel is critical for our economic recovery,'' <strong> Kirsten Gillibrand </strong> said. <q> Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service. </q> PROPOSED HIKES Business at Plattsburgh International Airport has boomed since it opened in 2007, as thousands of Canadians have taken advantage of direct flights to Florida, South Carolina and the Caribbean.", "sa": ["Kirsten Gillibrand"], "uid": "1296851765101990425"}]