[{"uid": "1296449389205996047", "i": 3162, "idx": 2, "sa": ["Michael Vick", "Tom Brady"], "q": "- 21 Redskin\" . Eagle also set a new record for \"Most Scoring Team On The Road In NFL\" . This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is <q> Eagle 59- 28 Redskin </q>. <strong> Michael Vick </strong> Record Night^^. First_Game_Ever_|_ Minnesota_Gophers_vs_Air_Force_|_ Football CBS provides a flashback of <strong> Tom Brady </strong>'s first NFL pass attempts, against Detroit on Thanksgiving Day 2000. After misfiring", "new_id": -2}, {"uid": "1295875703066535486", "i": 31045, "idx": 0, "sa": ["Larry Page", "Marissa Mayer", "Sergey Brin", "Eric Schmidt"], "q": "Zeit von einem Triumvirat aus <strong> Eric Schmidt </strong> und den beiden Firmengr?ndern <strong> Larry Page </strong> und <strong> Sergey Brin </strong> gef?hrt, sagte Produktmanagerin <strong> Marissa Mayer </strong> am Montag auf der Konferenz DLD( Digital, Life, Design) in M?nchen. Jetzt gebe es ver?nderte Aufgaben, <q> aber <strong> Larry Page </strong>, <strong> Eric Schmidt </strong> und <strong> Sergey Brin </strong> werden das Unternehmen weiter f?hren </q>. <strong> Marissa Mayer </strong> f?gte hinzu: \"Wir freuen uns wirklich ber die nderungen.\" Der neue Vorstandschef <strong> Larry Page </strong> habe sich schon immer sehr um die Entwicklung der Google-Produkte gek?mmert und werde seinen Blick auf die Technik auch in", "new_id": -2}, {"uid": "1295689167050348122", "i": 33494, "idx": 1, "sa": ["Andy Coulson"], "q": "In this image provided by NATO Photo: European Union political advisor Cooper arrives for talks at the... Report Abuse \" Imagine that, more violence, unrest and death in a predominantly Muslim nation. \" Report Abuse <q> Time for Karzai to be the President of his PEOPLE rather than the president of his tribe. </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Special Forces Decals Really big selection of Green Beret Decals and Bumper Stickers.", "new_id": -2}, {"uid": "1295805489188252160", "i": 59225, "idx": 1, "sa": ["Colin Powell"], "q": "Click here for other text alerts. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. <q> I think he's got a way to go, </q> <strong> Colin Powell </strong> said. \"I mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect", "new_id": -2}, {"uid": "1294965093056983574", "i": 4598, "idx": 4, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Mark Kelson", "Kirsten Gillibrand"], "q": "She was rubbing our hands and gripping our hands so... we knew she could hear and understand what we were saying and she moved her leg, and so we knew she was responding,\" <strong> Kirsten Gillibrand </strong> said. <q> And the more we joked about what we were going to do, she started to open her eyes. </q> <strong> Gabrielle Giffords </strong>' husband, <strong> Mark Kelson </strong>, realized the significance of the moment. \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,\" he said, according to <strong> Kirsten Gillibrand </strong>. Said <strong> Debbie Wasserman Schultz </strong>: \"", "new_id": -2}, {"uid": "1295654358068190227", "i": 59292, "idx": 1, "sa": ["Ricky Gervais", "Rachel Maddow", "Bill Maher", "David Letterman", "Nathan Lane", "David Stockman", "Steve Moore", "Alroy West", "Russell Simmons", "Esperanza Spalding", "Jeff Bridges", "Craig Ferguson"], "q": ",\" \"Episodes,\" and \"Shameless.\" -- The TV Junkie Must-Watch Plan: Tonight- \"Real Time With <strong> Bill Maher </strong>\" ( <strong> Rachel Maddow </strong>, <strong> Steve Moore </strong>, <strong> David Stockman </strong>, <strong> Alroy West </strong>, <strong> Russell Simmons </strong>), <q> Funny or Die Presents, </q> \"The <strong> Ricky Gervais </strong> Show,\" \"Onion News Network,\" \"Portlandia,\" <strong> David Letterman </strong>( <strong> Nathan Lane </strong>, comic Mike Palascak, <strong> Esperanza Spalding </strong> performs), <strong> Craig Ferguson </strong>( <strong> Jeff Bridges </strong>). Saturday- The Uninvited, \"Austin", "new_id": -2}, {"uid": "1295758316143998985", "i": 12519, "idx": 2, "sa": ["Bernie Sanders", "Jared Lee Loughner", "Peter King", "Sandra Day O'Connor", "Sam Stein"], "q": "\" trauma chief Dr. <strong> Peter King </strong> Rhee told ABC News. \"She will not die. She does not have that permission from me.\" <strong> Bernie Sanders </strong>' Office Defends Shooting Reference In Fundraising Message reports: <q> A spokesman for Sen. <strong> Bernie Sanders </strong>( I-VT) is defending the Senator's decision to reference the shootings in Arizona as part of a newsletter and fundraising appeal he sent to constituents on TuesSandra Day O'Connor. </q> Investigators have revealed even more rattling details about suspect <strong> Jared Lee Loughner </strong>'s behavior on the Sam Steine <strong> Sandra Day O'Connor </strong> he shot 19 individuals in Arizona. reports: \" On the <strong> Sandra Day O'Connor </strong> of the shooting, a mumbling <strong> Jared Lee Loughner </strong>", "new_id": -2}, {"uid": "1296097889175652900", "i": 16331, "idx": 0, "sa": ["Steve Ballmer"], "q": "Windows 8 will support system-on-a-chip architectures using ARM processors. Unlike the x86 architecture that today's Windows laptops and desktops work with, ARM-based chips tend to run such low-power devices as tablets and smartphones. <strong> Steve Ballmer </strong> said, <q> This announcement is really all about enabling a new class of hardware, and new silicon partners for Windows, to bring the widest possible range of form factors to the market. </q> Predictions: The world of IT in 2011, according to IT World Canada In other words, Windows won't be just for laptops and desktops anymore. Actual Facts Microsoft's ARM", "new_id": -2}, {"uid": "1296507439175063049", "i": 53991, "idx": 0, "sa": ["Éric Rich", "David Letterman", "Barack Obama"], "q": "why the U.S. left MuBarack Obama in power for so long on his mere threat that they were the likely alternative. Posted by <strong> David Letterman </strong>, Jersey City, NJ, on January 31st, 2011 at 10:40 AM <q> What are the core AmeÉric Richa interests? </q> That's easy. Israel and OIL. Posted by Larry, on January 31st, 2011 at 10:41 AM Brandstad said- \"A successful democracy requires a well educated and civil society", "new_id": -2}, {"uid": "1297183321119177307", "i": 4329, "idx": 0, "sa": ["Diane Sawyer", "George W. Bush", "Donald Rumsfeld"], "q": "Secretary of Defense after Abu Ghraib- twice. <strong> George W. Bush </strong> refused to accept both times, keeping <strong> Donald Rumsfeld </strong> on at the Pentagon, where he turned into a lightning rod for criticism of the invasion and occupation of Iraq. <q> In an exclusive interview with ABC's <strong> Diane Sawyer </strong>, <strong> Donald Rumsfeld </strong> also said the enhanced interrogation techniques he approved for use on the so-called \"20th hijacker </q>- including forced stress positions and removal of \"comfort items\" - produced invaluable intelligence. \" But his biggest regret was staying in office during what he calls a period of \"damaging distraction,\"", "new_id": -2}]