[{"uid": "1295503547083329035", "i": 32958, "idx": 1, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson", "Reggie Jackson"], "q": "the Denver Nuggets on Wednesday night. <strong> Carmelo Anthony </strong> had 26 points and eight rebounds and <strong> Marcus Camby </strong> had 20 rebounds for the Nuggets. \"We absorbed a lot of points from <strong> Allen Iverson </strong>,\" Lakers coach Phil <strong> Reggie Jackson </strong> said. <q> He got our whole team in foul trouble. </q> <strong> Allen Iverson </strong> scored 49 points through the first three quarters but was held to a just a layup in the fourth. The Lakers clamped down on the 6-foot guard, forcing the ball out of his hands. The strategy", "new_id": -2}, {"uid": "1295469111069730385", "i": 17649, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "that begins its 10th season tonight. Hyper, effusive and giddy, <strong> Steven Tyler </strong>'s child-like energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season. <q> The part that's a little difficult is judging young kids, </q> the 62-year-old said. \"It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.\"", "new_id": -2}, {"uid": "1296543261227508233", "i": 32378, "idx": 3, "sa": ["David Letterman", "Justin Bieber"], "q": "Is that a sophomore in high school, is that about what it is?\" <strong> David Letterman </strong> asks. \"Or a junior?\"[ It's the latter, <strong> David Letterman </strong>.] <strong> Justin Bieber </strong>'s reply: <q> I don't know-- I'm Canadian. </q>", "new_id": -2}, {"uid": "1297145483211075103", "i": 19365, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Hailee Steinfeld"], "q": "pitch-correcting software Auto-Tune was used on at least one contestant's taped audition.\" \" Well this is the one that we learned about. Who knows how much of this really goes on. Report Abuse <q> i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well. </q> Report Abuse \" i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong> \" ABC News: Watch: <strong> Hailee Steinfeld </strong> on \"True Grit' ABC News: <strong> Simon Cowell </strong>: US\"", "new_id": -2}, {"uid": "1295047677008175621", "i": 13271, "idx": 1, "sa": ["Donald Rumsfeld", "Michelle King"], "q": "moral relativism about what is considered torture and what is not,\" Robert <strong> Michelle King </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. <q> This area is so fraught with legal ramifications, </q> Urbahn said. \"I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject.\" Advertisement <strong> Donald Rumsfeld </strong> would likely be", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ". \"I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,\" said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q> But I know he's here now. </q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}, {"uid": "1297113668104251422", "i": 14113, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "new_id": -2}, {"uid": "1296772477091881732", "i": 30414, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "<strong> Sen. Bernie Sanders </strong>, I-Vt., ordered the report in a provision he added to last year's defense spending bill. The measure also directed the Pentagon to recommend ways to punish fraudulent contractors. But the report concluded that <q> the department believes that existing remedies with respect to contractor wrongdoing are sufficient. </q> \"It is clear that DoD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,\" <strong> Sen. Bernie Sanders </strong> said in a news release. You must fill", "new_id": -2}, {"uid": "1296233986144064524", "i": 24467, "idx": 2, "sa": ["David Archuleta", "Simon Cowell", "Sun Go", "Clive Davis", "Elton John"], "q": "and <strong> David Archuleta </strong>, 17, each performed three times in the live telecast before some 7000 people at Los Angeles' Nokia Theatre. One song was chosen for each by Sony BMG executive <strong> Clive Davis </strong>, who assigned U2's <q> I Still Haven't Found What I'm Looking For </q> to Cook, and the <strong> Elton John </strong> ballad \"Don't Let the <strong> Sun Go </strong> Down on Me\" to <strong> David Archuleta </strong>. <strong> Simon Cowell </strong>, who had earlier predicted Cook would triumph, firmly stated \"Round 1 goes to <strong> David Archuleta </strong>.\"", "new_id": -2}, {"uid": "1295139772120274975", "i": 15868, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ". It was raw strength. It was so beautiful and so moving,\" <strong> Kirsten Gillibrand </strong> said. \"It felt like a miracle. It felt like we were watching a miracle,\" said Wasserman-Schultz. <q> Other than the birth of my kids, this was the most incredible feeling, to see... one of your closest friends just struggle to come back to you, to come back to her family, to come back to her friends. </q> It was sparked, the lawmakers said, by simple banter and human warmth. They took turns holding <strong> Gabrielle Giffords </strong>' hand. <strong> Kirsten Gillibrand </strong> was talking about how <strong> Gabrielle Giffords </strong> and Mark needed to be back eating pizza soon", "new_id": -2}]