[{"uid": "1296543731072531980", "i": 9982, "idx": 0, "sa": ["Alassane Ouattara"], "q": "each other. For example, the Blue press, represented basically by the two newspapers Notre Voie and Le Tempes, accuse <strong> Alassane Ouattara </strong> of being an element of destabilization and reject that he won the elections. <q> They call <strong> Alassane Ouattara </strong>' a thief' and` the stranger,' implying he is not Ivorian. They assume he is just a puppet of the Western countries and their goal is to discredit this man and his supporters. </q> Pierre, who is French by nationality, adds that in these newspapers you can find violent attacks against France and other Western countries and against foreign media also accused of destabilizing the Ivory Coast. However,", "new_id": -2}, {"uid": "1295928935203030533", "i": 33723, "idx": 11, "sa": ["Donald Rumsfeld", "George H. W. Bush", "Dick Cheney"], "q": "'' he says.`` I wanted to find out something. I needed help. I needed adGeorge H. W. Bush. Some of them were just,' I need a haircut.''' Another <strong> Donald Rumsfeld </strong> Rule: <q> If you are not criticized, you may not be doing much. </q> As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and was a close ally of <strong> George H. W. Bush </strong> <strong> Dick Cheney </strong>. But he was deeply disliked by opponents of the Iraq war, and", "new_id": -2}, {"uid": "1296849812199835649", "i": 52013, "idx": 1, "sa": ["David Letterman", "Justin Bieber", "Paul Shaffer"], "q": "10 list on Late Show With <strong> David Letterman </strong> Friday night. Watch a sneak peek, below. The`` Top 10 Reasons It's Fun to Be <strong> Justin Bieber </strong>'' include:- <q> When I'm sick, my doctor makes hilarious jokes about` <strong> Justin Bieber </strong> Fever' </q>-`` The chance to visit the Late Show and my idol, <strong> Paul Shaffer </strong>''-`` At the barber shop I can say,` Give me the me.''' The", "new_id": -2}, {"uid": "1297212014253886469", "i": 215, "idx": 2, "sa": ["Simon Cowell", "Billy Bush", "Kit Hoover"], "q": "in our Access Hollywood poll- want to see him reunite on his new judges panel with his`` American Idol'' pal PLAY IT NOW: Behind The Scenes Of` The X Factor' With <strong> Simon Cowell </strong> <q> She's in the mix, </q> <strong> Simon Cowell </strong> told <strong> Billy Bush </strong> and <strong> Kit Hoover </strong> on Tuesday's Access Hollywood Live.`` But a lot of people are in there.'' This week, <strong> Simon Cowell </strong> has been blitzing the media, beginning on Sunday with promos", "new_id": -2}, {"uid": "1295547624218546188", "i": 14296, "idx": 1, "sa": ["Red Café", "Allen Iverson", "Malik Rose"], "q": "22 points on 10-of-12 shooting and grabbed nine rebounds as the Spurs snapped a three-game losing streak.`` My teammates were getting me the ball,'' said <strong> Malik Rose </strong>, who bought 64 tickets for family and friends. <q> We played well, we shaRed Café the ball and I was the recipient of some good passes and a little luck. </q> <strong> Allen Iverson </strong> was a dismal 15-of-55( 27 percent) from the field and averaged 16.7 points as Philadelphia got off to a 3-0 start, its best since the 1984-85 campaign. It was a different <strong> Allen Iverson </strong> in this contest", "new_id": -2}, {"uid": "1295571782118030349", "i": 41087, "idx": 1, "sa": ["John Mahama", "Alassane Ouattara"], "q": "to encourage Laurent Gbagbo to step down from a presidency that isn't his. In November the west African state held elections and despite polls showing <strong> Alassane Ouattara </strong> Outtara as the victor, Mr. Gbagbo is still in power. <q> In addition to Ivory Coast's neighbors, the UN, US and EU all back Gbabgo's rival <strong> Alassane Ouattara </strong> Outtara as winner of the west African state's John Mahamaial election. Nearly 200 people have been killed in post-election violence with fears that political standoff could tip Ivory Coast back into civil war. </q> Fears of violence have led 14000 people from both political sides to flee the country into neighboring Liberia, and the United Nations estimates total refugees figures may be closer to 30000. Fatoumata Lejune-Kaba, UNHCR`` We are", "new_id": -2}, {"uid": "1297251106136822801", "i": 28544, "idx": 0, "sa": ["Ray LaHood", "Donald Rumsfeld", "Barack Obama", "Joe Biden"], "q": "don't trust we know true motives of... Photo in Slideshow: <strong> Joe Biden </strong>, <strong> Ray LaHood </strong> Despite veto threats, critics say <strong> Barack Obama </strong> would sign two-year delay of EPA regs Video: <strong> Barack Obama </strong> Reacts to MuBarack Obama's Announcement Report Abuse <q> Just stick a big fat DEMOCRACY TAX on any country like the monsters from communist China, that do not treat the environment, dogs and cats, minorities, Christians, and workers, democratically, and for using toxic chemicals that are slowly poisoning our children and US. That hefty tax could help level the playing field that US/Western corporations have to abide by all those democratic laws, that the communists do not have to. The tax can also alleviate the horrendous tax burden inflicted on the overtaxed native born US taxpayers. </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options", "new_id": -2}, {"uid": "1295622096143933453", "i": 251, "idx": 1, "sa": ["David Letterman", "Larry King", "Piers Morgan"], "q": "`` The Late Show with <strong> David Letterman </strong>.'' <strong> David Letterman </strong> told <strong> Piers Morgan </strong> that his show would only take off if a guest punched him on-air- or, even better, if he punched a guest. <q> You need to grab somebody by the tie and just pop him, </q> <strong> David Letterman </strong> said.`` Just a short right cross and then it would be fantastic.''`` Would it work if it was <strong> Larry King </strong>, or would it be seen a bit too cruel?'' he", "new_id": -2}, {"uid": "1296744552199131154", "i": 36547, "idx": 71, "sa": ["Donald Rumsfeld"], "q": "a change.'' <strong> Donald Rumsfeld </strong> handed Bush the official letter in the Oval Office on Election Day. The president asked if Joyce was all right.`` This is hard for me,'' Bush said. <q> You're a pro. You're a hell of a lot better than others in this town. </q> It is undoubtedly <strong> Donald Rumsfeld </strong>'s hope, as he begins the inevitable media blitz, that others will conclude the same after reading the book. But it contains few surprises and, after so many years of", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.`` I think he'd clear the field.'' Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}]