[{"uid": "1296650638256933907", "i": 50858, "idx": 0, "sa": ["Eamon Gilmore"], "q": "by crippling cutbacks and tax hikes. Launching his party's general election campaign, Mr <strong> Eamon Gilmore </strong> also branded his chief rivals politicians of the past, in an attempt to put clear water between the pair. <q> This election is a three-way contest between Fianna Fail, Fine Gael and Labour, </q> he said.`` Fianna Fail, who have failed our country; Fine Gael, who have learned nothing from those mistakes, whose politics is the politics of the past, who talk about renegotiating the", "new_id": -2}, {"uid": "1296922649262193174", "i": 43100, "idx": 5, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "had done some drugs. Sure thing, <strong> Donald Rumsfeld </strong>. Perfectly good excuse. You \" should drop some leaflets on the families of people, American and Iraqi, whose children have died in that war. <q> Sorry, my son was doing drugs. I was emotional at the time. Not my fault. </q> Stuef also had a suggestion for those plans to invade and occupy Iraq to be`` creative'' that`` Rummy says Defense was preparing for offense on Afghanistan at the time, but <strong> George W. Bush </strong> asked him to be", "new_id": -2}, {"uid": "1297311118215105600", "i": 342, "idx": 1, "sa": ["Brad Womack", "Simon Cowell", "Pete Wentz", "Paula Abdul"], "q": "No. 1 priority,'' Simpson-Pete Wentz and <strong> Pete Wentz </strong> said in a joint statement Wednesday.`` Ashlee loves Bronx but jumped into marriage and having a baby too quickly,'' one source told UsMagazine.com. <q> They feel they got trapped in a situation they were too young for. </q> <strong> Brad Womack </strong> ex-girlfriend: He proposed just before going on` The Bachelor' <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together` The Biggest Loser: Couples' eliminates contestant Jaquin`` Q'' Allen` The", "new_id": -2}, {"uid": "1297236828167477280", "i": 242, "idx": 0, "sa": ["Susan Boyle", "Simon Cowell"], "q": "that belied her dowdy look and eventually sold millions.`` <strong> Susan Boyle </strong> taught me a huge lesson,'' said <strong> Simon Cowell </strong>, who also owns, produces, and stars in Britain's Got Talent overseas. <q> I have to be more open-minded. If you've got it, you've got it no matter what your age. </q> On past conference calls about Idol, <strong> Simon Cowell </strong> could seem distant and distracted. But on Monday, he was engaged and seemingly energized by his simple, yet momentous challenge; finding a worldwide pop star while", "new_id": -2}, {"uid": "1297176789226918413", "i": 3400, "idx": 0, "sa": ["Simon Cowell"], "q": " It seems as if everything <strong> Simon Cowell </strong> touches turns to gold: the original`` X Factor,'' <q> America's Got Talent, </q>`` American Idol.'' But that doesn't mean he's not nervous about the fall premiere of Fox's`` The X Factor.'' After all, href=\"http://i2.cdn.turner.com/cnn/2011/images/02/08/t1larg.duhamel.jpg\" target=\"_blank\">$ 5 million", "new_id": -2}, {"uid": "1296833652203898937", "i": 5703, "idx": 0, "sa": ["Howard Stern", "David Letterman", "John Williams", "Jay Leno"], "q": " Although the plot is under wraps, according to The Hollywood Reporter, the comedy is based on the true story of a former cop that infiltrated the New Jersey criminal underworld in the era of <q> feathered hair and zipper jackets. </q> My Settings Your comment contains inappropriate content in violation of our <strong> Howard Stern </strong> Apologizes to <strong> David Letterman </strong> on TV, Calls <strong> Jay Leno </strong>` Horrible' Buy Three Pieces from Schindler's List: Violin and Piano( <strong> John Williams </strong> Signature Edition", "new_id": -2}, {"uid": "1296176266236371989", "i": 27737, "idx": 1, "sa": ["Mike Pence"], "q": "Indiana.`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong> said of his family in a letter sent to supporters, The Indianapolis Star reported. <q> We will not seek the Republican nomination for president in 2012.... I have learned to follow my heart, and my heart is in Indiana. </q> Given <strong> Mike Pence </strong>'s pass on a White House bid and his refusal of a leadership position after the November elections that would have made him the No. 4 Republican in the House, it's highly likely his", "new_id": -2}, {"uid": "1297377344030818317", "i": 38171, "idx": 0, "sa": ["Michael Caine", "Ryan Murphy", "Angelina Jolie", "Denise Richards", "Brad Pitt", "Vanessa Hudgens"], "q": "black sequin mini, similar to one Aniston, 41, sported four months earlier. And while Aniston recently released her own eponymous scent, she recently said she has no plans to launch a clothing line. <q> I love clothes, but I don't know what to put on myself, let alone others, </q> the actress told` GDenise Richards's' <strong> Ryan Murphy </strong> Reportedly Top Choice To Helm` Annie' Remake <strong> Vanessa Hudgens </strong> Drips Wet In Details- Dishes On New Movies& <strong> Michael Caine </strong>'s Advances href=\"http://omg.yahoo.com/news/fashion-exec-Angelina Jolie-had-Brad Pitt-Brad Pitt-pick-her-awards-dress/56102\"> Fashion Exec: <strong> Angelina Jolie </strong> Had <strong> Brad Pitt </strong>", "new_id": -2}, {"uid": "1297094624063078408", "i": 37763, "idx": 7, "sa": ["Donald Rumsfeld", "Colin Powell", "George H. W. Bush"], "q": "state had`` never served in a senior administration position,'' a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>-- <strong> George H. W. Bush </strong>'s first top diplomat-- <q> did not, in my view, do a good job of managing the people under him, </q> calling leaks out of the State Department`` unhelpful.'' <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top <strong> George H. W. Bush </strong> advisers and officials, truly believed Saddam Hussein had weapons of mass destruction when he made a presentation", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team.`` The president and I don't have to agree on everything,'' said <strong> Kirsten Gillibrand </strong>.`` GO JETS!'' <q> I'll bet on the Jets over Chicago, </q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}]