[{"uid": "1297594529017956866", "i": 44875, "idx": 0, "sa": ["Michael Gove"], "q": "the way projects had been stopped was arbitrary and legally flawed. They asked the judge to order Mr <strong> Michael Gove </strong> to reconsider the schemes, properly taking account of their merits. The judge said: <q> However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation. </q> Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.\" Leader of", "new_id": -2}, {"uid": "1297706845046809132", "i": 51329, "idx": 1, "sa": ["Michael Gove", "John Cryer"], "q": "'s favour on the substantive issues. \" The judge has not ordered a reinstatement of funding for any BSF project\" \" Responding to the question from Labour's <strong> John Cryer </strong>, Mr <strong> Michael Gove </strong> said: <q> It was, of course, deeply regrettable that any building projects had to be cancelled. \"But the scale of the deficit we inherited meant cuts were inevitable and the inefficiency which characterised BSF schemes meant we needed a new approach. </q> The challenges- by Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council- related to the revamp or rebuild of 58 schools which, if", "new_id": -2}, {"uid": "1296231867027263003", "i": 4688, "idx": 2, "sa": ["Michael Gove"], "q": "classroom, including mobile phones and video cameras. Teachers will be able to examine cameras and erase \"inappropriate\" images, as well as confiscating substances such as legal highs. <strong> Michael Gove </strong> said: <q> Students can bring material into a classroom with the express aim of disrupting learning, and some of these items are apparently innocuous, or in some cases helpful to the students outside the classroom, a mobile phone. But they are used in the classroom to either play a part in low-level disruption or sometimes they're aids to encourage bullying. Mobile phones or flip video cameras are used to record incidents of violent disruption which are subsequently posted online. </q> Proposals first put forward under Labour to raise the school leaving age to 18 are also in the bill, but there is no criminal sanction if teenagers do not stay in school or training.", "new_id": -2}, {"uid": "1296138420209518691", "i": 9938, "idx": 0, "sa": ["Michael Gove"], "q": "notice when giving children detention and headteachers will be able to decide on excluding children rather than have to take disruptive children back into the school when told to by a panel. Education Secretary <strong> Michael Gove </strong> said: <q> Under the last Michael Government thousands of great people left the teaching profession because behaviour was out of control and they were forced to spend far too much time on paperwork. That's why we're taking action to restore discipline and reduce bureaucracy. Teachers will be free to impose the penalties they need to keep order, and free from the red tape which swallows up teaching time, so they can get on with their first duty- raising standards. </q> YOUR SAY PSCA International Ltd, Ebenezer House, Ryecroft, Newcastle-under-Lyme, Staffordshire ST5 2UB", "new_id": -2}, {"uid": "1295545209070057989", "i": 2590, "idx": 0, "sa": ["Michael Gove"], "q": "awareness of issues such as the rule of law, justice, rights and responsibilities, cultural diversity, immigration and race relations. The Coalition has already warned that the newly-slimmed down curriculum must not be a <q> vehicle for imposing passing political fads </q>. <strong> Michael Gove </strong>, the Education Secretary, said the current curriculum was \"substandard\" and higher demands were placed on children in other countries. \"The pace of economic and technological change is accelerating", "new_id": -2}, {"uid": "1295594483015614016", "i": 33326, "idx": 3, "sa": ["Michael Gove", "Chris Keates", "Russell Hobby"], "q": "of maths, English, science and PE would be introduced from September 2013, Mr <strong> Michael Gove </strong> said, with other subjects brought in the following year. Review` pointless' The NASUWT teaching union said teachers <q> want another curriculum review like a hole in the head </q>. \" Heads are hoping for a significant reduction in the depth and breadth of prescription\" \" <strong> Russell Hobby </strong> National Association of Head Teachers General secretary <strong> Chris Keates </strong> said the review was \"pointless\" as ministers had", "new_id": -2}, {"uid": "1295969089009764864", "i": 25868, "idx": 0, "sa": ["Michael Gove"], "q": "period at an estimated cost of? 55 billion. But it was among the first education schemes to be cut back by the coalition's Education Secretary <strong> Michael Gove </strong>, who said the programme had been beset by <q> massive overspends, tragic delays, botched construction projects and needless bureaucracy </q>. The cuts led to the cancellation of projects at more than 700 schools, provoking uproar from councils, unions and Labour politicians, who warned it was a tragedy and would have a catastrophic effect on", "new_id": -2}, {"q": "and I, for one, can not wait.\" As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said. \"He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Simon Cowell", "Jennifer Lopez", "Steven Tyler"], "index_answer": 0, "idx": 2, "i": 26268}, {"uid": "1297261969180371472", "i": 1853, "idx": 2, "sa": ["Michael Gove"], "q": ". \"Some of the cabinet are millionaires and the Michael Government's propped up by big business... they don't understand what? 30 a week means to many people,\" she said. <q> Choices are dependent on the money- and where is the money coming from? </q> said Mr <strong> Michael Gove </strong>. \"If we really believe in generating social mobility in this country then the question we have to ask ourselves is- how is every pound best invested?\" said Mr <strong> Michael Gove </strong>.", "new_id": -2}, {"uid": "1295138821018858005", "i": 37319, "idx": 3, "sa": ["Michael Gove"], "q": "selection of which things matter, I start with what will make this child blossom... and if that turns out to be sport or music or art, I celebrate that.\" <strong> Michael Gove </strong> countered that he believed <q> that it's a good idea for schools to teach people how to spell, how to write a grammatical sentence, how to use multiplication tables </q>.( Don't you love that last one?) Personally, I think both sides have a point, but <strong> Michael Gove </strong>'s patronising tone was loathsome, as ever. Whenever he encounters someone with a different view", "new_id": -2}]