[{"uid": "1295903297179077120", "i": 31095, "idx": 1, "sa": ["George Shultz", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>'s parents wrote to each other during World War II. <strong> Donald Rumsfeld </strong>'s sister Joan and former <strong> Donald Rumsfeld </strong> of State <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations. <q>I started thinking about this amazing archive I had,</q> he said during a recent interview. \"The fact that I had it, persuaded me that I ought to take advantage of it.\" <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite", "new_id": -2}, {"uid": "1295256412206143497", "i": 17152, "idx": 3, "sa": ["Michael Jordan", "Magic Johnson", "Allen Iverson", "Tracy McGrady"], "q": "Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q><strong> Elgin Baylor </strong> score a career high and we won the game,</q> <strong> Allen Iverson </strong> said. \"That's how you draw it up in your dreams.\" It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana", "new_id": -2}, {"uid": "1296744918231997480", "i": 8130, "idx": 3, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "are paying a very heavy price for the mismanagement-- that's the kindest word I can give you-- of <strong> Donald Rumsfeld </strong>, of this war,\" he said while campaigning for the Republican presidential nomination in 2007. <q>I think that <strong> Donald Rumsfeld </strong> will go down in history as one of the worst secretaries of Defense in history.</q>\" McSweeney's Will Publish <strong> Donald Rumsfeld </strong> Novel On Same Day As His Memoir <strong> Diane Sawyer </strong> To Interview <strong> Donald Rumsfeld </strong> In Former Defense <strong> Donald Rumsfeld </strong>'s First TV Interview Since 2006 WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and", "new_id": -2}, {"uid": "1297455868090980402", "i": 30620, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Nokia shares were down more than 15 percent on Friday afternoon in response to the news, which analysts took as a sign of weakness from the world's largest mobile phone manufacturer. <q>The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute,</q> said Microsoft CEO <strong> Steve Ballmer </strong>. <strong> Stephen Elop </strong> said Nokia would remain based in Finland but said job losses globally would be inevitable. For Microsoft the deal provides a valuable distribution channel for its mobile platform as well as", "new_id": -2}, {"uid": "1294997815266141711", "i": 39471, "idx": 0, "sa": ["Vince Lombardi", "Michael Vick"], "q": "good enough, because they certainly are; rather it's more about whether or not <strong> Vince Lombardi </strong>'s biographical resurrection is somehow a precursor to a Super Bowl renaissance in Green Bay. To quote the great <strong> Michael Vick </strong> Scott, <q>I'm not superstitious... but I am a little stitious.</q> That's me in a nutshell. I don't think ignoring e-mails that doom me with bad luck for 10 years if I don't forward to 10 people immediately is a dangerous practice, but ignoring", "new_id": -2}, {"uid": "1295445493176455708", "i": 6364, "idx": 0, "sa": ["Adam Lambert", "Simon Cowell", "Jordin Sparks", "Steven Tyler"], "q": "<strong> Simon Cowell </strong>, the first three weeks of broadcast material from nationwide auditions will likely have its usual share of hopeless warblers among the next potential new superstar. In this May 26, 2010 photo released by Fox, <q>American... American Idol star <strong> Jordin Sparks </strong> performs \"Battlefield</q> at... Photo in Slideshow: American Idol star <strong> Jordin Sparks </strong> pose for a photo with Zander...- NEW YORK, NY--( Marketwire- 01/05/11)- <strong> Adam Lambert </strong> Photo: <strong> Steven Tyler </strong> speaks on stage after being", "new_id": -2}, {"uid": "1296016500196706316", "i": 25331, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "billion, according to Forbes magazine. Page, 37, takes over the CEO role in April. <strong> Eric Schmidt </strong> summed up the seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than six-fold, at one point surpassing US$ 700. <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1296540304067862528", "i": 13216, "idx": 0, "sa": ["Allen Iverson"], "q": "and artery that runs down <strong> Allen Iverson </strong>'s leg, and that he will miss at least six to eight weeks. <strong> Allen Iverson </strong> should be able to resume his career after a prolonged period of rest. <q>We anticipate a full recovery and certainly anticipate him being able to resume a normal basketball career after a conservative period of time,</q> Andrews said in a statement released through <strong> Allen Iverson </strong>'s manager. <strong> Allen Iverson </strong>, the NBA's Most Valuable Player in 2001 with Philadelphia, agreed to a two-year,$ 4 million US deal with Besiktas after no", "new_id": -2}, {"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason. \"I think I've got the blueprint on what to do,\" <strong> Michael Vick </strong> said. <q>I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on.</q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}, {"uid": "1297465246016121890", "i": 31636, "idx": 1, "sa": ["Jennifer Aniston", "Walter Iooss Jr.", "David Letterman", "Brooklyn Decker"], "q": "of the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q>She's so sweet, that girl. She's just darling and like the nicest person,</q> <strong> Jennifer Aniston </strong>, 42 today, tells <strong> Walter Iooss Jr. </strong>/ PRNewsFoto/Sports Illustrated Gilbert-$ 164,000 MLS 4409068 3 bed/ 3 bath 2,001- 2,250/ 1991 Joe Martin, Re/Max Diamond Scottsdale-$", "new_id": -2}]