[{"uid": "1296137820192086060", "i": 15241, "idx": 0, "sa": ["Michael Gove"], "q": "been accused of heavy-handedness; an end to a decades-old state of emergency and a rise in minimum wages. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1297427259083165187", "i": 54748, "idx": 0, "sa": ["Michael Gove"], "q": ". But this is hardly the victory that it is being portrayed as by some. Report this comment You say scrapping the equalities assesment should be done immediately. Why exactly? Report this comment <q> This means, in effect, that <strong> Michael Gove </strong>? s original decisions can stand. </q> No it does not. It means that each decision has to be re-looked at and reconsidered in a transparent process. Not just handed from high by <strong> Michael Gove </strong>. If that's a win, my names", "new_id": -2}, {"uid": "1296769630173654088", "i": 57420, "idx": 0, "sa": ["Michael Gove"], "q": "a teacher was instructed to lock the door of the classroom. Kids would run around the corridors causing chaos.\" Her criticism was endorsed by a former deputy head, Dolores Thompson, who said: <q> There was a concept of what do you expect- they're from broken homes, deprived backgrounds, you can't expect anything. </q> <strong> Michael Gove </strong>, has held up the school as an example of the Michael Government's determination to be tough with failing title=\"More from guardian.co.uk on Academies\"> academies. He has warned academy sponsors that", "new_id": -2}, {"uid": "1295255353092618770", "i": 30858, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": "two years. Mr <strong> Andy Burnham </strong> told the ECHO: \"They made a life decision based on that... and out of the blue in October the Michael Government pulled the plug.\" He added: <q> We have been told that the legal case is very strong and I would encourage young people from the Liverpool region to come forward. </q> He accused Education Secretary <strong> Michael Gove </strong> of another \"botched\" operation following the row over student tuition fees, the axing of the Building Schools for the Future programme and his partial U-turn over school sports funding.", "new_id": -2}, {"uid": "1297444087101843008", "i": 23474, "idx": 10, "sa": ["Michael Gove"], "q": "Under BSF, every secondary school in England was due to be rebuilt or refurbished over a 15-20-year period at an estimated cost of? 55 billion. <strong> Michael Gove </strong> said the programme had been beset by <q> massive overspends, tragic delays, botched construction projects and needless bureaucracy </q>. The decision is a further embarrassment for the Education Secretary who was forced to apologise last summer after he released a flawed list of school building projects facing the axe. Play video News Headlines(", "new_id": -2}, {"uid": "1296124079014483504", "i": 39866, "idx": 1, "sa": ["Michael Gove"], "q": "allowing staff to search children for any material that may disrupt lessons feature in the Bill, while rules forcing schools to give parents 24-hour notice of a detention will also be scrapped. Mr <strong> Michael Gove </strong> said: <q> This Michael Government backs teachers. All the evidence from those countries with great education systems tells us that nothing is more important than attracting great people into teaching and supporting them in the classroom. \"Teachers will be free to impose the penalties they need to keep order and free from the red tape which swallows up teaching time, so they can get on with their first duty- raising standards. </q> Plans to axe a number of education quangos will feature in the Bill, as will the legislation required to allow the Michael Government to charge university students higher rates of interest on tuition fee loans.", "new_id": -2}, {"uid": "1296231867027263053", "i": 1874, "idx": 10, "sa": ["Michael Gove", "Margaret Thatcher"], "q": "is very variable( that's in the words of the Chinese Michael Government by the way) they have a few things that <strong> Michael Gove </strong> seems to have missed out on: teaandchocolate 27 January 2011 1:38 PM <q> The so called disadvantaged that I've seen when helping in schools are the ones who disrupt the lessons, couldn't care less if they learn or not and make everyones life hard, what we need are more special schools where disruptive children can go and have a higher pupil/teacher ratio, so that the good children can get on with learning. </q> <strong> Margaret Thatcher </strong> Happy Inclusion was started in 1988-9 under a conservative Michael Government. When I trained there were loads of fantastic schools for children with learning difficulties and the Tories closed them to save cash and put the", "new_id": -2}, {"uid": "1295619402249511954", "i": 17843, "idx": 0, "sa": ["Michael Gove"], "q": "fall on their own\" . He went on to say that\" ... there will be no power for the secretary of state to prop them up, or intervene if something goes badly wrong\" . <q> And unless a service is designated as protected, it will also be possible for a hospital or other healthcare provider simply to stop providing a service or operating a site from which it can no longer make money </q>. Now that is very different from Mr. <strong> Michael Gove </strong>'s proposed reforms. So even though the health services would be funded by the public purse, the elected Michael Government can not do much to protect health care", "new_id": -2}, {"uid": "1296138273017236016", "i": 59059, "idx": 0, "sa": ["Michael Gove", "Margaret Hodge"], "q": "never be paid.\" The PAC recommended the department develops sufficient capacity and \"adequate arrangements\" to provide robust accountability and oversight of the use of public funds. Committee chair <strong> Margaret Hodge </strong> said: <q> Having two distinct strands to the programme- the sponsored academies aiming to raise educational standards in deprived areas, and the new converter academies created from schools already performing well academically- increases the department's challenge of ensuring sound management and accountability. \"It should make clear for each type of academy how success will be measured, how academies will be held to account for their performance and who will intervene, and in what circumstances, if things start to go wrong. </q> Education secretary <strong> Michael Gove </strong> welcomed the report, saying it had recognised the success of the programme. A DfE spokesperson said: \"The Michael Government recognises the issues that the PAC report has", "new_id": -2}, {"q": "'s had the best year since I've been around him,\" said <strong> Larry Brown </strong>, who has been coaching <strong> Allen Iverson </strong> for the last six seasons. \"He's a Hall of Fame coach,\" said <strong> Allen Iverson </strong>. <q> So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped. \"Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "answer_q": "'s had the best year since I've been around him,'' said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons.`` He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>. <q> So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped.`` Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "answer": "Allen Iverson", "sa": "['Larry Brown', 'Allen Iverson']", "index_answer": 1, "idx": 2, "i": 9856}]