[{"uid": "1297483708099155968", "i": 24875, "idx": 0, "sa": ["Katy Perry", "Michelle Trachtenberg", "Joan Rivers", "Dave Matthews", "Aretha Franklin", "Simon Cowell", "Elizabeth Taylor"], "q": "Melissa and <strong> Joan Rivers </strong> talk GRAMMYs <strong> Dave Matthews </strong> Speaks On His Grammy Nods <strong> Katy Perry </strong>'s <strong> Aretha Franklin </strong> Grammys tribute Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Michelle Trachtenberg </strong>: <q> One Day I Woke Up and Had Boobs </q> Court shoots down J.R. Ewing actor in Citi dispute <cite> Reuters </cite> <strong> Elizabeth Taylor </strong> treated for congestive heart failure <cite> Associated Press </cite> Lindsay, Kim K., Hef& More Tweet Over Historic Regime Change In Egypt <strong> Katy Perry </strong>:'", "new_id": -2, "mturk_index": "707"}, {"uid": "1297130531053067806", "i": 58794, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "say that; call it an id?e fixe-- wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2, "mturk_index": "1472"}, {"uid": "1295408839085049344", "i": 738, "idx": 0, "sa": ["Piers Morgan", "David Letterman", "Howard Stern", "Jay Leno"], "q": "to <strong> Jay Leno </strong>. On the second night of <strong> Piers Morgan </strong> Tonight, <strong> Howard Stern </strong> called The Tonight Show host a \"crook,\" \"insane,\" \"not fit to scrub <strong> David Letterman </strong>'s feet,\" and that <strong> Jay Leno </strong> <q> steals a tremendous amount of material. </q> \"America must be filled with morons,\" said <strong> Howard Stern </strong>, \"the ones who watch <strong> Jay Leno </strong>, they must be in a coma.\" This was just about the only moment the conversation sprang to life", "new_id": -2, "mturk_index": "1056"}, {"uid": "1295020337159514625", "i": 47760, "idx": 0, "sa": ["Colin Powell", "Michael Steele", "David Gregory"], "q": "7:42:58 AM PST day10( Integrity has no need of rules.) <strong> Michael Steele </strong> will be the 2012 version of <strong> Colin Powell </strong> To: day10 Let me give you the Matthews/Olbermann lead-in for tonight: <q> The RNC chooses it's new leader this week and while there is no proof that current Chairman <strong> Michael Steele </strong> is being forced out because he's an African-American... </q> To: day10 <strong> Michael Steele </strong> has a habit of agreeing with the premise of a question from whoever is interviewing him. <strong> David Gregory </strong> will interview him this Sunday and ask... \"Do you think racism had anything to", "new_id": -2, "mturk_index": "429"}, {"uid": "1297330546103628803", "i": 33179, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Jay Leno"], "q": "American Idol, is \"obsessed\" with her. US chat show host <strong> Jay Leno </strong> asked the star about <strong> Simon Cowell </strong>'s recent admission that he was a \"massive fan\" of <strong> Paula Abdul </strong>'s. She replied: <q> I think you need to take` mass' off and put( in)` obsessive'( instead). He's obsessed with me! </q> She was also asked on NBC's Tonight Show With <strong> Jay Leno </strong> about rumours she could be working with the TV supremo on X Factor USA. <strong> Paula Abdul </strong> remained tight-lipped, saying: \"He always talks", "new_id": -2, "mturk_index": "2023"}, {"uid": "1297083495090374146", "i": 1728, "idx": 3, "sa": ["Zahi Hawass"], "q": "had resulted in \"70 broken objects, all of which can be restored.\" \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. <q> If anything happens, I will announce it. </q> He said firefighters had been deployed close to the museum to intervene as needed. His blog also featured pictures of heavily armed troops stationed at his office and behind the museum's high railings.", "new_id": -2, "mturk_index": "1835"}, {"uid": "1295948460238239757", "i": 50356, "idx": 2, "sa": ["Sergio Marchionne"], "q": "che c'? un \"unico attacco contro il lavoro con le scelte di <strong> Sergio Marchionne </strong> e contro le nostre condizioni con la riforma Gelmini\" . Chiedono una sorta di alleanza stabile tra sapere e lavoro per <q> un nuovo modello di sviluppo e di societ </q>. Guardano al futuro- segnato dal precariato- con molta, amara consapevolezza. Ma ammoniscono: \"Non facciamoci portare via il futuro, lottiamo per difenderlo\" .", "new_id": -2, "mturk_index": "727"}, {"uid": "1295983367241025063", "i": 43413, "idx": 1, "sa": ["Allen Iverson", "Fränk Schleck", "Malik Rose", "Kobe Bryant"], "q": "22 points on 10-of-12 shooting and grabbed nine rebounds as the Spurs snapped a three-game losing streak. \"My teammates were getting me the ball,\" said <strong> Malik Rose </strong>, who bought 64 tickets for family and friends. <q> We played well, we shared the ball and I was the recipient of some good passes and a <strong> Kobe Bryant </strong> luck. </q> <strong> Allen Iverson </strong> was a dismal 15-of-55( 27 percent) from the field and averaged 16.7 points as Philadelphia got off to a 3-0 start, its best since the 1984-85 campaign. It was a diffeFränk Schleckt <strong> Allen Iverson </strong> in this contest", "new_id": -2, "mturk_index": "1378"}, {"uid": "1295803019101695619", "i": 48228, "idx": 2, "sa": ["George H. W. Bush", "Colin Powell", "Geoffrey Wawro"], "q": "War veterans, at the event at Texas A&M University, which is the home of his George H. W. Bushial library. \"There is a legitimate argument as to whether we stopped too soon,\" <strong> Colin Powell </strong> said. <q> We accomplished the mission. <strong> George H. W. Bush </strong> made the right decision. </q> <strong> Geoffrey Wawro </strong>, who published \"Quicksand: America's Pursuit of Power in the Middle East\" last year, writes in the online analysis in great detail about various aspects of the war with a special emphasis", "new_id": -2, "mturk_index": "1499"}, {"uid": "1295631852004243469", "i": 9025, "idx": 4, "sa": ["Andy Coulson", "Ben Ali"], "q": "Ce dernier a d?fendu vendredi la version de son d?sormais ancien conseiller en communication. \"<strong> Andy Coulson </strong> a d?missionn de` News of the World' lorsqu'il a appris ce qu'il s' y passait\" , a-t-il d?clar. <q> J'ai toujours eu l'impression qu'il tait puni deux fois pour la m?me chose </q>. Mati?res permi?res, l'envol?e mondiale Depuis le printemps 2009, les prix mondiaux des mati?res premi?res s` enflamment. Plusieurs facteurs interviennent, dont Les... Tunisie: l'opposant Taoufik <strong> Ben Ali </strong> Brik candidat? la", "new_id": -2, "mturk_index": "593"}]