[{"uid": "1296927943014336018", "i": 34534, "idx": 4, "sa": ["Sergio Marchionne"], "q": "and I will e-mail him.'' <strong> Sergio Marchionne </strong> said Piech should concentrate on fixing Seat, VW's struggling Spain-based subsidiary.`` I'm not the one who bought Seat,'' he said. <q> He's the one who bought it. I don't know if he can[ fix it], but he needs to try. </q> <strong> Sergio Marchionne </strong> was speaking at a JD Power automotive conference here. At the Detroit auto show last month, Fiat executives said Alfa plans to relaunch the brand in the United States in late 2012.", "new_id": -2}, {"uid": "1294965090178536463", "i": 18897, "idx": 1, "sa": ["Eric Schmidt"], "q": "Atom? processors.'' http://wn.com/Weboptimiser_|_ Internet_News_|_ Google_Announces_Third_Quarter_2010_Financial_Results Giving us up to date insights into the way Google works and their intentions for the near term future, <strong> Eric Schmidt </strong>, CEO of Google said: <q> Google had an excellent quarter, our core business grew very well, and our newer businesses-- particularly display and mobile-- continued to show significant momentum. Going forward, we remain committed to aggressive investment in both our people and our products as we pursue an innovation agenda. </q> Announcing financial results for the quarter ended September 30, 2010. Google reported revenues of$ 7.29 billion for the quarter ended September 30, 2010, an increase of 23% compared to the third quarter of 2009", "new_id": -2}, {"uid": "1297228860207454240", "i": 8618, "idx": 4, "sa": ["Donald Rumsfeld", "Colin Powell", "Micah Zenko"], "q": "no obvious sign of chemical weapons manufacturing. <strong> Micah Zenko </strong>, a political scientist at the Council on Foreign Relations, extensively researched U.S. planning for a military strike on Khurmal in 2002 and detailed it in his book <q> Between Threats and War. </q> He said in an interview that he was unaware that <strong> Donald Rumsfeld </strong> had advocated bombing the site while <strong> Colin Powell </strong> was at the U.N. Fatal fall at construction site, 01.27.11", "new_id": -2}, {"uid": "1296030533207847424", "i": 34001, "idx": 0, "sa": ["Chad Johnson", "Michael Vick"], "q": "that game. <strong> Chad Johnson </strong> suggested at the end of an interview with ESPN on Tuesday that he's planning to change his name back to <strong> Chad Johnson </strong>. He didn't give a specific reason, other than saying he's <q> done enough with the Ocho thing. </q> <strong> Michael Vick </strong> has signed his first endorsement contract since his release from prison. The Pro Bowl quarterback inked a two-year contract with href=\"http://www.timesunion.com/?controllerName=search&amp;action=search&amp;channel=sports&amp;search=1&amp;inlineLink=1&amp;query=%22Unequal+Technologies%22\"> Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore last season. <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295041985009945115", "i": 4966, "idx": 2, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011- 36v&amp;flvURL=/media/2011/01/13/01132011- 36v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011- 36v.jsn''}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes'',`` description'': <q> Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp- dyn/emailalink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman- Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening", "new_id": -2}, {"uid": "1295779892017170523", "i": 2211, "idx": 5, "sa": ["Mike Pence"], "q": "` Let's attempt to demonstrate the level of enthusiasm for him that I think is out there a millimeter under the surface,''' said Ralph Benko, a former Reagan administration aide who started the campaign. <q> I think it's huge. I just think it needs a little place to go. So we built a little place for it to go. </q> But should <strong> Mike Pence </strong> listen to his backers or choose what some say is the safer route of running for Indiana governor? Is it realistic to try to vault from the House to the White House", "new_id": -2}, {"uid": "1295494449164200459", "i": 13949, "idx": 3, "sa": ["LeBron James", "Allen Iverson"], "q": "Pistons started slowly before turning it on defensively in the second half. With a game against the undefeated Los Angeles Lakers coming up Friday night, Detroit is looLeBron James for a complete game to extend that winning streak. <q> The best part about it is we struggled at times in the game but we got it done, </q> <strong> Allen Iverson </strong> said.`` We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going", "new_id": -2}, {"uid": "1297129562188514329", "i": 2375, "idx": 10, "sa": ["Simon Cowell"], "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our Usually ships in 24 hours Buy New:$ 15.56( as of 4:57 PM EST- Buy I Hate to Be Rude, But", "new_id": -2}, {"uid": "1297476011000409604", "i": 19600, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": ". Meanwhile, Lee's colleague, Senator <strong> Kirsten Gillibrand </strong> Gillbrand made a stop in Rochester Friday afternoon. She did not have much to say on Lee's actions, but rather on the voters in the district. <q> My focus is on the constituents in teh district, and my goal is that they are all well looked after and have access to all the constituent services they need during this time of transition, </q> said Sen. <strong> Kirsten Gillibrand </strong>,( D) New York. <strong> Kirsten Gillibrand </strong> did work closely with Lee to craft legislation for the families of Flight 3407 victims. She says that work will continue without the congressman.`` We", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called`` Googled: The End of the World As We Know It,'' said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}]