[{"uid": "1295451275253739115", "i": 16521, "idx": 4, "sa": ["Michael Gove", "Lindsay Hoyle"], "q": "and bad-tempered debate, Mr <strong> Michael Gove </strong> shouted \"sit down\" at MPs trying to interject during his speech. \"The secretary of state is getting very excited,\" deputy speaker <strong> Lindsay Hoyle </strong> said. <q> People are trying to intervene. I'll decide when they've stood up for too long. </q> Student protestors will gather in Piccadilly Circus at 16:00 GMT before marching down to Parliament Square. The Metropolitan police contacted academic institutions via email last week to pass on intelligence on localised protests.", "new_id": -2}, {"uid": "1297430569058949634", "i": 207, "idx": 1, "sa": ["Michael Gove"], "q": "\" , said the judge. The victorious authorities include Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council. The judge said: <q> However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation. </q> Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.\" A Department", "new_id": -2}, {"uid": "1297452829228950020", "i": 45974, "idx": 2, "sa": ["Michael Gove", "Harriet Harman"], "q": ", said: \"This is a powerful judgment and a vindication of all the determination and hard work that has brought us to this point.\" The judge said Mr <strong> Michael Gove </strong>'s decision-making process was unlawful <q> because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act </q>. The Equality Act, championed by <strong> Harriet Harman </strong>, the deputy Labour leader, was introduced last year to bring the various areas of equality law under one piece of legislation. Lawyers said its impact", "new_id": -2}, {"uid": "1296231867027263053", "i": 1869, "idx": 5, "sa": ["Michael Gove", "LeBron James"], "q": "teaching\" . <strong> Michael Gove </strong> has vowed to cut bureaucracy in schools. He said that in one year, Labour sent schools 5,000 pages of guidance and information- the equivalent of two <strong> LeBron James </strong> bibles. <q> There are too many quangos that take up schools' time without leading to any real benefits to standards, </q> <strong> Michael Gove </strong> said. \"Teachers tell us that they have to spend hours outside of the classroom going to meetings and filling in forms because of bureaucratic requirements. It takes them away from the core purpose of improving learning", "new_id": -2}, {"uid": "1295545209070057989", "i": 2593, "idx": 3, "sa": ["Michael Gove", "Andy Burnham", "Mary Bousted"], "q": "lesson materials for the remainder being brought in 12 months later. But teachers and Opposition MPs accused the Michael Government of advocating a 1950s style curriculum. <strong> Andy Burnham </strong>, the shadow education secretary, said: <q> It is <strong> Michael Gove </strong> who is stuck in the past, foisting his 1950s vision of education on to today's schools and students. \"Parents, teachers and businesses know that alongside solid academic study, young people need technical and social skills to succeed in the workplace and in life. \"Labour had made changes to focus the curriculum, with English and maths showing significant improvements. Take-up of single sciences increased significantly in recent years as a result of Labour policies. </q> <strong> Mary Bousted </strong>, general secretary of the Association of Teachers and Lecturers, said: \"<strong> Michael Gove </strong>'s plans are again full of impossible contradictions. \"On one hand he says teachers should be given more", "new_id": -2}, {"uid": "1296231867027263053", "i": 1870, "idx": 6, "sa": ["LeBron James", "Michael Gove"], "q": "pages of guidance and information- the equivalent of two <strong> LeBron James </strong> bibles. \"There are too many quangos that take up schools' time without leading to any real benefits to standards,\" <strong> Michael Gove </strong> said. <q> Teachers tell us that they have to spend hours outside of the classroom going to meetings and filling in forms because of bureaucratic requirements. It takes them away from the core purpose of improving learning. </q> Other reforms in the bill give teachers the right to search a pupil who is of a different sex to them without another member of staff being present. They may only do this if they believe that", "new_id": -2}, {"uid": "1296137820192086026", "i": 49206, "idx": 0, "sa": ["Michael Gove", "Ali Abdullah Saleh", "Abdul Malik"], "q": "<strong> Ali Abdullah Saleh </strong> also promised this week to raise salaries of civil servants and military personnel by at least$ 47 dollars a month. Opposition MP <strong> Abdul Malik </strong> al-Qasous said people wanted political and economic reforms. <q> The opportunity for reform is still available, and we fear the situation will reach a point where people will not hear their ruler when he says,' I have understood you!' </q> New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in... UK` unprepared for a foot and mouth outbreak'", "new_id": -2}, {"uid": "1294988930024674308", "i": 31305, "idx": 1, "sa": ["David Cameron", "Michael Gove", "Chris Huhne", "Nick Clegg", "Richard Grayson"], "q": "of young people, which I thought was particularly gratifying, given the furore over tuition fees.\" What he says next may not play well with the likes of <strong> Richard Grayson </strong>, but he's sticking to it: <q> The genuine activist is determined to do his or her best for the party. There are people who call themselves activists, whose connection with the party is somewhat tenuous, shall we say. What their mood is, I really couldn't tell you. </q> <strong> Nick Clegg </strong> and <strong> David Cameron </strong> announce the formation of the coalition Michael Government in May 2010. Photograph: <strong> Chris Huhne </strong> Furlong/PA I then ask around senior and not-so-senior Liberal Democrats, seeing if there is any anxiety about where their party", "new_id": -2}, {"uid": "1297520477089751561", "i": 11905, "idx": 9, "sa": ["Michael Gove"], "q": "council portfolio holder for children's services, said he hoped <strong> Michael Gove </strong> would now \"do the right thing and give our schools and their pupils the funding they deserve and were fully expecting to receive\" . <q> The decision is now up to him. </q> Some 79 local authorities and 735 schools had projects stopped as part of the cancellation of the BSF programme. The judge said the total cost of the capital grants \"saved\" on all the stopped projects", "new_id": -2}, {"q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Max Baucus", "Newt Gingrich", "Bill Lockyer"], "index_answer": 0, "idx": 0, "i": 31063}]