[{"uid": "1296337079223870977", "i": 34275, "idx": 1, "sa": ["Jackie Mason", "Zahi Hawass"], "q": "when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. <strong> Jackie Mason </strong> on FReeping( Introduction to the 2009 Free Republic National Convention) The political uprising against the current Egyptian regime might be justifiable as the people's legitimate manifestation of democratic", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,\" <strong> Michael Vick </strong> said. <q> However it comes, whatever happens, happens. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}, {"uid": "1296407544252772372", "i": 136, "idx": 14, "sa": ["Elgin Baylor", "LeBron James", "Chris Webber", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"<strong> Elgin Baylor </strong> just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 On the heels of a horrible season and out of the playoffs for the first time in three years, all the Toronto Raptors could hope for Sunday was", "new_id": -2}, {"uid": "1294969491073564163", "i": 1245, "idx": 1, "sa": ["Sergio Marchionne"], "q": "will resurrect a hallowed nameplate- the Grand Wagoneer- in two years. \"It's time we gave the market an upper-scale Grand Wagoneer,\" Chrysler CEO <strong> Sergio Marchionne </strong> said at the Detroit auto show. <q> You'll see it in January 2013. </q> The Grand Wagoneer would be a seven-seat SUV built on the same platform as the Grand Cherokee and the Dodge Durango. Those two vehicles were part of Chrysler's 16-vehicle 2011 product offensive spearheaded by the hard-driving", "new_id": -2}, {"uid": "1295805220124010531", "i": 10204, "idx": 8, "sa": ["Colin Powell", "Barack Obama"], "q": "the attack. \"There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,\" he said. <q> All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with all of the cable channels and talk radio and blogs, especially blogs, where people can be anonymous with their nastiness, I think has caused a level of coarseness in our society that we've all got to think about. </q> <strong> Colin Powell </strong> said he thought <strong> Barack Obama </strong> was making an effort to reach across political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment", "new_id": -2}, {"uid": "1295615027107249664", "i": 46614, "idx": 0, "sa": ["Eric Schmidt"], "q": ", Speaking at the D: Dive into Mobile conference in San Francisco, the Googler said: \"It's hard to assemble a team and organize as quickly as you want\" for certain situations. <q> Finding the right people, interviewing them and hiring them takes time. Companies are willing to pay a premium to be in the market right now. </q> Though this ideology came under the reign of <strong> Eric Schmidt </strong>, the CEO shake-up isn't a rebuke- as he's netted the company billions and will continue to work with the company, according to a blog", "new_id": -2}, {"uid": "1296231887160088104", "i": 41186, "idx": 2, "sa": ["Rahm Emanuel", "Eric Schmidt", "Sergey Brin", "Barack Obama"], "q": "and within our policies, into China.\" It was revealed earlier this month that fifty-five-year-old <strong> Eric Schmidt </strong> would make way as chief executive for Larry Page, 37, who co-founded Google with <strong> Sergey Brin </strong>. <q> Between the three of us, I have always been the person who believes the most in expanding into China, </q> he claimed. The Illinois supreme court has finally allowed <strong> Barack Obama </strong>'s former chief of staff <strong> Rahm Emanuel </strong> to run for the <strong> Rahm Emanuel </strong>'s post in Chicago, overturning a lower court's decision. UN tribunal at centre of", "new_id": -2}, {"uid": "1296770511173654034", "i": 12180, "idx": 30, "sa": ["Donald Rumsfeld", "Abraham Lincoln", "Colin Powell", "Bill Clinton"], "q": "a mistake for American civilians to be running Iraq-he offered to go there for two weeks-rather than \"putting an Iraqi face on postwar Iraq as soon as possible.\" But he noted that <strong> Colin Powell </strong>'s State Department had <q> proposed an American-led civil authority for an indefinite period. </q> As for Bush's \"Mission Accomplished\" appearance on the U.S.S. <strong> Abraham Lincoln </strong>, well, <strong> Donald Rumsfeld </strong> says, the <strong> Bill Clinton </strong>'s \"public affairs team\" did not appreciate that the end of major combat operations was", "new_id": -2}, {"uid": "1295313208219807749", "i": 43942, "idx": 1, "sa": ["Steve Ballmer"], "q": "Sales professionals are at the heart of almost every successful business, and Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud,\" says <strong> Steve Ballmer </strong>, Microsoft's CEO. <q> The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market </q> More than 11,500 customers and 2,000 partners worldwide have used Microsoft Dynamics CRM 2011 as part of the beta programme, including customers that have switched from competing solutions. In New Zealand, a number of companies", "new_id": -2}, {"uid": "1297274054047726593", "i": 38545, "idx": 0, "sa": ["Steve Ballmer"], "q": "Division in April 2007, he had helped launch Bing and implement the massive search-and-advertising deal with Yahoo. Before that, he led Microsoft Business Solutions and worked on the engineering side of its Server Group. <q> In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops, </q> Microsoft CEO <strong> Steve Ballmer </strong> wrote in a Feb. 9 email to employees. \"We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing", "new_id": -2}]