[{"uid": "1296547175213106706", "i": 2793, "idx": 1, "sa": ["Sergio Marchionne", "The CEO"], "q": "Chief Financial Officer Richard Palmer. And there will be added costs at the end of the year to introduce a new Fiat-engineered compact Dodge sedan to make Chrysler a player in a crucial segment where it has <q> had inadequate representation for a while, </q> <strong> Sergio Marchionne </strong> said. <strong> The CEO </strong> does not apologize for the cost uptick, or the reliance on less profitable fleet sales to limp through the rough patches in 2010. The recent influx of new models allowed Chrysler to", "new_id": -2}, {"uid": "1297390855091619342", "i": 816, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "the six years during which he ran the Defense Department for <strong> President Bush </strong>- particularly because nearly two-thirds of the book deal with that relatively brief period in the author's life. But, as <strong> Donald Rumsfeld </strong> writes, he's <q> never much of a handwringer, I don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others. </q> As seems typical of so much here, that's partially true; the author has no taste for self-criticism or second-guessing himself. Masterful bureaucratic survivor that he was until he ran out of room to maneuver", "new_id": -2}, {"uid": "1295717835220610566", "i": 17705, "idx": 3, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ",`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01202011-32v&amp;flvURL=/media/2011/01/20/01202011-32v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F20%2F01202011-32v.jsn''}{`` title'':`` <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support'',`` description'': <q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY) spoke with Russ Mitchell with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in Houston. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site= politics& type", "new_id": -2}, {"uid": "1295568030217792608", "i": 16944, "idx": 5, "sa": ["Eric Schmidt", "Richard Chang"], "q": ", outstripping Wall Street's average forecast of$ 8.10. <strong> Eric Schmidt </strong> said on his blogpost that Page will now lead product development and technology strategy, areas that are`` his greatest strengths.'' <q> It will be interesting to see what he'll do that's different, what he could not have done in his prior role, </q> said BGC Partners analyst Colin Gillis.( Editing by Edwin Chan and <strong> Richard Chang </strong>) Does Lower Volatility Signal a Market Correction? Not Necessarily After signing pact with China, Boeing lays off 1,100 U.S. workers", "new_id": -2}, {"uid": "1295448248150847491", "i": 39909, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Hillary Clinton", "Ileana Ros-Lehtinen"], "q": "\" <cite> TeamPOLITICO: Jan. 19, 2011- 7:30 AM EST </cite> \" Rep. <strong> Ileana Ros-Lehtinen </strong>( R-Fla.), chair of the House Committee of Foreign Affairs, objected to the PLO flag being flown. <q> <cite> TeamPOLITICO: Jan. 19, 2011- 7:30 AM EST </cite> </q> The flag-raising came as <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) and 16 other senators wrote to Secretary of State <strong> Hillary Clinton </strong> on Tuesday, asking the <strong> Barack Obama </strong> administration to oppose the Palestinian Authority's efforts to bring a resolution before the", "new_id": -2}, {"uid": "1294965103172343305", "i": 13382, "idx": 2, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "her courage and with her strength. And then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do after she got better.'' <strong> Gabrielle Giffords </strong> was gripping their hands, <strong> Kirsten Gillibrand </strong> said, <q> and the more we joked about what we were going to do, she started to open her eyes. </q> <strong> Debbie Wasserman Schultz </strong> said she had just told <strong> Gabrielle Giffords </strong>,''` <strong> Gabrielle Giffords </strong>, we fully expect you to be up and ready to go, to come back up to New Hampshire this summer,' and", "new_id": -2}, {"uid": "1295625930089243655", "i": 29338, "idx": 0, "sa": ["Andy Coulson"], "q": ", which is waiting to hear if the government will clear its planned$ 12 billion( 7 billion pounds) buyout of pay TV operator BSkyB or refer the deal to competition authorities for further checks. <q> Continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> said <strong> Andy Coulson </strong>, who has always denied any knowledge of wrongdoing at the newspaper.`` When the spokesman needs a spokesman it's time to move on,'' he said in a statement.", "new_id": -2}, {"uid": "1296386542015253529", "i": 21095, "idx": 0, "sa": ["Simon Cowell", "Kim Jong-il"], "q": "the street-art pioneer, drum'n' bass supremo, and TV man. In a candid interview he talks about learning to love his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-il </strong> than <strong> Simon Cowell </strong> <q> I've always wanted a happy home. And I've created that </q>: Goldie Health Month every February sponsored by the American Dental Association. The biggest provider of free care to children this year will be Midwest Dental. They will have 63 dentists and 239 staff members on hand to", "new_id": -2}, {"uid": "1296894347001409025", "i": 10385, "idx": 8, "sa": ["Michael Vick"], "q": "couldn't do it, and that's what it is.'' Butler introduced <strong> Michael Vick </strong> to the Boys& Girls Club crowd.`` Regardless of what you may hear,'' Butler said, <q> he is all about the kids. </q> <strong> Michael Vick </strong> didn't mention dogfighting, the activity that landed him in federal prison, but he did refer to imprisonment for`` real bad decisions.'' He spoke of a desire to become a coach someday", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from`` The Tonight Show'' settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q> He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing, </q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight:` The Pillowman' By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}]