[{"uid": "1297216340026116096", "i": 32789, "idx": 4, "sa": ["Simon Cowell", "Susan Boyle"], "q": "concert,'' <strong> Simon Cowell </strong> explained.`` It really helped show me who could handle the pressure.'' <strong> Simon Cowell </strong> said allowing the crowd to react in real time will help him avoid overlooking another big star. <q> There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me, </q> he said.`` I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method.'' One of TV's best shows,` Justified,' starts second season in top form", "new_id": -2}, {"uid": "1295173746138477568", "i": 16710, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": "playoff games with six turnovers. Ryan threw two interceptions, including one that was returned 70 yards for a touchdown by <strong> Tramon Williams </strong>, and also lost a fumble. He finished with 186 yards. <q> We moved the ball pretty effectively but we just didn't capitalize, </q> Ryan said.`` We didn't get points when we needed to get points. It's disappointing.'' The Falcons also had a fourth-quarter fumble by receiver <strong> Michael Vick </strong> Jenkins. For Ryan,", "new_id": -2}, {"uid": "1297240907074432639", "i": 6329, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "narrative. Same with the memos from the Ford White House. Those interested in recent American history will have a feast, I suspect. I cherish something <strong> Donald Rumsfeld </strong> said, and said more than once: <q> America is not what's wrong with the world. </q> And may I say that <strong> Donald Rumsfeld </strong> is not what's wrong with America? That's for damn sure. For many, many years, people who are either ignorant or deceptive have tried to tell you something", "new_id": -2}, {"uid": "1295319354058130441", "i": 28709, "idx": 0, "sa": ["Mike Pence", "Ronald Reagan", "Jack Kemp", "Jim Ryun", "Newt Gingrich"], "q": "counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential", "new_id": -2}, {"uid": "1295478769073809934", "i": 20497, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "as career officers seeking in-service training.`` These state-of-the-art enhancements will empower students in basic training, as well as those professionals receiving in-service training, to experience an innovative learning environment,'' <strong> Sen. Bernie Sanders </strong> said. <q> Vermont Police Academy has an engrained commitment to graduating the best educated, most well-balanced and highly proficient alumni. It is my sincerest hope that this funding will help in a small way to produce the highly dedicated and professional Vermont police officers we've come to expect from this institution. </q> Wireless access will allow student officers to access the most current statutes, regulations, and data online from the classroom or dorm. It will also allow online testing, scoring, and feedback to students.", "new_id": -2}, {"uid": "1295310733097861638", "i": 44775, "idx": 17, "sa": ["Courtney Lee", "Allen Iverson"], "q": "just accept that and understand that's the way it's going to be.'' It was the eighth time <strong> Allen Iverson </strong> scored at least 40 points in a playoff game. The Sixers are 7-1 in those contests. <q> We have another chance to play and we have to put pressure on them, where they feel it, </q> Sixers coach Larry <strong> Courtney Lee </strong> said.`` It doesn't look to me like they're feeling it. They're playing with a lot of poise and have a lot to be proud of.'' Philadelphia also got", "new_id": -2}, {"uid": "1295682265065617928", "i": 90, "idx": 14, "sa": ["Mitt Romney", "Mitch Daniels", "Erick Erickson", "Mike Pence"], "q": ", <strong> Mitch Daniels </strong> recently was chosen as the second-most-likely to get the GOP nomination, after <strong> Mitt Romney </strong>. <strong> Mike Pence </strong> didn't make the top 10. So why are <strong> Mike Pence </strong>'s backers so enthusiastic about him? <q> <strong> Mike Pence </strong> displays the kind of optimism, moral values and gutsy leadership we need in a president-- and a presidential nominee, </q> says the draft-Pence website, theconservativechampion.org.`` He bridges the gap between the establishment and the grassroots,'' wrote influential conservative blogger <strong> Erick Erickson </strong> on RedState.com. <strong> Mike Pence </strong> gets credit for standing up to his", "new_id": -2}, {"uid": "1296931079080756756", "i": 8687, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Janet Napolitano", "John McCain", "Denis McDonough"], "q": "clear that that's the path that it's going to in Yemen, the people will be satisfied. That's the key, there's got to be a creditable commitment to democratic elections.'' <q> With respect to what is happening in Egypt and other countries such as Yemen, obviously the president, the secretary of State have kind of-- <strong> Sen. Joe Lieberman </strong>'ve already indicated that, look, we are watching, we are monitoring, but what we hope for is a peaceful, open and democratic process, </q> Homeland Security <strong> Donald Rumsfeld </strong> <strong> Janet Napolitano </strong> said Friday.`` That's the goal.'' On Saturday morning, Deputy National Security Advisor <strong> Denis McDonough </strong> convened a Deputies Committee meeting on Egypt at the <strong> John McCain </strong> House. <strong> Barack Obama </strong> was to", "new_id": -2}, {"uid": "1296282852002965504", "i": 19635, "idx": 0, "sa": ["Eric Schmidt", "Angela Merkel", "David Cameron"], "q": "said.`` We in the West have taken rather a simple view that what matters is just the act of holding an election,'' <strong> David Cameron </strong> added. German Chancellor <strong> Angela Merkel </strong> agreed. <q> There is no point in locking up people or to reduce the access to information, </q> she said.`` We must come to a peaceful dialogue in Egypt. The stability of the country is, of course, extremely important but not at the cost of freedom of opinion.'' <strong> Eric Schmidt </strong>", "new_id": -2}, {"i": 16697, "idx": 1, "index_answer": 0, "new_id": -1, "q": "hoped to get$ 3 billion in loans. General Motors Co.'s withdrawal of its application for$ 14.4 billion of the same type of government loans will increase his company's chances of getting approval. <q> We're in two different places in financial history, </q> <strong> Sergio Marchionne </strong> said of Chrysler and GM.`` They grew up with a big equity box. I grew up with nothing. So I'll take the money. I'm not proud. I'd just like to", "sa": ["Sergio Marchionne"], "uid": "1296854638096747656"}]