[{"uid": "1296225951235159601", "i": 393, "idx": 5, "sa": ["Mike Pence"], "q": "was excited by the prospect of <strong> Mike Pence </strong> running for governor.`` I think he's the clear front-runner, and I think the race is his if he chooses to accept it,'' Walorski said. <q> I think he'd clear the field. </q> State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' such as <strong> Mike Pence </strong>.`` <strong> Mike Pence </strong>'s been a strong voice in", "new_id": -2}, {"uid": "1295962173062226451", "i": 2449, "idx": 0, "sa": ["Jesse Ventura", "Donald Rumsfeld", "Benjamin Franklin", "Regis Philbin"], "q": "<strong> Donald Rumsfeld </strong> was given a seat on the board. Its time for people to stand up before its too late. This is outrageous. Not only the corruption, but the idea in general. As <strong> Benjamin Franklin </strong> said... <q> They that can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety </q> http://wn.com/Vlog_Day_Afternoon_|_ Saturday_evening_with_Band_of_Horses <strong> Regis Philbin </strong> fires agent amid paycut buzz Rumors of proposed paycut arise after <strong> Regis Philbin </strong> quits` Live' <strong> Regis Philbin </strong> Quit Because of Contract Dispute? Ex-Minn. governor sues over body scans, pat-downs <strong> Jesse Ventura </strong> Sues", "new_id": -2}, {"uid": "1296716411176898050", "i": 11867, "idx": 0, "sa": ["Rick Carlisle", "Blake Griffin", "Allen Iverson"], "q": "scoring and rebounding.`` Early on, it looked like( Washington guard John) Wall was going to run away with all the attention and rookie of the year,'' Dallas coach <strong> Rick Carlisle </strong> said, <q> then all of a sudden this guy exploded with all these great plays. And now the team is playing better. </q> Twice this season, <strong> Blake Griffin </strong> has scored 40 or more points, making him the first rookie to do so since <strong> Allen Iverson </strong> in 1996-97.`` He definitely should be in the All-Star game, without", "new_id": -2}, {"uid": "1297609955260161538", "i": 29745, "idx": 0, "sa": ["Lindsay Lohan", "Jessica Simpson", "Priscilla Presley", "Paris Hilton", "Heidi Montag", "Simon Cowell", "Suzanne Somers"], "q": "<strong> Jessica Simpson </strong>, <strong> Paris Hilton </strong>, <strong> Heidi Montag </strong>, and Fargolina Sondheim. She then informed the judge that there is a very good reason why he can not send her to prison or even back into rehab. <q> And what might that very good reason be? </q> The judge asked extremely inquisitively. <strong> Lindsay Lohan </strong>, who has suddenly developed trout snout lips, ala <strong> Priscilla Presley </strong> and <strong> Suzanne Somers </strong> replied,`` The reason why I can not go to prison is because <strong> Simon Cowell </strong> has asked me", "new_id": -2}, {"uid": "1296939026066093065", "i": 42375, "idx": 4, "sa": ["Sergio Marchionne"], "q": "concern. I regret the remark which I consider inappropriate,'' <strong> Sergio Marchionne </strong> said in his statement. Some suggested his comments showed a lack of gratitude for the government's decision to save Chrysler. <q> I have repeated on numerous occasions, on behalf of all the people at Chrysler, our gratitude to the U.S. and Canadian governments for the financial assistance that was critical to the recovery of our Group, </q> he said. <strong> Sergio Marchionne </strong> noted that no one else but the Canadian and U.S. governments were willing to help Chrysler.`` As the only parties willing to underwrite the risk associated with Chrysler's recovery", "new_id": -2}, {"uid": "1296748642199131152", "i": 33650, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "building, it was <strong> Donald Rumsfeld </strong> himself who raised the possibility of attacking Iraq. At 1:50 p.m., in discussing a`` whole range of military operations'' and the`` annihilation of terrorism'' <strong> Donald Rumsfeld </strong> says: <q> My interest is to hit <strong> Saddam Hussein </strong> at the same time, not to look only at UBL( <strong> Osama bin Laden </strong>). </q> Reports of incoherent decision-making, policy drift Much of <strong> Donald Rumsfeld </strong>'s explanation of what went wrong in the crucial first year of the occupation of Iraq stems from a pre-war failure to manage the post-war political transition", "new_id": -2}, {"uid": "1295958474022577176", "i": 10395, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum.( Reporting by Eric Kelsey in Berlin and Patrick Werr in", "new_id": -2}, {"uid": "1296106909116244575", "i": 39387, "idx": 11, "sa": ["Larry Fitzgerald", "Michael Vick", "Tony Gonzalez", "Adrian Peterson"], "q": "his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta.`` Matt is great. The coaching staff is great. We're just having a good time,'' he said. <q> I like what they're doing in the offence and it's been easy. We're going to go out and try to have fun and everybody enjoy each other. </q> <strong> Michael Vick </strong> looked sharp and fluid as he completed a 20-yard out to Arizona Cardinals receiver <strong> Larry Fitzgerald </strong>. On the next play, <strong> Michael Vick </strong> faked a handoff to <strong> Adrian Peterson </strong> and then hit Falcons tight end <strong> Tony Gonzalez </strong> going across the", "new_id": -2}, {"uid": "1295458625213254221", "i": 2407, "idx": 0, "sa": ["Sergio Marchionne"], "q": "large passenger cars and light-duty vehicles. The announcement was made at the EPA laboratories in Ann Arbor, Michigan, following a meeting with Chrysler Group CEO <strong> Sergio Marchionne </strong> and EPA agency administrator Lisa Jackson. <q> In addition to creating the jobs of the future, clean energy benefits the USeconomy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America, </q> <strong> Sergio Marchionne </strong> said in a statement.`` Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on", "new_id": -2}, [{"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,'' says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q> Then a friend of mine... called me and said,' I think you're making a big mistake,'? </q> he says.`` Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?''", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}]]