[{"uid": "1297278646168607769", "i": 39197, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "swirling as <strong> Simon Cowell </strong> is currently assembling his judges panel for his new reality talent show,`` The X Factor,'' but <strong> Paula Abdul </strong>'s not quite sure she wants to rekindle their working relationship just yet. <q> If he said,` Come do` The X Factor,' would you do it? </q> Billy asked.''[ <strong> Simon Cowell </strong>] is an acquired taste, Billy. I'd have to really be hungry,'' <strong> Paula Abdul </strong> answered.`` I didn't love having my first canker sore, I", "new_id": -2}, {"uid": "1295963519228147235", "i": 11409, "idx": 1, "sa": ["Eric Schmidt", "Dan Bricklin"], "q": "points he made about that revolutionary mobile-centric business thinking. <strong> Dan Bricklin </strong>( the inventor of the spreadsheet) shows off his latest tech creation-- Note Taker HD-- to TechWeb's David Berlind. It is described as <q> a powerful app for writing and organizing handwritten notes, diagrams, etc., on the iPad. </q> Now, I realize that in this business a whole lot can change in nine months-recall that the iPad was just being introduced at the time of <strong> Eric Schmidt </strong>'s talk, and that in the 275 days since then", "new_id": -2}, {"uid": "1295439788234078228", "i": 21491, "idx": 0, "sa": ["Kirsten Gillibrand", "Hillary Clinton", "P.J. Crowley"], "q": "the resolution should it come to a vote in the council. One official said discussions were continuing on how to avoid a veto by either modifying the language or convincing the Palestinians to abandon the effort. <q> We have made clear that we do not think that this matter should be brought before the Security Council, </q> <strong> P.J. Crowley </strong> told reporters.`` We do not believe that this would be a productive step.'' On Tuesday, 17 senators led by <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., wrote to Secretary of State <strong> Hillary Clinton </strong> urging the", "new_id": -2}, {"uid": "1295984196057327656", "i": 24604, "idx": 6, "sa": ["Walt Disney", "Eric Schmidt", "Google Inc."], "q": "Corp. and ABC parent <strong> Walt Disney </strong> Co.. The broadcasters are all trying to capture the shift toward on- demand viewing, which ratings company Nielsen Co. has said is surging in the U.S. <strong> Google Inc. </strong> TV will be <q> much more effective if the broadcasters are supportive, </q> and the company is trying to convince them it's not a threat, <strong> Eric Schmidt </strong> said today.`` We believe it's going to lead to more TV watching, which is good for them.''", "new_id": -2}, {"uid": "1297190662226541577", "i": 44547, "idx": 9, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "refused to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no idea,'' he said. <q> What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons. </q> <cite> http://topsy.com/www.rawstory.com/rs/2011/02/rumsfelds-top-regret-quitting-abu-ghraib/?utm_source=pingback&amp;utm_campaign=L2 </cite> Tweets that mention <strong> Donald Rumsfeld </strong>'s top regret: not quitting after Abu Ghraib| Raw Story- Topsy.com[...] This post was mentioned on Twitter by WorldNewsRecord, News. News said:", "new_id": -2}, {"uid": "1295197610047906830", "i": 33617, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Gabrielle Giffords", "Tom Coburn"], "q": "<strong> Tom Coburn </strong>:` I've pretty much been disgusted with all the media' Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.) joined host David Gregory to provide an update as to Rep. <strong> Gabrielle Giffords </strong>'s( D-Ariz.) condition. <q> She's making progress every day, she's using both sides of her body, </q> said <strong> Kirsten Gillibrand </strong>, going on to call <strong> Gabrielle Giffords </strong>'s story`` inspiring.'' Sens. <strong> Chuck Schumer </strong>( D-N.Y.) and <strong> Tom Coburn </strong>( R-Okla.) discussed the state of gun-control legislation and the nature of the existing laws", "new_id": -2}, {"uid": "1295934410148537368", "i": 22492, "idx": 2, "sa": ["Eric Gordon", "Rasheed Wallace", "Allen Iverson", "Rasual Butler"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak.`` The best part about it is we struggled at times in the game but we got it done,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/NBA_Pretemporada_12/10/2009__Golden_State_Warriors_117_Vs_Los_Angeles_Clippers_124 <strong> Rasual Butler </strong> scored 13 of his 27 points in the third quarter, <strong> Eric Gordon </strong> added 22 and the Los", "new_id": -2}, {"uid": "1295670451069369909", "i": 24900, "idx": 0, "sa": ["Stephen Jackson", "Cory Johnson", "Mike Bibby", "Allen Iverson", "Jamario Moon"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way.`` He wasn't missing anything,'' Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 <strong> Jamario Moon </strong>'s key miss for Toronto set up Joe <strong> Cory Johnson </strong>'s clincher for Atlanta. <strong> Cory Johnson </strong> scored 28 points, including a jumper with 12.5 seconds left, <strong> Mike Bibby </strong> added 23 and the Atlanta Hawks rallied to", "new_id": -2}, {"uid": "1296151724246923299", "i": 5390, "idx": 0, "sa": ["Celinda Lake", "Sen. Bernie Sanders"], "q": "which is expected to be insolvent by 2037, and say that all options should be on the table. According to a release from <strong> Sen. Bernie Sanders </strong>'s office, the group will meet with organizations <q> representing senior citizens and workers to discuss the future of Social Security. </q> Representatives from the AFL-CIO, the Service Employees International Union, the American Federation of State, County and Municipal Employees, and Democratic pollster <strong> Celinda Lake </strong> were also expected to attend. http://thehill.com/blogs/blog-briefing-room/news/140695-senate-liberals-organize-social-security-caucus-", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns.`` I always kid with him about not being a rebounder, being so big,'' <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q> I say,` If I was your height, I'd get a double-double every night. </q>' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game,`` but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}]