[{"uid": "1297140306077348976", "i": 40037, "idx": 0, "sa": ["Joan Rivers", "Simon Cowell"], "q": "interventions so the gang could talk him out of his feelings for Zoey. But I'd rather see the interventions for his coffee breath, shoulder hair and grandmother's watch.-- Lily to Marshall: <q>We hate Ted now. Get on board or the sexting stops.</q>-- \"Barney accidentally left the phone at my apartment... in the garbage.\" Oh, honey... Jillian Michaels calls her GoDaddy ad \"tragic\"; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will", "new_id": -2}, {"uid": "1296341513125665387", "i": 9314, "idx": 1, "sa": ["Piers Morgan", "David Letterman", "Larry King"], "q": "Who wants to watch that? The one thing I can guarantee people, is that I won't be boring.\"( CNN) From one interviewer to another, <strong> David Letterman </strong> offered a piece of advice. <strong> David Letterman </strong> <q>You need to grab somebody by the tie and just pop'em, just a short right cross and then it'd be fantastic.</q> <strong> Piers Morgan </strong>: \"Would it work if it was <strong> Larry King </strong> or would it been seen a bit too cruel? Joking, only joking.\" The New York Post reports on <strong> Piers Morgan </strong>'s interview style-- saying he has", "new_id": -2}, {"uid": "1296664605083984414", "i": 11435, "idx": 1, "sa": ["LaMarcus Aldridge", "Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four <strong> LaMarcus Aldridge </strong> scores 26 points and the Trail Blazers end a four-game road losing streak with a 96-91 victory over the Jazz. http://wn.com/Suns-Blazers_109-129_I_Shaq_20pts,7reb,J-Rich_16pts_vs_Aldridge_29pts,12reb,Roy_26pts,9reb,6ast PORTLAND,", "new_id": -2}, {"uid": "1295589698029097984", "i": 14403, "idx": 6, "sa": ["James A. Baker III", "Colin Powell", "Dick Cheney"], "q": " \"I think it was probably a mistake for us to let him fly his helicopters,\" Mr. <strong> James A. Baker III </strong> responded. Mr. <strong> Colin Powell </strong> called the Shiite and Kurd uprisings \"unfortunate\" and said, <q>There's a legitimate argument we have as to whether we stopped too soon or not.</q> Mr. <strong> Dick Cheney </strong> said that the American military \"had done a tremendous job\" and the Iraqi Army was by then so weak that it was a question of whether the administration \"wanted to ask our men", "new_id": -2}, {"uid": "1295589933175472714", "i": 36125, "idx": 0, "sa": ["Eric Schmidt"], "q": "anything in my e-mail that would send me to jail( well, probably not) but those are my words. My private conversations. When asked about privacy concerns, Google's CEO <strong> Eric Schmidt </strong> said, <q>if you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.</q> OK, point taken, <strong> Eric Schmidt </strong>, but I'm not concerned about you leaking my information regarding my Facebook notifications to the world- I'm worried about you taking over the world. Knowledge is power, right", "new_id": -2}, {"uid": "1297242543083116089", "i": 15464, "idx": 7, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "it's right for the show. You got ta freshen things up.\" And \"Idol\" has certainly freshened things up with the new judges, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> joining Randy Jackson. <q>I talk to Randy all the time,</q> <strong> Simon Cowell </strong> said. \"We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with` The X Factor].\"", "new_id": -2}, {"uid": "1297301491011485226", "i": 39047, "idx": 1, "sa": ["Mike Pence"], "q": "on the tapes as a pimp and a prostitute. In an interview with \"America's Morning News,\" a radio talk-show affiliated with The Washington Times, Mr. <strong> Mike Pence </strong> said the videos are <q>heartbreaking evidence employees of Planned Parenthood... facilitating, essentially, the abuse of a minor and sex-trafficking. \"There's nothing really new in these tapes. We've been seeing this kind of behavior by Planned Parenthood organizations... for a number of years,</q> the Indiana Republican said. Story Continues â\u0087\u0092 \"previous1 2 next\" Â© Copyright 2011 The Washington Times, LLC. Click here for reprint permission.", "new_id": -2}, {"uid": "1296541564262815772", "i": 12246, "idx": 3, "sa": ["James Cleveland", "LeBron James", "Chris Webber", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q>He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle.</q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 <strong> James Cleveland </strong>( December 5, 1931- February 9, 1991) was a gospel singer, arranger, composer and, most significantly, the driving force behind", "new_id": -2}, {"uid": "1295254113245383175", "i": 25320, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": ", as well as looking at the papers and bringing you the best politics from the web. NHS bans on operations gamble with patients' health, senior surgeon warns Reflexive 17 January 2011 8:35 AM <q>9.45 am: <strong> Nick Clegg </strong> gives a speech at the launch of a Demos report on parenting.</q> <strong> David Cameron </strong>'s defence of <strong> Andy Coulson </strong> is laughable. He talks about not being punished twice for the same thing... yet <strong> Andy Coulson </strong> was never punished. He resigned to stop an investigation into the practice. Since then he", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season. \"I thought AI had a real good feel for the game,\" Nuggets coach <strong> George Karl </strong> said. <q><strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved.</q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}]