[{"uid": "1296105034131907654", "i": 41445, "idx": 5, "sa": ["Andy Coulson", "Laurie Penny", "Lance Price"], "q": "26 January 2011 5:22 PM 26 January 2011 4:35 PM I've put together a portfolio of my work to apply for <strong> Andy Coulson </strong>'s job. For example, I wrote the following headlines. <q> Benefit Fraud Gives You AIDS </q> \"ASBO Child Causes House <strong> Lance Price </strong> Slump\" \"Muslim Fanatic Spits Outside Church\" \"Gay Paedo Runs Over Kitten in Chelsea Tractor\" FLaurie PennyinSpain 26 January 2011 5:26 PM", "new_id": -2}, {"uid": "1296237382043433993", "i": 39385, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "chief says` no stone will be left unturned' as he defends decision not to reopen Scotland Yard said it would` leave no stone unturned'. Photograph: <strong> Andy Coulson </strong> Rain/EPA The head of the Metropolitan today that <q> no stone will be left unturned </q> in the fresh investigation into the Murdoch_refuses_to_answer_question_on_Andy Coulson_Andy Coulson_News_of_the_World_phone-hacking_scandal News Corp CEO <strong> Rupert Murdoch </strong> refuses to answer question on <strong> Andy Coulson </strong> News of the World phone-hacking scandal Guardian's Article April 25, 2010- <strong> Andy Coulson </strong> Phone Bug Claim www.guardian.co.uk Update: Meanwhile today", "new_id": -2}, {"uid": "1296260491067190794", "i": 4764, "idx": 2, "sa": ["Steve Jobs", "Eric Schmidt"], "q": "Android prior to its unveiling, Jobs_Steve Jobs_at_all_things_digital/\"> <strong> Steve Jobs </strong> said: \"No.... They started competing with us and it got more and more serious.\" Asked if he felt betrayed, he said: <q> My sex life is pretty good these days </q>. <strong> Eric Schmidt </strong> likes to portray Google as an \"open\" company that operates in contrast to a \"closed\" company like Apple. \"With the Apple model- which works extremely well, as I know", "new_id": -2}, {"uid": "1295530413255115280", "i": 11375, "idx": 0, "sa": ["Bernie Sanders"], "q": "Congress. On Dec. 10, <strong> Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan.", "new_id": -2}, {"uid": "1295280874135249947", "i": 1446, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "He made no defense for <strong> Barack Obama </strong>'s misstatements and lies. He made no comments about the specific details in the email to <strong> Barack Obama </strong>. Instead, General <strong> Colin Powell </strong>'s letter to me included these two comments: <q> The email is the usual anecdotal, out of context attacks, rather than a serious attempt to help the American people understand the issues. </q> \"Yes, 95 percent of blacks will vote for <strong> Barack Obama </strong>. Maybe you should be asking why?\" Since when is character not an important issue? The Barack Obamaial election is an interview process", "new_id": -2}, {"uid": "1295672248172441620", "i": 47716, "idx": 5, "sa": ["Allen Iverson", "Machine Gun Kelly"], "q": "route to his third career 50-point game and first since February 6 against Sacramento. \"When your jumper is on, the basket seems like an ocean and the basketball seems like a rock,\" he said. <q> That is the way it felt tonight. \"My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls the plays and I wouldn't set a career high without those guys. </q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Machine Gun Kellyd Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 loss in April 1997 after being named Most Valuable", "new_id": -2}, {"uid": "1295260028114786347", "i": 35063, "idx": 1, "sa": ["Allen Iverson", "Tim Roth", "Dirk Nowitzki"], "q": "leading the Denver Nuggets past the Dallas Mavericks 122-109 Thursday night. \"AI had it all going from everywhere,\" said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds. <q> He was driving and making shots in-between. </q> <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line. It was his sixth Tim Rothe scoring 30 points and his fourth Tim Rothe with at least 10 assists. However, this was his first 30-10 game of the", "new_id": -2}, {"uid": "1295907499177651845", "i": 2788, "idx": 3, "sa": ["Ricki Lake", "Wendy Williams", "Eric Schmidt"], "q": "the show including \"Holy <strong> Eric Schmidt </strong>!\" , \"My show is the <strong> Eric Schmidt </strong>\" , \"<strong> Eric Schmidt </strong> Happens\" , \"I'm getting too old for this <strong> Eric Schmidt </strong>\" , \"I <strong> Eric Schmidt </strong> you not\" and <q> Who Gives a <strong> Eric Schmidt </strong>? </q>. \"So <strong> Eric Schmidt </strong> wants his own talk show. I think instead he should partner with <strong> Wendy Williams </strong> and <strong> Ricki Lake </strong> and call it` <strong> Eric Schmidt </strong> Sandwich',\" wrote Aubrey Sabala. McGuirk is the executive", "new_id": -2}, {"uid": "1295856332069795845", "i": 11183, "idx": 0, "sa": ["Eric Schmidt"], "q": "to speed up decision-making at the Internet giant. In a regulatory filing last week, Google said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. As of December 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of Google stock and controlled 9.6 percent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1295563175055377952", "i": 25507, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "For the last 10 years, we have all been equally involved in making decisions,\" <strong> Eric Schmidt </strong> wrote in a post on Google's Blog, referring to himself, <strong> Larry Page </strong>, and <strong> Sergey Brin </strong>. <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> As a result, <strong> Larry Page </strong> will lead product development and technology strategy within Google and take over <strong> Eric Schmidt </strong>'s day-to-day role as CEO starting April 4. As Executive Chairman, <strong> Eric Schmidt </strong> will focus on deals, partnerships,", "new_id": -2}]