[{"uid": "1295559175029818886", "i": 47601, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as an advisor to Page and co-founder <strong> Sergey Brin </strong>, focused on external things like`` deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.'' As for <strong> Sergey Brin </strong>, he'll now <q> devote his energy to strategic projects, in particular working on new products, </q> with the simple title of Co-Founder. <strong> Eric Schmidt </strong>'s clarified and explained the change in a blog post, saying that the idea is to make leading Google as efficient as possible, and that`` Larry,", "new_id": -2}, {"i": 25587, "idx": 0, "index_answer": 0, "new_id": -1, "q": "SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as`` shyster loans.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement.`` I regret the remark which I consider inappropriate.'' Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "sa": ["Sergio Marchionne"], "uid": "1296939660153092098"}, {"uid": "1295562035244678665", "i": 1239, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "bn) on revenues of$ 8.44 bn. Mr Page, 37, is reclaiming the job he relinquished to Mr <strong> Eric Schmidt </strong>, 55, when investors called for a more experienced business leader. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong>[ <strong> Sergey Brin </strong>] for a long time to come, </q> Mr <strong> Eric Schmidt </strong> said in a statement. Mr <strong> Sergey Brin </strong> is Google's co-founder. Business editor, BBC News website It's just under 10 years ago that <strong> Eric Schmidt </strong> joined Google, and what a ride it's", "new_id": -2}, {"uid": "1297275844160776204", "i": 10184, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "?'' 15 people died in rioting resulting from the article. <strong> Donald Rumsfeld </strong> lamented,`` Well, I suppose people want to be first instead of accurate and that's too bad.'' He added, <q> Of course, a lie races around the world 15 times before the truth even gets its boots on. </q> <strong> Donald Rumsfeld </strong>, who was promoting his new book, also appeared on Monday's World News, Nightline and Tuesday's Good Morning America. None of those ABC hosts questioned the ex-Defense <strong> Donald Rumsfeld </strong> about Newsweek's false story or", "new_id": -2}, {"uid": "1297720803009617535", "i": 16318, "idx": 0, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "were not isolated incidents in the history of a group willing to be a chief ally in the exploitation of women and girls,'' said <strong> Susan B. Anthony </strong> List president <strong> Marjorie Dannenfelser </strong>, in a statement after the protest. <q> Yet, this organization insists that it deserves taxpayers' continued support, </q> she said. Since the videos were released, U.S. Representative <strong> Mike Pence </strong>, an Indiana Republican, has proposed legislation to deny family planning federal funding to any healthcare provider that offers abortion. Planned Parenthood", "new_id": -2}, {"uid": "1295091531196460547", "i": 28631, "idx": 1, "sa": ["Sergio Marchionne"], "q": "/ Supplied Jeep will resurrect a hallowed nameplate- the Grand Wagoneer- in two years.`` It's time we gave the market an upper-scale Grand Wagoneer,'' said Chrysler CEO <strong> Sergio Marchionne </strong>. <q> You'll see it in January 2013. </q> The Grand Wagoneer would be a seven-seat SUV built on the same platform as the Grand Cherokee and the Dodge Durango. Those two vehicles were part of Chrysler's 16-vehicle 2011 product offensive spearheaded by the hard-driving", "new_id": -2}, {"uid": "1295566871244678664", "i": 48489, "idx": 0, "sa": ["Eric Schmidt"], "q": "chief executive in a surprising management reshuffling announced with the Internet company's fourth-quarter earnings, which jumped 29%. The Mountain View, Calif., company said the moves, effective April 4, were made <q> to streamline decision-making and create clearer lines of responsibility and accountability at the top of the company. </q> <strong> Eric Schmidt </strong> will no longer be responsible for the day-to-day operations. Instead, he will become exective chairman, focusing on deals, partnerships, customers and broader business relationships. He also will continue to act as", "new_id": -2}, {"uid": "1295611063109838346", "i": 18592, "idx": 4, "sa": ["Eric Schmidt"], "q": "CEO switch, he said. Google also faces tests internationally, especially in high-growth areas like China, India and Russia, where the company's track record has been mixed, Valdes said. <q> Google's challenges are visible on the horizon and it's likely that new blood, a new perspective, is needed, </q> he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. Thank you for adding a Comment, please enter the code shown", "new_id": -2}, {"uid": "1296333025218349599", "i": 5323, "idx": 7, "sa": ["Michael Vick"], "q": ".`` If you got the sense that every day, he woke up and lived with that and wrestled with that, I think there would be a different response from the animal-loving public,'' Battista said. <q> That's not what he has communicated. It's not to say he needs to do it. But if there's any confusion of why a big chunk of the public doesn't feel that he's genuine, that's why. There isn't a sense of him connecting with his own behavior and own conscience at a level that most people can understand. </q> So, while football fans and animal lovers continue to judge <strong> Michael Vick </strong> on very different scales, the dogs in Utah keep taking two steps forward and one step back. Another of <strong> Michael Vick </strong>'s prize pups, Georgia,", "new_id": -2}, {"uid": "1295143398136134670", "i": 3552, "idx": 1, "sa": ["Michael Vick", "Brandon Boyd"], "q": "Warnat had been tattooed at <strong> Brandon Boyd </strong>'s shop. She kept up with the Web site for his pit bull rescue efforts, her main interest at SPCA. She said she contacted <strong> Brandon Boyd </strong> because she wanted to work with <q> somebody who was just good with people. </q>`` It's kind of neat because the tattoo industry has a stereotype, too,'' she said, adding that <strong> Michael Vick </strong>'s dogs would help the average Professor Davide Sola discusses why enterprise and entrepreneurial activity are key", "new_id": -2}]