[{"uid": "1295963975149602320", "i": 21787, "idx": 0, "sa": ["Chris Jericho", "Angelina Jolie", "Roddy White", "Dennis Miller", "Christian Bale", "Anthony Hopkins"], "q": "Chris Jerichotmas'' took second. And`` Beowulf'' with <strong> Anthony Hopkins </strong> and <strong> Angelina Jolie </strong> came in third. <strong> Christian Bale </strong> is signing on for the next`` Terminator'' installment. He'll reportedly star in the fourth film in the series <q> Terminator Salvation: The Future Begins. </q> Filmmakers http://wn.com/Dennis Miller_Dennis Miller_MJ_Would_Still_Be_Alive_Under_Obamacare Mighty Casey- <strong> Roddy White </strong> girls Mentos and Diet Coke equals a really fun time sports football baseball basketball hockey tennis ping pong soccer boxing wrestling judo taekwondo fantasy football draft TV FOX NBC ABC CBS ESPN Comedy Central", "new_id": -2}, {"uid": "1295396906230801414", "i": 6646, "idx": 3, "sa": ["Steven Tyler", "Ryan Seacrest", "Randy Jackson", "Simon Cowell", "Jennifer Lopez"], "q": "us to be creative and shake the whole thing up,'' Lythgoe said. The new judges are a key part of that sea change. <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> have years of experience to draw from. <q> They bring more of a critique rather than just,` Pack your suitcase. You're going home.' </q> OK, but without <strong> Simon Cowell </strong> and his brutal- and frequently entertaining- honesty, will the show be as compelling to watch? Veterans <strong> Randy Jackson </strong> and host <strong> Ryan Seacrest </strong> say it will.`` I'm", "new_id": -2}, {"uid": "1297430746063684619", "i": 15671, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "Android surpassed Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team <q> more innovation, greater global reach and scale. </q>`` We need to, and we will, collaborate closely on devStephen Elopment... so we can really align and drive the future revolution of the mobile phone,'' he said. The key challenge", "new_id": -2}, {"uid": "1297714864211173431", "i": 46968, "idx": 0, "sa": ["Steve Ballmer"], "q": ", die mit ihrem Ger?teangebot ma?geblich zum Erfolg oder Misserfolg einer Plattform beitragen. ber 50 Provider in aller Welt h?tten bereits Smartphones mit Windows Phone 7 im Programm. Bislang gibt es neun Ger?te mit Windows Phone 7. <q> Wir wollen k?nftig den Ruf von Nokia als provider-freundlichster Hersteller bernehmen </q>, sagte <strong> Steve Ballmer </strong>. Viele Mobilfunk-Gesellschaften hatten in den vergangenen Monaten dem Softwarekonzern begegnet Hacker mit offenen Armen Drei Smartphone-Systeme auf dem Pr?fstand Golem: WP7 ist ein`` missgl?ckter Angriff auf iPhone und Android", "new_id": -2}, {"uid": "1296321351009207821", "i": 25983, "idx": 1, "sa": ["Katie Price", "Rebecca Field", "David Letterman", "Wendee Lee", "Bob Barker", "Michelle Ruff", "Drew Carey"], "q": "<strong> Wendee Lee </strong>, <strong> Michelle Ruff </strong>, M... <strong> Drew Carey </strong> to host`` The <strong> Katie Price </strong> is Right'' Hello I'm <strong> Rebecca Field </strong> with a UPI entertainment update on this Tuesday, July 24, 2007. Comedian <strong> Drew Carey </strong> is replacing <strong> Bob Barker </strong> on <q> The <strong> Katie Price </strong> is Right. </q> <strong> Drew Carey </strong> made the announcement last night on`` The Late Show With <strong> David Letterman </strong>.'' <strong> Bob Barker </strong> retired last month aft... video results for: known <strong> Katie Price </strong> entertainment Nightmare by Avenged Sevenfold with Lyrics! This is the artist avenged", "new_id": -2}, {"uid": "1295562314055377950", "i": 11769, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "co-founder <strong> Larry Page </strong> will once again assume the role of CEO. Thursday afternoon, <strong> Eric Schmidt </strong> announced that he will be moving to the role of Executive Chairman of Google's board of directors, where he will focus on <q> wherever[ he] can add the greatest value. </q> This might mean making deals, forging partnerships, broadening business relationships, or performing government outreach. <strong> Eric Schmidt </strong> also says he will act as an advisor to <strong> Larry Page </strong> and co-founder <strong> Sergey Brin </strong>.`` As Google has grown", "new_id": -2}, {"uid": "1296804417169033786", "i": 50676, "idx": 0, "sa": ["Simon Cowell", "Randy Jackson"], "q": ", a la <strong> Simon Cowell </strong>, they seemed more inclined than before to speak frankly. For instance, when auditioner Jeannette Manning hit a note that sounded like human feedback, even sweet-natured J. Lo told her, <q> You're way off on all the notes and everything. </q>`` Talk about delusional people,'' <strong> Randy Jackson </strong> said, in the midst of the mediocrity. Mariners FanFest Instead of watching from the bleachers, Mariners fans took to the field itself at Safeco", "new_id": -2}, {"uid": "1297275844160776204", "i": 12249, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "?'' 15 people died in rioting resulting from the article. <strong> Donald Rumsfeld </strong> lamented,`` Well, I suppose people want to be first instead of accurate and that's too bad.'' He added, <q> Of course, a lie races around the world 15 times before the truth even gets its boots on. </q> <strong> Donald Rumsfeld </strong>, who was promoting his new book, also appeared on Monday's World News, Nightline and Tuesday's Good Morning America. None of those ABC hosts questioned the ex-Defense Secretary about Newsweek's false story or", "new_id": -2}, {"uid": "1295746465110362632", "i": 5880, "idx": 5, "sa": ["Aaron McKie", "Allen Iverson"], "q": "scored an NBA season-high and career-best 54 in a 107-103 victory over the Cleveland Cavaliers.`` It was like he was playing horse tonight,'' said 76ers guard <strong> Aaron McKie </strong>, who had 20 points and nine assists. <q> His jumper was deadly. </q> Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento.`` When your jumper is on", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead.`` Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}]