[{"uid": "1296371371213876758", "i": 34627, "idx": 2, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q>We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.</q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Lakers_vs_Thunder_Highlights_Kobe_Bryant_31_points Date: November 3, 2009 Ford Center, Oklahoma City,", "new_id": -2}, {"uid": "1296333025218349599", "i": 5319, "idx": 3, "sa": ["Michael Vick"], "q": "of inner peace,\" said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment. <q>But I thought, no, no, no, don't get angry. Don't let a person like that ruin you. If I can't control what happens to him, I can control what happens to me and I can channel this anger into a big bunch of love.</q> And so, she met Oliver, the dog they said would never kiss a human, but who now sleeps with his pet parent and showers her with kisses every morning when she wakes up. \"The ironic", "new_id": -2}, {"uid": "1296770511173654034", "i": 12182, "idx": 32, "sa": ["Donald Rumsfeld", "Colin Powell", "Dick Cheney"], "q": "of Bush's \"too optimistic\" speech for that day and, over the phone, \"suggested edits to tone down any triumphalist rhetoric.\" But the phrase on the aircraft carrier banner, <strong> Donald Rumsfeld </strong> said, <q>would haunt his presidency until the day it ended.</q> Another <strong> Donald Rumsfeld </strong> nemesis, as painted in these pages, was Deputy <strong> Donald Rumsfeld </strong> of State <strong> Dick Cheney </strong> Armitage. \"His leaks were so brazen,\" <strong> Donald Rumsfeld </strong> writes, that he told <strong> Colin Powell </strong> to manage his deputy:", "new_id": -2}, {"uid": "1296252212224411648", "i": 42111, "idx": 0, "sa": ["Steven Tyler", "Kristy Lee Cook", "Haley Scarnato", "Lauren Alaina", "Simon Cowell", "Stormi Henley"], "q": ", my dawg, is more of a pitbull this season, taking on the role of <strong> Simon Cowell </strong>... what's his name? Oh, yeah, <strong> Simon Cowell </strong>. <strong> Stormi Henley </strong>, the former Miss Teen USA who said <q><strong> Donald Trump </strong> used to be my boss.</q> And <strong> Lauren Alaina </strong>, who closed the show singing \"Don't Want to Miss a Thing,\" an impromptu duet with <strong> Steven Tyler </strong>. <strong> Stormi Henley </strong> reminded me of another <strong> Kristy Lee Cook </strong> or <strong> Haley Scarnato </strong>. All equally beautiful,", "new_id": -2}, {"uid": "1297203269184696860", "i": 6558, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "to begin withdrawing troops in 2011 and to complete the pullout by 2014, <strong> Donald Rumsfeld </strong> said he saw grounds for worry but he was not precise about his reasons. He said the U.S. approach could set in motion forces <q>potentially adverse to the government of Afghanistan.</q> It was the Iraq war that led to <strong> Donald Rumsfeld </strong>'s demise at the Pentagon; he resigned in November 2006 as Democrats regained control of the Congress and the outlook for success in Iraq appeared increasingly grim.", "new_id": -2}, {"uid": "1297521580190513158", "i": 15941, "idx": 3, "sa": ["Sergio Marchionne", "Sergio Chiamparino"], "q": " \"to commit to investing in our country and remain with head and heart\" in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat bosses had confirmed \"the Italian nature\" of the company but <q>in a dynamically developing context which demands daily work so that things don't change.</q> Provincial governor Antonio Saitta said that according to <strong> Sergio Marchionne </strong>, the terms for the city remaining Fiat headquarters would be discussed in 2014. Last month Fiat raised its stake in Chrysler from 20 to 25", "new_id": -2}, {"uid": "1296197040069206031", "i": 38870, "idx": 5, "sa": ["Vi Simpson", "Mike Pence", "Mayor Jonathan Weinzapfel", "Robert Dion", "Evan Bayh", "Brad Ellsworth"], "q": "Thomas McDermott, former U.S. Rep. <strong> Brad Ellsworth </strong>, former Indiana House Speaker <strong> Brad Ellsworth </strong> Gregg, state Senate Minority Leader <strong> Vi Simpson </strong> and Evansville <strong> Mayor Jonathan Weinzapfel </strong>. <strong> Robert Dion </strong> said <strong> Mike Pence </strong> might scare some Democrats away from the race. <q>It has to cause those who are thinking of running as a Democrat to think hard, because <strong> Mike Pence </strong> in the race changes the dynamic,</q> he said. <strong> Robert Dion </strong> noted that Democrats have held the Indiana governor's office for 16 of the last 24 years, but he said <strong> Mike Pence </strong> is a stronger Republican than those who challenged former Govs. <strong> Evan Bayh </strong> and", "new_id": -2}, {"uid": "1297235635187482311", "i": 6416, "idx": 0, "sa": ["Hazel Sanchez", "Bill Clinton", "David Letterman", "Chelsea Clinton"], "q": "husband had been fighting over starting a family. Some believe Mezvinsky may have been feeling the pressure from his secretary of state mother-in-law, a speculation fed by former <strong> Bill Clinton </strong> in a recent interview with <strong> David Letterman </strong>. <q>Hillary wanted this marriage because she wants to be a grandmother more than she wanted to be <strong> Bill Clinton </strong>,</q> the former <strong> Bill Clinton </strong> said. A source close to the Clintons told <strong> Hazel Sanchez </strong> <strong> Chelsea Clinton </strong> and Mezvinsky are very happy, and that she has flown to visit Marc since he left last month. \"What", "new_id": -2}, {"uid": "1296787924171524099", "i": 14325, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Al-Qaida attacks on the United States had been planned and where U.S. retaliation was imminent. \"He asked that I take a look at the shape of our military plans on Iraq,\" <strong> Donald Rumsfeld </strong> writes. <q>Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,</q> <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, <strong> Donald Rumsfeld </strong> writes. \"He wanted the options to be \"creative.\" <strong> Donald Rumsfeld </strong>\"s memoir, \"Known and Unknown,", "new_id": -2}, {"i": 10096, "idx": 1, "index_answer": 1, "new_id": -1, "q": "case with <strong> Paul Bremer </strong>'s \"My Year in Iraq,\" covering Mr. <strong> Paul Bremer </strong>'s time as proconsul in Iraq. Instead Mr. <strong> Donald Rumsfeld </strong> takes a fairly direct approach: <q>This is what I did and why I did it with the information at hand.</q> Mr. <strong> Donald Rumsfeld </strong> admits to mistakes, including underestimating the danger of the insurgency in Iraq. He particularly regrets off-the-cuff phrases like \"Dead Enders\" and \"Old Europe.\" However,", "sa": ["Paul Bremer", "Donald Rumsfeld"], "uid": "1297127453259817491"}]