[{"uid": "1297297315172949561", "i": 43051, "idx": 2, "sa": ["Steve Ballmer", "Satya Nadella"], "q": ", and delivering the company's next generation of cloud solutions for business customers.`` Our server and tools business is one of the fastest growing and most profitable businesses at Microsoft,'' <strong> Satya Nadella </strong> said. <q> I see great opportunity for Microsoft to grow the business and also lead the way in the transformation of enterprise IT. I'm excited to work with such a high-caliber team to chart the path for our continued success today and growth in the future. </q> Bink.nu 3.0. Copyright Â© 1999-2011 <strong> Steve Ballmer </strong> Bink. All Rights Reserved.", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}, {"uid": "1296664610083984386", "i": 28251, "idx": 4, "sa": ["Barack Obama", "John McCain", "Sen. Ted Kennedy", "Colin Powell", "Rudy Giuliani"], "q": "<strong> Barack Obama </strong>!( CNN)-- <strong> Rudy Giuliani </strong> Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the`` inclusive nature of his campaign.'' <q> I think he is a transformational... <strong> John McCain </strong> Adviser Fiorina on Offshore Drilling- 6/17/08 Here is <strong> John McCain </strong> Adviser Carley Fiorina speaking on CNN Morning today, June 17, 2008, about <strong> John McCain </strong>'s new Energy Plan to be unveiled which calls for allowing states to drill offshore if they so choose.... <strong> John McCain </strong>: <strong> Barack Obama </strong>'s Absence in Health Reform Debate`` Huge </q> <strong> John McCain </strong>( R-AZ) says that the absence of <strong> Sen. Ted Kennedy </strong>( D-MA) from the <strong> Sen. Ted Kennedy </strong> floor is greatly felt in the ongoing health care reform debate.`` No person in that institution is indispensable, but <strong> Sen. Ted Kennedy </strong> comes", "new_id": -2}, {"uid": "1295499871140181544", "i": 18346, "idx": 1, "sa": ["Allen Iverson", "David West", "Larry Hughes"], "q": "Philadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers, who opened the season 10-0 at the First Union Center, are 1-7 in their last eight home games. <q> This is not the team we thought we were going to have, </q> Sixers coach <strong> Larry Hughes </strong> <strong> David West </strong> said, referring to injuries that have hampered the team. Philadelphia, which trailed by 18 in the second quarter, closed to 50-47 following a three-point play by <strong> Allen Iverson </strong> early in the third.", "new_id": -2}, {"uid": "1297278646168607769", "i": 39203, "idx": 7, "sa": ["Paula Abdul", "Simon Cowell", "Kit Hoover"], "q": "to one of her signature`` claps'' from her days behind the`` Idol'' judges' table and <strong> Paula Abdul </strong> was more than happy to oblige her fans with one of her`` seal moves.'' <q> You know what happens? If I wear ring- and now I don't wear two rings because I'll bang them up- so I guess that I got in the habit of[ clapping like] that, </q> she told <strong> Kit Hoover </strong>.`` I don't like that I do that. It's embarrassing sometimes.`` If I ever did work with <strong> Simon Cowell </strong> again, my clap would be THIS now,'' <strong> Paula Abdul </strong>", "new_id": -2}, {"uid": "1297332334115736587", "i": 32696, "idx": 0, "sa": ["Donald Rumsfeld", "Franklin Roosevelt", "Barack Obama", "Robert Gibbs"], "q": "to take to satisfy the demands of protesters convulsing the country. <strong> Franklin Roosevelt </strong> Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> called for expanding he negotiations with opposition groups, lifting the state of emergency and making constitutional changes to bring about democratic elections. <q> We think more has to be done, and more importantly, I think the people of Egypt think more has to be done, </q> <strong> Robert Gibbs </strong> told reporters. National Journal: EXCLUSIVE: <strong> Franklin Roosevelt </strong> to Cut Energy Assistance for the Poor <strong> Barack Obama </strong>'s proposed 2012 budget will cut several billion dollars from the government's energy assistance fund for poor people, officials", "new_id": -2}, {"uid": "1295439843072597613", "i": 26973, "idx": 0, "sa": ["Al Franken", "Sen. Bernie Sanders", "Lawrence O'Donnell", "Sen. Ted Kennedy", "Alvin Greene"], "q": "this morning, there are 88 nominees on the <strong> Sen. Ted Kennedy </strong> calendar, including posts at the National Labor Relations Board, the Department of Homeland Security, the Department of Commerce, the Department of Treasury and the Army. <q> This is a perversion of the filibuster and a perversion of the role of the <strong> Sen. Ted Kennedy </strong>, </q> said <strong> Sen. Bernie Sanders </strong> <strong> Al Franken </strong>.`` It used to be that the filibuster was reserved for matters of great principle. Today it has become a way to play out the clock.'' http://wn.com/Alvin_Greene_Answers_Nearly_Every_Question_With_DeMint_Started_the_Recession rescuetruth.com Odd <strong> Lawrence O'Donnell </strong> interview with <strong> Alvin Greene </strong>", "new_id": -2}, {"uid": "1297179349217825301", "i": 30329, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": ". While the music-exec-turned-TV-producer didn't share his specific thoughts about <strong> Jennifer Lopez </strong> or the oddly entertaining <strong> Steven Tyler </strong>, he gave them a positive review overall.`` I think they're doing fine,'' <strong> Simon Cowell </strong> said. <q> You know, they have a different approach to what I used to do before. I think the show had to reinvent itself, and I think it's right that it's a different show( than) what we made before. </q> As for the completely different show in <strong> Simon Cowell </strong>'s future, the usually sharp-tongued judge showed his softer side when discussing the recent announcement that`` The X-Factor'' will allow hopefuls as young as", "new_id": -2}, {"uid": "1295715717099811342", "i": 11262, "idx": 0, "sa": ["Rodney Stuckey", "Michael Jordan", "Allen Iverson", "Chuck Daly"], "q": "27 points in the second half, but his teammates set the tone early by making Detroit pay for double-teaming <strong> Michael Jordan </strong>. Nothing worked for <strong> Chuck Daly </strong>. He started Tree http://wn.com/Allen_Iverson_Highlight_vs_Pistons_09/10_NBA_*AI_blocks_Chucky AI and the 76ers went home losers again. <q> It's going to have to be one of the best games ever from us in order to win, </q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the injury-plagued Pistons to a 90-86 win over Philadelphia on Wednesday night, the", "new_id": -2}, {"uid": "1296013667065716243", "i": 9561, "idx": 0, "sa": ["Bill Lockyer", "Michele Bachmann", "Newt Gingrich"], "q": "`` The last one we had was nasty. But this one doesn't hiss and we were able to walk it around. It was investigating and didn't snap at anyone,'' Welsh said. <q> We suspect that it's been someone's pet for a long time, because it's so big. I think they might let it wander around the house. Maybe it sleeps on a bean bag? </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... HILLSBOROUGH 4 BR/ 3.1 BA$", "new_id": -2}]