[{"uid": "1296792237034570250", "i": 36678, "idx": 0, "sa": ["DeMaurice Smith", "Michael Vick"], "q": "otherwise be an Unrestricted Free Agent[ or Restricted Free Agent] as a Franchise Player each season during the term of this Agreement,''' <strong> DeMaurice Smith </strong> wrote in a memo to player agents, obtained by ProFootballTalk.com. <q> The 2011 season is not a` season during the term of this Agreement' so the NFL has no valid basis for claiming the right to franchise players in 2011. </q> There is a long list of elite NFL players who are pending free agents. The Philadelphia Eagles reportedly will tag QB <strong> Michael Vick </strong> if it can't reach a long-term agreement. Other viable candidates to be tagged", "new_id": -2}, {"uid": "1297089856093831186", "i": 50918, "idx": 0, "sa": ["Bill Kelly", "Sergio Marchionne", "Tom Izzo"], "q": " The Auburn Hills auTom Izzoaker sold 1.1 million cars and trucks in the U.S. last year. CEO <strong> Sergio Marchionne </strong> said last month that Chrysler expects to sell 2 million vehicles globally in 2011. <q> They're looking at selling 1.5 million to 1.6 million vehicles in the U.S., </q> said <strong> Bill Kelly </strong>, owner of <strong> Bill Kelly </strong> Cars in Moon Township, Pa., near Pittsburgh.`` And it's going to be less dependent on fleet sales.'' Fleet sales to rental companies,", "new_id": -2}, {"uid": "1295461435021184564", "i": 14899, "idx": 0, "sa": ["Richard Lugar", "Kent Conrad", "Jim Ryun", "Mike Pence"], "q": "control the Senate. <strong> Kent Conrad </strong> announced his decision in the morning at almost the same target=\"_blank\" href=\"http://worldtime.wn.com/\"> time that Sen. <strong> Richard Lugar </strong>, R-Ind., announced that he will seek a seventh term despite an expected challenge from the <q> tea Democrat <strong> Kent Conrad </strong> to retire from Senate in 2012 The Hindu Staff Reporter BJP launches Kerala Raksha Padayatra <strong> Jim Ryun </strong> leads push for <strong> Mike Pence </strong> 2012 run Kansas <strong> Mike Pence </strong> <strong> Jim Ryun </strong> plan to start an independent expenditure campaign aimed at getting <strong> Mike Pence </strong>( R-Ind.) to run for president.`` America's President Committee </q> will begin a signature-gathering effort this week to encourage <strong> Mike Pence </strong> to get into Capgemini and China Unicom Group Join Open Data Center Alliance Steering Committee target=\"_blank\" href=\"http://cgi.wn.com/?t=worldphotos%2Findexsearchvera.txt&amp;action=search&amp;first=0&amp;SearchString=title%3Ataliban+or+keywords%3Ataiban&amp;mode=bool\"> Alliance Announces 32 Contributor Members as IT Leaders Continue to Join", "new_id": -2}, {"uid": "1295936244231571502", "i": 27331, "idx": 4, "sa": ["Allen Iverson", "Tyronn Lue"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Badminton_World_Cup_2006_MD_Semi-Final_Game_1,2,3_[5/5] World Cup 2006 Men Doubles", "new_id": -2}, {"uid": "1295715899131842121", "i": 31232, "idx": 0, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "to retain her composure as she talks through the events of the previous week.`` To have something so horrific happen to someone so good and so promising,'' she says, blue eyes welling with tears, <q> it hit me very hard. </q> The junior senator from New York has just hung up with <strong> Mark Kelson </strong>, husband of <strong> Gabrielle Giffords </strong>, the House member shot in the head in Tucson. <strong> Kirsten Gillibrand </strong> is quite close to <strong> Gabrielle Giffords </strong> and was among the handful", "new_id": -2}, {"uid": "1296990031136790016", "i": 9240, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak", "Ian Pannell", "Barack Obama", "Ban Ki-moon"], "q": "of it.`` I do not agree at all of what the Americans or the Europeans said. They have no right to interfere in our business,'' says <strong> Zahi Hawass </strong>, Egypt's newly-appointed Minister of Antiquities. <q> We are EgyptIan Pannells who are very proud of our country. We need to continue until September with <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> until he can smooth. He can smooth the regime and make a new election and a new <strong> Barack Obama </strong> will come by the desire of the EgyptIan Pannells, </q> he told 1014: UN Secretary General <strong> Ban Ki-moon </strong> says an orderly transition in Egypt is essential to the peace process between Israelis and PalestinIan Pannells.`` Egypt has been playing a very strategic role in the Middle East peace process", "new_id": -2}, {"uid": "1295498718083329095", "i": 12653, "idx": 1, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler", "Randy Jackson"], "q": "Season 10, fans will be juding two new judges-- <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>-- as well as target=\"_blank\" href=\"http://wn.com/?an?\"> an aging reality show that is changing things up to remain on top. According to <strong> Jennifer Lopez </strong>, <q> What this show is about is` American Idol' season 10 opening holds no surprises, but judges hold their own premiere of` American Idol' season 10 felt like many seasons before, showing the good, the bad, and the downright funny auditions. But the bright spot was the rapport the three judges had with one another, and the target=\"_blank\" href=\"http://developmentglobe.com/\"> development of their ability to say`` no </q> to the more outrageous of the contestants. Newcomer judges <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> joined veteran <strong> Randy Jackson </strong> for the season` American Idol' returns, with J.Lo but not <strong> Simon Cowell </strong> Fresno Bee The Associated Press Share thefresnobee_994:/ 2011/01/19/2239154/american-idol-returns-with-jlo.html", "new_id": -2}, {"uid": "1297120524195428594", "i": 32581, "idx": 0, "sa": ["Tom Leppert", "Mayor Tom", "Michael Vick"], "q": "<strong> Mayor Tom </strong> in a pinch) gave <strong> Michael Vick </strong> the honor-- stirring a post Super Bowl controversy in Big D-- but did so without the knowledge of <strong> Mayor Tom </strong> <strong> Tom Leppert </strong>. <strong> Tom Leppert </strong> released a statement today that reads, <q> The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas.[ This was] done without my knowledge or approval. </q> 1. Just proves it really doesn't matter if you kill dogs, rape women or kill your ex-wife, if you're a famous football player all is forgiven by some in this goofy society. At", "new_id": -2}, {"uid": "1295977910157089808", "i": 37511, "idx": 6, "sa": ["Allen Iverson", "Kobe Bryant", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran http://wn.com/Game_4_round_1_Kobe Bryant_/_Lakers_vs_Nuggets_2008_Playoffs April 28, 2008 DENVER-- The Denver", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said.`` I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}]