[{"uid": "1295622236048054291", "i": 59625, "idx": 1, "sa": ["Larry Page", "Andy Bechtolsheim", "Eric Schmidt"], "q": ", bei den digitalen Medien, den sozialen Netzwerken und bei der Werbung. Nun ist aber auch bei Google wieder klar, wer der Herr im Hause ist: <strong> Larry Page </strong> wird ab April das Sagen haben. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef, und ich habe viel <strong> Andy Bechtolsheim </strong> ihm gelernt </q>, sagt <strong> Larry Page </strong>. Und <strong> Eric Schmidt </strong> sagt: \"Keine Frage, <strong> Larry Page </strong> ist bereit, das Unternehmen zu f?hren.\" Der unternehmerische Nachwuchs <strong> Larry Page </strong> hatte zehn Jahre lang Zeit, sich auf seine Rolle vorzubereiten. Er konnte", "new_id": -2}, {"uid": "1295976171233406550", "i": 25589, "idx": 0, "sa": ["Guillaume Pepy", "Bill Lockyer", "Newt Gingrich"], "q": "giving a contract to a company with a role in the deportations. <strong> Guillaume Pepy </strong> denied that the setting up the memorial had anything to do with criticism from the U.S., saying the railway's actions were not <q> dictated by the circumstances, but by its convictions. </q> No date has been set for the memorial's completion. The SNCF won an appeal in 2007 of a French lawsuit over its role in the Nazi deportation. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal", "new_id": -2}, {"uid": "1295594483015613993", "i": 28350, "idx": 6, "sa": ["Viktor Bout", "Michael Gove"], "q": "would be \"culturally impoverished\" . Research already showed that 15-year-olds studying maths in China were more than two years ahead of those in England, he said. Mr <strong> Michael Gove </strong> also said he thought <q> there should be a debate aViktor Bout whether one afternoon a week should be given over to competitive sport or outdoor community activities </q>. Currently schools must teach 13 compulsory subjects to children aged 5-7, rising to 14 for pupils aged 7-14 and then dropping to eight for 14-16 year-olds. At the Conservative Party Conference, Mr", "new_id": -2}, {"uid": "1296675995024215578", "i": 35780, "idx": 4, "sa": ["Audrina Patridge", "David Letterman", "Justin Bieber", "Halle Berry", "Selena Gomez"], "q": "They were genuinely discovered based on real talent.\" OK! NEWS: <strong> Justin Bieber </strong> ON HIS BEST FRIEND <strong> Selena Gomez </strong>- WE SAW \"There hasn't been any official word on that,\" <strong> Halle Berry </strong> said, <q> but that would be a fantastic idea. </q> Lunchtime Lowdown: <strong> Audrina Patridge </strong> Shows Off Her Bikini Bod for Bongo \"Late Show\" host <strong> David Letterman </strong> may be a more seasoned entertainer than pop sensation <strong> Justin Bieber </strong>, but he could learn a thing or two from the 16-year", "new_id": -2}, {"uid": "1295118112133988414", "i": 30589, "idx": 0, "sa": ["Jack Nicholson", "Ken Auletta", "Michael Schmidt", "Eric Schmidt", "Hope Davis", "Alexander Payne", "Kathy Bates", "Ted Turner", "Dermot Mulroney"], "q": "New York office to discuss his book, \"Googled: The End of the World As We Know It\" . <strong> Ken Auletta </strong> has written The New Yorker's Annals of Communications column since 1992 and is the author of <q> Three Blind Mice&... Trailer for About <strong> Michael Schmidt </strong>( 2002) Director: <strong> Alexander Payne </strong> Cast: <strong> Jack Nicholson </strong>, <strong> Kathy Bates </strong>, <strong> Hope Davis </strong>, <strong> Dermot Mulroney </strong> Visit www.Jack Nicholson-Jack Nicholson.info for more info... About <strong> Michael Schmidt </strong>- <strong> Michael Schmidt </strong>'s Final Letter Absolutely amazing scene with the incredible <strong> Jack Nicholson </strong> in About <strong> Michael Schmidt </strong>. His final letter to Ndugu, at the end of the wedding through his drive and then his arrival home. I didn't include Ndugu's letter in this clip, but if it is requesTed Turner I'll put it up.... Charlie <strong> Michael Schmidt </strong>'s \"Keyboard Cat </q>!- ORIGINAL! Trailer for the movie About <strong> Michael Schmidt </strong>... Web 2.0 Summit 2010: <strong> Eric Schmidt </strong>, \"A Conversation with <strong> Eric Schmidt </strong>\" Web 2.0 Summit 2010: <strong> Eric Schmidt </strong>, \"A Conversation with <strong> Eric Schmidt </strong>\" <strong> Eric Schmidt </strong>( Google", "new_id": -2}, {"uid": "1297414308256622618", "i": 43128, "idx": 0, "sa": ["Eric Schmidt"], "q": "nicht nur f?r die prominenten Namen der Branche. Doch nun warnt Google-Chef <strong> Eric Schmidt </strong> vor eine Blase. Google-Chef <strong> Eric Schmidt </strong>. Reuters HB D?SSELDORF. Google-Chef <strong> Eric Schmidt </strong> h?lt den Ansturm auf kleinere Internet-Unternehmen wie Facebook f?r bertrieben. <q> Da sind klare Anzeichen einer Blase </q>, sagte <strong> Eric Schmidt </strong> dem Schweizer Magazin \"Bilanz\" . Aber die Bewertungen seien nun einmal, wie sie sind. Die Leute glaubten eben, dass diese Firmen in der Zukunft riesige Ums?tze erreichen w?rden. <strong> Eric Schmidt </strong> bekr?ftigte zudem", "new_id": -2}, {"uid": "1295677119039469083", "i": 53776, "idx": 0, "sa": ["Andy Coulson"], "q": "meaningless. is only a word spoken out from his mouth. not from his heart. \" Report Abuse \" They'll carry on with this, they'll carry on with that yada yada... \" Report Abuse <q> He and Bush both deserve the same fate as Saddam. </q> They are war criminals. They should be hanged. They were so happy to dole out their \"justice\" on Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295462584109772818", "i": 22782, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. BERKELEY 4 BR/ 2.1 BA$ 928,000.00 OAKLAND 3 BR/ 2.1 BA$ 554,000.00 OAKLAND 3 BR/ 2.0 BA$ 445,000.00 OAKLAND 4 BR/ 3.1 BA$ 1,495,000.00", "new_id": -2}, {"uid": "1296022111091013128", "i": 49240, "idx": 5, "sa": ["Michael Vick"], "q": "pads made by the company. \"The Unequal technology is a part of my game now and I won't play without my Unequal,\" <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest on dogfighting charges,", "new_id": -2}, {"uid": "1295156722221855766", "i": 6309, "idx": 9, "sa": ["Allen Iverson", "Tim Rasmussen", "Steve Blake"], "q": "missing. <strong> Steve Blake </strong>, traded to Milwaukee in the offseason and acquired by Denver from the Bucks last week, had a career-high 25 points against his former team Sunday night, in Denver's 109-93 victory over Portland. <q> I'm not surprised because a good basketball player is a good basketball player and that's what he is, </q> said <strong> Steve Blake </strong>'s new teammate, <strong> Allen Iverson </strong>. <strong> Allen Iverson </strong> had 32 points and nine assists for the Nuggets, who trailed at halfTim Rasmussene but outscored the Blazers 41-17 in the third quarter. The victory snapped a two-game losing streak", "new_id": -2}]