[{"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q> This was a big win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said. \"Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.\" Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}, {"uid": "1296355065262340710", "i": 21811, "idx": 0, "sa": ["Zahi Hawass"], "q": "of pharaonic antiquities, is adjacent to the headquarters of the ruling National Democratic Party that protesters had earlier set ablaze. Flames were seen still pouring out of the party headquarters early on Saturday. <q> I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night, </q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday. \"Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to", "new_id": -2}, {"uid": "1296121416224231429", "i": 16692, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Comments are filtered for language and registration is required. The Times makes no guarantee of comments' factual accuracy. Readers may report inappropriate comments by clicking the Report Abuse link.- L.A.. Now 01/26/2011, 10:46", "new_id": -2}, {"uid": "1294962195114475023", "i": 3002, "idx": 0, "sa": ["Donald Rumsfeld", "Sarah Palin"], "q": "to blame for the shooting, allegedly carried out by a disturbed local 22-year-old. His 35-minute eulogy won praise from across the country's political chasm. Even Republican former defense secretary <strong> Donald Rumsfeld </strong> said: <q> At a time when our nation needed it, <strong> Barack Obama </strong> delivered moving, presidential remarks last night. </q> It came after Republican star <strong> Sarah Palin </strong> accused the media of \"blood libel\" over commentators' remarks linking the Tucson attack to her conservative Tea Party movement. The use of the term-- which", "new_id": -2}, {"uid": "1297690697098959374", "i": 5674, "idx": 1, "sa": ["Liz Trotta", "Anderson Cooper", "David Letterman"], "q": ".\" The host asked another question, but <strong> Liz Trotta </strong> brought her answer back to <strong> Anderson Cooper </strong>. She said that she had been offended by his appearance on <strong> David Letterman </strong>'s show last week.( <strong> Anderson Cooper </strong> <q> Hasn't the man any modesty at all? </q> <strong> Liz Trotta </strong> said. \"Forget journalistic ethics-- doesn't he have any personal modesty?\" <strong> Liz Trotta </strong> is the second figure in as many days to criticize <strong> Anderson Cooper </strong>'s coverage of Egypt. On Saturday, the", "new_id": -2}, {"uid": "1295783646107937794", "i": 27514, "idx": 2, "sa": ["Julian Assange", "Andy Coulson", "Nick Clegg", "Chris Huhne"], "q": "whole-heartedly defending them. It can't be comfortable for <strong> Nick Clegg </strong>- being forced to speak out on behalf of a man who his party publicly denounced before the coalition formed( in 2009, <strong> Chris Huhne </strong> stated of <strong> Andy Coulson </strong> that <q> a future prime minister can not have someone who is involved in these sort of underhand tactics </q>). On the matter of who would be replacing <strong> Andy Coulson </strong>( speculation of who this will be is intense- read the last point in Exclusive interview: <strong> Julian Assange </strong> on Murdoch, Manning and the threat", "new_id": -2}, {"uid": "1297282407122896681", "i": 23087, "idx": 6, "sa": ["Paula Abdul", "Simon Cowell"], "q": "has been rumoured.( <strong> Simon Cowell </strong> will announce the full panel in the next three or four weeks.) But when asked if former Idol judge <strong> Paula Abdul </strong> would be involved, he left the option open. <q> I'm a massive fan of <strong> Paula Abdul </strong>, </q> he said. \"We've been in regular contact.\" Star quality <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognise star quality when they saw it", "new_id": -2}, {"uid": "1296391786239042627", "i": 4589, "idx": 8, "sa": ["Michael Vick"], "q": "him a shot when it seemed no one else would. \"Hopefully, I'll be with the Eagles next year. We'll see what happens,\" said <strong> Michael Vick </strong>, who added that he expects <q> everything to go according to plan. </q> \"We'll see what happens over the next couple months. I just got to be patient and take it day by day,\" he said. <strong> Michael Vick </strong>, who made his three previous", "new_id": -2}, {"uid": "1295305092102465548", "i": 21813, "idx": 0, "sa": ["Robert Pattinson", "Taylor Swift", "Justin Bieber", "Bailee Madison", "Simon Cowell", "Selena Gomez", "Jake Gyllenhaal"], "q": "pool!- <strong> Robert Pattinson </strong> turns down <strong> Simon Cowell </strong> record deal!- <strong> Justin Bieber </strong> Power Of Youth giveaway!- Power Of Youth attendees!- <strong> Bailee Madison </strong> celebrated birthday on Wizards set!- <strong> Selena Gomez </strong> JT& Friends Performer!- Demi <q> <strong> Selena Gomez </strong>'s still a good friend. </q>- <strong> Taylor Swift </strong> Speak Now release& hidden messages revealed!- <strong> Taylor Swift </strong> dating <strong> Jake Gyllenhaal </strong> Connect: twitter.com twitter.com Become a \"fan\" on Facebook: on.fb.me Don't forget to comment, thumbs up& SUBSCRIBE! Thanks for", "new_id": -2}, {"uid": "1297129562188514329", "i": 1981, "idx": 6, "sa": ["Simon Cowell", "Lady Gaga"], "q": "approach it.\" Another thing that separates X Factor from Idol is that the judges watch the auditions in front of a live audience, which allows them to see how artists connect with potential viewers. <q> I don't believe <strong> Susan Boyle </strong> would have gotten through in the old-fashion audition method, </q> <strong> Simon Cowell </strong> said. \"God only knows what we would have said to[ <strong> Lady Gaga </strong>] if she walked into Idol with a lobster on her head three years ago.\" While The X Factor will", "new_id": -2}]