[{"uid": "1296231945135299118", "i": 7860, "idx": 0, "sa": ["Sergio Marchionne"], "q": "calo del 3,18% a 7,15 euro. Debole anche Fiat Industrial(-1,31% a 10,07 euro), mentre Exor cede lo 0,6% a 23,15 euro. MARCHIONNE, NULLA ESCLUSO SU ACQUISTI E FUSIONI- <q> Non posso restringere i campi delle possibili attivitÃ nell'M& A </q>. Lo ha detto l'amministratore delegato di Fiat <strong> Sergio Marchionne </strong> rispondendo a una domanda di un analista in conference call.`` Non sarebbe saggio da parte nostra provare a prevedere cosa succederÃ - ha detto-, l'unica cosa che", "new_id": -2}, {"uid": "1296862636132562982", "i": 10936, "idx": 8, "sa": ["Colin Powell"], "q": "about the war preparations, I do not recall his ever asking me if I thought going to war with Iraq was the right decision.'' On <strong> Colin Powell </strong>`` The media image'' of Mr <strong> Colin Powell </strong> <q> battling the forces of unilateralism and conservatism may have been beneficial to <strong> Colin Powell </strong> in some circles, but it did not jibe with reality. </q> Help and Tech support Your questions answered& how to report a technical issue Feedback How to contact someone at nzherald.co.nz Group Sites Copyright 2011, APN Holdings NZ Limited", "new_id": -2}, {"uid": "1296805908220135483", "i": 6833, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "reduced to rubble, leaned back in his leather desk chair, and asked`` that I take a look at the shape of our military plans on Iraq''. And, he adds, the commander-in-chief <q> wanted the options to be` creative'. </q> To <strong> Donald Rumsfeld </strong> there is no connection between that preoccupation and the subsequent falsehood of the principal justification for the war with <strong> Saddam Hussein </strong>: the existence of weapons of mass destruction.`` The president did not", "new_id": -2}, {"uid": "1295966109135200778", "i": 5714, "idx": 0, "sa": ["Stuart Miller", "Eric Schmidt"], "q": "Miami-based Lennar Corp., the third-largest U.S. homebuilder by revenue, is among companies bracing for a slow rebound. <strong> Stuart Miller </strong>, chief executive officer, said on a Jan. 11 conference call with analysts. <q> Shadow inventory and foreclosures will continue to impact individual markets on the supply side, while the pace of recovery in the job market will influence consumer confidence and demand. </q> To contact the reporter on this story: Shobhana Chandra in Washington at Google's <strong> Eric Schmidt </strong> Says He Will Stay Put` As Long As It's Exciting'", "new_id": -2}, {"uid": "1296391463086278146", "i": 15057, "idx": 0, "sa": ["Michael Vick"], "q": "<q> The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar, but all you ever hear about is how great his victims are doing. Now, all his victims are the actual superstars.... </q> Posted: January 30 Updated: Today at 2:50 AM On the path to recovery Pit bulls once owned by <strong> Michael Vick </strong> rehab, serve as ambassadors for a breed derided as being too dangerous.", "new_id": -2}, {"uid": "1295667584231571487", "i": 16365, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "shuttered more than 25 manufacturing plants in the United States, cutting thousands of jobs, citing as his source the United Electrical, Radio and Machine Workers of America. The senator also says in his statement <q> GE now employs more workers overseas than it does in the United States, </q> just as IBM purportedly does. <strong> Sen. Bernie Sanders </strong> adds in his statement that`` while GE has laid off at least 10,000 workers in the United States, it has created more than 30,000 jobs in India over the", "new_id": -2}, {"uid": "1295550124153829377", "i": 17560, "idx": 0, "sa": ["Steve Ballmer"], "q": "in the poll results. The speculation that Microsoft would build a bridge connecting the Kinect gaming system with Windows PCs picked up earlier this month after comments CEO <strong> Steve Ballmer </strong> made at the Consumer Electronics Show. <q> We'll support that in a formal way in the right time and, when we've got an announcement to make, we'll make it, </q> <strong> Steve Ballmer </strong> said. Microsoft is preparing to release drivers and a software development kit( SDK) that would integrate the Kinect system with Windows. Separately, researchers at the University of Washington have developed an application", "new_id": -2}, {"uid": "1295238796192987145", "i": 36786, "idx": 3, "sa": ["Eric Schmidt"], "q": "power for capturing and remembering data, <strong> Eric Schmidt </strong> painted a picture in which technology could help quantify and verify the assertions made in policy documents.`` Government is highly measurable, most of it,'' he said. <q> We can actually see how many people got this shot or read this report or so forth. A government-- a transparent government-- should be able to[ measure] that. </q> As for Google's relationship with Washington's power structure, <strong> Eric Schmidt </strong> said the tech industry is still not as strong as others in its lobbying representation on Capitol Hill, but that that's fine with him", "new_id": -2}, {"uid": "1296552417261570573", "i": 23549, "idx": 17, "sa": ["Kwame Brown", "Terry Cummings", "Clyde Drexler", "Charles Barkley", "Allen Iverson"], "q": "could possibly play,'' <strong> Kwame Brown </strong> said.`` Everybody just played great. This is huge to beat a great team like Houston on their home court.''`` We're getting better,'' <strong> Terry Cummings </strong> said. <q> The last few games, we were in it with about five or six minutes to go and let it get away. Tonight, we executed at the end. </q> <strong> Clyde Drexler </strong> scored 23 points and <strong> Charles Barkley </strong> added 19 http://wn.com/Allen_Iverson_27pts_vs_Memphis_Grizzlies_08/09_NBA_*Remembering_Martin_Luther_King_*AI_on_Obama <strong> Allen Iverson </strong> and the Detroit Pistons tightened up on defense to end their losing streak and prolong the agony of the Memphis Grizzlies. <strong> Allen Iverson </strong> scored 27 points and helped Detroit limit", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.`` I think he'd clear the field.'' Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}]