[{"uid": "1297119435178470963", "i": 2887, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.<q> News 9 7401 N. Kelley Ave. Oklahoma City, OK 73111", "new_id": -2}, {"uid": "1295934719011796511", "i": 10838, "idx": 0, "sa": ["Bill Lockyer", "Michael Bernick", "Newt Gingrich"], "q": "takes a longer-term look, based on EDD projections, to 2018. Network systems and data analysts, and medical scientists are the fastest growing occupations, but, despite the focus on \"knowledge\" jobs, <q>the great majority of job openings will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers,<q> <strong> Michael Bernick </strong> concludes. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog CARMEL VALLEY 4 BR/ 4.0 BA$ 829,000.00 CAMPBELL 2 BR", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q>The most fun I've ever had playing football,<q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.\" ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}, {"uid": "1297299209172949515", "i": 24079, "idx": 0, "sa": ["Nigel Lythgoe", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": ", said the show is better without the \"cranky brit\" <strong> Simon Cowell </strong>. <strong> Nigel Lythgoe </strong> said new judges; <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are giving the talent a chance they might not otherwise get this year. <q>We've had some incredible country voices,<q> <strong> Nigel Lythgoe </strong> said. \"In truth, <strong> Simon Cowell </strong> would have gotten rid of them straight-away because he wasn't a country fan.\" <strong> Nigel Lythgoe </strong> said this year there is a 16-year-old that performs jazz. \"<strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1295179371216776710", "i": 23281, "idx": 0, "sa": ["Colin Powell"], "q": "*** THE MAIN BOARDS- Welcome to the Prison Planet Educational Forum and Library*** <strong> Colin Powell </strong> Discussion for the Prison Planet Educational Forum and Library Re: Civil War is being Incited in Pakistan- a new murderous phase begins <q>Reply# 1440 on: December 28, 2010, 04:29:05 AM<q> Taliban kidnap 23 Pakistanis in show of strength By ISHTIAQ MAHSUD and NAHAL TOOSI The Associated Press Re: Civil War is being Incited in Pakistan- a new murderous phase begins \"Reply#", "new_id": -2}, {"uid": "1296942790169869313", "i": 11604, "idx": 1, "sa": ["Eric Schmidt"], "q": "'s camera cars inadvertently collected personal data) were not repeated. \"It is reality that when we release products we have to be sensitive to regulatory and privacy issues,\" he said. <q>So we now do extensive reviews[ and] we're pretty happy with that balance now. The engineers build stuff, the lawyers come in[ and] there are then a series of often very difficult fights inside the company between the different stakeholders. \"It eventually gets resolved, and in the case of StreetView, resolved quite positively. The days when we could just ship a product are gone.<q> He said that the review process was much more robust than five years ago and that it was \"a permanent change\". Mr <strong> Eric Schmidt </strong> said that in the future search would become \"social", "new_id": -2}, {"uid": "1295886442005734445", "i": 35528, "idx": 6, "sa": ["Zahi Hawass"], "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q>They don't like me for making these requests,<q> said <strong> Zahi Hawass </strong>. \"But I don't care; I am doing this for Egypt.\" Somalia leery of security firm because of link to Blackwater- The minister of information for the transitional Somali government said", "new_id": -2}, {"uid": "1296167621065404968", "i": 42413, "idx": 3, "sa": ["Mike Pence"], "q": "said she would not run for governor due to health concerns, and so far no other Republican star has stepped forward to enter the race. In his letter, <strong> Mike Pence </strong> said that throughout his life, <q>I have learned to follow my heart, and my heart is in Indiana.<q> You must fill out the comment body in order to submit a comment. Get breaking local news as it happens. Enter your phone number: Standard Messaging Rates or other charges apply. To Opt-out", "new_id": -2}, {"uid": "1295273225054296586", "i": 909, "idx": 1, "sa": ["Steve Ballmer"], "q": "Bing like a \"weed\" <strong> Steve Ballmer </strong> also cited search and gaming as two of its successes, alongside the business market. \"We've made bold technology bets,\" <strong> Steve Ballmer </strong> claimed. <q>We've bet on the cloud and our enterprise business; it's going fantastic. We made the bet on Xbox; we made the bet on Kinect.<q> \"We bet on Bing and are growing like a weed in that business,\" he added. \"So I feel pretty good about the bets.\" Printed from www.pcpro.co.uk Register", "new_id": -2}, {"uid": "1295586061144719886", "i": 17225, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as Chief Executive Officer starting April 4. <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products,\" <strong> Eric Schmidt </strong> said in the blog spot. The management reshuffle has been brought about to <q>streamline decision making and create clearer lines of responsibility and accountability<q> at the top of the company, he added. He said as Google has grown, managing the business has become more complicated. \"We\" ve been talking about how best to simplify", "new_id": -2}]