[{"uid": "1297178256266534988", "i": 57654, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "Please take a look at this material as to what we don't know about WMD. It is big,\" <strong> Donald Rumsfeld </strong> said. At a February 12, 2003 press conference, <strong> Donald Rumsfeld </strong> said Iraq was <q> engaging in the development of weapons of mass destruction, </q> according to a transcript from the Defense Department. On March 20 in 2003, the United States and a coalition of allies invaded Iraq. <strong> George W. Bush </strong> said two days later in his weekly radio address that", "new_id": -2}, {"uid": "1296610816152911894", "i": 3986, "idx": 1, "sa": ["Michael Vick", "Tom Brady"], "q": "a dork in that meeting room.\" A dork? Hardly a description often associated with a three-time champion quarterback married to a super model. \"Maybe, yeah,\" <strong> Tom Brady </strong> said. <q> I could see that, you know? I'm flattered. </q> Also flattering: <strong> Tom Brady </strong> is the only quarterback and the only active player to win the award twice. <strong> Michael Vick </strong>'s comeback season led him to the Pro Bowl. After missing two seasons while serving", "new_id": -2}, {"uid": "1296679971172851230", "i": 21517, "idx": 1, "sa": ["Steven Tyler", "Kara DioGuardi", "Jennifer Lopez", "Ellen DeGeneres", "Simon Cowell"], "q": ". \"I'm really happy with that,\" he insisted. <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>, who he said have quickly helped right the ship after the uncertainty that followed lead judge <strong> Simon Cowell </strong>'s departure last year. <q> You forget that we've had this train wreck that was following <strong> Simon Cowell </strong>, and then <strong> Simon Cowell </strong> disassociated himself from the show over the last few years, turned his back on the strange people they brought in to judge, </q> he said, seemingly referring to ex- \"Idol\" panelists, songwriter <strong> Kara DioGuardi </strong> and comedian/talk show host <strong> Ellen DeGeneres </strong>. \"So I knew it was going to be better than people expected. To have lost our star", "new_id": -2}, {"uid": "1296565246043499534", "i": 1914, "idx": 1, "sa": ["Katie Price", "Alex Reid", "Simon Cowell", "Robbie Williams"], "q": "it is not only <strong> Simon Cowell </strong> who believes this to be the case.His ex-girlfriend, Sinnita, who has helped out in a mentor role on the show in the past, is in agreement. She said: <q> Having Jordan on the panel would make interesting viewing, so I can definitely see it working. She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along. </q> <strong> Katie Price </strong>, who has just split from husband <strong> Alex Reid </strong>, would face competition in the form of <strong> Robbie Williams </strong>, who is also being lined up to fill <strong> Simon Cowell </strong>'s place. A source said, \"", "new_id": -2}, {"uid": "1295686742156401683", "i": 28798, "idx": 1, "sa": ["Kobe Bryant", "Metta World Peace", "LeBron James", "Allen Iverson", "Éric Gay"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength. \"I survived, I'm still here,\" he said. <q> I'm a new man, stMetta World Peaceger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the MavÉric Gayks. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1295638852256720908", "i": 21583, "idx": 3, "sa": ["Nick Clegg", "David Cameron", "Anne Hathaway", "Rupert Murdoch", "Andy Coulson"], "q": "appears to be that Achilles Heel in extreme left politics. It's sad... Lord Mandelson, speaking on the World and One, accuses <strong> David Cameron </strong>'s spinner-in-chief <strong> Andy Coulson </strong> of smearing <strong> Nick Clegg </strong>. A clip from ChAnne Hathawayl 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. Scotland Yard defends itself against claims it failed to thoroughly investigate accusations of phone hacking at the News of the World.. Follow us on twitter at twitter.com", "new_id": -2}, {"uid": "1295508803113688616", "i": 6426, "idx": 0, "sa": ["Paula Abdul", "Ryan Seacrest", "Tyler Cuma", "Jennifer Lopez", "Simon Cowell"], "q": "Idol\" panel that will be returned to its original three-member format for season 10. Actress-singer-dancer <strong> Jennifer Lopez </strong> and Aerosmith frontman <strong> Tyler Cuma </strong> will have the job of trying to match the offbeat chemistry of former judges <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>. <q> This is` American Idol'! </q> host <strong> Ryan Seacrest </strong> said after the new judges joined him on stage at the Forum arena, where the final national audition for next season's singing contest was held Wednesday. The announcement was made before a crowd of several", "new_id": -2}, {"uid": "1295755514184385569", "i": 21484, "idx": 1, "sa": ["Allen Iverson", "Terry Cummings", "Jerry Stackhouse"], "q": "3:48 remaining and Houston got no closer than seven the rest of the way. \"We executed at the end, whereas previous games we didn't do that,\" said <strong> Allen Iverson </strong>, who committed no turnovers. <q> This is a confidence boost for us. We played with control when we got the lead in the fourth quarter and we played solid defense all game long. </q> <strong> Jerry Stackhouse </strong> scored 17 points and <strong> Terry Cummings </strong> added a season-high 16 in 17 minutes off the bench for Philadelphia( 1-5), which ended an eight-game slide in Houston, winning there for the first time since January 7th,", "new_id": -2}, {"uid": "1297206274184696842", "i": 21883, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "in the Pentagon, some accused him of leadership through intimidation. ABC news presenter Diana Sawyer asked him if he terrified people. He replied that he asked questions and if people didn't have the answers it <q> wasn't fun for them </q>. Mr <strong> Donald Rumsfeld </strong> is now the one being asked some tough questions, but he seems to be having fun, not giving ground. His final answer in this particular exchange, about the absence of weapons of", "new_id": -2}, {"uid": "1296058173154206255", "i": 5912, "idx": 6, "sa": ["Gabrielle Giffords", "Robert Gates", "Colin Powell", "Barack Obama"], "q": "possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal Barack Obamaial adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said. \"I am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded U.S. Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh", "new_id": -2}]