[{"uid": "1295217119075989139", "i": 28385, "idx": 0, "sa": ["John McCain", "Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "to half-staff and led the nation in a moment of silence. He flew to Tucson to speak at a memorial service not far from the hospital where Democratic <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> and other victims were being treated. <q>At a time when our discourse has become so sharply polarized- at a time when we are far too eager to lay the blame for all that ails the world at the feet of those who happen to think differently than we do- it's important for us to pause for a moment and make sure that we're talking with each other in a way that heals, not in a way that wounds,</q> he said. More than any one politician, <strong> Sarah Palin </strong>, the 2008 Republican vice presidential candidate and a possible <strong> John McCain </strong> House contender in 2012, figured in the unfolding political debate. Initially, an", "new_id": -2}, {"uid": "1295571005103366701", "i": 2349, "idx": 0, "sa": ["Dan Quayle", "Saddam Hussein", "Mikhail Gorbachev", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "Feb. 24, 1991. They show that <strong> Saddam Hussein </strong> tried to work out a last-minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong>, while at the same time remaining defiant and referring to <strong> George H.W. Bush </strong> as <q>the enemy of God and humanity.</q> The documents were released by the National Defense University in Washington. Along with <strong> George H.W. Bush </strong>, the reunion will include former <strong> Dan Quayle </strong>, then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong> and others.", "new_id": -2}, {"uid": "1295580862256213017", "i": 43365, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler"], "q": "thought the show was just boring and suggested that none of the judges ''know what they were talking about or doing,'' labeling <strong> Steven Tyler </strong>'s comments ''superficial'' and ''obvious.'' Mrs_FiFi said, <q><strong> Steven Tyler </strong> made me forget all about <strong> Simon Cowell </strong> last nite. <strong> Steven Tyler </strong> is fascinating, funny& he can SING.</q> ArchuletaGirl begged to differ, though, tweeting, ''Idol just isn't the same without <strong> Simon Cowell </strong>. These new judges keep getting suckered into putting bad people through.'' Others dubbed <strong> Steven Tyler </strong> ''kinda", "new_id": -2}, {"uid": "1297187711077496370", "i": 17403, "idx": 0, "sa": ["Lawrence Woodward", "Michael Vick"], "q": "It took exactly one night for <strong> Michael Vick </strong>'s name to be once again embroiled in controversy. <strong> Michael Vick </strong>'s Virginia-based lawyer <strong> Lawrence Woodward </strong> denied reports that his client spent his first night of freedom at a Virginia Beach strip club. <q>It is absolutely, categorically false,</q> <strong> Lawrence Woodward </strong> said. For decades, the small number of cricket followers in Israel has been trying to clear up what is so far an unsolved mystery: Why the sport never took off in the country after", "new_id": -2}, {"uid": "1297185899216317969", "i": 40703, "idx": 0, "sa": ["Simon Cowell"], "q": "Groups and singers as young as 12 years can audition for the series, which will premiere in the fall. Unlike ''American Idol,'' ''The X Factor'' does not have an upper age limit. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> said <strong> Simon Cowell </strong>, the former ''American Idol'' who will be a judge and an executive producer on ''The X Factor.'' ''I've never believed there should be a cut-off age for talent.''", "new_id": -2}, {"uid": "1295909859246595674", "i": 40043, "idx": 4, "sa": ["Sen. Bernie Sanders"], "q": "gains, would create an even larger gap between rich and poor. ''The Ryan plan essentially relives the richest Americans from any responsibility to pay for the support of their country,'' he said. <q>Our country should not be a country where the super rich get to play by different rules than people who are working their way up to their own American dream.</q> <strong> Sen. Bernie Sanders </strong> said he was happy to see the Republicans decided to stand behind Ryan after months of offering vague talk of deep government cuts.", "new_id": -2}, {"uid": "1297118217093028381", "i": 45360, "idx": 1, "sa": ["Simon Cowell"], "q": "up that kind of prize money is a massive, massive risk, but also it's an incredible incentive,'' he said. VIEW THE PHOTOS: The Verdict Is In! Judges Of Reality Television <q>I also did it because I believe[ we] can find a star,</q> <strong> Simon Cowell </strong> continued. ''So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million", "new_id": -2}, {"uid": "1296309067021659679", "i": 6638, "idx": 0, "sa": ["Mike Pence"], "q": "Press  MUNCIE, Ind.-- U.S. Rep. <strong> Mike Pence </strong> discussed his political future-- in somewhat nonspecific terms-- while addressing students in a Central High School social studies class Friday. <strong> Mike Pence </strong> acknowledged he was considering <q>maybe coming home and running for governor,</q> but the Republican said he was likely months away from making a final decision. He didn't completely rule out seeking a seventh term representing Indiana's 6th District in the U.S. House. While it's", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.'' <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q>He( <strong> Simon Cowell </strong>) looked at me and said: ''Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...''</q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}, {"uid": "1295872184245907493", "i": 1894, "idx": 0, "sa": ["Andy Coulson", "Karren Brady", "Richard Keys"], "q": "impression. Photograph: David Cheskin/Empics No end of coverage in today's papers about Sky Sports presenters <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> Gray's sexist jibes at the weekend. Here's a sample. Gray: <q>Why is there a female linesman? Sombody's fucked up big.</q> Kay: ''The game's gone mad. See charming <strong> Karren Brady </strong> this morning complaining about sexism? Yeah. Do me a favour love.'' Alan Partridge couldn't have put it any better. Except- strange", "new_id": -2}]