[{"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,\" <strong> Sen. Bernie Sanders </strong> said. \"We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.\" <q>To me, it's a disaster,</q> said New York-based labor activist <strong> Jonathan Tasini </strong>. \"When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.\"", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}, {"uid": "1295682265065617928", "i": 89, "idx": 13, "sa": ["Mitch Daniels", "Charlie Black", "Mike Pence"], "q": "a favorite of Republicans who like <strong> Mitch Daniels </strong>' broad experience and fiscal credentials. <strong> Mitch Daniels </strong> has said he won't make a decision about running for president until after this year's legislative season ends in April. <q>If( <strong> Mitch Daniels </strong>) runs, I think it's hard for <strong> Mike Huckabee </strong>, because all the financial base in Indiana would likely go to <strong> Mitch Daniels </strong>,</q> <strong> Charlie Black </strong> said. But <strong> Mike Pence </strong> also can't afford to wait to decide because he has a long way to go in building a fundraising network and a campaign team, and becoming better-known. As", "new_id": -2}, {"uid": "1296969045159891509", "i": 8681, "idx": 0, "sa": ["Michael Vick"], "q": "the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. The honor comes less than a month after Sporting News named <strong> Michael Vick </strong> its Comeback Player of the Year. <q>The most fun I've ever had playing football,</q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. \"As a person and", "new_id": -2}, {"uid": "1296342425105660425", "i": 37346, "idx": 0, "sa": ["Brian St. Clair", "Donyell Marshall", "Hollis Thompson", "Michael Jackson", "Allen Iverson"], "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against <strong> Brian St. Clair </strong> <strong> Michael Jackson </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Michael Jackson </strong> <strong> Hollis Thompson </strong> created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q>He tells me the end of the game is my time, I should have the ball in my hands,</q> <strong> Allen Iverson </strong> said. \"So if somebody else turns it over, he yells at me. I just tell my teammates: \"Let me get the ball. He\"ll scream at me http://wn.com/Dance_Party_NCAA_Shooter_Fox_Marist_v_Jack_Bulldog_Georgetown This was a funny", "new_id": -2}, {"uid": "1295802995079921158", "i": 16135, "idx": 2, "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q>I think he's working very hard on the issue of unemployment, which I think is the major problem facing America right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech,</q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"We didn't elect \"Superman,\" we elected a human being.\" <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "new_id": -2}, {"uid": "1295701157121667618", "i": 18016, "idx": 1, "sa": ["Mike Pence"], "q": "left. The Pacers committed six turnovers, including three in the final two minutes, in the final quarter. \"I guess it's a consistency thing,\" swingman <strong> Mike Pence </strong> Dunleavy said. <q>We're not consistently performing on both ends. We have lapses at times. We do a decent job of hanging in there but just not for the full 48 minutes.</q> There's not one consistent reason behind the Pacers' struggles in the fourth quarter. Some games it's turnovers. Other games it's poor shot selections. And there are also defensive breakdowns", "new_id": -2}, {"uid": "1295586027175472666", "i": 16650, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Messrs. <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> sought to play down any personality differences on Thursday. In an interview, Mr. <strong> Eric Schmidt </strong> said there had been no friction between the three that led to the change, and that they <q>have been running particularly well in the last six or nine months because of this shared goal in efficiency.</q> He added: \"We actually agree on, I think, everything.\" The shake-up changes the face of one of the world's biggest tech companies and comes as a new generation of founder-CEOs has", "new_id": -2}, {"uid": "1295501732152404070", "i": 32997, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "by a defender in the first half, threw down a reverse jam and landed on his left foot. The usually ordinary play told <strong> Carmelo Anthony </strong> everything he needed to know-- his sprained left ankle was just fine. <q><strong> Bob Marley </strong> figured if <strong> Bob Marley </strong> could do that, <strong> Bob Marley </strong>'m good,</q> <strong> Carmelo Anthony </strong> said. A healthy <strong> Carmelo Anthony </strong> scored 25 points, <strong> Allen Iverson </strong> had 24 points and 13 assists, and the Denver Nuggets beat the Charlotte Bobcats 117-101 on Saturday night. \"It didn't hurt at all,\"", "new_id": -2}, {"uid": "1296049921129286144", "i": 31854, "idx": 1, "sa": ["Joan Rivers", "Sarah Palin", "David Letterman", "Betty White"], "q": ", who is 77, has been in full-promotion frenzy for her latest effort, on \"Late Show With <strong> David Letterman </strong>\" complaining that <strong> Betty White </strong>'s come \"back from the dead, and taking all my jobs.\" <q>I almost got the Depends commercial,</q> <strong> Joan Rivers </strong> said. \"I stood there and urinated. She got it.\" <strong> Joan Rivers </strong> was scheduled to appear on \"Fox and Friends.\" But then she insulted <strong> Sarah Palin </strong>. Two weekends ago, when a TMZ", "new_id": -2}, {"uid": "1295469111069730385", "i": 17652, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler"], "q": "( A jab at <strong> Simon Cowell </strong>?) \"I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage,\" he prattled cheerfully. <q>There's camaraderie that you haven't seen in 10 years on this show. I get along with Randy, and <strong> Jennifer Lopez </strong> is a fox; she's street, she's got a great heart.</q> Certainly, it's easy to get the guy off topic. <strong> Steven Tyler </strong> swerved around, conversationally, like a 12-year-old behind the wheel of his daddy's car. Some snippets: \"I made", "new_id": -2}]