[{"uid": "1297263402234307615", "i": 4465, "idx": 1, "sa": ["Steve Ballmer", "Wes Miller"], "q": "'s management, adding more senior people with engineering backgrounds. <strong> Steve Ballmer </strong> wants to improve Microsoft's weak showing in mobile phones and tablet computers and ensure that it doesn't fall behind in cloud software. He understands that <q> to do that you have to actually understand how software is built, </q> <strong> Wes Miller </strong> says. Heads up Home-building executives and economists are predicting a post-Super Bowl bounce in demand for residential construction as Americans turn their attention this weekend from football to another national pastime: house hunting.", "new_id": -2}, {"uid": "1295268813200589399", "i": 12239, "idx": 1, "sa": ["Emma Stone", "Angelina Jolie", "Anne Hathaway", "Julianne Moore", "Annette Bening"], "q": "until she's slept with me.'' He then hinted that nominees- <strong> Julianne Moore </strong>, <strong> Annette Bening </strong>, <strong> Angelina Jolie </strong> and <strong> Anne Hathaway </strong>- had at one point rejected his advances. He went on: <q> I'm not trying to creep anyone out, but where's <strong> Emma Stone </strong>? </q> in reference to 22-year-old <strong> Emma Stone </strong>. And he finished by adding:`` I'm not saying that my theory holds water but I'm just saying, if I could I'd give it to", "new_id": -2}, {"uid": "1297442150096944143", "i": 1422, "idx": 2, "sa": ["Mike Pence", "Phil Sharp", "Jackie Walorski"], "q": "was excited by the prospect of <strong> Mike Pence </strong> running for governor.`` I think he's the clear front-runner, and I think the race is his if he chooses to accept it,'' <strong> Jackie Walorski </strong> said. <q> I think he'd clear the field. </q> <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat <strong> Phil Sharp </strong> in 1988 and 1990. He worked as president of the Indiana Policy Review think tank and a radio talk show host", "new_id": -2}, {"uid": "1295753709087883837", "i": 40741, "idx": 8, "sa": ["James Cleveland", "LeBron James", "Chris Webber", "Allen Iverson", "Žydrūnas Ilgauskas"], "q": "<strong> Allen Iverson </strong> 31pts Philadelphia 76ers vs <strong> LeBron James </strong> <strong> James Cleveland </strong> Cavaliers 2004/2005 Regular Season NBA game!!!!!!! <strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him.`` That's really what I did. It helped me out.'' Webbe... Miami Heat vs Sacramento LeBron Jamess( 104- 83) December 11, 2010 Miami Heat vs Sacramento", "new_id": -2}, {"uid": "1296362329255475725", "i": 6284, "idx": 3, "sa": ["Carmelo Anthony", "Linas Kleiza", "Allen Iverson", "Phil Jackson"], "q": "teams in Los Angeles and Chicago have won 47 straight playoff series after winning Game 1.`` I wish I had put it in the bank, so to speak,'' said <strong> Phil Jackson </strong>, the 10-time champion. <q> We've got to play this out.... Our defense stiffened at various points in the game, was very effective. We've got a lot of work ahead of us, but it's nice to know that( the 47-0 streak) is on our side. </q> Game 2 is Sunday night at Staples Center. http://wn.com/Allen Iverson_Allen Iverson_28pts_Linas Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on", "new_id": -2}, {"uid": "1295091429140001468", "i": 15161, "idx": 1, "sa": ["Steve Ballmer"], "q": "Microsoft CEO <strong> Steve Ballmer </strong> repeatedly- and almost plaintively- implored his keynote audience to at least look at a Windows Phone 7 smartphone.`` Job number one is showing this new phone to people,'' he said. <q> What we find is that once people see the phone, they fall in love with it. </q> Apparently, however, few people have actually seen the thing. serving more ads to Windows 98 than to Windows Phone 7 devices. That can hardly be heartwarming to Redmond decision-makers. Not that", "new_id": -2}, {"uid": "1297164099239927310", "i": 55845, "idx": 2, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "key was`` ceremonial.''`` These ceremonial gifts are different from the official keys to the city presented by the <strong> Mayor Tom </strong>,'' he said. As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, <q> I care deeply about animals </q> and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that`` since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying", "new_id": -2}, {"uid": "1295870211128057360", "i": 917, "idx": 0, "sa": ["Gordon Brown", "Harriet Harman", "Andy Coulson"], "q": "whether his phone had been hacked when he was Labour prime minister between 2007 and 2010. <strong> Gordon Brown </strong>'s office declined to comment, but Labour deputy leader <strong> Harriet Harman </strong> said police must investigate the allegations. <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she told Sky News.`` Nobody is above the law, no newspaper editor, no journalist.'' <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone", "new_id": -2}, {"uid": "1296451032165019654", "i": 2583, "idx": 2, "sa": ["Tracy McGrady", "Larry Brown", "Allen Iverson", "Dirk Nowitzki", "Chris Bosh"], "q": "Sixers coach <strong> Larry Brown </strong> said.''( <strong> Dirk Nowitzki </strong>) <strong> Dirk Nowitzki </strong> goes for 46 and <strong> Tracy McGrady </strong>( <strong> Tracy McGrady </strong>) goes for 43, Kobe( Bryant) went for 39. So I figured he was motivated a little.'' <q> I just caught a rhythm, </q> <strong> Allen Iverson </strong> said.`` I got in one of those rhythms where the basket looks like an ocean and I was just throwing rocks in it. My teammates did a superb job just getting me <strong> Chris Bosh </strong> suspected the Toronto", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q> We want to eliminate that uncertainty so that businesses can continue in </q> their research and development projects, she said.`` This is not a Democrat or a Republican idea,'' <strong> Kirsten Gillibrand </strong> said.`` It's just a good idea.'' She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}]