[{"uid": "1295658306074924083", "i": 2355, "idx": 4, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "still-gestating operating system that moves all data and applications into the Google browser- another idea heavily pushed by <strong> Larry Page </strong>. \"I think we just wore you down,\" said <strong> Larry Page </strong>. <q> I just gave up, </q> said <strong> Eric Schmidt </strong>. <strong> Eric Schmidt </strong> has served as Google CEO for nearly a decade, but by all accounts( including a 2004 Google filing with the SEC), he, <strong> Larry Page </strong>, and <strong> Sergey Brin </strong> ran the company", "new_id": -2}, {"uid": "1295882640093126720", "i": 13519, "idx": 0, "sa": ["Keith Olbermann", "Donald Rumsfeld"], "q": "was born` the special comment\" -- his first one coming in August 2006, rebutting a speech that then-Defense Secretary <strong> Donald Rumsfeld </strong> had delivered to the American Legion. Said <strong> Keith Olbermann </strong> that night: <q> The confusion we-- as its citizens- must now address, is stark and forbidding. </q> But variations of it have faced our forefathers, when men like Nixon and McCarthy and Curtis LeMay have darkened our skies and obscured our flag. Note-- with hope in your heart- that those earlier Americans", "new_id": -2}, {"uid": "1295252792226672648", "i": 2330, "idx": 3, "sa": ["Andre Miller", "Chris Webber", "Carmelo Anthony", "Allen Iverson", "George M. Watson", "Tim Paine", "Andre Iguodala"], "q": "shot. He knocked the shot down. It was a good play,\" <strong> Andre Miller </strong> said. The 76ers, on the other hand, weren't about to let <strong> Carmelo Anthony </strong> get a good look at the end. <q> You don't want somebody shooting that had been making a lot of shots, </q> <strong> Allen Iverson </strong> said. So, after two Tim Paineeouts, <strong> Carmelo Anthony </strong> took the inbounds but couldn't get a good look with <strong> Andre Iguodala </strong> and <strong> Chris Webber </strong> in his face, so he dished to <strong> George M. Watson </strong> whose open 3-pointer was short, bouncing", "new_id": -2}, {"uid": "1295613611207978541", "i": 2931, "idx": 0, "sa": ["Tim Baker", "Kirsten Gillibrand"], "q": "purchase 17 self-contained breathing apparatuses, U.S. Sen. <strong> Kirsten Gillibrand </strong> announced today. The new breathing apparatuses will replace the fire company's 13-year-old air packs, and increase the overall safety of Mottville's 35 volunteer firefighters. <q> It's going to help keep all the firefighters safe so they can enter burning buildings with the latest technology in air packs, </q> Mottville volunteer Fire Chief <strong> Tim Baker </strong> said. The fire department has applied for the same federal grant for the last six years. <strong> Tim Baker </strong> said his department needed to replace the aging technology and now the cost of", "new_id": -2}, {"uid": "1295791480232554503", "i": 27572, "idx": 6, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron", "Harriet Harman"], "q": "obey the criminal law and that is what is at stake here\" \" <strong> Harriet Harman </strong> Deputy Labour leader Mr <strong> Nick Clegg </strong> said he would have some input into the choice of who would replace Mr <strong> Andy Coulson </strong>. <q> It is primarily a decision for the prime minister, he is the prime minister's spokesman but he is also responsible for communicating government policy so of course I will play a role as well. </q>` Trust in politics' However, Labour said <strong> David Cameron </strong> could not escape responsibility for bringing Mr <strong> Andy Coulson </strong> into his top team when there were unresolved questions about his past. \"I think that <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1297175078196968449", "i": 7491, "idx": 10, "sa": ["Robert McNamara", "George W. Bush", "Paul Wolfowitz", "Donald Rumsfeld"], "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as \"terribly wrong.\" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with Saddam Hussein gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> George W. Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was \"incremental,\" not rushed. <strong> Donald Rumsfeld </strong> said it was <strong> Paul Wolfowitz </strong>", "new_id": -2}, {"uid": "1296376344122322964", "i": 40116, "idx": 0, "sa": ["Zahi Hawass"], "q": "archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection was secure from thieves, the greatest threat to the collection inside was posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still-smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun, which draws millions of tourists a year, also", "new_id": -2}, {"uid": "1295049201264142848", "i": 4240, "idx": 10, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "\"permaLink\" : \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302760.html\" , \"showComments\" : true, \"duration\" :\" \" , \"mediaQueryString\" : \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011- 29v&amp;flvURL=/media/2011/01/13/01132011- 29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011- 29v.jsn\" }{ \"title\" : <q> Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes </q>, \"description\" : \"Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.\" , \"note\" :", "new_id": -2}, {"uid": "1296753620175587617", "i": 46610, "idx": 1, "sa": ["Hillary Clinton", "Colin Powell", "Condoleezza Rice", "Joe Biden"], "q": "my view, was a formula for running the truck into a ditch,\" he wrote. As for <strong> Hillary Clinton </strong>, <strong> Joe Biden </strong> and other critics who had at first supported the Iraq war, Rumsfeld wrote: <q> You wouldn't want to be in a foxhole with them. </q> The Washington Post notes, \"... Rumsfeld still can't resist- in a memoir due out next week- taking a few pops at former secretaries of state <strong> Colin Powell </strong> L. <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong> as", "new_id": -2}, {"uid": "1295961759149602314", "i": 24870, "idx": 0, "sa": ["Eric Schmidt"], "q": "in diesem Jahr mehr als 1000 neue Stellen in Europa schaffen, sagte scheidende Vorstandschef <strong> Eric Schmidt </strong> sagte am Dienstag in M?nchen. Allein in M?nchen sollen mehrere hundert Stellen im Forschungs- und Entwicklungszentrum in M?nchen entstehen. <q> Wir hatten ein sehr, sehr gutes Jahr </q>, sagte <strong> Eric Schmidt </strong> zum Abschluss der Internet-Konferenz DLD( Digital, Life, Design). \"Aus diesen Gr?nden werden wir weiter investieren.\" Mit Blick auf den Wettbewerb mit neuen Internet-Schwergewichten wie Facebook sagte <strong> Eric Schmidt </strong>", "new_id": -2}]