[{"uid": "1295755514184385545", "i": 22163, "idx": 26, "sa": ["Nate Robinson", "Stephon Marbury", "Allen Iverson", "Jordan Harvey"], "q": "there are other shorter versions of this game which are also excellent. Considering the circumstances, it is an extraordinary game even for <strong> Jordan Harvey </strong>'s standards. Also, it's the game in which he declared he's <q> really&... Toronto Raptors vs Philadelphia 76ers Jan. 20/08 Willie Green had one of those stretches that shooters dream about. \"The basket seemed like it was getting bigger and bigger, </q> Green said after tying a season high with 23 points as the Philadelphia 76ers survived a late rally for a 99-95 victory Saturday night over the Toronto Ra... <strong> Allen Iverson </strong> 40pts vs <strong> Stephon Marbury </strong> 33pts( <strong> Nate Robinson </strong>'s Winner) <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297285551010960922", "i": 27804, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "Slideshow: White House staff and reporters attend <strong> Barack Obama </strong>'s approval ratings inched up again this month as... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Obamacare Report Abuse <q> What if a republican president was honoring the victims of the tower's collapse? </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Mortgage Rates Hit 2.99% If you owe less than$ 729k you", "new_id": -2}, {"uid": "1297233195160825398", "i": 1217, "idx": 1, "sa": ["Esther Williams", "Michael Vick"], "q": "the rural setting, wide open spaces and centralized location is a huge plus. \"The animal controls have to take anything that comes in. They can only take so many,\" <strong> Esther Williams </strong> said. <q> Once they run out of space then they have to start euthanizing and there are some really, really good dogs that are being put down. </q> <strong> Michael Vick </strong>'s new career with the Philadelphia Eagles is flying high after he spent nearly two years in prison on a federal dog fighting conviction. The NFL recently named <strong> Michael Vick </strong> \"Comeback Player of the Year.", "new_id": -2}, {"uid": "1297373386207732749", "i": 12293, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Nat Semi's CIO discusses his aggressive use of virtualization, and why it's good for a CIO to fail. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1296333025218349599", "i": 5318, "idx": 2, "sa": ["Michael Vick"], "q": "and waiting to be petted. And there are big ones, such as the day when the dogs find permanent homes, the way six of the 22 that originally were brought to Best Friends have thus far. <q> When they announced on TV that <strong> Michael Vick </strong> was eligible to play football again, I lost every single bit of inner peace, </q> said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment. \"But I thought,", "new_id": -2}, {"uid": "1295436361080740353", "i": 29879, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Clarence Page"], "q": "<strong> Donald Rumsfeld </strong> of Health and Human Services millions of Americans will shortly be forced to accept government insurance. Exempted from these new rules will be labor unions. Remember that <strong> Barack Obama </strong> in a September 2009 speech to congress said: <q> If you misrepresent what's in the plan, we will call you out. </q> OK <strong> Barack Obama </strong> misrepresented what was in his plan. It's time to CALL HIM OUT. Then THROW him out in 2012! http://wn.com/Olbermann_On_Hannity_Being_Busted_By_The_Daily_Show_For_Lying_How_Bachmann_Broke_House_Rules Lots to talk about, thus, with <strong> Clarence Page </strong>, \"Chicago Tribune\" editorial", "new_id": -2}, {"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?\" American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q> It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like, \"What just happened?'? </q> But <strong> Simon Cowell </strong>'s value was instantly clear. \"I still didn\"t know what the hook of this show was-all these kids come out and sing,\" stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}, {"uid": "1295802228188252172", "i": 4633, "idx": 8, "sa": ["Colin Powell", "Barack Obama"], "q": ". \"There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,\" he said. <q> All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with all of the cable channels and talk radio and blogs, especially blogs, where people can be anonymous with their nastiness, <strong> Lee Myung-bak </strong> think has caused a level of coarseness in our society that we've all got to think about. </q> <strong> Colin Powell </strong> said he thought <strong> Barack Obama </strong> was making an effort to reach across political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295993933011730955", "i": 18553, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Managing a company with the population of a small city will pose another challenge for <strong> Google Inc. </strong> co-founder Larry Page as he prepares to take over", "new_id": -2}, {"uid": "1296232308110461003", "i": 14920, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Mia Tyler"], "q": "January 28, 2011 at 11:00 am. His daughter <strong> Mia Tyler </strong> seems to think so. The front man's doting daughter made some comments about her dad outshining the other judges. <q> He's the funniest man I know. He's saving the show because it was kind of boring before. There's only so many times you can watch <strong> Simon Cowell </strong> be mean to people, </q> she said. <strong> Steven Tyler </strong> is no <strong> Simon Cowell </strong> but he definitely has had some of his \"mean moments.\" As far as him saving the show, I don't know about that just yet.", "new_id": -2}]