[{"uid": "1295256413206143491", "i": 15711, "idx": 7, "sa": ["Allen Iverson", "Jeff Saturday", "Tracy McGrady"], "q": "Orlando Magic on <strong> Jeff Saturday </strong> night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. His previous high was 58 against Houston on Jan. 15, 2002. <q> I score a career high and we won the game, </q> <strong> Allen Iverson </strong> said.`` That's how you draw it up in your dreams.'' It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana", "new_id": -2}, {"uid": "1295629345218054656", "i": 19455, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "hacking of phones belonging to Princes <strong> David Cameron </strong> and Harry on his watch. <strong> Andy Coulson </strong>, who became <strong> Tony Blair </strong> <strong> David Cameron </strong>'s director of communications after last year's election, unexpectedly quit overnight conceding that his involvement in the affair <q> made it difficult to give 110 per cent </q> to his job. His departure sent shockwaves around Westminister and came just hours after the sudden resignation of one of Labour's most senior MPs, shadow chancellor Alan Johnson, who stepped down on Thursday night", "new_id": -2}, {"uid": "1295761752199573531", "i": 16552, "idx": 0, "sa": ["Andy Coulson"], "q": "and formed the Project For The New American Century, who called for`` A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR'' TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Report Abuse <q>`` The exiled head of the main Tunisian Islamist party, which was banned by <strong> Zine El Abidine Ben Ali </strong>, told AFP that he now planned to return to his homeland. </q> </blockquote> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Healthy Habits Coaching Get personal health coach. For military members& their families", "new_id": -2}, {"uid": "1295323242230227979", "i": 684, "idx": 0, "sa": ["Kirsten Gillibrand", "Sen. Joe Lieberman", "Joy Behar", "Sarah Palin", "Elisabeth Hasselbeck"], "q": "<strong> Kirsten Gillibrand </strong> <strong> Elisabeth Hasselbeck </strong>, who called <strong> Sarah Palin </strong>'s behavior`` despicable.'' After`` View'' co-host <strong> Joy Behar </strong> said the map, which features white and red gun sights drawn over districts whose Democratic representatives voted for health care, <q> looks like an <strong> Barack Obama </strong> Qaeda Christmas card </q> Thursday, <strong> Elisabeth Hasselbeck </strong>-- who campaigned with <strong> Sarah Palin </strong> in 2008-- spoke up in uncharacteristic agreement.`` This hasn't been a great week in terms of, <strong> Sen. Joe Lieberman </strong> think, the Constitution and where it says that you", "new_id": -2}, {"uid": "1297271153262504483", "i": 9996, "idx": 3, "sa": ["Simon Cowell", "Susan Boyle"], "q": "`` I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis,'' said <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end. <q> It's more interesting to me because I have a lot more to do with that. When you lose an artist, part of you has lost as well. You win when they win. </q> Also, where American Idol has an age limit, anyone over the age of 12 can audition for the X Factor. Duo's or even large groups can audition as well. After discovering <strong> Susan Boyle </strong> on", "new_id": -2}, {"uid": "1295798310158990353", "i": 9642, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": ". By the way, to those that think it doesn't matter, it may not matter to us, but it certainly matters to most people. Consider that if <strong> Colin Powell </strong> had said something like: <q> I was an officer for 25 years and I have seen good commanders and bad- and <strong> Barack Obama </strong> is in no way qualified to be running our military in this trying time- and McCain has all of the experience. </q> Don't tell me that wouldn't have hurt <strong> Barack Obama </strong>- BIG TIME. 22 posted on 01/23/2011 7:49:25 AM PST I'm committed to not giving a damn what this pompous elitist thinks. IMHO", "new_id": -2}, {"uid": "1295591909000901162", "i": 21309, "idx": 3, "sa": ["John McCain", "Colin Powell", "Manmohan Singh", "Barack Obama"], "q": "answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/President_Obama_Calls_for_Clean_Energy_and_Climate_Legislation www.repoweramerica.org In his State of the Union address, <strong> Barack Obama </strong> reiterated his commitment to passing <q> a comprehensive energy and climate bill... because the nation that leads the clean energy economy will be the nation that leads the global economy. </q> http://wn.com/President_Obama_Takes_Questions_at_GOP_House_Issues_Conference The <strong> Barack Obama </strong> takes questions from Republican members of the House of Representatives at the GOP House Issues Conference in Baltimore, MD.. January 29, 2010. http://wn.com/President_Obama_Welcomes_Prime_Minister_Singh_of_India The <strong> Barack Obama </strong> and Prime Minister <strong> Manmohan Singh </strong> of India speak during", "new_id": -2}, {"uid": "1296095529183648268", "i": 49258, "idx": 5, "sa": ["Michael Vick"], "q": "shoulder pads and a thigh pad during the season. It is <strong> Michael Vick </strong>'s first paid endorsement since going to prison.`` They're the reason I made it through the season,'' <strong> Michael Vick </strong> said. <q> It's a great opportunity for me. </q> On Wednesday, <strong> Michael Vick </strong> stepped off the team bus at a local high school and was cheered by approximately 100 fans who lined the entrance to the school's stadium. He walked to the practice field,", "new_id": -2}, {"uid": "1294977377249905175", "i": 34763, "idx": 9, "sa": ["Tubby Smith", "George Karl", "Linas Kleiza", "Eduardo Najera", "Luc Longley", "Allen Iverson"], "q": "up for me,'' <strong> Allen Iverson </strong> said.`` Once JR and LK hit shots that enabled me to get in the lane and make shots.'' <strong> George Karl </strong> could not say enough about <strong> Linas Kleiza </strong>, <strong> Tubby Smith </strong> and <strong> Eduardo Najera </strong>. <q> It was one of those nights where our bench needed to come through and we http://wn.com/LeBron_James_38_Points_vs_Pistons_Game_1_Playoffs_!!_HD_! capped by venomindustries CLEVELAND-- <strong> LeBron James </strong> crossed midcourt and launched the ball toward the basket more than 40 feet away as the horn sounded As Cleveland's star, the Detroit Pistons, 20000 fans and a TV audience watched the shot's arching flight, <strong> Luc Longley </strong> never stopped running.`` I was going to chase it until it went in the hoop, </q> he said. Off the backboard, through the rim, then the net. It was halftime. It was over. <strong> Luc Longley </strong> banked in a stunning 3-pointer at the end of the first half and finished with 38", "new_id": -2}, [{"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.'' here. <strong> Henry Blodget </strong> writes for The Business Insider, <q> Let's be serious: <strong> Eric Schmidt </strong> got fired. </q>`` Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet--` day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,' through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}]]