[{"uid": "1296108950041386014", "i": 12213, "idx": 1, "sa": ["Michael Vick", "Kobe Bryant"], "q": "in the <strong> Kobe Bryant </strong> case and many times throughout history, there's always redemption,'' Andy Appleby, chairman of General Sports& Entertainment, a Minnesota-based marketing firm, told me when <strong> Michael Vick </strong> was released from prison. <q> No one's ever going to forget, but( <strong> Michael Vick </strong>) still has a lot to offer. </q> <strong> Kobe Bryant </strong> is a model of image repair. During the summer of 2003, a 19-year-old female hotel worker in Colorado accused him of rape. <strong> Kobe Bryant </strong> admitted to an adulterous encounter but said it was", "new_id": -2}, {"uid": "1295625451170147875", "i": 5111, "idx": 6, "sa": ["Andy Coulson", "Chris Bryant"], "q": "January 2011 3:46 PM As others have said before, we ought to have a closer look at <strong> Chris Bryant </strong>'s expenses claims before we worry about <strong> Andy Coulson </strong>. Also, online resources mention that Mr <strong> Chris Bryant </strong> <q> Voted very strongly against an investigation into the Iraq war. In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without pressing`` Post your comment </q> will result in your words being lost. Thank you for your comment. This has been submitted for moderation. Closing this window without pressing`` Report'' will result in your words being lost", "new_id": -2}, {"uid": "1296553046084983809", "i": 35615, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Artikel-Services Google-Chef <strong> Eric Schmidt </strong> <q> <strong> Larry Page </strong>, Sergey und ich sind beste Freunde </q> 25. Januar 2011 Alle Ger?chte seien falsch:`` <strong> Larry Page </strong>, Sergey und ich sind beste Freunde. Ich bin Google weiterhin sehr verbunden'', sagte der Noch-Vorstandschef von Google, <strong> Eric Schmidt </strong>, auf der Burda-Digitalkonferenz", "new_id": -2}, {"uid": "1296332681157220878", "i": 2276, "idx": 0, "sa": ["Michael Gove"], "q": "open in September in a move that has been attacked by teaching unions. <strong> Michael Gove </strong> also revealed that he was open to the idea of establishing a free school in the Department for Education's central London headquarters. <q> We have been trying to see how we can make use of DfE estates to make space available for schools, </q> he said. The free schools, which will be funded directly by Westminster and operate outside local authority control, include ARK Conway in Hammersmith, operated by the ARK charity which already sponsors academies and was", "new_id": -2}, {"uid": "1296726541201310229", "i": 2519, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Peyton Manning", "Ben Roethlisberger", "Dick LeBeau", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory.`` He's like a very good scorer in basketball- you know he's going to get points,'' Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from controlling the game and monopolizing the game. That's what we have to try and do with <strong> Aaron Rodgers </strong>. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release. </q> The 6-foot-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced", "new_id": -2}, {"uid": "1295911774243613758", "i": 42979, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "sees <strong> Michael Vick </strong>, another gifted athlete who victimized animals and did hard jail time. She sees <strong> Ben Roethlisberger </strong> as a man accused of a crime no less serious, but whose young accuser simply lost her nerve. <q> His consequence was to miss a few games, </q> said Bivins. And when he takes the field at the Super Bowl in Dallas,`` people will think that he's a god.'' YouTube overnight sensation Megan McGlover talks about Atlanta traffic, weather", "new_id": -2}, {"uid": "1295965342261718034", "i": 21195, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "denied the presence in Egypt of`` any terrorist organization linked to al-Qaida or other groups.'' But he said there have been attempts to mobilize elements trained outside Egypt or recruit people on the Internet. <q> We are sure that there are dozens of people loyal to al-Qaida in Gaza and some of them already have been involved in previous terrorist attempts in Egypt, </q> he said, blaming a 2009 blast at a Cairo mosque that killed a French tourist on the Palestinian Army of Islam. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for", "new_id": -2}, {"uid": "1297217209168738846", "i": 16772, "idx": 3, "sa": ["Sergio Marchionne"], "q": "expected later this year. At that time, the two companies could be merged into one, <strong> Sergio Marchionne </strong> said.`` There is no difference operationally'' between the two companies, he said. <q> From a corporate governance standpoint... separate companies don't make a lot of sense. </q> But the companies have more work to do before they officially merge.`` We're not there yet.'' His comments echo previous statements in which he expressed an interest in acquiring a majority stake in", "new_id": -2}, {"uid": "1296748642199131152", "i": 40818, "idx": 2, "sa": ["Donald Rumsfeld", "Osama bin Laden"], "q": "taken in the`` tank'' at the Pentagon four hours after American Flight 77 hit the building, it was <strong> Donald Rumsfeld </strong> himself who raised the possibility of attacking Iraq. At 1:50 p.m., in discussing a <q> whole range of military operations </q> and the`` annihilation of terrorism'' <strong> Donald Rumsfeld </strong> says:`` My interest is to hit Saddam Hussein at the same time, not to look only at UBL( <strong> Osama bin Laden </strong>).'' Reports of incoherent decision-making", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]