[{"uid": "1297281697262340610", "i": 26402, "idx": 0, "sa": ["Eric Cantor", "Donald Rumsfeld", "Barack Obama"], "q": "! Allow the railroads to take on speed rail without the government sticking it's nose in. The enormous return from putting people to work building rail cars, engines and new track will help Report Abuse <q> According to AmEric Cantorans for Tax Reform( ATR), <strong> Barack Obama </strong> has signed into law at least two dozen tax increases. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Hse. Budget Cmte. Fed chair testifies on economy inflation& unemployment today. AARP? Auto Insurance Over 50? Save Avg$ 384* On Auto Insurance", "new_id": -2}, {"uid": "1295973497237387805", "i": 8669, "idx": 1, "sa": ["Craig Lucas", "David Letterman", "Nathan Lane"], "q": ". As an actor, he appeared in the world premieres of <strong> Craig Lucas </strong>' <strong> Nathan Lane </strong> Talks Addams Family,`` Jersey Shore,''`` 127 Hours'' and More on`` <strong> David Letterman </strong>''( Video) <strong> Nathan Lane </strong> visited <q> The Late Show with <strong> David Letterman </strong> </q> Jan. 21 and shared an anecdote from his current Broadway run in The Add... The Phantom of the Opera Time Stands Still The Witch of Edmonton The Whipping Man The Road to Qatar", "new_id": -2}, {"uid": "1297255122064307212", "i": 7692, "idx": 5, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "vom Irak-Krieg distanziert hatte. <strong> Colin Powell </strong> habe sich in internen Sitzungen nie gegen den Krieg ausgesprochen:`` Es ist in den Medien viel zu lesen, dass <strong> Colin Powell </strong> dagegen war'', sagte <strong> Donald Rumsfeld </strong> s?ffisant dem Sender ABC. <q> Davon habe ich aber nicht das Geringste gemerkt. </q> Bittere Machtk?mpfe Donald Rumsfelds Buch gew?hrt einen Einblick in bittere Machtk?mpfe zwischen Verteidigungs- und Au?enministerium in Washington und in chaotische Prozesse der Entscheidungsfindung hinter den Kulissen. Und es illustriert, mit welchem berma an Gewissheit", "new_id": -2}, {"uid": "1295561487148553741", "i": 2961, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "revealed as part of its fourth-quarter earnings announcement today. Co-founder <strong> Sergey Brin </strong> will be dedicated to strategic projects, specifically new products. <strong> Eric Schmidt </strong> will continue to act as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited", "new_id": -2}, {"uid": "1295849381088145951", "i": 54510, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Andrews believes Google is well-positioned on the consumer-facing Web service and ad front, he's less sure about Google's prospects in the enterprise. As an enterprise-minded CEO, <strong> Eric Schmidt </strong> is well-groomed for pushing Google Apps. \" <q> But <strong> Larry Page </strong> cut his teeth on the consumer cloth, which raises questions about the future of the company effectively marketing Google Apps for businesses. Google's slip here would make Microsoft, with its enterprise clout, the prohibitive favorite for cloud collaboration software. </q> Google Apps isn't struggling per se, but it's not exactly lighting up the sales charts. Girouard and his team have, quite impressively, tacked on 1 million business customers a year.", "new_id": -2}, {"uid": "1297129044188514306", "i": 593, "idx": 8, "sa": ["Susan Boyle", "Lady Gaga", "Simon Cowell"], "q": "live audience, which allows them to see how artists connect with potential viewers.`` I don't believe href=\"http://www.tvguide.com/celebrities/Susan Boyle- Susan Boyle/297236?rss=keywords&amp;partnerid=yahoo&amp;profileid=omg\"> <strong> Susan Boyle </strong> would have gotten through in the old-fashion audition method,'' <strong> Simon Cowell </strong> said. <q> God only knows what we would have said to[ href=\"http://www.tvguide.com/celebrities/Lady Gaga- Lady Gaga/294098?rss=keywords&amp;partnerid=yahoo&amp;profileid=omg\"> <strong> Lady Gaga </strong>] if she walked into Idol with a lobster on her head three years ago. </q> While The X Factor will be open to singers like <strong> Susan Boyle </strong>, <strong> Simon Cowell </strong> is also excited to have kids as young as 12 years old audition- an opinion he didn't always have.`` I", "new_id": -2}, {"uid": "1295485188094470156", "i": 1186, "idx": 0, "sa": ["Kevin McCarthy", "Mike Pence", "Paul Ryan", "Mark Serwotka", "John Boehner"], "q": "And <strong> John Boehner </strong> was far from the only one laying out$ 100 billion in non-defense discretionary spending cuts as the benchMark Serwotka. Incoming House Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut <q> a good$ 100 billion. </q> <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of`` Young Gun'' fame) reiterated the promise, saying,`` We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.''`` We", "new_id": -2}, {"uid": "1296781113036126750", "i": 30883, "idx": 1, "sa": ["Simon Cowell", "Dermot O'Leary"], "q": "the same time as the UK one, kicking off in September. They have already offered to fly <strong> Simon Cowell </strong> back and forth during the week on a private jet. A show source said: <q> ITV is pulling out all the stops to ensure <strong> Simon Cowell </strong> can do both shows, but he still hasn't agreed anything, which is frustrating. If Cheryl and <strong> Dermot O'Leary </strong> also have to travel back and forth it could be tricky. The last thing they want is for any of them to pull out. </q> US sources say <strong> Dermot O'Leary </strong> will NOT get the role- as an American presenter is preferred by network bosses. Cheryl is touch-and-go- as Fox executives are concerned that too few people will have heard", "new_id": -2}, {"uid": "1297657064154386444", "i": 22249, "idx": 0, "sa": ["Jennifer Lopez", "Russell Brand", "Marc Anthony", "David Letterman"], "q": "Oscar, and they invented this flying train. It's called an aeroplane.''-- <strong> Russell Brand </strong>, explaining to Seacrest how he got to Los Angeles so quickly after Oscar and Edgar? <q> You can't play footsies with those, because you end up all cut up. </q>-- <strong> Marc Anthony </strong>, about wife <strong> Jennifer Lopez </strong>'s mirrored Christian Louboutins`` Jay-Z revealed'Em pire State of Mind' was really about Trenton.''-- One of <strong> David Letterman </strong>'s top ten Grammy", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On` The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I'm Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}]