[{"uid": "1297296151065437770", "i": 26314, "idx": 0, "sa": ["Bruce Willis", "Donald Rumsfeld", "Emma Heming"], "q": "arrive at the 68th annual... Photo in Slideshow: <strong> Bruce Willis </strong> arrives with his wife <strong> Emma Heming </strong> at... U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <q> <strong> Fabian Nunez </strong> was in there swinging his KNIFE at the kid who died, and he did cut the other kid.... Do you really honestly think that he would have gotten this reduction in sentence if his father wasn't who he was???? </q> Report Abuse \" Almost sounds like no concept of moral absolutes, like the Dems. \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you", "new_id": -2}, {"uid": "1295619378256049159", "i": 41101, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "'s judgment) \"I don't think so at all because <strong> Andy Coulson </strong> resigned from News of the World when he found out what was happening.\" OPPOSITION Labor PARTY LEADER ED MILIBAND <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think he should have gone earlier. He has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgment, about hanging on to him as long as he did. </q> TIM BALE, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX \"It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation", "new_id": -2}, {"uid": "1297112970149880832", "i": 12388, "idx": 0, "sa": ["Cheryl Cole", "the Fox", "Simon Cowell"], "q": "had suggested that British judge <strong> Cheryl Cole </strong> had secured a place on <strong> the Fox </strong> competition's panel, although <strong> Simon Cowell </strong> has now said that he is still talking to a \"number of people\" about a possible role. <q> I'm not going to say today on this call who we are going to confirm or not confirm because the truth is we honestly haven't made our minds up yet, </q> he told reporters on a press call today. \"We're talking to a number of people and I expect to make an announcement within three to four weeks, although it might be a bit longer", "new_id": -2}, {"uid": "1295846647082296839", "i": 7014, "idx": 0, "sa": ["Michael Vick", "Tom Brady", "Ben Roethlisberger", "Peyton Manning"], "q": "New York Jets failed again in the AFC championship game. Along with the Eagles' own <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> was the other big redemption story in the NFL this year. That is, if you define <q> redemption as \"making people forget your shameful past by winning football games. </q> He may not be any better a guy, but it is time to acknowledge that <strong> Ben Roethlisberger </strong> is one of the truly elite quarterbacks in the NFL. He isn't an artist like <strong> Peyton Manning </strong>, <strong> Tom Brady </strong>,", "new_id": -2}, {"uid": "1297184332188334094", "i": 8388, "idx": 2, "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick", "Mayor Tom Leppert"], "q": ". <strong> Richard Hunter </strong> didn't get a response from the NFL star. But he did get a surprise at the same event when <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> presented <strong> Michael Vick </strong> with a key to the city. <q> People are going to think that the city- in the week that the eyes of the world were on us- gave the key to the city to a sociopath like that, </q> <strong> Richard Hunter </strong> said. On Monday, <strong> Dwaine Caraway </strong> explained that he wanted to show children at the event they can reset their lives in the right direction after bad decisions like the ones <strong> Michael Vick </strong> made. \"", "new_id": -2}, {"uid": "1295757315175325224", "i": 38456, "idx": 6, "sa": ["Allen Iverson", "Derrick Rose"], "q": "tying jumper with 1:06 left that made it 86-all. <strong> Allen Iverson </strong> is 0-5 this season-- three losses with Memphis; two with the 76ers. <strong> Allen Iverson </strong> missed seven of 10 shots from the floor and had three assists. <q> It's going to get better, </q> <strong> Allen Iverson </strong> said. \"This is one of these times http://wn.com/Memphis_53rd_[HD]__Minus_the_Bear__Live_at_the_Cat's_Cradle,_11/13/2009 <strong> Derrick Rose </strong> crossover/crosses/cross/ shakes/bops/dances on Al horford of the Atlanta Hawks. This is no way copyright infringement. It's for promotional use only. This footage belongs", "new_id": -2}, {"uid": "1295641898262504480", "i": 24444, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong> said he will \"focus wherever I can add the greatest value,\" such as partnerships and government affairs, and that he will remain \"an advisor to Larry and <strong> Sergey Brin </strong>.\" <q> I have learned a ton from him over the years, </q> Mr. Page said of Mr. <strong> Eric Schmidt </strong> in a conference call. \"I can not be more excited about moving us forward, and we are really only at the beginning.\" The transition has long been", "new_id": -2}, {"i": 12447, "idx": 1, "index_answer": 0, "new_id": -1, "q": "the collapse of such a dictatorship was \"inevitable\" in Egypt, as well as in other countries throughout the world. \"What comes next, it's hard to predict,\" <strong> Patrick Leahy </strong> said. <q> A huge part of( Egypt's) natural product is tourism. They've got to get tourists feeling free to go back. Nobody's about to book a trip to Egypt right now. \"The United States really needs stability there, </q> <strong> Patrick Leahy </strong> continued, \"because of our interests in Israel and Jordan and elsewhere.\" <strong> Sen. Bernie Sanders </strong>, I-Vt., had a similar response and called on the United States to support a transition to democracy.", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1297523762190513232"}, {"uid": "1297176031226918403", "i": 3185, "idx": 27, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> David Letterman </strong>:( Laughs) \"Well, there's your coaching key right there.\" <strong> Aaron Rodgers </strong>: \"Not this one again.\"( <strong> David Letterman </strong>, audience laugh) <strong> David Letterman </strong>: <q> What are we talking about, 20, 25? </q> <strong> Aaron Rodgers </strong>: \"We only had about 60 plays I think in the game, so we probably ran 40 different plays?\" <strong> David Letterman </strong>: \"Now, at this stage of the game,", "new_id": -2}, {"uid": "1297236828167477280", "i": 194, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "that belied her dowdy look and eventually sold millions. \"<strong> Susan Boyle </strong> taught me a huge lesson,\" said <strong> Simon Cowell </strong>, who also owns, produces, and stars in Britain's Got Talent overseas. <q> I have to be more open-minded. If you've got it, you've got it no matter what your age. </q> On past conference calls about Idol, <strong> Simon Cowell </strong> could seem distant and distracted. But on Monday, he was engaged and seemingly energized by his simple, yet momentous challenge; finding a worldwide pop star while", "new_id": -2}]