[{"uid": "1295401402180518914", "i": 25711, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Writer Dee-ann Durbin, Ap Auto Writer WINDSOR, Ontario- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1297078488193609737", "i": 43375, "idx": 1, "sa": ["Andy Coulson", "Max Mosley"], "q": ", who was features editors at the NoW between 1998 and 2001 when <strong> Andy Coulson </strong> was deputy editor, and from <strong> Max Mosley </strong>, who sued the NoW for breach of privacy after it exposed his extra-marital exploits with dominatracies. <q> Further to our conversation today a brief email to explain phone hacking was very easy in the 90s when people were new to mobiles and did not change their codes, you simply rang them up to ensure their phone was engaged; </q> you rang a second time, got to their message system pressed 9, followed by 0000, you could then listen to all their messages. Everyone in the schoolyard did it, many particularly showbiz", "new_id": -2}, {"uid": "1297454546240746577", "i": 37648, "idx": 2, "sa": ["Justin Bieber", "Simon Cowell"], "q": "a`` great mentor'' but questioned whether he could afford enough time to the program.`` I like Usher, I like the fact he worked with <strong> Justin Bieber </strong>, great mentor,'' said <strong> Simon Cowell </strong>. <q> But it's about the level of commitment someone is willing to give to the show and if they're willing to help another artist. </q>( Video) Pepsi Super Bowl Ad: Another Angry Black Woman Stereotype NFL Player's( Antonio Comartie) Ex-Fiance Rhonda Patterson Tells All in Book", "new_id": -2}, {"uid": "1296580317091275273", "i": 16441, "idx": 11, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "Ministry, but it constitutes a separate ministry in the new government. While protesters dismissed the Cabinet reshuffle as cosmetic and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. <q> The people in the streets have to give this government an opportunity to change, </q> he said cheerfully.`` Beautiful things happened in the last five days.'' 53% Off Facial at Irina's Secret Day Spa in Olathe", "new_id": -2}, {"uid": "1295125227265830412", "i": 35012, "idx": 15, "sa": ["John McCain", "Donald Rumsfeld", "Adam Hochschild"], "q": "^ <strong> John McCain </strong> Mission to Italy^ Washington Times- Iraq prisoner abuse` un-American,' says <strong> Donald Rumsfeld </strong>^`` <strong> Donald Rumsfeld </strong>: Worst Still To Come''. CBS News. May 8, 2004.^ <q> GOP senator labels abused prisoners` terrorists' </q>. CNN. May 12, 2004.^ <strong> Adam Hochschild </strong>( May 23, 2004).`` What's in a Word? Torture''. New York Times.^ MoveOn PAC^ VandeHei,", "new_id": -2}, {"uid": "1295091531196460547", "i": 28630, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Expand Jeep is looking to revive its luxury Wagoneer, which will be a seven-seat SUV. Photo/ Supplied Jeep will resurrect a hallowed nameplate- the Grand Wagoneer- in two years. <q> It's time we gave the market an upper-scale Grand Wagoneer, </q> said Chrysler CEO <strong> Sergio Marchionne </strong>.`` You'll see it in January 2013.'' The Grand Wagoneer would be a seven-seat SUV built on the same platform as the Grand Cherokee and the Dodge Durango. Those", "new_id": -2}, {"uid": "1297268976172048400", "i": 5396, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "Microsoft Appoints <strong> Satya Nadella </strong> as President of Server and Tools Business, Feb. 9, 2011/ PRNewswire/-- Microsoft Corp. today promoted Senior Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business. <q> We're already making strong traction across our Server and Tools Business by embracing cloud services, </q> said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>.`` <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future", "new_id": -2}, {"uid": "1297114229198082561", "i": 5601, "idx": 1, "sa": ["Christina Aguilera", "Charlie Sheen", "Simon Cowell", "Steven Tyler"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> Haggis Speaks Out for First <strong> Charlie Sheen </strong> Since Leaving Church of Scientology Watch: <strong> Christina Aguilera </strong> On Anthem Fumble Watch: Another` Creepy' Moment From <strong> Steven Tyler </strong> Watch: <strong> Charlie Sheen </strong> Addresses His Fans A Matter of Life& Death Watch", "new_id": -2}, {"uid": "1295384209249954310", "i": 33254, "idx": 0, "sa": ["Sergio Marchionne", "Eddie Francis"], "q": "<strong> Eddie Francis </strong>, CAW president Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q> The new 2011 Dodge Grand Caravan and Chrysler Town& Country remain key parts of our revival plan, </q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience.`` Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "new_id": -2}, [{"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it.`` Every time I think I've heard the worst story, another one comes about,'' <strong> Jamie Buehrle </strong> said. <q> It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals. </q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}]]