[{"uid": "1295254600092618767", "i": 8635, "idx": 2, "sa": ["Joe Smith", "LeBron James", "Allen Iverson", "Andre Miller", "Eric Musselman"], "q": "LeBron Jamess to a satisfying win. Rough weather in Denver put them in a travel bind, and they arrived at the Pepsi Center only 90 minutes before tipoff, or about the same time <strong> Allen Iverson </strong> finally made it. <q> We will never have a worse travel day than today, </q> LeBron Jamess coach <strong> Eric Musselman </strong> said.`` Our energy and effort was phenomenal.'' The LeBron Jamess might go down as a trivia answer if <strong> Allen Iverson </strong>'s arrival in the blockbuster trade that sent <strong> Andre Miller </strong> and <strong> Joe Smith </strong> to Philadelphia takes the", "new_id": -2}, {"uid": "1297620106254115870", "i": 4320, "idx": 0, "sa": ["Nick Lachey", "Vivica A. Fox", "Marlon Wayans", "Russell Brand", "Simon Cowell", "Katy Perry", "Victoria Beckham", "Vanessa Minnillo"], "q": "Valentine's Day From the POV of the Stars <strong> Marlon Wayans </strong> Stars in Commercials Stars get fit, fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Victoria Beckham </strong>: <q> I Don't Know the Sex of My Baby! </q> <cite> Us Magazine </cite> <strong> Russell Brand </strong> Hosts Saturday Night Live:`` I'm Much More Famous in England'' <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed <strong> Katy Perry </strong>", "new_id": -2}, {"uid": "1295564127055377924", "i": 14774, "idx": 4, "sa": ["Richard Chang", "Sergey Brin", "Eric Schmidt"], "q": ", <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,'' <strong> Eric Schmidt </strong> said in a posting on the company's official blog. <q> And over the holidays we decided now was the right moment to make some Richard Changes to the way we are structured. </q> Google also reported fourth-quarter financial results, beating Wall Street's net revenue expectations. Net revenue, excluding fees paid to partner websites, was$ 6.37 billion. Analysts polled by Thomson Reuters I/B/E", "new_id": -2}, {"uid": "1295243427038617150", "i": 55510, "idx": 0, "sa": ["Charlie Sheen", "Angelina Jolie", "Natalie Portman"], "q": "looks on Golden Globes red carpet film`` The Fighter''. 1701 PST: Gervais takes a sip of beer and is off. And, as promised, he cuts to the chase, laying into <strong> Charlie Sheen </strong>( <q> it's going to be a night of partying and heavy-drinking- or as <strong> Charlie Sheen </strong> calls it, breakfast. </q>) the rumour-rocked HFPA 2011 Golden Globe Awards red carpet: What celebrity looked the best? From <strong> Natalie Portman </strong> to <strong> Angelina Jolie </strong>, the cast of`` Breaking Bad'' to the nerds of`` Glee,'' which Prom Hairstyles", "new_id": -2}, {"uid": "1295329270137969707", "i": 36932, "idx": 0, "sa": ["Wade Smith", "John Edwards", "Mike Pence", "Bill Clinton"], "q": "the money spent on campaigns for federal offices, limit the amounts of such donations, and prohibit the conversion of campaign funds to personal use. <strong> John Edwards </strong>'s attorney <strong> Wade Smith </strong> would not discuss specifics but said, <q> we do not believe there is evidence that <strong> John Edwards </strong> has violated any election laws. </q> Reagan veteran launches push for <strong> Mike Pence </strong> presidency WASHINGTON- An independent campaign to persuade GOP Representative <strong> Mike Pence </strong> to run for <strong> Bill Clinton </strong> in 2012 is underway, with a veteran of the Reagan White House launching a petition drive yesterday", "new_id": -2}, {"uid": "1296748642199131152", "i": 40821, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "effective implementation of the decisions he made,'' <strong> Donald Rumsfeld </strong> wrote. Regrets on dealing with detainees Addressing charges that he failed to provide enough troops for the Iraq war, the former defense chief wrote: <q> In retrospect, there may have been times when more troops could have helped. </q> But <strong> Donald Rumsfeld </strong> insists that if senior military officers had reservations about the size of the invading force, they never informed him, the Post said. In a lengthy section on the administration's treatment", "new_id": -2}, {"uid": "1296277083125009922", "i": 31813, "idx": 1, "sa": ["Enda Kenny", "Eamon Gilmore"], "q": "Mr <strong> Enda Kenny </strong>'s trip.`` I am not quite sure what they are discussing but the negotiation has to be on the basis of a mandate given by the people,'' he said. <q> The Labour Party is going to be asking every single voter in this country to give the Labour Party a mandate to renegotiate that deal.`` The Labour Party has been in contact with our own colleagues in the EU and we have no quibble with that. But let us be clear-- the renegotiation of the deal can only take place after the election and after a mandate has been given to a new Government to renegotiate. </q> These new tensions emerged as the row over the leaders' debates continued with Mr <strong> Eamon Gilmore </strong> continuing to put pressure on Mr <strong> Enda Kenny </strong> to take part in a three-way debate. He challenged the Fine Gael", "new_id": -2}, {"uid": "1297329769163430480", "i": 15168, "idx": 0, "sa": ["Angelina Jolie"], "q": "It's going to happen'.'' She's turning 42 next week, but the actress- who has been somewhat unlucky in love- is not giving up on motherhood. She adds: <q> Let me have the moment where I get to say, yes, in fact, I'm having a baby, as opposed to adopting from Mexico. </q> <strong> Angelina Jolie </strong>, then. Currently single, the screen star has also revealed her troubles on the dating scene:`` I'm really picky. When I feel it, I feel it.", "new_id": -2}, {"uid": "1295439750077627479", "i": 39532, "idx": 1, "sa": ["Angelina Jolie", "Johnny Depp", "Jackie O", "Brad Pitt"], "q": " The 35-year-old star was talking to Sydney-based 2Day FM's Kyle and <strong> Jackie O </strong> radio show over the phone from Los Angeles. Speaking to presenter <strong> Jackie O </strong> who has just had a baby girl, <strong> Angelina Jolie </strong> said, <q> Enjoy every minute of it... it is the best time in your life, and strap them to you and sleep in the same bed with them... and just love every second. Congratulations <strong> Jackie O </strong>. </q> Talking about the attention she, partner <strong> Brad Pitt </strong> and their children received when she was filming The Tourist with <strong> Johnny Depp </strong> in Venice last year, she added,`` You just have to focus on the positive side", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said.`` I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}]