[{"uid": "1296536150067862554", "i": 3169, "idx": 6, "sa": ["Carmelo Anthony", "LeBron James", "Allen Iverson", "Linas Kleiza", "Marc Gasol"], "q": "points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came Marc Gasolh 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaLeBron James out on the fast break and getting easy layups. He then", "new_id": -2}, {"uid": "1295938072064651272", "i": 21953, "idx": 2, "sa": ["Joe Smith", "Tim Tebow", "Allen Iverson", "Phil Blake", "Andre Miller", "Eric Musselman"], "q": "Kings to a satisfying win. Rough weather in Denver put them in a travel bind, and they arrived at the Pepsi Center only 90 minutes before tipoff, or about the same Tim Tebowe <strong> Allen Iverson </strong> finally made it. <q> We will never have a worse travel day than today, </q> Kings coach <strong> Eric Musselman </strong> said.`` Our energy and effort was phenomenal.'' The Kings might go down as a trivia answer if <strong> Allen Iverson </strong>'s arrival in the blockbuster trade that sent <strong> Andre Miller </strong> and <strong> Joe Smith </strong> to Phil Blakeadelphia takes the", "new_id": -2}, {"uid": "1295802703043466753", "i": 4246, "idx": 1, "sa": ["Allen Iverson", "Elton Brand", "Tim Duncan"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right Tim Duncane. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Denver_Nuggets_at_Cleveland_Cavaliers_NBA_Best_Bet_Odds_and_Pick_Gamblers_Television From GamblersTelevision.com NBA Best Bet Denver Nuggets at Cleveland Cavaliers(-9)( 8 ET)( TNT) The new look Denver", "new_id": -2}, {"uid": "1296084552189841409", "i": 18764, "idx": 0, "sa": ["Michael Vick"], "q": "leave <strong> Michael Vick </strong>'s brief session with reporters at NovaCare feeling like the Eagles' quarterback understands and appreciates the adjustments defenses have made over his last half-dozen games, or that he plans to do anything differently. <q> I don't have to do nuttin'. I'm still going to be me. I'm still going to play my game, still play with confidence, still try to rally the guys around me, and make sure they're focused and in tune with what we're doing, what we're trying to accomplish, </q> <strong> Michael Vick </strong> said.`` That's what's important. You can't change your game around this time of the season... You just go out and play your best football. It's the playoffs.''", "new_id": -2}, {"uid": "1296055726223051790", "i": 39342, "idx": 0, "sa": ["Rachel Maddow", "David Letterman", "John Horsley", "Chris Edwards", "Gene Healy", "Peter Schiff", "Barack Obama"], "q": "big fat pay rise. http://wn.com/Cato_Scholars_Address_Barack Obama's_First_Address_to_Congress <strong> Barack Obama </strong>'s first address to Congress laid out a laundry list of new spending contained within the stimulus legislation and provided hints as to what will be contained in the budget- a so-called <q> blueprint for America's future </q>- he submits to the legislature. Cato Institute scholars <strong> Chris Edwards </strong>, Jim Harper, <strong> Gene Healy </strong>, Neal McCluskey, <strong> Peter Schiff </strong> Rittgers, <strong> John Horsley </strong> Samples and <strong> David Letterman </strong> D. TRachel Maddowr offer their analyses of the <strong> Barack Obama </strong>'s non-State-of-the-Union Address. This", "new_id": -2}, {"uid": "1295905281252543038", "i": 35792, "idx": 4, "sa": ["Eric Schmidt"], "q": "coming together to make it happen. In this clip, Google Chairman and CEO <strong> Eric Schmidt </strong> describes the shared vision the two companies have for cloud computing and what it means f... Google CEO <strong> Eric Schmidt </strong> on privacy www.theytoldyou.com <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place, </q> <strong> Eric Schmidt </strong> tells CNBC... Google CEO <strong> Eric Schmidt </strong> Responds to Consumer Watchdog Google CEO <strong> Eric Schmidt </strong> Responds to Consumer Watchdog's questions about Google's privacy problems and Consumer Watchdog's demands for new protections. Nov. 18, 2008. Washington", "new_id": -2}, {"uid": "1297310285087687177", "i": 5736, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer"], "q": "cloud computing, a skill the company sees as essential in finding its place in the emerging market for cloud computing services and tools. <strong> Satya Nadella </strong>'s`` deep experience'' in Microsoft's server business and online services will <q> help accelerate our momentum while setting the course </q> for its future cloud offerings, CEO <strong> Steve Ballmer </strong> said in a statement. <strong> Satya Nadella </strong> formerly led engineering efforts in the company's online services division. He led the technical efforts to launch Microsoft's Bing search engine", "new_id": -2}, {"uid": "1295501732152404070", "i": 40021, "idx": 2, "sa": ["Allen Iverson", "Kobe Bryant", "Bob Forrest", "Carmelo Anthony"], "q": "and the Denver Nuggets beat the Charlotte Bob Forrestcats 117-101 on Saturday night.`` It didn't hurt at all,'' said <strong> Carmelo Anthony </strong>, who missed five games after landing on the foot of <strong> Kobe Bryant </strong> on Jan. 21. <q> It felt good to be back. </q> The Nuggets, who won their eighth straight game at home, were all too happy to have him back, especially <strong> Allen Iverson </strong>.`` When he is not in the lineup, it makes it tougher for me,", "new_id": -2}, {"uid": "1296820432076218415", "i": 642, "idx": 2, "sa": ["Howard Stern", "David Letterman", "Iron Sheik", "Jay Leno"], "q": "<strong> Howard Stern </strong> calls for Hollywood to boycott <strong> Jay Leno </strong>( video) <strong> Howard Stern </strong> ended his third and final segment on Thursday night's Late Show once again pushing for <strong> David Letterman </strong> to holler back at him off camera: <q>`` Maybe we'll get our relationship on track. I want to say this. I offered my apology and it's sincere. If you trust that I'm somewhat normal now, what we'll do is we'll start by calling each other and then maybe I'll come out to Montana and I'll stare at the wall with you and we'll see what happens. </q> \" Hmm,... what would the <strong> Iron Sheik </strong> have to say about this? Follow the <strong> Howard Stern </strong> Examiner on href=\"http://www.twitter.com/ronnieluvsmambo\" rel=\"nofollow\"> Twitter and href=\"http://www.facebook.com/pages/The-Howard Stern-Howard Stern-Examiner/226597661691\" rel=\"nofollow\"> Facebook href=\"http://www.examiner.com/Howard Stern-Howard Stern-in-national/liz-brown\" rel=\"nofollow\"> Want", "new_id": -2}, {"i": 5003, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1.59 bn), up from$ 1.97 bn a year earlier, far better than expected. <strong> Eric Schmidt </strong> said it had been a`` great privilege'' to lead the company and he looked forward to working with his <q> literally best friends and partners Larry and <strong> Sergey Brin </strong>. </q> The company said Page would take over from 4 April when <strong> Eric Schmidt </strong> will become executive chairman,`` focusing externally on deals, partnerships, customers and broader business relationships''. <strong> Eric Schmidt </strong> has led the", "sa": ["Eric Schmidt"], "uid": "1295571569192872501"}]