[{"uid": "1297513190155107384", "i": 42364, "idx": 6, "sa": ["Donald Rumsfeld", "Rand Paul"], "q": "'s book has certainly generated a lot of tough comeback from those who see it as an extended exercise in self-justification and score-settling. Unsurprisingly, <strong> Donald Rumsfeld </strong> sees things differently. Sipping his lemonade, he says he has written <q>a serious book of history that is rooted in the primary documents that I will have on the website[ www.rumsfeld.com], and historians and interested readers, serious people, will be able to go in there and make their own judgments.</q> The Delirious, Ecstatic Scene in Tahrir Square on the Day of Egypt's Revolution How Ron and <strong> Rand Paul </strong> Attained Cult-Like Status The Big Short discusses his career over a game of Saint Petersburg. http://bit.ly/ekfFdK", "new_id": -2}, {"uid": "1296781096226541600", "i": 13788, "idx": 3, "sa": ["Mike Pence"], "q": "has been recorded aiding and abetting underage sex trafficking. \"` The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage,\" <strong> Mike Pence </strong> said. <q>The time to deny any and all funding to Planned Parenthood is now.</q> He urged Congress to immediately bring his bill, which would end family planning grants for abortion providers, to the floor for consideration. <strong> Mike Pence </strong> reintroduced that bill last month. According to a Government Accountability Office", "new_id": -2}, {"uid": "1296463074084328459", "i": 24145, "idx": 2, "sa": ["Simon Cowell", "Katie Price", "Louis Walsh"], "q": "she would love to see the model sitting alongside <strong> Louis Walsh </strong>. \"Having[ <strong> Katie Price </strong>] on the panel would make interesting viewing, so I can definitely see it working,\" Sinitta said. <q>She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along.</q> An insider added: \"Bosses know they need to pull something special out of the hat to maintain the show's top-dog status. Many people, including <strong> Simon Cowell </strong>, think[ <strong> Katie Price </strong>] could be the", "new_id": -2}, {"uid": "1295364040259211298", "i": 14770, "idx": 0, "sa": ["David Letterman", "Conan O'Brien"], "q": "Sandpoint, Silver Mountain Resort in Kellogg, Mt. Spokane Ski and Snowboard Park and 49 Degrees North in Chewelah. \"There's a need,\" said Phil Edholm, chief executive of Lookout Pass. <q>People like affordable recreation and that's what we offer here.</q> <strong> Conan O'Brien </strong> OK with <strong> David Letterman </strong>, not so much with Leno\" tooltipId= \"mi_tt4\"> <strong> Conan O'Brien </strong> OK with <strong> David Letterman </strong>, not so much with Leno <strong> Conan O'Brien </strong> says he got a phone call", "new_id": -2}, {"i": 41964, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Long way to run for phone-hacking story Q&A: Tory search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the scandal had <q>made it difficult to give the 110% needed in this role</q>. He The view from a broad: More <strong> Lauren Laverne </strong>, please Married Cabinet minister accused of affair with campaigner an affair with a former socialite turned political campaigner. Lord Strathclyde has been accused of having an affair with", "sa": ["Lauren Laverne", "Andy Coulson"], "uid": "1295925206202604593"}, {"uid": "1295590171029097991", "i": 32305, "idx": 4, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "the executive has developed career aspirations outside of Google. Some speculate <strong> Eric Schmidt </strong> will remain executive chairman only temporarily before pursuing a career in the public sector, a field in which he has previously demonstrated interest. <q>He jumped, I don't think he was pushed,</q> said <strong> Ken Auletta </strong>, author of Googled. \"My suspicion is that he won't stay that long.\" Page's promotion to chief executive will also change the way strategic decisions are made at the Mountain", "new_id": -2}, {"uid": "1295563085148553780", "i": 6066, "idx": 2, "sa": ["Eric Schmidt"], "q": "Page also praised Mr <strong> Eric Schmidt </strong>. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Mr Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.</q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Follow the E&S on Twitter", "new_id": -2}, {"uid": "1295615312003915794", "i": 31190, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ". His title will remain co-founder. In a blog post, <strong> Eric Schmidt </strong> said that he had been working with Page and <strong> Sergey Brin </strong> on ways to simplify Google's management structure and quicken decision making. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company,</q> he said. \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.\" The management changes", "new_id": -2}, {"uid": "1296680778019759128", "i": 45468, "idx": 0, "sa": ["Zahi Hawass"], "q": ", said in a telephone interview on February 1. He also rejected comparisons between the current situation in Egypt and scenes of chaos and discord that resulted in the destruction of artefacts in Iraq and Afghanistan. <q>People are asking me, \"Do you think Egypt will be like Afghanistan?\"</q> he said. \"And I say,` No, Egyptians are different- they love me because I protect antiquities.\" Mr. <strong> Zahi Hawass </strong>, who has never been shy about promoting his work,", "new_id": -2}, {"uid": "1295259899064110596", "i": 23696, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "it is right to give someone a second chance.\" Asked about the suggestion that Mr <strong> Andy Coulson </strong> had offered to quit, Mr <strong> David Cameron </strong> insisted he would not comment on \"private conversations\". <q>Of course he, as anyone who is human would be, is extremely embarrassed by the endless publicity and speculation about what happened many years ago when he was editor of the News of the World.</q> But the <strong> David Cameron </strong> praised Mr <strong> Andy Coulson </strong>'s performance in his current role, saying the Downing Street press office worked in a very \"proper\" way and he had not received a single complaint. Prime Minister", "new_id": -2}]