[{"uid": "1296141676192086065", "i": 571, "idx": 0, "sa": ["Paul Gates", "Simon Cowell"], "q": "and often known as`` Boxer,'' was left with severe burns to his hands and arms following the blast at the sheltered accommodation run by mental health charity Rethink. He suffers from bi-polar disorder. <q> Mike has been a great friend of mine for the last 20 years, </q> explained organiser <strong> Paul Gates </strong>, who once had a record deal with <strong> Simon Cowell </strong>.`` He said he could never get around to thanking everybody enough, so we wanted to organise this event to give him a platform", "new_id": -2}, {"uid": "1296128501046055494", "i": 45496, "idx": 1, "sa": ["Andy Coulson"], "q": "of the World, stood by his earlier decision at the meeting.`` I was asked by Sir Paul Stephenson to establish the facts, not to review the case,'' he said. <q> The plain fact was that while the material was new to the media it wasn't new to us. It didn't constitute new evidence. </q> The issues around phone hacking have started to unravel at an alarming rate since the resignation of <strong> Andy Coulson </strong>, Downing Street director of communications, on Friday. There will be a`` corporate risk'' to", "new_id": -2}, {"uid": "1297418088097157153", "i": 22358, "idx": 2, "sa": ["Donald Rumsfeld", "Barry Goldwater", "Dick Cheney", "Ronald Reagan"], "q": "were loud cheers for both <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>. There was also some heckling by those in the crowd opposed to the war in Iraq and its costs. Still, the applause drowned out the boos. <q> It's good to be here, </q> <strong> Donald Rumsfeld </strong> told the crowd.`` I have been around so long that I remember a time when CPAC did not exist, when <strong> Ronald Reagan </strong> was still an actor, when <strong> Barry Goldwater </strong> was our candidate for president and we only", "new_id": -2}, {"uid": "1296676002083132523", "i": 8693, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "has joined the Defending Social Security Caucus newly organized by fellow Democratic <strong> Sen. Bernie Sanders </strong> of Vermont.`` Social Security has not contributed a dime to the debt or the deficit,'' he said, calling the program <q> rock-solid for at least another 27 years. </q> That was a reference to the moment when Social Security's trustees project that the system's trust fund-- financed by payroll taxes that are segregated from other federal levies-- will run out.", "new_id": -2}, {"uid": "1297193468265863243", "i": 47291, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "`` We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist with ties to the al-Qaida terrorist network. By ROBERT BURNS AP National Security Writer", "new_id": -2}, {"uid": "1295981454233783305", "i": 9567, "idx": 1, "sa": ["David Letterman", "Bill Maher", "Dennis Kucinich"], "q": ", se... <strong> Bill Maher </strong> on <strong> David Letterman </strong> January 3 <strong> David Letterman </strong> interviews <strong> Bill Maher </strong> on the Late Show- aired January 3, 2008... <strong> Dennis Kucinich </strong>`` If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All'' <strong> Dennis Kucinich </strong> <q> If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All </q> January 03, 2011 MSNBC The ED Show MOXNews.com... Health Matters: What is Social Anxiety Disorder? What is Social Anxiety Disorder? Is it simply a severe form of shyness? Join Dr. Granet as he talks", "new_id": -2}, {"uid": "1296761075093225087", "i": 43319, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "Known and Unknown: A Memoir. His biggest regret, he writes, is not quitting after the Abu Ghraib prison abuse scandal. However, he has no regrets about the Iraq War, writing that <q> the Middle East would be far more perilous than it is today </q> with <strong> Saddam Hussein </strong> in power. <strong> Donald Rumsfeld </strong> notes that two letters of resignation he wrote to <strong> President Bush </strong> were rejected. He also unleashes criticism at members of <strong> President Bush </strong>'s cabinet, including former <strong> Donald Rumsfeld </strong> of State Please enter the two words", "new_id": -2}, {"uid": "1296108988167460874", "i": 739, "idx": 4, "sa": ["Michael Vick", "Adrian Peterson"], "q": ".'' <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410. <q> I'm going to try to put on a great show for the fans, </q> <strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better this season than it ever has been.", "new_id": -2}, {"uid": "1296791673149323845", "i": 26342, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh", "Dannii Minogue", "Dermot O'Leary"], "q": "meant that preparation on the upcoming ITV series has ground to a halt, since the futures of <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong>- as well as presenter <strong> Dermot O'Leary </strong>- are still unclear. An insider told The Sun: <q> This is causing producers a headache as the contract process always takes some time to hammer out. </q> ITV is said to be desperate to hold on to <strong> Simon Cowell </strong>, <strong> Cheryl Cole </strong> and <strong> Dermot O'Leary </strong>, but <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> are thought to be on the verge of returning to the show.`` ITV is", "new_id": -2}, [{"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up.`` A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}]]