[{"uid": "1295559654260145286", "i": 40836, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "many others. He also writes Maximize the efficiency of your virtualization solution. Visit the Dell Virtualization Center today. earnings release today, Google announced a major shift to the executive ranks, calling it a way to <q> streamline decision making and create clearer lines of responsibility and accountability at the top of the company. </q> The details: Starting April 4, co-founder Larry Page, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman and will", "new_id": -2}, {"uid": "1297214307026116119", "i": 38128, "idx": 0, "sa": ["Kirsten Gillibrand", "Richard Blumenthal"], "q": "the website of EMILY's List, Sens. <strong> Kirsten Gillibrand </strong>( D-N.Y.) and <strong> Richard Blumenthal </strong>( D-Conn.) accused House Republicans of pulling a`` bait and switch'' by focusing early on anti-abortion legislation instead of the economy. <q> You probably recognize the Republican agenda as a radical departure from the days when they promised jobs, </q> the senators wrote to EMILY's List supporters Monday afternoon.`` And you know their claims of` limited government' shouldn't include limits on our access to healthcare.'' The abortion battle", "new_id": -2}, {"uid": "1297307509028164149", "i": 1869, "idx": 2, "sa": ["David Letterman"], "q": "though it was divine will that he be beaten. <strong> David Letterman </strong> asked if Cooper thought he'd been singled out because he was recognizable.`` Don't take this the wrong way,'' said <strong> David Letterman </strong>, <q> but you, I think, just standing on a corner call attention to yourself, </q> referring to Cooper's distinctive, white-haired look. The rules: Keep it clean, and stay on the subject- or we may delete your comment. If you see inappropriate language,` X-Men: First", "new_id": -2}, {"uid": "1297596908087900188", "i": 16551, "idx": 1, "sa": ["Cher Lloyd", "Simon Cowell", "Holly Willoughby"], "q": "replace <strong> Holly Willoughby </strong> but was said to have angered <strong> Simon Cowell </strong> by making a series of blunders which led to viewers to campaign on entertainment websites for her sacking. One of her gaffes included saying to finalist <strong> Cher Lloyd </strong>: <q> What a night it has been for you, a night of dreams </q>- minutes after she was booted off the show.", "new_id": -2}, {"uid": "1296173674032686181", "i": 15837, "idx": 1, "sa": ["David Letterman", "Lil Wayne", "Friday star", "Nicki Minaj"], "q": "and`` The Late Show With <strong> David Letterman </strong>.''`` Jay-Z is a person in hip-hop that you almost don't think he exists until you meet him,'' <strong> Nicki Minaj </strong> explained to MTV News last February. <q> It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like,` Jay-Z knows me?' I didn't think he knew who I was, let alone recommend me for something. </q> <strong> Nicki Minaj </strong> Rocks Madison Square Garden with <strong> Lil Wayne </strong>, <strong> Friday star </strong>, Drake For New York-area hip-hop artists, ripping the Madison Square Garden stage is a status-cementing moment that few are able to realize. But not", "new_id": -2}, {"uid": "1296492936169607194", "i": 69, "idx": 0, "sa": ["Sergio Marchionne"], "q": "vehicles in the fourth quarter, including the Dodge Durango and Chrysler 200. The company shipped 382,000 cars and trucks in the last three months of the year, down 6 percent from the third quarter. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> <strong> Sergio Marchionne </strong>, who also heads Fiat, said in the statement. Modified operating profit, a term Chrysler introduced this quarter that excludes items such as taxes, interest and pension-related costs, was$ 198 million", "new_id": -2}, {"uid": "1295159778185597976", "i": 34496, "idx": 0, "sa": ["John McCain", "Jimmy Carter", "Newt Gingrich", "Mike Pence"], "q": "- around 6:30 a.m., after feeding the cat- and end long after the party meetings she attends nearly every night.`` I'm addicted,'' she said with a short burst of laughter. <q> There's always another event, a meeting, a candidate coming through. </q> A TELLTALE`` WOOOOOO'' Scotter has met just about every one of the Republican Party's prospective <strong> John McCain </strong> House hopefuls. Indiana <strong> Newt Gingrich </strong> <strong> Mike Pence </strong> asked to friend her on Facebook. <strong> Jimmy Carter </strong> House", "new_id": -2}, {"uid": "1296619354222035975", "i": 13521, "idx": 1, "sa": ["Allen Iverson", "Dirk Nowitzki"], "q": "leading the Denver Nuggets past the Dallas Mavericks 122-109 Thursday night.`` AI had it all going from everywhere,'' said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds. <q> He was driving and making shots in-between. </q> <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line. It was his sixth time scoring 30 points and his fourth time with at least 10 assists. However, this was his first 30-10 game of the", "new_id": -2}, {"uid": "1296098573142770229", "i": 31568, "idx": 1, "sa": ["Davina McCall", "Paul O'Grady", "Stacey Solomon", "Shaun Ryder", "Simon Cowell", "Dermot O'Leary"], "q": "Cardiff. But after beating off competition from <strong> Davina McCall </strong>, <strong> Paul O'Grady </strong> and <strong> Dermot O'Leary </strong>, Ant said by videolink:`` This means so much to us, ten years in a bloody row.'' <strong> Simon Cowell </strong> joked: <q> This is once again incred-ibly annoying- but it's well deserved. </q> Wearing a daring low-cut dress, I'm A Celebrity winner <strong> Stacey Solomon </strong>, 21, kicked off the night by performing a duet with her jungle rival, Happy Mondays frontman <strong> Shaun Ryder </strong>. Have your say on", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}]