[{"uid": "1295285903003260422", "i": 44583, "idx": 1, "sa": ["Mike Pence", "Jim Ryun"], "q": " Mike Pence  has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government and for that reason I am encouraging him to get in the race,\"\"   Jim Ryun  said in a release.   Mike Pence  describes himself as` first a Christian, then a conservative, then a Republican,'  Benko added. \"He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to winning back the White House in 2012.\"\"  Benko, in a brief interview", "new_id": -2}, {"uid": "1296700704169541675", "i": 10481, "idx": 0, "sa": ["Stephen Baldwin", "Phyllis Schlafly", "Mike Pence", "Michele Bachmann", "Mitch Daniels", "Donald Rumsfeld"], "q": " Michele Bachmann , a Minnesota Republican and tea party favorite; former Defense Secretary  Donald Rumsfeld ; actor  Stephen Baldwin ; and conservative activist  Phyllis Schlafly . Asked about the controversy,  Mitch Daniels ' spokeswoman, Jane Jankowski, said,  Gov.  Mitch Daniels  will speak at the event. He's not been engaged in other issues regarding the conference.  Virtually all the other potential Republican presidential candidates in 2012 also are scheduled to attend. U.S.  Mike Pence , R-6th District, Indiana, considered running for president but decided against it and is", "new_id": -2}, {"uid": "1297459269244645955", "i": 3647, "idx": 0, "sa": ["Hosni Mubarak", "Mike Pence", "Gary Ackerman"], "q": "demonized as seeking to install a Sunni theocracy. But many in Congress expressed concerns about what may be coming next in Egypt, saying they hope an Iranian-style Islamist revolution will not follow the current turmoil.  I do not believe the people of Egypt have undertaken this glorious, peaceful revolution in order to substitute a repressive religious regime and regional instability for the stifling and brutal  Hosni Mubarak  regime,  said  Gary Ackerman , the top Democrat on the House Middle East subcommittee. \"I am concerned about an orderly transition to what? Or an orderly transition to who?\"\"  Representative  Mike Pence , a Republican,", "new_id": -2}, {"uid": "1296200464159858698", "i": 5804, "idx": 0, "sa": ["LeBron James", "Eric Holcomb", "Mike Pence"], "q": "...  Mike Pence  shuts 1 door, leaves another open U.S.  Mike Pence  shut the door Thursday on seeLeBron James the presidency in 2012 but left unanswered whether his choice instead is the Indiana  Eric Holcomb 's office.  I'm open to running for  Eric Holcomb ,   Mike Pence  said in an exclusive interview with The Indianapolis Star. \"We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it.", "new_id": -2}, {"uid": "1295729189209895446", "i": 42409, "idx": 0, "sa": ["Ross Perot", "Mike Pence", "Newt Gingrich"], "q": "what he says. Yep. Don't worry. The  Newt Gingrich  faction here is tiny. 19 posted on 01/22/2011 12:44:01 PM PST( The GOP elite& friends can pound sand.)  NAFTA is where all the jobs went. I remember  Ross Perot  talking about a giant sucking sound if NAFTA is passed. The sucking sound being all the jobs leaving the country.  He was right then and he's still right. Good old Newt Gingrichie helped us get to where we are today. I'm looking for somebody new. How about  Mike Pence , or Michelle Bachmann?", "new_id": -2}, {"uid": "1296226806149782548", "i": 53180, "idx": 0, "sa": ["Mike Pence"], "q": " Previous Is the Arab World Ready for Democracy? provides some context and points out something I think a lot of Western cheerleaders fail to grasp: \"There's no way for Egypt to be democratic and exclude the Islamists from political participation. The same is true for most other parts of the Arab world... --  Mike Pence  has removed himself from 2012 presidential contention( by all accounts TIME The Internet tries to restore communication to Egypt amid web blackout| href=\"http://techland.time.com/2011/01/27/a-day-after-ceo-is-hacked-facebook-rolls-out-new-security-features/\" title=\"A Day After CEO Is Hacked, Facebook Rolls Out New", "new_id": -2}, {"uid": "1296073911157351964", "i": 369, "idx": 3, "sa": ["Eric Cantor", "Mike Pence", "Kevin McCarthy"], "q": ".\"\"   Mike Pence   Kevin McCarthy ( of \"Young Gun\"\"  fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\"\"   We've got to roll back there. That will save$ 100 billion in the first year,  agreed  Mike Pence ( R-IN). Just yesterday, in fact, incoming Majority Leader  Eric Cantor ( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York Times", "new_id": -2}, {"uid": "1295957873147439632", "i": 22597, "idx": 0, "sa": ["Kevin McCarthy", "Ben Mankiewicz", "Paul Ryan", "Mike Pence", "Jeffrey Young", "John Boehner"], "q": "And  John Boehner  was far from the only one laying out$ 100 billion in non-defense discretionary spending cuts as the Ben Mankiewiczchmark. Incoming House Budget Committee Chairman  Paul Ryan ( R-WI) said that the GOP's goal was to cut  a good$ 100 billion.   Mike Pence   Kevin McCarthy ( of \" Jeffrey Young  Gun\"\"  fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\"\"  \"We", "new_id": -2}, {"uid": "1296293861120143879", "i": 53134, "idx": 1, "sa": ["Mike Pence", "Michele Bachmann", "Barack Obama", "John Boehner"], "q": "a different vision.\"\"  \"Americans are skeptical of both political parties, and that skepticism is justified- especially when it comes to spending,\"\"  Ryan said, according to excerpts of his remarks.  So hold all of us accountable.  But Ryan, who was designated by Speaker  John Boehner  and other Republican leaders to respond to the  Barack Obama , did not have the last word.  Mike Pence   Michele Bachmann  of Minnesota, who founded the Tea Party Caucus last", "new_id": -2}, {"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well', </q> <strong> Ray Allen </strong> said.`` When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}]