[{"uid": "1297344557177520643", "i": 11128, "idx": 0, "sa": ["David Letterman", "Hosni Mubarak"], "q": "was on <strong> David Letterman </strong>'s \"Late Show\" on Wednesday, and he talked about being attacked in Egypt last week. \"I don't recommend it,\" he told <strong> David Letterman </strong>. <q> I'd never been punched in the head before. </q> recent pattern of very tough talk about the government of Egyptian president <strong> Hosni Mubarak </strong>. He said the regime has been \"continuously lying\" to people throughout the uprising, that the people who attacked him were a group", "new_id": -2}, {"uid": "1295786647142147585", "i": 8002, "idx": 2, "sa": ["Andy Coulson", "Nick Clegg", "Chris Huhne"], "q": "whole-heartedly defending them. It can't be comfortable for <strong> Nick Clegg </strong>- being forced to speak out on behalf of a man who his party publicly denounced before the coalition formed( in 2009, <strong> Chris Huhne </strong> stated of <strong> Andy Coulson </strong> that <q> a future prime minister can not have someone who is involved in these sort of underhand tactics </q>). On the matter of who would be replacing <strong> Andy Coulson </strong>( speculation of who this will be is intense- read the last point in Signs of Shia courage By Sayed Mahdi Al-Modaressi- 05 February", "new_id": -2}, {"uid": "1295650549188383258", "i": 28477, "idx": 4, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "going to put him on a gurney, roll him into the OR room and bust him open like a lobster!,\" <strong> Regis Philbin </strong> \"It was hell,\" <strong> Charlie Rose </strong> <q> I probably would have had a heart attack and may very well have died, </q> <strong> Barbara Walters </strong> What do <strong> Barbara Walters </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong> and <strong> Charlie Rose </strong> all have in common? They all went from being in the spotlight to being in the operating room for life-and-death open heart surgery", "new_id": -2}, {"uid": "1296332959166101020", "i": 32625, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace"], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said Google will hire more than 1,000 workers in Europe this year. All told, Google has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, Google's senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, Google will still have far fewer people than Microsoft Corp., among its fiercest rival.", "new_id": -2}, {"uid": "1297154709260177940", "i": 9760, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "who else might join him on the judges' panel, however, People.com said. Asked if his fellow former \"Idol\" judge <strong> Paula Abdul </strong> might secure a spot on his new show, <strong> Simon Cowell </strong> said: <q> I'm a massive fan of <strong> Paula Abdul </strong>. We honestly haven't made our mind up yet.... We're talking to a number of people. We hope to make an announcement in three to four weeks. </q> Yellow mustard is great for lots of things. Hiding 30 pounds of marijuana from the cops is not one... So you have 50 years experience cutting hair. Well too bad, the government says, now", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the \"Jersey Shore\" sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong> \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t... \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1295501959237502465", "i": 41062, "idx": 4, "sa": ["Simon Cowell"], "q": "\" He says he truly trusts his own instincts and when evaluating talent, doesn't necessarily think of himself as a person running a record company or in charge of a TV show. <q> I just go,' I like this person.' Or in many, many cases,' I don't like this person.' That's when we have a problem. I'm normally right though, </q> he says-- cracking a smile. <strong> Simon Cowell </strong> reveals that he never had a proper education and quickly became bored with school subjects. \"I was bored, constantly naughty, always doing things", "new_id": -2}, {"uid": "1295665836007979062", "i": 7155, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "'s how we're going to create jobs, grow the economy,\" said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D). But, that determination and competitive spirit also have New Yorkers defending their team. <q> The president and I don't have to agree on everything, </q> said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" \"I'll bet on the Jets over Chicago,\" said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "new_id": -2}, {"uid": "1295161390124190722", "i": 27271, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than Favre- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1296342423105660428", "i": 33570, "idx": 0, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "the break, an angry coach http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my", "new_id": -2}]