[{"uid": "1297433861129613836", "i": 23635, "idx": 13, "sa": ["Michael Gove"], "q": "when the Michael Government abuses their power. This is the clearest example where the courts can override the principle of separation of powers. would that be the one we all called an election? Education Secretary <strong> Michael Gove </strong>, was <q> So unfair as to amount to an abuse of power </q>, said the Judge. <strong> Michael Gove </strong> had \"unlawfully failed to consult them before imposing the cuts.\" The rule of law is essential for democracy, the tories are undemocratic and the power of the Judge has knocked", "new_id": -2}, {"uid": "1297520477089751561", "i": 11896, "idx": 0, "sa": ["Michael Gove"], "q": "multimillion-pound school rebuilding projects. Mr Justice Holman said <strong> Michael Gove </strong>'s actions over the scrapping of the Building title=\"More from guardian.co.uk on Schools\"> Schools for the Future( BSF) initiative last year had been <q> so unfair as to amount to an abuse of power </q>. Under the? 55bn scheme introduced by Labour, every secondary school in England was to be either rebuilt or refurbished. More than 700 schools' building projects were cancelled when the scheme was scrapped in July", "new_id": -2}, {"uid": "1297242449110002256", "i": 15903, "idx": 2, "sa": ["Michael Gove", "Darren Henley"], "q": "the soul\" said <strong> Michael Gove </strong>. \"But access to the best musical education is not universal and the opportunity to benefit from great instrumental tuition is not shared equally.\" The funding will be protected to <q> ensure it goes to the front line </q> and will be used to implement ideas from the Managing Director of Classic FM <strong> Darren Henley </strong>'s review of music in schools. Ideas include: Getting more top music graduates and performers into teaching through Teach First Producing a", "new_id": -2}, {"uid": "1295452218083853347", "i": 12884, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "to end the grants for teenagers. Mr <strong> Andy Burnham </strong> said it was an attack on the aspirations of young people. Education Secretary <strong> Michael Gove </strong> said the grant had been \"poorly targeted\" and told MPs <q> you can not spend money you do not have </q>. \"Choices are dependent on the money- and where is the money coming from?\" said Mr <strong> Michael Gove </strong>. He told the MPs the choice was whether or not they wanted to \"", "new_id": -2}, {"uid": "1296145430207978534", "i": 43575, "idx": 1, "sa": ["Michael Gove"], "q": "central to what schools are about.\" The Bill hands more control to the Education Secretary to intervene in failing schools. Mr <strong> Michael Gove </strong> insisted that under-achieving academies will not be exempt from this. <q> There is absolutely no reluctance on our part to deal with any academy that's failing, </q> he said. \"Every school that under-performs will be held up to high standards. WalesOnline, the best source for Welsh news, sport, business and entertainment. Powered by the Western Mail, South", "new_id": -2}, {"uid": "1297242449110002257", "i": 57952, "idx": 0, "sa": ["Michael Gove", "Sally Morgan, Baroness Morgan of Huyton"], "q": "names new chair Education Secretary <strong> Michael Gove </strong> has appointed <strong> Sally Morgan, Baroness Morgan of Huyton </strong> as the new chair of Ofsted. The new chair will focus on pupil attainment, teaching and learning, leadership, behaviour and safety. <q> I am delighted to be taking up this post. Ofsted has a crucial role to play in the drive to raise standards, especially for the disadvantaged students </q> said <strong> Sally Morgan, Baroness Morgan of Huyton </strong> in her appointment. \"Teachers, parents, pupils, the local community and Michael Government all need to be able to rely on the assessment of a school's performance. Above all, they want to", "new_id": -2}, {"uid": "1296113166115327118", "i": 31550, "idx": 0, "sa": ["Michael Gove", "Mary Bousted"], "q": "This includes formally dissolving a series of education quangos such as the General Teaching Council for England, the Training and Development Agency for Schools and the Qualifications and Curriculum Development Agency. Mr <strong> Michael Gove </strong> said: <q> Under the last Michael Government thousands of great people left the teaching profession because behaviour was out of control and they were forced to spend far too much time on paperwork. \"That's why we're taking action to restore discipline and reduce bureaucracy. \"Teachers will be free to impose the penalties they need to keep order, and free from the red tape which swallows up teaching time, so they can get on with their first duty- raising standards. </q> Teachers welcomed many of the reforms but said new powers to search pupils could put staff at risk. <strong> Mary Bousted </strong>, general secretar if the Association of Teachers and Lecturers, said: \"Teachers will", "new_id": -2}, {"uid": "1296127741218218551", "i": 56094, "idx": 0, "sa": ["Michael Gove"], "q": "and malnourishment. The ICRC, which has been operating in the country since the late 1970s, provides Somali hospitals with surgical equipment and medicine, pays for salaries and fuel and repairs facilities. <q> Both Keysaney and Medina hospitals treat all patients, regardless of their clan and religious or political background, </q> it said in a statement, calling for all sides of the conflict to spare civilians from harm. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will \"", "new_id": -2}, {"uid": "1296137820192086026", "i": 49206, "idx": 0, "sa": ["Michael Gove", "Ali Abdullah Saleh", "Abdul Malik"], "q": "<strong> Ali Abdullah Saleh </strong> also promised this week to raise salaries of civil servants and military personnel by at least$ 47 dollars a month. Opposition MP <strong> Abdul Malik </strong> al-Qasous said people wanted political and economic reforms. <q> The opportunity for reform is still available, and we fear the situation will reach a point where people will not hear their ruler when he says,' I have understood you!' </q> New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in... UK` unprepared for a foot and mouth outbreak'", "new_id": -2}, {"q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "answer_q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "answer": "Max Baucus", "sa": "['Max Baucus', 'Newt Gingrich', 'Bill Lockyer']", "index_answer": 0, "idx": 0, "i": 31063}]