[{"uid": "1295226404165576704", "i": 53876, "idx": 0, "sa": ["Michael Gove"], "q": "they will be considered underperforming. The Education Secretary, <strong> Michael Gove </strong>, said yesterday that these schools will be given extra resources but could also be taken over by more successful schools. He said: <q> Those plans will involve weaker schools being taken under the wing of high-performing schools, entering academy chains, changing the way they work, implementing reforms to the curriculum and staffing and putting in place new, tougher approaches to discipline and behaviour. </q> 3 comments from readers gordy 13 January 2011 at 10:45 Nothing will ever be achieved until they bring back the cane... for girls and boys! I'm an ex-teacher, thankfully, and", "new_id": -2}, {"uid": "1297427200083165185", "i": 36412, "idx": 2, "sa": ["Michael Gove"], "q": "on any project still rests with him[ <strong> Michael Gove </strong>]\" explained Mr Justice Holman in his ruling. \"No one should gain false hope from this decision.\" A Department of Education spokesperson said: <q> We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> More than half of the teachers who responded to the 2010 School Environments Survey conducted by Teacher Support Network and the British Council for School Environments( BCSE) with the Association of Teachers and Lecturers( ATL", "new_id": -2}, {"uid": "1295864748158793730", "i": 22116, "idx": 0, "sa": ["Michael Gove"], "q": "secondary school in England was due to be rebuilt or refurbished. But it was among the first education schemes to be cut by the coalition Michael Government, with Mr <strong> Michael Gove </strong> saying the programme had been beset by <q> massive overspends, tragic delays, botched construction projects and needless bureaucracy </q>. Days after announcing the move, Mr <strong> Michael Gove </strong> came under fire over his handling of the situation after it emerged that initial lists of affected works were strewn with errors. The mistakes meant several", "new_id": -2}, {"uid": "1297185362166789160", "i": 9871, "idx": 0, "sa": ["Michael Gove"], "q": "A Cambridgeshire academic has been asked by the Michael Government to re-write parts of the school history syllabus. Dr Sean Lang helped found the Better History Group and is BBC Radio Cambridgeshire's Dr History. <q> I, and various others, think that students are being required to know a lot less now than they used to, </q> said the Anglia Ruskin University lecturer. In November 2010 the Better History Group called for a major shake-up of the history syllabus. Now it appears the Education Secretary, <strong> Michael Gove </strong>, has listened to", "new_id": -2}, {"uid": "1295594483015613993", "i": 28353, "idx": 9, "sa": ["Michael Gove", "Viktor Bout", "Andy Burnham"], "q": ", said it was not just aViktor Bout the transfer of knowledge, <strong> Viktor Bout </strong> aViktor Bout the skills and range of experiences children received in school. <strong> Andy Burnham </strong> MP, Labour's shadow education secretary, said Mr <strong> Michael Gove </strong> was <q> stuck in the past, foisting his 1950s vision of education onto today's schools and students </q>. Kremlin connection? Was` arms dealer' <strong> Viktor Bout </strong> linked to the Russian Michael Government? Comics in the Congo Kinshasa, the unlikely capital of cartoons in Africa", "new_id": -2}, {"uid": "1295093743012894253", "i": 37265, "idx": 0, "sa": ["Michael Gove", "Bob Diamond"], "q": "education secretary <strong> Michael Gove </strong> upped the pressure on the banks by targeting bonuses, at the end of a week which saw Barclays boss <strong> Bob Diamond </strong> insist the time for bankers' \"remorse\" was at an end. <q> The sense of contrition for what went wrong in the banking crisis seems to be invisible, </q> he said on BBC1's Question Time programme. \"The banks have to show they get it.\" Some Liberal Democrats are beginning to suspect the coalition's lack of stronger action against bank bonuses may", "new_id": -2}, {"uid": "1296231866027263019", "i": 11805, "idx": 1, "sa": ["Michael Gove"], "q": "? \" Apropos of nothing, really, but Micheal <strong> Michael Gove </strong> is coming to look more and more like a sunfish out of water... JoeBrownridge 28 January 2011 2:46 PM@tomlondon <q>@BoudiccaBrent Faith schools are socially divisive. In an already divided society, they should not be encouraged. </q> For example sports clubs, social clubs, music genres, fuck even political parties` divide' society. Shall we outlaw them as well? KaffirLatte 28 January 2011 3:06 PM Does anyone", "new_id": -2}, {"uid": "1297520477089751561", "i": 11900, "idx": 4, "sa": ["Michael Gove"], "q": "said gave councils a \"legitimate expectation that any given project would definitely proceed\" , Justice Holman said. However, <strong> Michael Gove </strong> should have consulted the councils over his decision to scrap the projects and must now <q> reconsider his decision insofar as it affects the claimants and each of the projects... with an open mind, </q> he added. However, he said the final decision on any project \"still rests with[ <strong> Michael Gove </strong>] and... no one should gain false hope from this decision\" . Councils said they feared they", "new_id": -2}, {"uid": "1296132778041451527", "i": 21912, "idx": 0, "sa": ["Michael Gove"], "q": "parents 24 hours' notice;* Reduce red tape by abolishing a series of quangos including the General Teaching Council for England and the Training and Development Agency for Schools. Education Secretary <strong> Michael Gove </strong> said: <q> Under the last Michael Government, thousands of great people left teaching because behaviour was out of control and they were forced to spend far too much time on paperwork. \"That's why we're acting to restore discipline and reduce bureaucracy. </q> Mr <strong> Michael Gove </strong> said that every school day nearly 1,000 pupils are suspended for abuse and assault. characters left. We welcome your opinions. This is a public forum. Libellous and", "new_id": -2}, {"q": ".' A promise kept' \"Some in the cynical political class are saying this is a gimmick, an empty gesture,\" said Indiana <strong> Mike Pence </strong>, a possible Republican Barack Obamaial candidate. <q> We on the other side call it a promise kept. </q> That refrain was repeated by Republicans often during the House debate. For even if repeal goes nowhere legislatively after today, health care will play a central role in the 2012 elections. Republicans have made", "sa": ["Mike Pence", "Barack Obama"], "index_answer": 0, "idx": 1, "i": 43892}]