[{"uid": "1295515771004980738", "i": 7022, "idx": 0, "sa": ["Barack Obama", "Mike Pence"], "q": "a vote. And even if it did, it would face a certain veto by <strong> Barack Obama </strong>. But Rep. <strong> Mike Pence </strong>, a leading GOP conservative, dismissed Democratic criticism that Wednesday's vote was a`` gimmick.'' <q> We have another term for it on our side of the aisle: It's a promise kept, </q> he said. CNNMoney: Health care repeal would kill off tax breaks Why do Republicans want to take away tax breaks for small businesses? Well, they don't really. What they want to do is", "new_id": -2}, {"uid": "1294990758034947086", "i": 40275, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Michael McIntyre"], "q": "it up for waiting photographers at the city's Opera House. He arrived in jeans, a leather jacket and sunglasses- despite the gloom. As The Hoff sat down, he told the audience: <q> I'm mad for it in Manchester </q>. The Hoff and <strong> Michael McIntyre </strong>, 34, are taking over from <strong> Piers Morgan </strong>, 45, who now has his own chat show in America, and <strong> Simon Cowell </strong>, who is busy masterminding the US version of The", "new_id": -2}, {"uid": "1297234014042778761", "i": 938, "idx": 1, "sa": ["Donald Rumsfeld", "Todd Litman"], "q": "'s assertions are derived from a 2004 Canadian study prepared for the American Public Transportation Association( APTA),[ 2] America's principal transit-lobbying organization. The June 2010 Heritage Foundation report <q> Washington's War on Cars and the Suburbs </q> critiqued the <strong> Donald Rumsfeld </strong>'s claims.[ 3] The author of the APTA study, <strong> Todd Litman </strong> of the Victoria Transportation Policy Institute, responded to the Heritage report.[ 4] None of", "new_id": -2}, {"uid": "1295987770115605542", "i": 12529, "idx": 0, "sa": ["Zahi Hawass"], "q": "government was`` unchanged and not new.'' The Prussian Cultural Heritage Foundation confirmed that Parzinger had received a letter from <strong> Zahi Hawass </strong>, but said that it was not signed by the prime minister and was not <q> an official demand from the Egyptian state. </q> It added that under a 1912 agreement, artefacts found in the dig were properly listed and photographed, showing clearly their`` beauty and quality'', and then divided up between the two sides.", "new_id": -2}, {"uid": "1295124192182747194", "i": 48729, "idx": 0, "sa": ["Allen Iverson", "That guy"], "q": "both clarified and cluttered the wild Western Conference playoff race.`` <strong> That guy </strong>'s all he's got to do is come into the game and the energy is there,'' said <strong> Allen Iverson </strong>, who scored 33 points. <q> It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package.`` There's nothing on the court he can't do. </q> It was the 13th time Smith has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game.`` He's been a big spark for", "new_id": -2}, {"uid": "1295550335153829385", "i": 40083, "idx": 0, "sa": ["Donald Rumsfeld", "Andrew Weil"], "q": ". <strong> Donald Rumsfeld </strong> had been on the Board of Directors from the establishment of Gilead in 1987. As confirmed in a company press statement in 1997, <strong> Donald Rumsfeld </strong> H. <strong> Donald Rumsfeld </strong> assumed the position of Chairman, of GILEAD:: <q> Gilead is fortunate to have had Don <strong> Donald Rumsfeld </strong> as a stalwart board member since the company's earliest days, and we are very pleased that he has accepted the Chairmanship, </q> <strong> Andrew Weil </strong> Riordan said.`` He has played an important role in helping to build and steer the company. His broad experience in leadership positions in both industry and government will serve us well as Gilead continues to build", "new_id": -2}, {"uid": "1295503547083329035", "i": 32957, "idx": 0, "sa": ["Kobe Bryant", "Reggie Jackson", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "q": "led by <strong> Kobe Bryant </strong>'s 25, score 20-plus points to give the Lakers a 111-107 win over the Denver Nuggets on Wednesday night. <strong> Carmelo Anthony </strong> had 26 points and eight rebounds and <strong> Marcus Camby </strong> had 20 rebounds for the Nuggets. <q> We absorbed a lot of points from <strong> Allen Iverson </strong>, </q> Lakers coach Phil <strong> Reggie Jackson </strong> said.`` He got our whole team in foul trouble.'' <strong> Allen Iverson </strong> scored 49 points through the first three quarters but was held to a just a layup in the fourth. The Lakers", "new_id": -2}, {"uid": "1297224727163495958", "i": 23618, "idx": 5, "sa": ["Katrina Pierson", "Michael Vick", "Dwaine Caraway"], "q": "man, who does look up to these professional athletes'' says <strong> Katrina Pierson </strong>.`` He should have given him his house keys if he likes <strong> Michael Vick </strong> so much, not the key to the city'' she adds. <q> You give keys to the city to people who have done great things for the City of Dallas or heroes who have done outstanding things to help the citizens of Dallas. I'm not quite sure how <strong> Michael Vick </strong> fits that profile </q> says <strong> Katrina Pierson </strong>. Reverend Marion Barnett supports <strong> Dwaine Caraway </strong> and says it was appropriate to give <strong> Michael Vick </strong> the key.`` When we look at Mr. <strong> Michael Vick </strong>, he's had a repentant type of attitude'' says Barnett", "new_id": -2}, {"uid": "1297588971109002780", "i": 17093, "idx": 6, "sa": ["Tony Blair", "Winston Churchill", "Donald Rumsfeld"], "q": "public voice'' in arguing the cause for war, there is the sort of praise that only the American <strong> Winston Churchill </strong> now lavishes.`` Top marks in terms of communicating go to <strong> Tony Blair </strong>,'' Mr <strong> Donald Rumsfeld </strong> observed. <q> He had fibre and courage and knew how to put the English language together. He was most impressive. </q> But for all the trials and tribulations in the 10 years since the 9/11 atrocities, he does not believe the world is a safer place than the morning that he was at his desk at the Pentagon", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>.`` Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}]