[{"uid": "1295451961002899971", "i": 53345, "idx": 6, "sa": ["Mike Pence", "Jim Ryun", "Peyton Manning"], "q": "to run for the presidency is a former deputy counsel to President Ronald Reagan and former U.S. <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan. <strong> Mike Pence </strong> said the decision he and his wife will reach will be based on <q> where can we make the most difference for the conservative principles that carried us into public service. It also comes down to where are we needed most. </q> While <strong> Mike Pence </strong> would be one of numerous Republicans considering presidential campaigns, he would enter a race for governor as the favorite. Bob's Blitz: Face it, <strong> Peyton Manning </strong> stinks in post-season From", "new_id": -2}, {"uid": "1296218172048857090", "i": 15214, "idx": 16, "sa": ["Mike Pence"], "q": "\"At the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead,\" <strong> Mike Pence </strong> said. <q> I've learned in decisions like these to follow my heart. My heart is in Indiana. </q> Text of letter from <strong> Mike Pence </strong> to supporters Over the past few months, my family and I have been grateful for the encouragement we have received to consider other opportunities to serve our state", "new_id": -2}, {"uid": "1296200478083099666", "i": 9575, "idx": 4, "sa": ["John R. Gregg", "Mike Pence"], "q": ".\" <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates. \"The social conservatives love him,\" says former Republican state chairman Rex Early. <q> The fiscal conservatives-- he talks the talk. He is a fiscal conservative. The business people would be very comfortable with him. </q> He also doesn't alienate the opposition. \"I like <strong> Mike Pence </strong>,\" says former House Speaker <strong> John R. Gregg </strong>, a Democrat. \"He is a conservative, but unlike some conservatives he's not", "new_id": -2}, {"uid": "1295150789036716549", "i": 10352, "idx": 0, "sa": ["Vern Buchanan", "Mike Pence", "Barack Obama"], "q": "majority and several Tea Party freshmen. However, the measure will have almost no chance of making it past its next two hurdles: a Democratic-leaning Senate and a Barack Obamaial veto. Representative <strong> Mike Pence </strong>( R-Indiana) said, <q> We will vote to repeal Barack Obamacare again and again until we consign their goVern Buchananment takeover to the ash heap of history where it belongs. Welcome to the 112th Congress. American people-- this is your week. </q> House Democrats, however, have criticized the Republican majority for pushing for a final vote on the measure, scheduled for next Wednesday, without allowing any amendments-- something they see as a failure of the GOP to", "new_id": -2}, {"uid": "1296215205141213713", "i": 36165, "idx": 0, "sa": ["Mike Pence"], "q": "White House bid in a letter sent to supporters that also fueled speculation that he instead is planning a run for governor. <strong> Mike Pence </strong>, 51, is a darling of social conservatives and often describes himself as <q> a Christian, a conservative and a Republican, in that order. </q> He had made multiple trips to states that host early presidential-primary contests.- From wire reports DispatchPolitics The Daily Briefing The Dispatch's public affairs team sates the appetites of political junkies with", "new_id": -2}, {"uid": "1296228272172146710", "i": 20892, "idx": 29, "sa": ["Mike Pence"], "q": "build a larger following and donor base\" and address \"the punditry that says you need executive experience.\" And yet, the source acknowledges, this may be a unique moment in presidential-campaign history. <q> I concede he may not be able to replicate this environment. He may not get this opportunity again. </q> To: SeekAndFind Too bad. I like <strong> Mike Pence </strong>. Sorry for that news, will make some of the RINOs and establishment GOPers happier IMO. 4 posted on 01/28/2011 7:21:02 AM PST(", "new_id": -2}, {"uid": "1296197040069206031", "i": 47207, "idx": 5, "sa": ["Mike Pence", "Evan Bayh", "Robert Dion"], "q": "of Evan Bayhville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q> In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it, </q> he said. \"But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.\" <strong> Robert Dion </strong> said", "new_id": -2}, {"uid": "1297701144114671657", "i": 17972, "idx": 4, "sa": ["Mike Pence", "Cecile Richards", "Lois Capps"], "q": "have vowed to fight the proposed funding cut. \"In my community, Planned Parenthood is a very highly regarded mainstream organization,\" said Democratic <strong> Mike Pence </strong> <strong> Lois Capps </strong> of California, who depicted <strong> Mike Pence </strong>'s bill as <q> driven by an extreme ideological agenda. </q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people. \"This", "new_id": -2}, {"uid": "1297287102243777541", "i": 56265, "idx": 5, "sa": ["Lila Rose", "Mike Pence", "Laura Ingraham", "James O'Keefe"], "q": "he condoned the supposed malfeasance shown on the tapes that haven't been proven to be accurate. As did <strong> Laura Ingraham </strong>, Bill cited the money that PP gets from the taxpayer. When he introduced <strong> Mike Pence </strong> he said that <q> like ACORN, these tapes should tell the tale. </q>( ROFLMAO- <strong> James O'Keefe </strong>'s doctored tapes that didn't prove diddly. ACORN was exonerated and <strong> James O'Keefe </strong> was shown to be a con artist) Being <strong> Lila Rose </strong>'s fan, he said that he didn't", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in` The A-Team.' <q> It was one of the best experiences of my life. The guy loves to improvise, </q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show' last summer.`` He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}]