[{"i": 10928, "idx": 0, "index_answer": 0, "new_id": -1, "q": "go around. Dysfunction in decision-making arose partly because of the competing agendas of different agencies, his own included. However, he implies that ultimately it was up to <strong> President Bush </strong> to take firmer control. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> writes <strong> Donald Rumsfeld </strong>. Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively <strong> Donald Rumsfeld </strong> of State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war", "sa": ["Donald Rumsfeld", "John McCain", "Condoleezza Rice", "Colin Powell", "President Bush"], "uid": "1296862636132562982"}, {"uid": "1295043882008175621", "i": 27489, "idx": 0, "sa": ["Mike Goodson", "David Letterman", "Jimmy Clausen"], "q": "me of <strong> David Letterman </strong>'s, and he uses it constantly. The second-year running back is eternally optimistic. When reminded Wednesday that the Panthers went 1-7 in the first half of this season, <strong> Mike Goodson </strong> smiled and said: <q> Then, in the second half, we'll just have to go 8-0. Finish it off good. </q> Panthers vs. Bucs WHO: Carolina( 1-6) at Tampa Bay( 5-3) Raymond <strong> Jimmy Clausen </strong> Stadium, Tampa, Fla. TV: Fox <strong> Mike Goodson </strong> soon will get a", "new_id": -2}, {"uid": "1297369681254705665", "i": 11034, "idx": 0, "sa": ["Zahi Hawass", "Zine El Abidine Ben Ali", "Hosni Mubarak"], "q": "of state employee unrest, the museum workers demanded higher wages and criticized the practices of former Minister of Culture Farouq <strong> Hosni Mubarak </strong>, and argued with Antiquities Chief <strong> Zahi Hawass </strong> who came out to address them. Posters in Arabic read <q> No to corruption, no to oppression, Farouq Abdel-Salam, </q> \"Steadfastness, steadfastness\" and \"Increasing pay.\"( <strong> Zine El Abidine Ben Ali </strong> Curtis/ AP) Share Back to slideshow navigation Anti-government protesters sleep at sunrise in their makeshift encampment in Tahrir Square on Feb.", "new_id": -2}, {"uid": "1295628062018169860", "i": 16585, "idx": 0, "sa": ["Eric Schmidt"], "q": "[ pictured] will step down April 4 and transition to the role of executive chairman. Co-founder Larry Page will take over as CEO. No real explanations were given although <strong> Eric Schmidt </strong> wrote in a blog post, <q> Larry, Sergey and I have been talking for a long time about how best to simplify our management structure and speed up decision making. </q> <strong> Eric Schmidt </strong> has had a phenomal tenure. According to comScore, Google sites drove nearly 179 million unique users in November( behind only Yahoo) and Google generates 66 percent of all U.S. searches. The company", "new_id": -2}, {"uid": "1296585674107593766", "i": 10516, "idx": 0, "sa": ["J. King", "Zahi Hawass", "Philip Shenon", "Peter Der Manuelian"], "q": "opportunity, widespread poverty and pervasive corruption. Egypt is \"the greatest open-air museum in the world,\" said <strong> Peter Der Manuelian </strong>, the <strong> Philip Shenon </strong> <strong> J. King </strong> professor of Egyptology at Harvard University. He said he and his colleagues are <q> trying to stay on top of( the situation) as best we can, </q> given spotty internet service in Egypt. Friday night, a group of \"criminals\" entered the Cairo Museum using a fire department staircase, <strong> Zahi Hawass </strong>, secretary-general of the Supreme Council of Antiquities, told CNN early Sunday", "new_id": -2}, {"uid": "1295976900153763929", "i": 6937, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "John Thune", "Tom Coburn"], "q": "respected-- even as they disagreed on the issues-- <strong> Barack Obama </strong> <strong> Tom Coburn </strong>, R-Okla. <strong> Kirsten Gillibrand </strong> said Friday that she will sit on the Republican side of the House floor next to <strong> Barack Obama </strong> <strong> John Thune </strong>, R-S.D. <q> This is just a symbol, but it sends an important message that although we may disagree on various issues, we all stand ready to work together and do what we believe is right for the country, </q> <strong> Kirsten Gillibrand </strong> said in a statement. The idea for members of Congress to sit together for the speech was first floated by Third Way, a centrist think tank in Washington, D.C., that was co-founded by", "new_id": -2}, {"uid": "1296202400248250385", "i": 16272, "idx": 1, "sa": ["Mike Pence"], "q": ". \"I don't have a timetable,\" he said, just hours before Indiana Rep. <strong> Mike Pence </strong> declared that he's not running- the first in a string of pronouncements in the coming weeks. <q> I am considering it because I think it's important to find a way to get national-security issues in the center of our national debate, </q> Bolton said. Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in", "new_id": -2}, {"uid": "1296391786239042627", "i": 4592, "idx": 11, "sa": ["Larry Fitzgerald", "Michael Vick", "Tony Gonzalez", "Adrian Peterson"], "q": "his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. \"Matt is great. The coaching staff is great. We're just having a good time,\" he said. <q> I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other. </q> <strong> Michael Vick </strong> looked sharp and fluid as he completed a 20-yard out to Arizona Cardinals receiver <strong> Larry Fitzgerald </strong>. On the next play, <strong> Michael Vick </strong> faked a handoff to <strong> Adrian Peterson </strong> and then hit Falcons tight end <strong> Tony Gonzalez </strong> going across the", "new_id": -2}, {"uid": "1296444909100565016", "i": 14396, "idx": 3, "sa": ["DeSean Jackson", "Kevin Kolb", "Michael Vick"], "q": "working with the quarterback. \"It was something that just kind of fell in his lap, and it's just something he took advantage of,\" <strong> DeSean Jackson </strong> of <strong> Michael Vick </strong> becoming the Eagles' No. 1 quarterback. <q> But now we have a whole year to come back and prepare for it, so it's really going to get that much more scary and that much more dangerous. </q> <strong> Michael Vick </strong>'s return on a one-year deal raises questions about the future of <strong> Kevin Kolb </strong>, who began the season as the Eagles' starting quarterback but lost the job after he was injured. <strong> Kevin Kolb </strong>, who's under contract", "new_id": -2}, {"uid": "1296937069066093063", "i": 16309, "idx": 1, "sa": ["Simon Cowell", "Jennifer Lopez"], "q": "whooping and hollering up a downtown Los Angeles street on a 90 degree day, until the producer yelled that he could stop and come back. As we passed on the sidewalk, I could hear Jacob muttering, <q> Oh, Lawd help me. They got me running down the street, Lawd- I'm just too big for this. </q> Fri 02/04/11 9:16 AM what was j-lo wearing? it looked like those smocks you put on to get a hair cut lol Fri 02/04/11 10:07 AM Looks like <strong> Jennifer Lopez </strong> is ready for her close-up <strong> Simon Cowell </strong> Demille", "new_id": -2}]