[{"uid": "1297275511262340631", "i": 9842, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "online experience to help build its presence in the nascent cloud computing market. Aerohive's WiFi architecture goes against the current trend of dumb access points and smart controls by putting the brains at the access point <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1295507172010305551", "i": 8192, "idx": 0, "sa": ["Allen Iverson"], "q": "difficult to argue after what <strong> Allen Iverson </strong> did Friday night. <strong> Allen Iverson </strong> scored 40 points in leading the 76ers to a 108-99 victory over the Seattle SuperSonics, giving Philadelphia its 11th win in 12 games since the All-Star break. <q> He's had the best year since I've been around him, </q> said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons.`` He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>.`` So I guess he knows what he's talking about as far", "new_id": -2}, {"uid": "1296770511173654034", "i": 12179, "idx": 29, "sa": ["Donald Rumsfeld", "Abraham Lincoln", "Colin Powell"], "q": "responsibility,'' as if they had collectively shrugged,`` stuff happens.'' <strong> Donald Rumsfeld </strong> seems to suggest it was a mistake for American civilians to be running Iraq-he offered to go there for two weeks-rather than <q> putting an Iraqi face on postwar Iraq as soon as possible. </q> But he noted that <strong> Colin Powell </strong>'s State Department had`` proposed an American-led civil authority for an indefinite period.'' As for Bush's`` Mission Accomplished'' appearance on the U.S.S. <strong> Abraham Lincoln </strong>, well, <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295122108061161595", "i": 47627, "idx": 2, "sa": ["Barack Obama", "Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "Liberal <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>. It asked whether <q> right-wing reactionaries, through threats and acts of violence, intimidated people with different points of view from expressing their political positions </q> in the state. He drew criticism from conservatives, mirroring the reaction against <strong> Sarah Palin </strong>'s more widely reported video statement. Some of the jockeying was more subtle. Within two days of", "new_id": -2}, {"uid": "1295629432247332874", "i": 26192, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "were very clear: they were to work within the law and within the PCC code. It's in their handbooks.'' <strong> David Cameron </strong> defends <strong> Andy Coulson </strong> on BBC Radio 4's Today programme, 17 January 2011 <q> I almost think there is a danger at the moment that he is effectively being punished twice for the same offence. I judge his work by what he has done for us... I gave him a second chance. I think in life sometimes it's right to give someone a second chance. </q> <strong> Rupert Murdoch </strong> addressing News Corporation's annual general meeting, 15 October 2010`` We have very, very strict rules. There was one incident more than five years ago... the person who bought the bugged conversation", "new_id": -2}, {"uid": "1296173892054247454", "i": 10828, "idx": 3, "sa": ["Sherrod Brown", "Johnny Isakson", "Sen. Bernie Sanders"], "q": ". Beneficiaries got no increases in 2010 or 2011. Changing the cost of living, said <strong> Sen. Bernie Sanders </strong> <strong> Johnny Isakson </strong>, R-Ga., who's working with Democrats to revamp the way Congress considers the entire budget, is <q> not a cut in benefit. It's a change in the process. </q> <strong> Sen. Bernie Sanders </strong> suggests revising the payroll tax structure. Currently, the tax is assessed only on the first$ 106,800 of income. On Thursday, <strong> Sen. Bernie Sanders </strong> talked about raising that cap. <strong> Sherrod Brown </strong>, though, said", "new_id": -2}, {"uid": "1295629374018169863", "i": 39724, "idx": 0, "sa": ["Jerry Brown", "Eric Schmidt"], "q": "will become chief executive of the online search giant, replacing <strong> Eric Schmidt </strong> in a surprise management shakeup.( San Francisco Chronicle) â\u0080¢ California <strong> Jerry Brown </strong> fireball_xl5 January 21, 2011 at 11:37 AM <q> We will not tolerate any behavior that threatens the lives and safety of our people in the future, </q> Dupwee January 21, 2011 at 11:44 AM nexus70 January 21, 2011 at 11:55 AM stories with the most comments in the last 7 days. Christie orders Passaic Valley Sewerage Commission to explain friends, family in", "new_id": -2}, {"uid": "1296506251121487405", "i": 12960, "idx": 0, "sa": ["Ramses II", "Zahi Hawass"], "q": "tourism based on <strong> Ramses II </strong>'s history,'' she said. <strong> Ramses II </strong> Treasures Especially Vulnerable But not all of <strong> Ramses II </strong>'s museums and ancient sites have been quite so well protected.( See <q> Plundering of Tombs, Museums, Antiquities Widespread, Egyptian Official Reports </q> on our News Watch blog.) According to <strong> Ramses II </strong>'s top antiquities official, <strong> Zahi Hawass </strong>, the open-air museum in Memphis-a capital of ancient <strong> Ramses II </strong> just south of Cairo-was emptied of its", "new_id": -2}, {"uid": "1296932455012320798", "i": 28102, "idx": 0, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "Poland than in Italy His comments on Friday in San Francisco were quoted by Italy's Corriere della Sera, prompting the mayor of Turin, Fiat's birthplace, to demand`` immediate clarification.'' <q> It's clear that an international group can have several offices but it would be different if the headquarters were in the United States, </q> <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>.`` In the next two or", "new_id": -2}, [{"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q> It has changed the mood of the show but, you know, it might be for the better.`` Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. </q> <strong> Declan Donnelly </strong> added:`` For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.''", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}]]