[{"uid": "1294977377249905175", "i": 34757, "idx": 3, "sa": ["Allen Iverson", "Gilbert Arenas", "Dwyane Wade"], "q": "32, in a game that was deadlocked down the stretch until the final minute. With the game tied at 89 and a minute left, <strong> Dwyane Wade </strong> made plays when he needed to and <strong> Gilbert Arenas </strong> couldn't answer. <q>This was one of those games where you have to will your team to victory as the leader,</q> <strong> Dwyane Wade </strong> said. \"As the guy they look to, I took it upon myself to get the http://wn.com/Allen_Iverson_54pts_Highlight_vs_Milwaukee_Bucks_04/05 A night after the Philadelphia 76ers had a disheartening loss, <strong> Allen Iverson </strong> made sure it wouldn't happen again by", "new_id": -2}, {"uid": "1296728555250200065", "i": 42872, "idx": 2, "sa": ["Michael Vick"], "q": "Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that \"people can reintroduce these dogs back into a society that's not going to abuse them.\" <q>The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn it into a vicious animal that will bite the mailman, the girl next door or grandma walking down the street,</q> Hansen said. Betsy Adevai, 50, of Grand Rapids, Mich., said muscle dogs have become status symbols for young men who walk through her inner city neighborhood. \"You don't", "new_id": -2}, {"uid": "1296282709080461832", "i": 2912, "idx": 6, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "Grizzlies in <strong> Carmelo Anthony </strong>'s return <strong> Allen Iverson </strong> raced downcourt and floated an alley-oop lob that <strong> Carmelo Anthony </strong> shoved one-handed through the hoop for an arena-rattling jam, one that seemed to holler to all their doubters, \"Take that!\" <q>We just wanted to show the whole world we could play together,</q> <strong> Carmelo Anthony </strong> said after the duo's triumphant debut Monday night. \"We know there's a lot of doubt about that.\" <strong> Carmelo Anthony </strong> scored 28 points in his return from a 15-game suspension for fighting and <strong> Allen Iverson </strong> added", "new_id": -2}, {"uid": "1295625832143933451", "i": 20892, "idx": 4, "sa": ["Saddam Hussein", "Colin Powell"], "q": "generations to come.\" <strong> Colin Powell </strong> said a peaceful solution was not possible because <strong> Saddam Hussein </strong> was unfazed by the warnings from the U.N. Security Council, by economic sanctions or by the buildup of U.S. troops in the region. <q>I was quite confident we were going to war and( <strong> Saddam Hussein </strong>) wasn't going to blink,</q> <strong> Colin Powell </strong> said. The U.N. Security Council warned Iraq that if it didn't withdraw its troops by Jan. 15, 1991, a U.S.-led coalition would be authorized to drive them out. The war began two days later", "new_id": -2}, {"uid": "1296438025216727564", "i": 46425, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "James Stewart", "Tom Coburn"], "q": "credits <strong> Tom Coburn </strong> for agreeing to negotiate, saying they talked until 10 p.m. the night before reaching an agreement. \"<strong> James Stewart </strong> was feeling terrible, didn't sleep all night,\" <strong> Chuck Schumer </strong> said. <q>And early in the morning <strong> James Stewart </strong> woke up and <strong> James Stewart </strong> called him on his cell. <strong> James Stewart </strong> said, \"<strong> Tom Coburn </strong>, we have to give this one more shot.\" And we all went over to his office, myself, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, <strong> Barack Obama </strong>( Mike) Enzi( R-Wyoming) and we hammered it out.</q> <strong> Kirsten Gillibrand </strong> said she thought it was appropriate for <strong> Chuck Schumer </strong> to sit with <strong> Tom Coburn </strong>. \"We met with him and worked out his concerns,\" <strong> Kirsten Gillibrand </strong> said. \"At the", "new_id": -2}, {"uid": "1295207225233127965", "i": 39826, "idx": 0, "sa": ["Carrie Prejean", "Sarah Palin", "David Letterman"], "q": "the woman for her decision and NOW for saying that \"Our legal system recognizes every person's bodily integrity and the right to make your own medical decisions.\" Bill launched into \"baby killer\" mode: <q>The truth is that NOW and other misguided groups do not believe any unborn child has rights.</q> After <strong> Carrie Prejean </strong> lost her crown, Bill wanted to know why NOW didn't defend her. He complained that NOW didn't defend <strong> Sarah Palin </strong> against <strong> David Letterman </strong>'s \"mocking.\" Bill, however,", "new_id": -2}, {"i": 27784, "idx": 2, "index_answer": 1, "new_id": -1, "q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q>does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show.</q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "uid": "1297265697007700481"}, {"uid": "1296768307240500746", "i": 24224, "idx": 4, "sa": ["Robin Williams", "Barbara Walters", "David Letterman"], "q": "after that?\" You'll recall that when <strong> David Letterman </strong> returned to Late Night after his quintuple bypass in 2000, he fought back tears as he honored the medical team that kept him alive, saying, <q>These men and women here saved my life.</q> With <strong> Barbara Walters </strong>, he couldn't resist being funny when she asked, \"Where did your new arteries come from? \"` Ace Hardware,\" joked <strong> David Letterman </strong>. <strong> Robin Williams </strong> told <strong> Barbara Walters </strong>", "new_id": -2}, {"uid": "1295649482034750474", "i": 4035, "idx": 0, "sa": ["Eric Schmidt"], "q": "the prodigies who co-founded the company behind the internet's dominant gateway. The surprise shake-up appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will become executive chairman and remain available to advise Page, 37, and Google's other 37-year-old", "new_id": -2}, {"uid": "1297137461190611470", "i": 6475, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "on \"too many hands on the steering wheel.\" <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that <q>in a war, many things cost lives.</q> But he had no regrets about his leadership of the wars in Iraq and Afghanistan-- the latter now nearing its 10th anniversary. He refused to echo the regrets of another", "new_id": -2}]