[{"uid": "1295880095158040073", "i": 37983, "idx": 2, "sa": ["Eric Schmidt"], "q": "\" Ezra Gottheil of Technology Business Research agreed. \"I can't imagine what Google would do differently in respect to Android and Chrome OS just because <strong> Eric Schmidt </strong> is no longer CEO,\" Gottheil said. <q> Google and Apple are obviously battling for the same turf-both for the right reasons-and that won't change. </q> Gottheil covers both Google and Apple for his firm. Ray Vales, who follows Google for Gartner, echoed this colleagues, but left the door open to change. \"The generals", "new_id": -2}, {"uid": "1296411412170033162", "i": 11517, "idx": 0, "sa": ["David Massey", "Chaz Jankel", "Simon Cowell"], "q": "on nodding terms with <strong> Chaz Jankel </strong>, of Ian Duty and Blockheads repute. And she opened the bill at East 17's comeback show at The Shepherds Bush Empire. Oh, and at a party in LA she met <q> <strong> David Massey </strong> VP OF SONY BMG! </q>. Yeah, that's the same Sony that <strong> Simon Cowell </strong> works for. \"I went to Dave <strong> David Massey </strong>'s Cheryl trying her hardest not too laugh at the contestant! No Copyright Intended! A decorator from Wigan", "new_id": -2}, {"uid": "1295779886220971094", "i": 39470, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "Bob Casey", "John Boehner"], "q": "share the Small Business Committee.\" \"I had backups in case she said no, like Corker or Isakson,\" Ms. Landrieu said, referring to Sens. <strong> Bob Casey </strong> of Tennessee and John Boehnerny of Georgia. <q> These are really great guys. So, we may do a triple date. </q> Others who have paired off include Sens. <strong> Kirsten Gillibrand </strong>, D-N.Y., and <strong> John Thune </strong>, R-S.D., generally considered two of the more well-coiffed and attractive members of the Senate. The idea of mixing and mingling", "new_id": -2}, {"uid": "1296225598086933507", "i": 8610, "idx": 0, "sa": ["Stephanie Flanders", "Larry Page", "Eric Schmidt"], "q": "l quy?t nh chung m ng <strong> Eric Schmidt </strong> n?i ng h?i l?ng. N?i v?i ph?ng vi?n kinh t c?a BBC, <strong> Stephanie Flanders </strong>, t?i Di?n n Kinh t Th gi?i? Davos, ng <strong> Eric Schmidt </strong> cho bi?t: <q> V l?u d?i, t?i hi v?ng- c bi?t v?i vai tr m?i c?a t?i t?p trung nhi?u v?o i ngo?i- s t?m c?ch ph?t tri?n h?n Google t?i Trung Qu?c m?t c?ch th?ch ng v ph h?p v?i ch?nh s?ch c?a ch?ng t?i </q>. Thay i Ng?i ta ti?t l u th?ng n?y l ng <strong> Eric Schmidt </strong>, 55 tu?i, s nh?ng ch?c gi?m c i?u h?nh cho <strong> Larry Page </strong>, 37 tu?i, ng?i ng s?ng l?p Google v?i", "new_id": -2}, {"uid": "1295498090112721961", "i": 17978, "idx": 4, "sa": ["Tracy McGrady", "Michael Jordan", "Allen Iverson", "Tim Duncan", "Ray Allen", "Shaun Johnson"], "q": "acceptance of the league's most valuable player award seem like a cruel joke. But <strong> Michael Jordan </strong>'s defensive play was just as decisive on a night when he was forced to deal with cramps in the final minutes. <q> It's a crucial Tim Duncane of the game, </q> <strong> Michael Jordan </strong> said. \"What am I supposed to do Allen_Allen Iverson_37pts_vs_Tracy McGrady_Tracy McGrady_Orlando_Shaun Johnson_2001_MVP <strong> Allen Iverson </strong> scored 37 points in his MVP Season vs. Orlando <strong> Shaun Johnson </strong> One of the most controversial Basketball players of all Tim Duncane, <strong> Allen Iverson </strong> is one of the most loved", "new_id": -2}, {"uid": "1295570272118865953", "i": 13671, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Enteprise applications are the central nervous systems of global business. But many of them are still rooted in the 1990s-era technology models and business models of their birth, and customers are getting fed up. What will", "new_id": -2}, {"uid": "1296416429170033283", "i": 9381, "idx": 2, "sa": ["Brandon Lloyd", "Michael Vick"], "q": "A few players even hit the waves, such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard. \"I don't surf,\" <strong> Michael Vick </strong> said. <q> I watch National Geographic too much, and I've seen too many catastrophic situations. </q> The players also spent a lot of time lounging at the hotel pool or one of the lagoons at Ko Olina Resort. And the rookies were invited- because they're the ones stuck with the hefty", "new_id": -2}, {"uid": "1295082156260702223", "i": 6884, "idx": 7, "sa": ["David Letterman", "Kelsey Grammer"], "q": "kids. Are the kids and everybody all right now?\" \"The kids seem to be doing OK, yeah,\" <strong> Kelsey Grammer </strong> said, referring to the son and daughter he has with Camille. <q> We've been spending quite a bit of time with them, Kayte and I. Kayte's my new girl, and we're planning to get married soon. </q> \"You're getting married soon?\" <strong> David Letterman </strong> asked. \"Sometime in February,\" <strong> Kelsey Grammer </strong> replied. Woman confronted by police for running breast job clinic out of her home asks,", "new_id": -2}, {"uid": "1297138045102924322", "i": 59252, "idx": 4, "sa": ["Lady Gaga", "Susan Boyle", "Simon Cowell"], "q": "believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method.\" Keeping on the <strong> Susan Boyle </strong> topic, <strong> Simon Cowell </strong> says he learned a \"huge lesson\" about a contestant's age and appearance from her. <q> I learned I have to be more open minded. God only knows what we would have said to[ <strong> Lady Gaga </strong>] if she walked into \"Idol </q> with a lobster on her head three years ago.\" \"The X Factor\" is scheduled to premiere in the fall.", "new_id": -2}, {"uid": "1296025036108707861", "i": 2953, "idx": 1, "sa": ["Zahi Hawass"], "q": "meint damit, dass er <strong> Zahi Hawass </strong>, der in seiner Heimat Generalsekret?r des Obersten Rates f?r Altert?mer ist, unter anderem eine gemeinsame Ausstellung anbieten will. Ganz bestimmt aber nicht die Abgabe der Nofretete an gypten! Parzinger: <q> Es ist zu 100 Prozent sicher, dass sie in Berlin bleibt. Wir haben alle Unterlagen, alles ist rechtm?ig, das k?nnen wir belegen. Man kann also davon ausgehen, dass die Nofretete noch sehr, sehr lange in den wunderbaren R?umen des Neuen Museums bleiben wird. </q> Dass die 3300 Jahre alte B?ste hierher geh?rt, best?tigt auch eine B.Z.-Umfrage. Die Berliner wollen ihre K?nigin nicht mehr hergeben. Um keinen Preis!Mitarbeit: S. Schulze", "new_id": -2}]