[{"uid": "1296296849031719434", "i": 495, "idx": 6, "sa": ["Barack Obama", "Eric Schmidt"], "q": "Demokraten und Republikaner im amerikanischen Kongress werden nach seiner Meinung zu pragmatischen Kompromissen finden, die der Sanierung des Landes dienlich seien. Hier ist <strong> Eric Schmidt </strong> ganz bei seinem Pr?sidenten, der zu Beginn der Woche gesagt hatte: <q> Wir werden entweder gemeinsam vorankommen oder gar nicht, denn die Herausforderungen, vor denen wir stehen, sind gr?er als Parteien und gr?er als die Politik. </q> Nachdem die Republikaner im November die Mehrheit im Repr?sentantenhaus gewannen, ist <strong> Barack Obama </strong> auf eine Zusammenarbeit angewiesen. Auch Google-Chef <strong> Eric Schmidt </strong> will die Augen vor der Wirklichkeit nicht verschlie?en: \"Ja, es gibt erhebliche Schwierigkeiten auf dem Immobilienmarkt", "new_id": -2}, {"uid": "1296161907174751864", "i": 49911, "idx": 3, "sa": ["Barbara Boxer", "Maxine Waters", "Bernie Sanders", "Nancy Pelosi", "Charles Ellis Schumer", "Dick Durbin", "John McCain", "Harry Reid"], "q": "Our Federal legislators broke Social Security over the past 25 years. Just like they raided the: Highway Trust Funds, Medicare& Medicaid, and the Tobacco Industry Settlement Fund. Now ask yourself, <q> How can any one continue to vote for the same Pols who have been in Congress for 20& 30 years? </q> eg: <strong> Bernie Sanders </strong> Sander( self-proclaimed Socialist), <strong> Barbara Boxer </strong>, Diane Feinstein, Charlie Rangel, <strong> Charles Ellis Schumer </strong>, <strong> John McCain </strong>, <strong> Dick Durbin </strong>, <strong> Maxine Waters </strong>, <strong> Nancy Pelosi </strong> and <strong> Harry Reid </strong>... Quotes delayed, except where indicated otherwise.", "new_id": -2}, {"uid": "1295962173062226451", "i": 2935, "idx": 0, "sa": ["Regis Philbin", "Benjamin Franklin", "Jesse Ventura", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> was given a seat on the board. Its time for people to stand up before its too late. This is outrageous. Not only the corruption, but the idea in general. As <strong> Benjamin Franklin </strong> said... <q> They that can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety </q> Saturday_evening_with_Band_of_Horses <strong> Regis Philbin </strong> fires agent amid paycut buzz Rumors of proposed paycut arise after <strong> Regis Philbin </strong> quits` Live' <strong> Regis Philbin </strong> Quit Because of Contract Dispute? Ex-Minn. governor sues over body scans, pat-downs Ventura_Jesse Ventura_Sues_TSA_Over_Body_Scans_Pat_Downs/\" target=\"_blank\">", "new_id": -2}, {"uid": "1295637236112984241", "i": 53635, "idx": 3, "sa": ["Andy Coulson", "Kay Burley", "Rupert Murdoch"], "q": "<strong> Kay Burley </strong> hits the nail on the head when she says \"Nobody cares what I think\" .( Apologies for shaky video and crappy sound!) sub+ comment+ thumbs up A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. What <strong> Andy Coulson </strong> said under oath about phone hacking News of the World feigns shock at new twist in the phone-hacking saga Top aide to UK leader resigns in", "new_id": -2}, {"uid": "1295786138191660080", "i": 5009, "idx": 2, "sa": ["Sean McDermott", "Michael Vick", "Stewart Bradley", "Tony Dungy"], "q": "' shortcomings on defense were entirely the fault of coordinator <strong> Sean McDermott </strong>. \"You never know-- he was following a great system, but they had a ton of injuries,\" <strong> Tony Dungy </strong> said. <q> You lose a guy like <strong> Stewart Bradley </strong> and you take an integral part out of the defense, that always hurts, but sometimes it just doesn't work. \"I got fired in Tampa and I still thought I was a pretty good coach. </q> \"He wants it to work out here,\" <strong> Tony Dungy </strong> said about <strong> Michael Vick </strong>, \"and I would be surprised if it doesn't.\" Working it out is really", "new_id": -2}, {"uid": "1297433884208617500", "i": 18587, "idx": 2, "sa": ["Steve Ballmer", "Melinda Gates", "Stephen Elop"], "q": "hoping the tie-up with Nokia will change its sagging fortunes in the phone market. \"I am excited about this partnership with Nokia,\" said Microsoft CEO <strong> Steve Ballmer </strong>, at a news conference in London. <q> Ecosystems thrive when fueled by speed, innovation, and scale. The partnership Melinda Gatesounced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia CEO <strong> Stephen Elop </strong> said the arrangement would add a host of new tools and services to his company's sleek handsets. \"Today, devStephen Elopers, operators, and consumers want compelling mobile products,", "new_id": -2}, {"uid": "1296419955103301139", "i": 42356, "idx": 0, "sa": ["Jonathan Wilson", "Michael Vick", "Rocky Bleier"], "q": "and head injuries and how it affects players. And what the league is doing is important. But you get labeled.... You start to look at those guys differently, I guess,\" <strong> Rocky Bleier </strong> said. <q> But it is their job to hit harder than others. If you can do it and survive, that is what the fans want and what the team wants. They are not looking to take you out of the game or hurt you. They want to beat you. </q> <strong> Jonathan Wilson </strong>: Asian Cup highlights the rise of Asia Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for Kevin Kolb", "new_id": -2}, {"uid": "1295559883243744799", "i": 5306, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "4. Mr. <strong> Eric Schmidt </strong> will become executive chairman of the company, focusing externally on partnerships and government outreach. Moments after Google announced the change, Mr. <strong> Eric Schmidt </strong> sent a message to his Twitter followers saying, <q> Day-to-day adult supervision no longer needed! </q> <cite> Getty Images </cite> Google co-founder <strong> Larry Page </strong> looks on during a product launch last February. Mr. <strong> Eric Schmidt </strong> has been Google's chief executive since July 2001, when he took over the role from Mr.", "new_id": -2}, {"uid": "1296057426158892033", "i": 7045, "idx": 1, "sa": ["D. Howe", "Mark Zuckerberg", "Eric Schmidt"], "q": "across its network. \"<strong> Mark Zuckerberg </strong> has always been adamant that the user experience for Facebook had to come first, and monetization second,\" said Carl <strong> D. Howe </strong>, director of anywhere consumer research for the Yankee Group. <q> Should Facebook ramp up its advertising emphasis, that would imply to me that he's changed his mind. </q> <strong> Eric Schmidt </strong> joked in a tweet that he was stepping away from his job as Google CEO because the company's younger cofounders no longer needed daily supervision, but speculation is rampant that <strong> Eric Schmidt </strong> was edged out of the job", "new_id": -2}, {"uid": "1296530715200818714", "i": 37140, "idx": 6, "sa": ["Allen Iverson", "Dwight Howard", "Dwyane Wade"], "q": "got over the hump. <strong> Dwyane Wade </strong> delivered the Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}]