[{"uid": "1296970194152387586", "i": 47032, "idx": 0, "sa": ["Mike Pence"], "q": "likely presidential contender in 2012, has decided we need to argue more about abortion. <strong> Mike Pence </strong> has put forth a bill that would defund Planned Parenthood. I would forgive you if you thought, <q>well, fair enough... with deficits like this, we probably have better things to pay for than someone's abortion.<q> It is already illegal to fund abortions using federal money and Planned Parenthood does not do that. Yes, they provide the controversial procedures, but using private money. What they do take taxpayer", "new_id": -2}, {"uid": "1295587965072171525", "i": 11229, "idx": 7, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "at the <strong> Google Inc. </strong> office in Santa Monica, California. 370) this.width= 370\" alt= \"<strong> Google Inc. </strong> founders <strong> Sergey Brin </strong> and Larry Page plug in an electric hybrid car at <strong> Google Inc. </strong> office.\"/> Next <q>Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as <strong> Google Inc. </strong>'s chief executive officer. \"In this new role, I know he will merge <strong> Google Inc. </strong>'s technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead,<q> wrote <strong> Eric Schmidt </strong>, praising Page. 370) this.width= 370\" alt= \"<strong> Google Inc. </strong> co-founder <strong> Sergey Brin </strong>.\"/> Next \"<strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular", "new_id": -2}, {"uid": "1295004834083214337", "i": 14685, "idx": 2, "sa": ["Lily Allen", "Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five-figure donation to your charity for the interview\". But <strong> Lily Allen </strong> told him: <q>Those are my terms. I've got no interest in coming on your show, you've been asking me for years.<q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to \"say a little prayer\". She previously had a miscarriage when she", "new_id": -2}, {"uid": "1296370322095813646", "i": 2659, "idx": 2, "sa": ["Robert Dion", "Mike Pence"], "q": "order.\" And one of his chief political assets, observers say, could be that he is popular among fiscal and social conservatives, and among insiders and outsiders in the Republican Party. <q>He bridges that divide effortlessly. He's got what the tea party crowd wants to hear, and he's obviously got Republican credentials as well. He can be a unifying candidate,<q> said <strong> Robert Dion </strong>, a political science professor at the University of Evansville. <strong> Mike Pence </strong>'s decision <strong> Mike Pence </strong> said he made the final decision not to run for president Wednesday night. He and his wife told", "new_id": -2}, {"uid": "1296744918231997480", "i": 8130, "idx": 3, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "are paying a very heavy price for the mismanagement-- that's the kindest word I can give you-- of <strong> Donald Rumsfeld </strong>, of this war,\" he said while campaigning for the Republican presidential nomination in 2007. <q>I think that <strong> Donald Rumsfeld </strong> will go down in history as one of the worst secretaries of Defense in history.<q>\" McSweeney's Will Publish <strong> Donald Rumsfeld </strong> Novel On Same Day As His Memoir <strong> Diane Sawyer </strong> To Interview <strong> Donald Rumsfeld </strong> In Former Defense <strong> Donald Rumsfeld </strong>'s First TV Interview Since 2006 WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and", "new_id": -2}, {"uid": "1297409245242712578", "i": 11788, "idx": 0, "sa": ["Colin Powell"], "q": "Palestinian people. In addition to his polemics, he writes plays( The Unreasoning Mask, co-authored with his wife, D'Arcy, and The Agony of <strong> Colin Powell </strong>), satires( see <q>Advancing the Civilized State: Inch by Bloody Inch<q> in The Rape), and poetry( Psalms for the 21st Century). His most recent fictional work creates a morality tale based upon real life figures that haunt our lives, The Chronicles of Nefaria He can", "new_id": -2}, {"uid": "1296770902233816070", "i": 16636, "idx": 0, "sa": ["Mike Pence"], "q": ". Republican Rep. <strong> Mike Pence </strong> has introduced the legislation. In Virginia, anti-abortion activists and social conservatives said the videos illustrate what they said is Planned Parenthood's disregard of laws intended to regulate abortion. <q>Their clinics are just blatantly violating laws, and they're doing it to the sums of hundreds of millions of dollars of taxpayer funds,<q> said Anna Franzonello, an attorney for Americans United For Life. Rita Dunaway, an attorney with The Rutherford Institute, which generally promotes conservative causes, said the videos underscore \"the need for greater regulation", "new_id": -2}, {"uid": "1296738659237912072", "i": 1018, "idx": 1, "sa": ["Donald Rumsfeld", "Cyndi Lauper", "President Bush"], "q": "outage. \"Abu Ghraib and its follow-on effects, including the continued drum-beat of \"torture' maintained by partisan critics of the war and the president, became a damaging distraction,\" he wrote. <q>More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point.<q> <strong> Donald Rumsfeld </strong> wrote <strong> President Bush </strong> two letters of resignation but both were rejected. Watch: 2001 Obama Praises <strong> Donald Rumsfeld </strong> Watch: <strong> Donald Rumsfeld </strong> Denies Blame in Friendly-Fire Case Photos: <strong> Cyndi Lauper </strong>\"s Less-Than-Attractive Look Photos: Who Are", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him. \"As soon as he hangs his cleats up, he's going to the Hall of Fame,\" Steelers cornerback <strong> Ike Taylor </strong> said, <q>and I want to take the bus ride so I can be there.<q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. \"I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}, {"uid": "1295133242039174154", "i": 18548, "idx": 4, "sa": ["Allen Iverson", "That guy"], "q": "got the win. <strong> That guy </strong>'s what makes it so easy to take. I'm as happy as I can be right now.\" <strong> Allen Iverson </strong> was surprised to learn he had tied his career high in assists. <q>I'm glad I did something right in that game,<q> he said. \"I'm happy I had the assists that I had and obviously my teammates did a great job of finishing plays. I knew that whole game-- 48 minutes-- I had to do something", "new_id": -2}]