[{"uid": "1296010489168460353", "i": 299, "idx": 1, "sa": ["Steve Ballmer"], "q": "as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong>`` is always on thin ice,'' said Forrest at Fort Pitt Capital. <q> Microsoft is a results-driven company. </q>", "new_id": -2}, {"uid": "1296409891100335690", "i": 32264, "idx": 1, "sa": ["Eamon Gilmore"], "q": "will promote innovation and encourage start-ups and expansion.`` We are already seeing the re-emergence of emigration as a direct result of our failure to create jobs at home,'' said Mr <strong> Eamon Gilmore </strong>. <q> Ireland can not afford to lose another generation of educated and talented young people as we did in the 1980s.`` Unemployment and job creation has to receive the priority that it deserves. </q> The trade czar would work with a new Trade Council to rally all State agencies towards securing more business for Ireland abroad, Labour proposes. Mr <strong> Eamon Gilmore </strong> said his party would also set up an", "new_id": -2}, {"uid": "1296333025218349599", "i": 6341, "idx": 3, "sa": ["Michael Vick"], "q": "of inner peace,'' said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment. <q> But I thought, no, no, no, don't get angry. Don't let a person like that ruin you. If I can't control what happens to him, I can control what happens to me and I can channel this anger into a big bunch of love. </q> And so, she met Oliver, the dog they said would never kiss a human, but who now sleeps with his pet parent and showers her with kisses every morning when she wakes up.`` The ironic", "new_id": -2}, {"uid": "1295808445044548103", "i": 38398, "idx": 2, "sa": ["Mike Pence", "Mitt Romney"], "q": "hat into the presidential ring. In Hillyer's view,`` nobody since Reagan has so fully supported all three pillars of the movement( financial, defense, social).'' The Wall Street Journal that a <q> coalition of conservative state legislators </q> in South Carolina is urging <strong> Mike Pence </strong> to run for president, pledging support for him in that state's early primary. of New Hampshire Republican party comMitt Romneyee members, which was won by <strong> Mitt Romney </strong>, <strong> Mike Pence </strong> garnered roughly the", "new_id": -2}, {"uid": "1297617144105119758", "i": 43111, "idx": 0, "sa": ["David Letterman", "Stephen Colbert"], "q": "65-foot racing yacht from Charleston, South Carolina to Bermuda and he's bringing his show along for the ride. The race organizers have appointed him the Honorary Captain of the Fleet. <strong> Stephen Colbert </strong> said in a statement: <q> The ocean has had a free ride too long. Well, it has to deal with me now. Brace yourself, Atlantic! </q> This isn't such a strange move for <strong> Stephen Colbert </strong>. He's a Charleston native and competed in the race in 2005. In a 2005 interview with <strong> David Letterman </strong> he described that adventure saying that he is not a", "new_id": -2}, {"uid": "1295501732152404071", "i": 24742, "idx": 6, "sa": ["Larry Brown", "Shaquille O'Neal", "Allen Iverson", "Monty Williams", "Phil Jackson"], "q": "shots and was 4-for-4 on 3-point attempts. His strong third quarter lifted Phil Jacksonadelphia to 76-73 lead. But the 76ers, who are 1-0 at home but 0-4 on the road, never took control of the game. <q> He played great, gave us a chance to win, </q> 76ers coach <strong> Larry Brown </strong> said, descriShaquille O'Nealg <strong> Allen Iverson </strong>'s performance as`` phenomenal.'' <strong> Monty Williams </strong> gave the Magic the lead for good at 90-89, beginning a 15-6 spurt that allowed Orlando to go up 103-95 with just under three", "new_id": -2}, {"uid": "1295560274260145180", "i": 9166, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "formal:`` Day-to-day adult supervision no longer needed!,'' he wrote. On a conference call with analysts, <strong> Eric Schmidt </strong> said he's excited about the change, because the more strategic role will give him <q> a chance to work on the things I'm most interested in, </q> which will be`` a significant improvement in the things that I can do in my time.'' The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and Brin have long run Google as a", "new_id": -2}, {"uid": "1295236048028164115", "i": 38054, "idx": 0, "sa": ["Michael Crichton", "Angelina Jolie", "Catherine Zeta-Jones", "Beverly Hills"], "q": "<strong> Beverly Hills </strong>, Calif.- He didn't walk away with the supporting actor award, but the way <strong> Michael Crichton </strong> sees it he had plenty to celebrate at Sunday's Golden Globes. <q> It's been a quiet year. <strong> Catherine Zeta-Jones </strong> is doing a Broadway show and six months of cancer, </q> the silver-haired actor joked as he walked the red carpet with his wife, <strong> Catherine Zeta-Jones </strong>. <strong> Angelina Jolie </strong> poses on the red carpet before the Golden Globe Awards Sunday, Jan. 16, 2011, in <strong> Beverly Hills </strong>, Calif.", "new_id": -2}, {"uid": "1296098140142770208", "i": 41199, "idx": 1, "sa": ["Mike Pence", "Robert Zoellick"], "q": "Congressman <strong> Mike Pence </strong>, an oft-mentioned contender for the 2012 presidential sweepstakes, had come public with their own support of a new role for gold in the world's monetary system. Hoenig stated that the gold standard is a <q> very legitimate monetary system. </q> <strong> Mike Pence </strong> suggested that`` the time has come to have a debate over gold, and the proper role it should play in our nation's monetary affairs. A pro-growth agenda begins with sound monetary policy.'' <strong> Robert Zoellick </strong>", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q> Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized. </q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}]