[{"uid": "1295755514184385545", "i": 22151, "idx": 14, "sa": ["Allen Iverson"], "q": "deficit to 11, <strong> Allen Iverson </strong> hit a 3-pointer from the PHILADELPHIA( AP)-- <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,\" <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q>Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him,</q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}, {"uid": "1297252541016384008", "i": 24087, "idx": 4, "sa": ["Olympia Snowe", "Barack Obama", "Sen. Bernie Sanders"], "q": "<strong> Barack Obama </strong> <strong> Olympia Snowe </strong>( R-Maine) said Tuesday she would oppose legislation that increased taxes. \"It contradicts what we've done in continuing the tax rates for the next two years,\" said <strong> Olympia Snowe </strong>. <q>That's not what we should be doing.</q> http://thehill.com/homenews/senate/142905-dems-face-a-dilemma-on-jobs-plan House fails to extend Patriot Act surveillance as Republicans defect <strong> Sen. Bernie Sanders </strong> King won't let \"political correctness\" derail probe of Muslims Ditching unwritten rules for Senate freshmen, Paul does it his way Ditching unwritten rules", "new_id": -2}, {"uid": "1295648097184696861", "i": 4515, "idx": 0, "sa": ["Donald Rumsfeld", "Bill Clinton", "Dick Cheney"], "q": "health insurance giants. He is a member of the Project for the New American Century( PNAC) and was one of the signers of the PNAC Letter sent to US <strong> Bill Clinton </strong> dated January 26, 1998, advocating <q>the removal of <strong> Saddam Hussein </strong>'s regime from power</q> along with <strong> Dick Cheney </strong>, <strong> Donald Rumsfeld </strong> and 29 other notable Republicans. Currently, Weber is managing partner of the Washington, DC branch of lobbying firm Clark& Weinstock. In 2006, Weber's firm received$ 360297 from", "new_id": -2}, {"uid": "1295243276223936526", "i": 8329, "idx": 0, "sa": ["Steve Ballmer"], "q": ", the introduction of Internet Explorer 9 and of Office 365-- and citing growth in its cloud services-- Bing and Windows Azure-- <strong> Steve Ballmer </strong> thanked the company's one billion customers and attributed the company's success to <q>big technology bets that we've made.</q> Las Vegas is all about big bets and many in the tech industry have doubted the cards in Microsoft's hand, particularly in the mobile arena. <strong> Steve Ballmer </strong> came to change that perception by lauding the strength", "new_id": -2}, {"uid": "1297309778072155253", "i": 14583, "idx": 0, "sa": ["David Letterman"], "q": "in anticipation of the big reveal Feb. 14 on <strong> David Letterman </strong>'s show, followed by newsstand sales the next day. The location of the famous shoots and who makes the cover are top secret until then. <q>Consumers love to follow what's hot, what's glamorous, what's beautiful,</q> Southwood said. \"The first question that the sales rep will ask is,` What did you get into Sports Illustrated this year?\" Southwood and his Sauvage Swimwear in San Diego, California", "new_id": -2}, {"uid": "1297142622008634373", "i": 28970, "idx": 1, "sa": ["Jeff East", "Patrick Griffin", "David Letterman", "Nick Griffin"], "q": "time. We both attended Rockhurst High, where he was sort of an iconic figure.\" <strong> Patrick Griffin </strong> isn't entirely a show-biz newbie. His brother <strong> Nick Griffin </strong> is a comedian and writer for <strong> David Letterman </strong>. <q>I've always wanted to write,</q> <strong> Patrick Griffin </strong> said. \"One day I started pitching <strong> Jeff East </strong> ideas, and now whenever I have some spare time we sit down and write. It just keeps flowing.\" Among the duo's projects:", "new_id": -2}, {"uid": "1295974016065323116", "i": 22222, "idx": 0, "sa": ["Rahm Emanuel", "Bill Lockyer", "Newt Gingrich"], "q": "court to tell Chicago election officials to keep his name on the ballot if it starts to print them. Appellate litigation attorney Christopher Keleher said it's likely the court would rule against <strong> Rahm Emanuel </strong>. <q>I can tell you from experience that getting a reversal from any Supreme Court is difficult- even more so when you've got a truncated time frame,</q> Keleher said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1295559371260145235", "i": 20218, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. stories with the most comments in the", "new_id": -2}, {"uid": "1295583884071548935", "i": 31625, "idx": 0, "sa": ["Eric Schmidt"], "q": ", Google said in a statement. He will also act as an adviser to Page, 37, who served as CEO previously, from 1998 to 2001, and Brin, also 37. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> said on Twitter in a reference to when the young co-founders brought him in to run the day-to-day operations of the then-fledgling company. Google has grown over the past decade from a startup battling other Internet", "new_id": -2}]