[{"uid": "1295499335019333136", "i": 276, "idx": 8, "sa": ["Robert Horry", "Allen Iverson", "Kobe Bryant", "LeBron James"], "q": "we pRobert Horryably could have put 10 people on the court and pRobert Horryably wouldn't have been able to stop him,\" said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. <q> I didn't realize it, </q> <strong> Kobe Bryant </strong> said when told about his scoring spree. \"You just get into one of those rhythms. My teammates were looLeBron James for me, it just feels like the ball finds you.\" The Lakers led 89-79", "new_id": -2}, {"uid": "1295257992092618803", "i": 28938, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. \"<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also An emergency debate has been called to examine newspaper phone hacking, amid fresh pressure on No10 communications chief <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295977027153763849", "i": 33602, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google too could launch a mobile payments service as early as this year, also based upon NFC, and the Android-based Nexus S phone already includes the NFC technology. Outgoing Google CEO <strong> Eric Schmidt </strong> recently said, <q> You'll be able to walk in a store and do commerce. You'd bump for everything and eventually replace credit cards. </q> Major credit card companies will likely be involved in the action as well, however. MasterCard has The content of this field is kept private and will not be shown publicly. Web page addresses and e-mail addresses turn", "new_id": -2}, {"uid": "1295555700014680064", "i": 13413, "idx": 0, "sa": ["Simon Cowell", "Randy Jackson"], "q": "show, which returns next week with a radical makeover that feels bold and somewhat desperate. Gone is the fiercely blunt <strong> Simon Cowell </strong>, who left to bring his Are you ready for, as judge <strong> Randy Jackson </strong> calls it, <q> American Idol- The Remix </q>? Or will this be \"American Idol- Dude Looks Like a Lady Sings the Blues\" ? When \"American Idol\" returns tonight at 8 on WFXT( Ch. 25) for its 10th season,", "new_id": -2}, {"uid": "1297260081046088218", "i": 12125, "idx": 3, "sa": ["Eric Schmidt"], "q": "lawyers work. So I always say to the product makers, just build the best product you can.\" <strong> Eric Schmidt </strong> admitted, however, that Google has to be more cautious when launching new products. <q> It is a reality that when we release products we have to be sensitive to regulatory and privacy issues, </q> he said. \"So we now do extensive reviews and we're pretty happy with that balance now. The engineers build stuff, the lawyers come in, there are then a series of often very difficult fights", "new_id": -2}, {"uid": "1295802995079921158", "i": 19508, "idx": 5, "sa": ["Colin Powell", "Candy Crowley"], "q": "think is the major problem facing America right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech,\" <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. <q> We didn't elect` Superman,' we elected a human being. </q> <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which to cut spending. \"I am put off when people say you are going to freeze spending\" or roll it", "new_id": -2}, {"uid": "1296591076195919887", "i": 48869, "idx": 2, "sa": ["Wendy Williams", "Camille Grammer", "David Letterman", "Kelsey Grammer"], "q": ". The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.\" COHEN: \"There's a shot of her with the kids on <strong> David Letterman </strong>.\" <strong> Camille Grammer </strong>: <q> He uses them as props. It's tough, it's harsh. It hurts, of course. </q> The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at Williams_Wendy Williams_on_Camille Grammer_Kelsey Grammer_Kelsey Grammer's_pending_divorce_12/15/2010 getnew.info 14.10.2010. Watch More! Find the latest hot search topics and current, most searched news on aol search. <strong> Kelsey Grammer </strong>& apos", "new_id": -2}, {"uid": "1296547175213106706", "i": 3354, "idx": 0, "sa": ["Sergio Marchionne", "Bob King"], "q": "Feb. 11, was announced Monday, even as Chrysler reported a$ 652 million net loss in 2010. Salaried workers will get bonuses, too, but that amount was not disclosed. Advertisement <q> It would have been inexcusable to not recognize what our people have done, </q> said CEO <strong> Sergio Marchionne </strong>, who likened the workload in 2010 to worBob King in \"a sausage factory.\" Chrysler is calling the bonuses \"performance award payments\" because the company's net loss for the year", "new_id": -2}, {"uid": "1295559334029818997", "i": 23569, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead. In addition, <strong> Sergey Brin </strong>'s title is being changed to Co-Founder while he works on <q> strategic projects, in particular working on new products </q>( <strong> Eric Schmidt </strong>). So what will <strong> Eric Schmidt </strong> be doing now that he is no longer CEO? He is Executive Chairman: \" As Executive Chairman, I will focus wherever I can add the", "new_id": -2}, {"uid": "1295461561122241153", "i": 9725, "idx": 2, "sa": ["Michael Gove"], "q": "Conservative campaign in the Old and Sad byelection raised the hackles of some Conservatives. Said hackles will stay raised if they read <strong> Michael Gove </strong>'s comments on who voters in Hull should back in the forthcoming council elections. <q> Defending his plans to cut Educational Maintenance Allowances in the Commons this afternoon <strong> Michael Gove </strong> praised councils that helped students with travel costs: </q> \"In Hull, Liberal Democrat-controlled Hull, any student in receipt of EMA also gets a travel grant to cope with the full cost...\" Then, in response to interruptions, he continued:", "new_id": -2}]