[{"uid": "1295446232083853376", "i": 15795, "idx": 0, "sa": ["Mike Pence", "Ron Paul"], "q": ", 2011 at 2:25 PM Follow Reports: Buffalo police shoot sword-armed suspect Syracuse cuse lax 2000 January 17, 2011 at 1:39 PM Follow'' man had a sword for an arm. It was amazing. How about <q> Buffalo police shoot suspect armed with sword </q> Inappropriate? Alert us. Reply Post new Otiscobum January 17, 2011 at 2:20 PM Follow <strong> Mike Pence </strong> urged to enter GOP race for president in 2012 Syracuse CNYSports13 January 17, 2011 at 7:27 PM Follow <strong> Ron Paul </strong> ya'll", "new_id": -2}, {"uid": "1295907775203866167", "i": 26603, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> niet bij Google, maar zal hij in april als onderhandelaar voor het bedrijf gaan functioneren. Aan de capaciteiten van <strong> Larry Page </strong> om een van's werelds grootste bedrijven te leiden, wordt door kenners openlijk getwijfeld. <q> Ik vraag me af of Google de beste plek is om als topman je carri?re te beginnen </q>, zegt Gartner-analist Alan Weiner.`` Met zekerheid kan ik zeggen dat als <strong> Larry Page </strong> ergens anders naar de positie van ceo had gesolliciteerd, hij de baan niet zou hebben gekregen.'' Eindelijk op eigen kracht", "new_id": -2}, {"uid": "1297242024149028872", "i": 28750, "idx": 4, "sa": ["Perry Fewell", "David Letterman"], "q": "is intact to make runs like this for the next four or five years.'' <strong> David Letterman </strong> ended the segment by pulling out a football and asking the Super Bowl MVP to throw him a pass. <q> Do you mind throwing me something simple? </q> <strong> David Letterman </strong> asked before he quickly added:`` Don't hurt me.'' <strong> Perry Fewell </strong> not Titans' pick either UPDATED: 1:18 p.m. Another head coaching job that <strong> Perry Fewell </strong> interviewed for has been filled by someone else", "new_id": -2}, {"uid": "1296614843002048038", "i": 28700, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback href=\"http://sportsillustrated.cnn.com/football/nfl/players/5448\"> <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark with", "new_id": -2}, {"uid": "1297023996090832928", "i": 47599, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Estados Unidos,`` en dos o tres a?os podr?amos encontrarnos ante una sola entidad. Podr?a estar radicada aqu''. Esto tampoco quiere decir que sea algo seguro. <strong> Sergio Marchionne </strong> se convierta en realidad, primero har falta <q> integrarlas[ Chrysler y Fiat] operativamente, y despu?s fijarse su direcci?n </q>. Todo esto son en cualquier caso`` alternativas y escenarios'' en la mente el ejecutivo italiano, que tiene todav?a mucho trabajo antes de poder trabajar en serio en esa direcci?n; lo m?s importante es aumentar la", "new_id": -2}, {"uid": "1295720353114180141", "i": 24906, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Google's That's <strong> Eric Schmidt </strong>: So long to the Google chief who wasn't For six years, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> told <strong> Eric Schmidt </strong> that Google should build its own browser, and for six years, he resisted. <q> Google was a small company, </q> <strong> Eric Schmidt </strong> remembered.`` Having come through the bruising browser wars, I didn't want to do that again.'' So <strong> Sergey Brin </strong> and <strong> Larry Page </strong> hired some ex-Firefox developers and had them build a prototype. When they showed", "new_id": -2}, {"uid": "1296448650129859605", "i": 19596, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Troy Aikman", "Marvin Philip", "Chase Lyman"], "q": "way he eludes sacks, using his mobility to prolong plays, strikes them as a revelation.`` Somehow, he looks faster than he used to be,'' former Cal wide receiver <strong> Chase Lyman </strong> said. <q> We always used to make fun of him for not being very fast, but now he looks like he can really move. I don't know what they're feeding him up there in Green Bay. </q> Or, as <strong> Marvin Philip </strong> said,`` I was watching one of the playoff games, and( television analyst) <strong> Troy Aikman </strong> was saying he's probably the next-most-mobile quarterback after <strong> Michael Vick </strong>. I mean, <strong> Aaron Rodgers </strong> and", "new_id": -2}, {"uid": "1297242543083116089", "i": 18699, "idx": 4, "sa": ["Simon Cowell", "Will Smith"], "q": "question.`` Your wardrobe for this season- are we gon na see the tight V-neck? Are we gon na be branching out with some new looks for you?'' she asked. <q> Well, I've had so much positive feedback wearing a suit from the Super Bowl[ spot]. Literally, thousands and thousands of letters saying how handsome I looked, so I might wear that again, </q> <strong> Simon Cowell </strong> laughed. And no doubt <strong> Simon Cowell </strong> <strong> Will Smith </strong> be looking sharp off camera too- at his wedding. He is engaged to makeup artist Mezhgan Hussainy.`` The royal wedding is taking place,", "new_id": -2}, {"uid": "1297077971265338891", "i": 52972, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld", "Diane Sawyer"], "q": "cost lives,'' <strong> Donald Rumsfeld </strong> told <strong> Diane Sawyer </strong>. <strong> George W. Bush </strong> has written that cutting troop levels in Iraq was`` the most important failure in the execution of the war,'' <strong> Donald Rumsfeld </strong> called that`` interesting.'' <q> I don't have enough confidence to say that that's right. I think that it's possible. We had[ an] enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed. </q>`` It's hard to know,'' <strong> Donald Rumsfeld </strong> continued.`` You know, the path you didn't take is always smoother.'' Watch <strong> Diane Sawyer </strong>'s Exclusive Interview With <strong> Donald Rumsfeld </strong> on ABC's", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,'' <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as`` deals, partnerships, customers and broader business relationships,'' while Page would <q> merge Google's technology and business vision. </q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so`` there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}]