[{"uid": "1295224464227999941", "i": 33057, "idx": 0, "sa": ["Jared Loughner", "Kara DioGuardi", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "<strong> Kara DioGuardi </strong> set to run for <strong> Kirsten Gillibrand </strong> seat Arizona Rep. <strong> Gabrielle Giffords </strong> made another stride in her amazing recovery on Sunday, as doctors upgraded her condition from ''critical'' to ''serious.'' Tucson, was made because <strong> Gabrielle Giffords </strong> <q>is no longer on a ventilator,</q> according to a statement posted on <strong> Jared Loughner </strong> just over a week ago, <strong> Gabrielle Giffords </strong> has made an astonishing recovery, and is now able to move both sides of her body. <strong> Gabrielle Giffords </strong> has been breathing on her own", "new_id": -2}, {"uid": "1296234164135299086", "i": 47635, "idx": 1, "sa": ["Mike Pence"], "q": "running for governor in 2012, and we'll do that by listening to Hoosiers. We'll do that as a family by reflecting, praying.'' letter to supporters Thursday, <strong> Mike Pence </strong> said he and his family <q>feel led to devote this time in our lives to continuing to serve the people of Indiana in some way.</q> ''In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012,'' he said. <strong> Mike Pence </strong> is slated to speak", "new_id": -2}, {"uid": "1295313435007274537", "i": 12415, "idx": 2, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "York Post. ''And the world knows exactly what he's up to. He steals a tremendous amount of material. ''He's not fit to scrub <strong> David Letterman </strong>'s feet,'' he goes on. <q>I don't know how he's beaten <strong> David Letterman </strong> in the ratings. It's beyond my comprehension. America must be filled with morons who at night lay in bed-- the ones who are watching him, they must be in a coma.</q> <strong> Howard Stern </strong> has long accused <strong> Jay Leno </strong> of stealing sketch ideas. In 2009, he said <strong> Jay Leno </strong> copied his idea of inviting a chicken to predict football wins for the following week. ''Social Network'' Leads Globes With Four", "new_id": -2}, {"uid": "1295735932001638409", "i": 36999, "idx": 1, "sa": ["Bill Lockyer", "Ronald M. George", "Malcolm M. Lucas"], "q": "when <strong> Ronald M. George </strong> became chief, warmed. His predecessor, <strong> Malcolm M. Lucas </strong>, had infuriated legislators with a ruling that upheld term limits. <strong> Bill Lockyer </strong>, who was then a legislator, said many of his colleagues thought <strong> Malcolm M. Lucas </strong> <q>went out of his way to add gratuitous insult to the commentary.</q> ''So Ron <strong> Ronald M. George </strong> had to clean up after the elephant,'' <strong> Bill Lockyer </strong> said. ''He restored relationships partly because he worked so hard and partly because he may be the most diplomatic human being I", "new_id": -2}, {"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,'' <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q>That wasn't the first time he threw one in like that,</q> <strong> Keyon Dooling </strong> said. ''He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.'' The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}, {"uid": "1295560443214679557", "i": 11700, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "States, celebrating the history of the United States, can not find companies in this country employing American workers that are able to manufacture statues of our founding fathers, or our current president,'' <strong> Sen. Bernie Sanders </strong> wrote. <q>That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far.</q> <strong> Sen. Bernie Sanders </strong> wants all the products to be made by American companies. ''Given the state of the American economy, I would urge the National Museum of American History to do its very best to", "new_id": -2}, {"uid": "1295199213155582488", "i": 25839, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. ''That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q>This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible.</q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and", "new_id": -2}, {"uid": "1295984391158924821", "i": 41379, "idx": 0, "sa": ["Eric Schmidt", "John Paulson"], "q": "according to Bloomberg. <strong> Eric Schmidt </strong> also filed to sell 5.8% of his huge 9.2 million-share stake in Google. At January 21's closing price, the transaction would be valued at$ 326.7 million. <q>The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity,</q> the company said in the filing.( Read Read All Comments Another billionaire to stir the waters recently was <strong> John Paulson </strong> of hedge fund outfit <strong> John Paulson </strong>& Co.. The acclaimed money manager, ranked", "new_id": -2}, {"uid": "1295485367026624027", "i": 12769, "idx": 3, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "<strong> Colin Powell </strong>'s remarks In regard to the financial crisis, which <strong> Colin Powell </strong> called the candidates' ''final exam,'' <strong> Colin Powell </strong> said <strong> John McCain </strong> appeared unsteady in dealing with it, while <strong> Barack Obama </strong> had excelled in handling the situation. <q><strong> Barack Obama </strong> displayed a steadiness, an intellectual curiosity http://wn.com/Vox_Pop_General_public_show_high_expectation_from_upcoming_budget The government has reached in the final stage to present the annual budget of the fiscal year 2066/067 in the parliament. In this context, Nepalnews asked general public which sectors the budget should focus on: Nepalnews.com,( www.nepalnews.com) is a leading Internet destination dedicated to bring you news, events, polls, discussions, forums about and from Nepal. Our primary objective is to bring ''news as it happens</q>; quality news which is impartial, timely and independent. Our equally important other objective is to make this a web community for all people around the globe who have any interest, or need any information about Nepal", "new_id": -2}, {"uid": "1295835341029999109", "i": 12352, "idx": 5, "sa": ["Gordon Brown", "Andy Coulson", "Harriet Harman"], "q": ", create a fairer society, and to reform our politics as well, so that people trust in politics once again.'' Labour's deputy leader, <strong> Harriet Harman </strong>, told Sky News's Murnaghan programme: <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. ''Nobody is above the law, no newspaper editor, no journalist... for all of <strong> David Cameron </strong>'s talk of trust in politics, it's fundamental that people obey the law and that's what's at risk here. He should never have appointed him,</q> she said, referring to <strong> Andy Coulson </strong>. Other tabloids are being drawn into the scandal after a lawyer claimed more newspapers were facing claims. Mark Lewis, who acted for <strong> Gordon Brown </strong> Taylor, of", "new_id": -2}]