[{"uid": "1295998289043548692", "i": 37468, "idx": 0, "sa": ["Barbara Boxer", "Sen. Joe Lieberman", "Sen. Bernie Sanders", "Michael Bennet", "Sen. Mark Udall", "Tom Harkin"], "q": "grounds for the Porcupine caribou herd, which use the unique coastal plain habitat to birth and rear their young. These caribou are vital to the culture of the Gwich \"in people, who call the Coastal Plain <q> the sacred place where life begins. </q> <strong> Sen. Joe Lieberman </strong>\"s bill is cosponsored by Senators <strong> Sen. Bernie Sanders </strong>( D-VT), Jack Reed( D-RI), <strong> Barbara Boxer </strong>( D-CA), <strong> Sen. Mark Udall </strong>( D-CO), <strong> Tom Harkin </strong>( D-IA), <strong> Michael Bennet </strong>( D-CO),", "new_id": -2}, {"uid": "1295643897003719198", "i": 37354, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "return to <strong> Google Inc. </strong>'s technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as <strong> Google Inc. </strong> reported earnings and revenue that blew past expectations. While <strong> Google Inc. </strong> has dominated Internet search for a decade, the company has struggled to find its footing", "new_id": -2}, {"uid": "1297703064114786316", "i": 4203, "idx": 1, "sa": ["Donald Rumsfeld", "Clifford Stanley"], "q": "<strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> thinks the military is ready for DADT repeal. \"First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,\" <strong> Donald Rumsfeld </strong> said. <q> We know that[ repeal of a ban on gays serving openly] is an idea whose time has come. </q> Didn't know Rummy was such a gay radical! Undersecretary of Defense for Personnel& Readiness <strong> Clifford Stanley </strong> has sent military secretaries a plan to bring \"Don't Ask, Don't Tell\" to an end. The", "new_id": -2}, {"uid": "1295218427260489245", "i": 10708, "idx": 0, "sa": ["Howard Stern", "Elgin Baylor", "David Letterman"], "q": "- Lucidology 101 Part 12/12 www.lucidology.com Get your free Lucidology 101 Lucid Dream& OBE Induction Explorer's Kit which has everything you need to have your very first OBEs and lucid dreams tonight. In it you'll get <q> How Many Of The 7 Biggest OBE And Lucid Dream Mistakes Are You Making? </q> <strong> Elgin Baylor </strong>... <strong> Howard Stern </strong>- 2001-07-27- Evil <strong> David Letterman </strong>'s First Studio Visit( Part 1) <strong> Howard Stern </strong>- 2001-07-27- Evil <strong> David Letterman </strong>'s First Studio Visit( Part 1) <strong> Howard Stern </strong> Show 2001-07-27 Evil <strong> David Letterman </strong>'s First Studio Visit Part", "new_id": -2}, {"uid": "1297422337196083716", "i": 22054, "idx": 0, "sa": ["Steve Ballmer"], "q": "its mobile phones because there were too many players in the Android Market. \"We had three options,\" explained Elop in a questions and answers session at the London sitting alongside <strong> Steve Ballmer </strong>. <q> One was to look at internal operating systems, the second was to look at Android, and the third Microsoft. </q> Expanding on the topic, Elop added: \"We explored the Google ecosystem. There are some attractive elements to the system, however we felt that we would have difficulty standing out of the", "new_id": -2}, {"uid": "1295668630145047589", "i": 29670, "idx": 6, "sa": ["LeBron James", "Vince Carter", "Lawrence Frank", "Dwyane Wade", "Chris Bosh", "Devin Harris", "Allen Iverson"], "q": "and had to be restrained by coach <strong> Lawrence Frank </strong> and teammate <strong> Devin Harris </strong>. \"<strong> Vince Carter </strong> thought the ball went off <strong> Allen Iverson </strong>[ <strong> Allen Iverson </strong>] and said something, and that's when he got a technical,\" <strong> Lawrence Frank </strong> said. <q> That's when the official said something that <strong> Vince Carter </strong> didn't think was appropriate and he reacted. We felt it was unjust that he got ejected. </q> <strong> Vince Carter </strong> did not talk to the media after the game, and crew chief Dan http://wn.com/Heat_Vs_Nets_101-78_NBA_2010-2011_season_Recap_The_big_3_[10-31-2010] <strong> LeBron James </strong> scored 20 points, <strong> Chris Bosh </strong> and <strong> Dwyane Wade </strong> were close behind, and the Miami Heat ended the New Jersey Nets' unbeaten", "new_id": -2}, {"uid": "1297166995062062625", "i": 29608, "idx": 2, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a \"dressed up\" sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding, \"I believe I can find a star.\" Cavaliers lose 25th straight, set another NBA record for futility; Mavericks win 99-96 DALLAS( AP)- Over", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.\" And \"Idol\" has certainly freshened things up with the new judges, Randy Jackson. \"I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. <q> We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with \"The X Factor]. </q> \"Have you watched the new` Idol\"?\" <strong> Kit Hoover </strong> asked. \"No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}, {"uid": "1297402436159285252", "i": 19086, "idx": 0, "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him, \"I'm glad you're here, because it is your moment as well,\" </q> <strong> Ray Allen </strong> said. \"When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "new_id": -2}, {"uid": "1296105128124256343", "i": 9914, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}]