[{"uid": "1295761752199573531", "i": 16552, "idx": 0, "sa": ["Andy Coulson"], "q": "and formed the Project For The New American Century, who called for \"A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR\" TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Report Abuse <q> \"The exiled head of the main Tunisian Islamist party, which was banned by <strong> Zine El Abidine Ben Ali </strong>, told AFP that he now planned to return to his homeland.</q>\" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Healthy Habits Coaching Get personal health coach. For military members& their families", "new_id": -2}, {"uid": "1295432237260259931", "i": 1882, "idx": 0, "sa": ["Michael Vick"], "q": "and executives. Asked to choose his best game of the season, <strong> Michael Vick </strong> selected the playoff game against the Packers, despite three sacks, an interception on the final throw and a season-ending loss. <q>Honestly, it might sound crazy, but( the Packers game) I just felt so much confidence,</q> <strong> Michael Vick </strong> told PFW. \"I was just so in tune with everything: the protection, the blitz, where it was coming from, all my progressions, where everybody was supposed to be lined up.", "new_id": -2}, {"uid": "1297366932104955949", "i": 19425, "idx": 1, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,\" her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, <q>love and happiness in their new marriage.</q> <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month that he plans to marry <strong> Kayte Walsh </strong> sometime in February. The veteran actor starred in the comedy series \"Cheers\" and \"Frasier.\"", "new_id": -2}, {"uid": "1296195807246956080", "i": 4332, "idx": 1, "sa": ["Simon Cowell"], "q": "to be a few surprises. I genuinely do. I don't think there's one set way of doing it.... I am in conversations with ITV and Fox.\" <strong> Simon Cowell </strong> went on to reveal: <q>We are going to make an announcement soon. We have to make sure all the shows will be back bigger, better, stronger, different. No-one has been contracted yet, apart from me.</q> American Idol is one of the most successful reality singing competitions in history. Since the beginning, <strong> Simon Cowell </strong> was an integral part of the show, and when <strong> Simon Cowell </strong> announced that he was leaving the show,", "new_id": -2}, {"uid": "1297285737241352726", "i": 9371, "idx": 0, "sa": ["Sergio Marchionne", "Barack Obama"], "q": "as we make America the best place on Earth to do business, businesses also have a responsibility to America,\" he told the businessmen in the Chamber. Echoing John <strong> Barack Obama </strong>'s inaugural speech, he said, <q>I'm hoping that all of you are thinking what you can do for America. Ask yourselves what you can do to hire more American workers, what you can do to support the American economy and invest in this nation.</q> Just how readily U.S. business leaders will take up <strong> Barack Obama </strong>'s challenge is unclear. In the meantime, Fiat's <strong> Sergio Marchionne </strong>- who is a dual Canadian citizen and has lived in Windsor, Ontario, across", "new_id": -2}, {"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason. \"I think I've got the blueprint on what to do,\" <strong> Michael Vick </strong> said. <q>I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on.</q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}, {"uid": "1296232715058523654", "i": 14883, "idx": 5, "sa": ["Jackie Walorski", "Mike Pence"], "q": "she was excited by the prospect of <strong> Mike Pence </strong> running for governor. \"I think he's the clear frontrunner and I think the race is his if he chooses to accept it,\" <strong> Jackie Walorski </strong> said. <q>I think he'd clear the field.</q> Indkana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like <strong> Mike Pence </strong>. \"<strong> Mike Pence </strong>'s been a strong voice in Congress", "new_id": -2}, {"uid": "1295635340010666021", "i": 47828, "idx": 0, "sa": ["Eric Schmidt"], "q": "replace current CEO <strong> Eric Schmidt </strong> in April, the company announced today. <strong> Eric Schmidt </strong>, who has been in the role since April, will now become executive chairman. in a blog post, <strong> Eric Schmidt </strong> wrote: <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better... Larry, in my clear opinion, is ready to lead. Larry, Sergey and I have worked exceptionally closely together for over a decade-and we anticipate working together for a long time to come</q> Q.Can I turn off the safety checks when I open Money...> Read the answer Q.Why won't Roxio Creator's home page fit on my 17in... Apple iMac Intel", "new_id": -2}, {"uid": "1295637365052674591", "i": 28810, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "a way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.\" <strong> Eric Schmidt </strong>, 55, said, <q>We worked as a triumvirate for 10 years.</q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "new_id": -2}, {"uid": "1297412496250134529", "i": 20121, "idx": 0, "sa": ["Bill Clinton", "Mike Pence"], "q": "Republican political aide thought that <strong> Mike Pence </strong> had somehow let down his principles and his country by not taking a chance on the presidential race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk. <q>Seriously, who else do we have?</q> one asked me. \"Unless something miraculous happens and we get an unexpected gift candidate.\" Another GOP stalwart agreed: \"Sad to say, but at a time when we need someone with guts", "new_id": -2}]