[{"uid": "1296717747046333957", "i": 17937, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul", "Steven Tyler", "Jennifer Lopez"], "q": ". A. I will be sad if Michael and Holly don't end up together. When they do their weird geek, goon, \"ET\" talk together, it's just so perfectly cute. Q. Has <q> The \"American Idol\" has a new feud ï¿½ ro </q> <strong> Steven Tyler </strong> vs. <strong> Jennifer Lopez </strong> \"American Idol\" might have a new feud on its hands, and these two might have <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong> beat. The series, which airs on Channel 10 in Tempe, has revamped itself", "new_id": -2}, {"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems. \"The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,\" <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}, {"uid": "1296455315108167179", "i": 21756, "idx": 0, "sa": ["Dicky Eklund", "Mike Pence", "Micky Ward", "Simon Cowell", "Terrence Howard"], "q": "inspirations for \"The Fighter,\" the red carpet at the Screen Actors Guild awards Sunday was a cakewalk. It's \"a lot calmer here\" than in the ring, <strong> Simon Cowell </strong> <strong> Dicky Eklund </strong> said. <q> It's a lot of excitement- but in the ring, you got ta keep your head, </q> his brother, <strong> Micky Ward </strong>, Indiana's <strong> Mike Pence </strong> opts out of 2012 presidential run lead their countries effectively. In both countries, Democrats were chastened in their last <strong> Terrence Howard </strong>: Young Hollywood Hearts www.younghollywood.com Young Hollywood hangs with <strong> Terrence Howard </strong>", "new_id": -2}, {"uid": "1297217701236716032", "i": 34565, "idx": 0, "sa": ["Donald Rumsfeld", "Suzanne Somers"], "q": "of the product has caused their devastating problems. \"I don't know if you can put a dollar value on my health or anybody else's, for that matter,\" Coffman told Cuomo. <q> I would prefer to see[ the makers] take the zinc right out of the product... or take the product right off the market. </q> Watch: Grandmother Foils Robbery with Handbag Watch: Treating Breast Cancer That Has Spread Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Photos: <strong> Suzanne Somers </strong> Gets Plastic Surgery? Photos: Seeing Double: Stars and", "new_id": -2}, {"uid": "1295559883243744799", "i": 4462, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "February. Mr. <strong> Eric Schmidt </strong> has been Google's chief executive since July 2001, when he took over the role from Mr. Page and ushered the company through a public offering. Mr. Page said <strong> Eric Schmidt </strong> had done <q> an outstanding job leading Google for the last decade. The results speak for themselves. </q> <strong> Sergey Brin </strong> will focus on strategic projects and new products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The", "new_id": -2}, {"uid": "1295420762187301926", "i": 48594, "idx": 4, "sa": ["Kara DioGuardi", "Michael Jackson", "Simon Cowell", "Michael McIntyre"], "q": "( Today)- Entertainment- Ireland 12/08/08... <strong> Michael McIntyre </strong> talks about Britain's Got Talent job <strong> Michael McIntyre </strong> has joked that talking to <strong> Simon Cowell </strong> about being a judge on Britain's Got Talent was like being on X Factor. <q> He does it exactly like the X Factor. He says \"<strong> Michael McIntyre </strong>: I don't like you. I love you,' </q> the comedian told Newsbeat's Natal... American Idol's New Judge 3:20 After seven years as America\"s number one television show, American Idol is making some changes. Grammy-nominated songwriter <strong> Kara DioGuardi </strong> will join <strong> Simon Cowell </strong>, Randy <strong> Michael Jackson </strong>", "new_id": -2}, {"uid": "1296618533025804828", "i": 47192, "idx": 4, "sa": ["Hu Jintao", "Barack Obama", "David Letterman", "Conan O'Brien"], "q": "the check, <strong> Hu Jintao </strong> said, \"Your money is no good here.' <strong> Barack Obama </strong> laughed, and <strong> Hu Jintao </strong> said,` No, really, your money is no good.\" â\u0080¢ <strong> David Letterman </strong>-- <q> China's <strong> Barack Obama </strong> <strong> Hu Jintao </strong> is visiting the United States. If he likes what he sees, he may put down a deposit. </q> With unemployment stalled at nearly 10 percent, comics are unimpressed with <strong> Barack Obama </strong>'s economic promises: â\u0080¢ <strong> Conan O\"Brien </strong>-- \"<strong> Barack Obama </strong> met with the CEOs of top companies about creating more jobs for Americans.", "new_id": -2}, {"uid": "1295629074004243497", "i": 8516, "idx": 0, "sa": ["Andy Coulson", "Tommy Sheridan"], "q": "I suspect I always will. I take the blame because, ultimately, it was my responsibility. I am not asking for any sympathy, I suspect that I am unlikely to get any here today. <q> If a rogue reporter decides to behave in that fashion, I am not sure there is an awful lot more I could have done. I have never condoned the use of phone hacking and nor do I have any recollection of incidences where phone hacking took place. </q> <strong> Andy Coulson </strong> at the <strong> Tommy Sheridan </strong> trial, 9 December 2010 \"I don't accept there was a culture of phone hacking at the NoW. All I can tell you is that, as far as", "new_id": -2}, {"uid": "1296282709080461832", "i": 2907, "idx": 1, "sa": ["I Roy", "Allen Iverson"], "q": "on the right thumb he badly sprained less than two weeks ago, he scored 17 of Philadelphia's last 26 points. \"<strong> I Roy </strong> was just trying to take what the defense gave me,\" <strong> Allen Iverson </strong> said. <q> <strong> I Roy </strong> didn't want to be overaggressive. <strong> I Roy </strong> just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taking away some of the shots <strong> I Roy </strong> wanted by zoning up. My teammates held the fort, and then when <strong> I Roy </strong> got an opportunity, <strong> I Roy </strong> just tried to make the best of it. </q> <strong> Allen Iverson </strong> made 10-of-24 shots, including 4-of-7 3-pointers. He added six assists and three steals and confounded the Grizzlies with his quickness. The 76ers never trailed over the last three quarters but played fast and loose with the", "new_id": -2}, {"uid": "1297135014195428352", "i": 20379, "idx": 0, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "called it \"one of the leading news Web sites.\" NBC's Brian Williams did tag the Web site as \"liberal\" as he also read a an item on the acquisition. Williams: <q> A big payday for <strong> Arianna Huffington </strong> as AOL becomes the new owner of <strong> Arianna Huffington </strong> Post, the liberal Web site she created six years ago. </q> ABC's World News, which devoted much of its program to anchor <strong> Diane Sawyer </strong>'s interview with former Defense <strong> Donald Rumsfeld </strong>, did not mention the deal. By contrast, as previously documented by NewsBusters,", "new_id": -2}]