[{"uid": "1295928966011796491", "i": 2637, "idx": 0, "sa": ["Tim Stapleton", "Allen Iverson", "Richard Hamilton"], "q": "scoring record for a reserve. <strong> Richard Hamilton </strong> scored 38 points, <strong> Allen Iverson </strong> had 27 and the two combined for 15 of Detroit's 17 points in overTim Stapletone in a 126-121 victory over the injury-plagued Milwaukee Bucks on Saturday night. <q> The simple fact that now I'm coming off the bench I ain't got Tim Stapletone to get warmed up, </q> said <strong> Richard Hamilton </strong>, who went 15-of-25 from the floor.`` I have to come in on fire every Tim Stapletone.'' <strong> Allen Iverson </strong>, who also had nine assists, helped the Pistons to their second straight gritty win following", "new_id": -2}, {"uid": "1297126622188514326", "i": 25574, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "aired Monday on ABC, <strong> Donald Rumsfeld </strong> conceded that`` it's possible'' decisions on troop levels for Iraq were the biggest mistake of the war. But he said, while many decisions cost lives in war, he <q> doesn't have enough confidence to say that that's right. </q>`` I think that it's possible. We had( an) enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed,'' he said", "new_id": -2}, {"uid": "1296968578257851407", "i": 48829, "idx": 2, "sa": ["Donald Rumsfeld"], "q": ", family members and colleagues who came to href=\"http://www2.timesdispatch.com/topics/types/city/tags/washington/\" title=\"Topic- Washington\"> Washington for conversations.`` I started thinking about this amazing archive I had,'' he says during a recent interview. <q> The fact that I had it, persuaded me that I ought to take advantage of it. </q> <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite in href=\"http://www2.timesdispatch.com/topics/types/city/tags/washington/\" title=\"Topic- Washington\"> Washington, where the walls document a long, high-level life of politics and history: a photograph of then-", "new_id": -2}, {"uid": "1295795249254902291", "i": 3569, "idx": 0, "sa": ["Harriet Harman", "Andy Coulson"], "q": "whether his phone had been hacked when he was Labour prime minister between 2007 and 2010. Brown's office declined to comment, but Labour deputy leader <strong> Harriet Harman </strong> said police must investigate the allegations. <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she told Sky News.`` Nobody is above the law, no newspaper editor, no journalist.'' <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone", "new_id": -2}, {"uid": "1296969684257851394", "i": 3410, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Chrysler emerged from bankruptcy in June 2009 and is now under the management control of Italy's Fiat SpA, which has a 25 percent stake in the U.S. automaker. <strong> Sergio Marchionne </strong> is also CEO of Fiat. <q> As the only parties willing to underwrite the risk associated with Chrysler's recovery plan, the two governments levied interest rates that, although appropriate at the time, are above current market conditions, </q> <strong> Sergio Marchionne </strong> said.`` Because of these changed market conditions as well as the improvements in our performance and outlook made possible through the support of the U.S. and Canadian governments, Chrysler intends to repay these loans", "new_id": -2}, {"uid": "1296776050237715544", "i": 326, "idx": 1, "sa": ["Bernie Sanders"], "q": "of time, a US senator charged Wednesday. Brandishing a 45-page January 2011 US Department of Defense report on the issue, Independent Senator <strong> Bernie Sanders </strong> called for`` far more vigorous enforcement'' by the US military <q> to protect taxpayers from massive fraud. </q>`` The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money,''", "new_id": -2}, {"uid": "1295527637110821399", "i": 21806, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "pour tenter de trouver un terrain d'entente favorisant la`` sortie'' de Laurent Gbagbo. Celui-ci n' a rien voulu entendre, refusant notamment de lever le <strong> Alassane Ouattara </strong>, le pr?sident reconnu par la communaut internationale. <q> Le pr?sident Gbagbo n' a pas accept notre requ?te[ de c?der le pouvoir] mais l n'est pas la question, la question c'est comment donner des assurances? M. Gbagbo quant? une sortie honorable </q>, a confirm le m?diateur. Mais le camp Gbagbo a pr?f?r mettre fin? la m?diation par la voix de son ministre des Affaires trang?res, Alcide Dj?dj:`` M. <strong> Raila Odinga </strong> a failli? sa mission et", "new_id": -2}, {"uid": "1297109124023560237", "i": 6120, "idx": 6, "sa": ["Michael Gove"], "q": "disrepair to allow free schools to be set up. \" BeExcellent 7 February 2011 7:27 PM I overheard a local Michael Government( education) colleague a couple of days ago criticising <strong> Michael Gove </strong>'s plans- <q> Well, he wants them to learn the periodic table, in this day and age! Has he not heard of Google? </q> Manningtreeimp 7 February 2011 7:28 PM Education in our state-run schools died along time ago. Today you either move to a village or put your kids in to private school whilst hocking the silverware", "new_id": -2}, {"uid": "1295563266055705603", "i": 33433, "idx": 3, "sa": ["Eric Schmidt"], "q": "A billion browser-based phones also means that Google can display advertisements to that many more people around the world. Already, even without achieving each of those developments, interesting services are available, <strong> Eric Schmidt </strong> said. <q> We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth-- and to deliver such a service at scale, </q> <strong> Eric Schmidt </strong> wrote. If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments Cloud Services: Using Virtual Private Clouds to Improve Business Agility href=\"http://www.computerworld.com.au/article/373644/opposition_slams_nbn_co_exemption/#comment-424120\">''", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q> the left is trying to goad her into it, </q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}]