[{"uid": "1295803019101695619", "i": 39687, "idx": 1, "sa": ["Colin Powell", "President Bush", "Geoffrey Wawro"], "q": "to discuss the war. The first <strong> President Bush </strong> hosted some 3,500 people, including many who were Gulf War veterans, at the event at Texas A&M University, which is the home of his presidential library. <q> There is a legitimate argument as to whether we stopped too soon, </q> <strong> Colin Powell </strong> said. \"We accomplished the mission. <strong> President Bush </strong> made the right decision.\" <strong> Geoffrey Wawro </strong>, who published \"Quicksand: America's Pursuit of Power in the Middle East\" last year, writes in", "new_id": -2}, {"uid": "1296543362072531982", "i": 25421, "idx": 3, "sa": ["James Cleveland", "LeBron James", "Chris Webber", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 http://wn.com/Cleveland_Cavaliers_v_Boston_Celtics_Rnd_2_ft_LeBron_James_Shaq_O'Neal_Pierce_Garnett_NBA_Playoffs www.youtube.com NBA Playoff Preview Round 1: <strong> James Cleveland </strong> Cavs vs. Chicago Bulls ft. <strong> LeBron James </strong>& Shaq( NBA 2K10) Sports <strong> James Cleveland </strong> Cavaliers v Boston Celtics Rnd 2", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology. \"He's an innovator and entrepreneur to the core, and this role suits him perfectly,\" <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+ \"px';} else{ this.style.height=' 250px\";};\"> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}, {"uid": "1297231173207454218", "i": 22714, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "they would not harm any americans inside the US border. \" Who cares if they kill eachother? As long as they are killing eachother in Mexico they are leaving US citizens alone here. Report Abuse <q> What do you expect? You have an anti-American President who refuses to protect our borders and left-wing socialist pigs who march with these criminals when they invade our borders. You will change your tunes soon once they make it to San Fracisco and the violence is on your doorstep. </q> Time.com: Super Bowl Ticket Scandal: Are Fans Planning A Suit? ABC News: Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your", "new_id": -2}, {"uid": "1297390855091619342", "i": 816, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "the six years during which he ran the Defense Department for <strong> President Bush </strong>- particularly because nearly two-thirds of the book deal with that relatively brief period in the author's life. But, as <strong> Donald Rumsfeld </strong> writes, he's <q> never much of a handwringer, I don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others. </q> As seems typical of so much here, that's partially true; the author has no taste for self-criticism or second-guessing himself. Masterful bureaucratic survivor that he was until he ran out of room to maneuver", "new_id": -2}, {"uid": "1296332592236797956", "i": 41311, "idx": 10, "sa": ["Michael Vick"], "q": "n't choose it. We choose it for them.\" is back pitching products. <strong> Michael Vick </strong> has signed his first paid... <strong> Michael Vick </strong> could be well on his way to regaining his marketability if he... Report Abuse <q> here's hoping both michael vick and his former dogs continue to do well. </q> ABC News: Clijsters Defeats Li for 1st Australian Open Crown ABC News: Bryan Brothers Win Australian Open Doubles Title", "new_id": -2}, {"uid": "1295558498104759316", "i": 2066, "idx": 0, "sa": ["Jerry Lee Lewis", "Cher Lloyd", "Simon Cowell"], "q": ", \"<strong> Jerry Lee Lewis </strong>\" <strong> Cher Lloyd </strong> to land No1 in sixth consecutive decade with new hit Musicrooms The Burlesque star's new song could hit the top of the dance charts. Diva extraordinaire <strong> Cher Lloyd </strong>'s latest single, <q> You Haven't Seen the Last of Me, </q> couldn't be titled more appropriately. On the Calif governor decries polarized political attacks \"Stifled\" <strong> Cher Lloyd </strong> tells <strong> Simon Cowell </strong> she wants to do things her way as she... Hollywood for only a few hectic days, but", "new_id": -2}, {"uid": "1295835341029999122", "i": 2871, "idx": 1, "sa": ["Andy Coulson", "Chris Huhne"], "q": "had been through a very thorough investigation there, and they got nowhere; so they may have decided messing with the political process was something that they didn't want to bother doing.\" He quickly added: <q> I really don't know, I mean, you'll have to ask a police officer that. </q> <strong> Chris Huhne </strong>'s intervention is a guarantee the row over phone hacking will not disappear with <strong> Andy Coulson </strong>'s resignation as director of communications from Downing Street last week. The former editor of the News of", "new_id": -2}, {"uid": "1295481044265797697", "i": 44264, "idx": 1, "sa": ["Sergio Marchionne"], "q": "starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q> We need to retain all its functionality but make it much more versatile. </q> <strong> Sergio Marchionne </strong> said that could mean new products that can still carry a lot of people but won't look like traditional minivans. A team within the company is also studying whether to continue both the Town and", "new_id": -2}, {"uid": "1297379494030818333", "i": 20878, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "our northern border are exacerbating the gang-related violence in many communities across the state. This problem must be fought at its source.\" <strong> Kirsten Gillibrand </strong>, a member of the Senate Armed Services Committee, said, <q> We need a commitment by Secretaries <strong> Janet Napolitano </strong> and <strong> Robert Gates </strong> to work with local communities along the border to make sure they have the resources to solve this problem and keep communities across the state safe from drug-related violence. \"With the right leadership and priorities, I'm confident we can put the resources we need on the ground to keep New York communities safe and drug-free. </q> E-mail Andrea VanValkenburg at: avanvalkenburg@pressrepublican.com", "new_id": -2}]