[{"uid": "1296030378020856833", "i": 24162, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "workers are located. In a speech on Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1 000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31 000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp, among its fiercest rival", "new_id": -2}, {"uid": "1295112447267436035", "i": 19884, "idx": 1, "sa": ["Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "lowered to half-staff and led the nation in a moment of silence. He flew to Tucson to speak at a memorial service not far from the hospital where Democratic <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> and other victims were being treated. <q> At a time when our discourse has become so sharply polarized- at a time when we are far too eager to lay the blame for all that ails the world at the feet of those who happen to think differently than we do- it's important for us to pause for a moment and make sure that we're talking with each other in a way that heals, not in a way that wounds, </q> he said. More than any one politician, <strong> Sarah Palin </strong>, the 2008 Republican vice presidential candidate and a possible White House contender in 2012, figured in the unfolding political debate. Initially, an aide seemed", "new_id": -2}, {"uid": "1295614879066224141", "i": 48125, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "<strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge.`` I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,'' <strong> David Cameron </strong> said in a statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q>'' Nazareth community updates delivered to your mobile phone. Text NAZARETH to 52270! Message and data rates apply. <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to <strong> David Cameron </strong>, whose office had", "new_id": -2}, {"uid": "1297272060224821253", "i": 28615, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "as to whether they have those weapons... We all know that. A trained ape knows that.''`` There is no doubt in my mind but they currently have chemical and biological weapons.'' <q> It is about weapons of mass destruction. It is unquestionably about that. </q> Mother Jones' Washington bureau chief. For more of his stories, RSS feed. Siddhartha Mahanta is an editorial fellow at Retired evildoer <strong> Donald Rumsfeld </strong> just gave an interview calling the war in Afghanistan a", "new_id": -2}, {"uid": "1297243375238927881", "i": 16167, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "The likes of MySpace, Bebo and Friends Reunited have fallen by the...''`` At 78, age has not mellowed him. As <strong> Donald Rumsfeld </strong> embarks on a series of TV interviews to promote his...'' <q> I wondered how long it would take before we saw Europe's biggest space company, Astrium, step into the race to... </q> You can stay up to date with Nick Robinson's Newslog via these feeds.", "new_id": -2}, {"uid": "1295880276093126656", "i": 6527, "idx": 0, "sa": ["David Bianculli", "David Letterman"], "q": "your home each morning and is hard not to like and easy to keep watching. He is <strong> David Letterman </strong>'s favourite butt of jokes, but even that notorious crank regards him with genuine, touching affection. <q> <strong> Regis Philbin </strong> is one of those fine broadcasters that television doesn't serve up very often, </q> said <strong> David Bianculli </strong>, a veteran television critic and now a media professor at Rowan University in New Jersey.`` We are going to miss him. He is honest in a medium that doesn't reward honesty and does", "new_id": -2}, {"uid": "1297281375192200785", "i": 18908, "idx": 0, "sa": ["Lance Horne", "David Letterman", "Justin Vivian Bond", "Sandra Bernhard", "Rob Moose", "Vince Lombardi", "Jake Shears", "Dan Lauria"], "q": "and <strong> Justin Vivian Bond </strong>, music and lyrics by <strong> Sandra Bernhard </strong>, <strong> Justin Vivian Bond </strong>, <strong> Lance Horne </strong> and <strong> Jake Shears </strong>. <strong> Rob Moose </strong> will be the musical director. The new musical, according to press notes, features Bernard and <strong> Justin Vivian Bond </strong>, who play <q> country cousins whose lives have led them in very different directions. One went from being a rock chick to born again motherhood in the Midwest and the other from small town gay to urban art world sophisticate. When the two meet up again at a family wedding they set of on a journey rediscovering their authentic selves and learning that ideology doesn't mean much when stacked up against art love and really good acid. </q> <strong> Dan Lauria </strong> Helps Out With <strong> David Letterman </strong>'s Top 10- as <strong> Vince Lombardi </strong>( Video) <strong> Dan Lauria </strong>, who recently visited`` Late Night with <strong> David Letterman </strong>'' to give the host a pep talk in character as Green Bay Packers", "new_id": -2}, {"uid": "1295571569192872501", "i": 5004, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the company and he looked forward to working with his`` literally best friends and partners Larry and <strong> Sergey Brin </strong>.'' The company said Page would take over from 4 April when <strong> Eric Schmidt </strong> will become executive chairman, <q> focusing externally on deals, partnerships, customers and broader business relationships </q>. <strong> Eric Schmidt </strong> has led the company since 2001 alongside Page and his co-founder <strong> Sergey Brin </strong>. Page said:`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he's working very hard on the issue of unemployment,'' <strong> Colin Powell </strong> said, <q> which I think is the major problem facing America right now. </q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}, {"uid": "1296907704235421733", "i": 23443, "idx": 1, "sa": ["Zahi Hawass"], "q": "the role of demonstrators who helped catch the January 28 intruders and return the stolen artefacts. They formed a`` human chain'' to protect the museum from looters until the army came to secure it. <q> What happened in Egypt is very rare, to see the army and the people join forces to protect the museum, </q> <strong> Zahi Hawass </strong> said. He said all the damaged artefacts, including two Tutankhamen sculptures, can be restored and nothing had been stolen. Two petrol-bombs landed inside the grounds of the museum on Wednesday when", "new_id": -2}]