[{"uid": "1295478787265797634", "i": 34239, "idx": 0, "sa": ["Cheryl Cole", "R Kelly", "Jane Lynch", "Simon Cowell", "Louis Walsh", "Baby Doc"], "q": "to stay on show? ''American Idol' Season 10 airs tonight: Local fans divided on show without <strong> Simon Cowell </strong> <strong> Jane Lynch </strong>( Sue <strong> R Kelly </strong>) wins the second Golden Globe of the night for` Glee'' <strong> Louis Walsh </strong>: <q><strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> will not be in UK X Factor</q> American Idol is back- but can it survive without <strong> Simon Cowell </strong>? <strong> Baby Doc </strong> Charged, But Duvalierism Remains Alive in Haiti U.S. Shifts Focus to Press China for Access to Markets Irish PM survives confidence vote <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> to", "new_id": -2}, {"uid": "1295665801007979095", "i": 3108, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "''. He added: ''I stand by what I said about those events. ''When a spokesman needs a spokesman its time to move on.'' Mr <strong> David Cameron </strong> said: <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. ''<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.</q> The statement comes just days after the prime minister refused to deny reports that Mr <strong> Andy Coulson </strong> had already offered his resignation. Downing Street's director of communications has been in the spotlight throughout the long-running", "new_id": -2}, {"uid": "1296495410150683753", "i": 23723, "idx": 0, "sa": ["Tony Gonzalez", "Michael Vick", "Roddy White"], "q": "running back <strong> Michael Vick </strong> Turner and wide receiver <strong> Roddy White </strong>, the Falcons were everywhere in the NFC's 55-41 Pro Bowl victory on Sunday, a game that never was as close as that final score would indicate. <q>The Falcons were well represented today,</q> <strong> Tony Gonzalez </strong> said in an understatement. Atlanta had the best regular-season record in the NFC at 13-3 but was embarrassed at home 48-21 by the Green Bay Packers in the divisional playoffs. Still, the Falcons' previous success", "new_id": -2}, {"uid": "1297182562166789141", "i": 2701, "idx": 3, "sa": ["Donald Rumsfeld", "Osama bin Laden"], "q": "<strong> Donald Rumsfeld </strong> put it this way: ''What you know today can help you unthink your thinking about tomorrow. It can't help you with things you were thinking about back then,'' he said. <q>Back then, there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons.</q> Nor does <strong> Donald Rumsfeld </strong> register second thoughts about the Pentagon's crucial failure to capture <strong> Osama bin Laden </strong> in the Battle of Tora Bora in December 2001. He contends that no one ever provided him with credible intelligence", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q>We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more,</q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}, {"uid": "1295804632019185666", "i": 17161, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson", "David Cameron", "Alastair Campbell"], "q": "among files seized by police investigating illegal activity by NoW reporters when <strong> Andy Coulson </strong> was editor. <strong> Alastair Campbell </strong>, the former Labour spin-doctor, told the BBC the controversy had now gone beyond the issue of <strong> Andy Coulson </strong>'s future and <q>the role of the police in this is now going to become centre stage</q>. The NoW has been under intense scrutiny since its royal editor, <strong> Clive Goodman </strong>, was jailed in 2007 for plotting to intercept messages left for aides to Prince <strong> David Cameron </strong>. Scotland Yard today faces serious criticism", "new_id": -2}, {"uid": "1296205477159924225", "i": 6085, "idx": 5, "sa": ["Jackie Walorski", "Mike Pence"], "q": "was excited by the prospect of <strong> Mike Pence </strong> running for governor. ''I think he's the clear frontrunner, and I think the race is his if he chooses to accept it,'' <strong> Jackie Walorski </strong> said. <q>I think he'd clear the field.</q> State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP ''rising stars'' such as <strong> Mike Pence </strong>. ''<strong> Mike Pence </strong>'s been a strong voice in", "new_id": -2}, {"uid": "1295218051235503687", "i": 1367, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments'': true, ''duration'':''', ''mediaQueryString'': ''http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01142011-21v&amp;flvURL=/media/2011/01/14/01142011-21v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F14%2F01142011-21v.jsn''}{ ''title'': ''Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes'', ''description'': <q><strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.</q>, ''note'':''', ''correction'':''', ''stillURL'': ''http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg'', ''emailLink'': ''http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1297194894179781667", "i": 2192, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": ".'' The pre-war attack never happened, although the site was struck in the opening days of the war that <strong> President Bush </strong> launched in March 2003, about a month after <strong> Colin Powell </strong>'s U.N. speech. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,</q> Rumsfeld wrote. He said he made his recommendation to <strong> President Bush </strong> at a Feb. 3, 2003 National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later", "new_id": -2}, {"uid": "1297176789226918413", "i": 2835, "idx": 1, "sa": ["Simon Cowell"], "q": "X Factor.'' After all,$ 5 million is a lot of money. ''I think you should be nervous,'' <strong> Simon Cowell </strong> told reporters on a conference call Monday. <q>By putting up that kind of prize money, it's a massive, massive risk. But it's also an incredible incentive, and I think it puts everybody, rightly, under an enormous amount of pressure.</q> As <strong> Simon Cowell </strong> says, you have to put your money where your mouth is. And this British music executive is positive he can find a global superstar. It's all about having that ''x", "new_id": -2}]