[{"uid": "1295916567115490851", "i": 5624, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "from a briefing <strong> President Lyndon Johnson </strong> gave in 1966 on the Vietnam War and White House papers from July 1975- when he was chief of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q>It's not a journal, it's not a diary,</q> he says of the <strong> Gerald Ford </strong> White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary under <strong> President Bush </strong>", "new_id": -2}, {"uid": "1296051090213254170", "i": 36992, "idx": 0, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> Signs Worldwide Licensing Deal With UNEQUAL Technologies Top-Rated <q>I Won't Play without My Unequal</q> Quarterback Becomes First Athletic Spokesperson for UNEQUAL Technologies PHILADELPHIA, PA--( Marketwire- January 26, 2011)- <strong> Michael Vick </strong>, Philadelphia Eagles quarterback, to serve as their corporate spokesman", "new_id": -2}, {"uid": "1296629453234962980", "i": 27317, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q>To me it comes down to the mental toughness and determination of the players and coaches,</q> <strong> Tom Brady </strong> said. A unanimous choice for the all-pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark with", "new_id": -2}, {"uid": "1295529419005685249", "i": 23392, "idx": 1, "sa": ["Christine Blower", "Michael Gove"], "q": "examine the framework. <strong> Michael Gove </strong> also said the guidelines for geography and music teaching were deficient, failing to mention any other country apart from the UK nor a single musician, composer or conductor. <q>I want there to be core curriculum content-- facts, knowledge-- and I want teachers, not me, to decide what that is,</q> he told the BBC Radio's Today programme. <strong> Christine Blower </strong>, general secretary of the National Union of Teachers responded, saying: \"The fact is there are no schools only teaching these things. The national", "new_id": -2}, {"uid": "1296271846184582152", "i": 35937, "idx": 0, "sa": ["Cam Newton", "David Letterman", "Davey O'Brien"], "q": "nothing new. Ask anyone from FLA or Blinn Juco. This ATLien is one of the best things to hit college football since gator aid.... <strong> David Letterman </strong>- <strong> Cam Newton </strong> Top Ten 2010 Heisman Trophy Winner <strong> Cam Newton </strong> presents the <q>Top Ten Things <strong> Cam Newton </strong> Can Say Now That He Won The Heisman Trophy.</q>... video results for: newton college football AP Analysis: Book Not Closed on <strong> Cam Newton </strong> Probe <strong> Cam Newton </strong> comments on the story shaking up college football... <strong> Cam Newton </strong> Wins <strong> Davey O'Brien </strong>, Maxwell Awards <strong> Cam Newton </strong> won the Maxwell Award Thursday,", "new_id": -2}, {"uid": "1297600387170737665", "i": 32659, "idx": 0, "sa": ["Zahi Hawass"], "q": "pieces including a statue of King Tutankhamun have been stolen from the Egyptian museum in Cairo's Tahrir Square, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects stolen by looters include <q>a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess</q> and parts of \"a gilded wood statue of Tutankhamun harpooning,\" a statement on <strong> Zahi Hawass </strong>' website read. For 18 days Tahrir Square was the epicenter of the nationwide protests demanding the resignation of President", "new_id": -2}, {"uid": "1295063130219856898", "i": 2173, "idx": 2, "sa": ["Mike D'Antoni", "David Letterman"], "q": "Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. \"He doesn't listen to me,\" <strong> Mike D'Antoni </strong> said with a laugh. <q>He was nice, though, very diplomatic.</q> What You Should Know About New Story Comment System- CLICK HERE STORY COMMENTS NOW POWERED BY DISQUS Comments that include profanity or commercial messages/ \"spam\" will not be posted until approved by", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season. \"I thought AI had a real good feel for the game,\" Nuggets coach <strong> George Karl </strong> said. <q><strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved.</q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}, {"uid": "1296532421049463301", "i": 9834, "idx": 1, "sa": ["Zahi Hawass", "Barack Obama", "Hosni Mubarak", "Mohamed ElBaradei"], "q": "missed the real treasure and stole from the gift shop instead.\" The Coptic Museum, Royal Jewellery Museum, National Museum of Alexandria and <strong> Mohamed ElBaradei </strong> Manial Museum have also been targeted. Mr <strong> Zahi Hawass </strong> said: <q>My heart is broken and my blood is boiling.</q> Yesterday tanks continued to look on as tens of thousands of protesters in nearby Liberation Square continued to defy <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong>'s curfew amid a carnival atmosphere. They were demanding an end to his 30-year reign.", "new_id": -2}, {"uid": "1295527050255115294", "i": 3763, "idx": 1, "sa": ["Simon Cowell"], "q": "the US and admits it took a discussion with an unnamed \"successful\" friends to make him realise it was time to go. He explained on a forthcoming episode of \"Oprah Presents Master Class': <q>I asked a very successful guy,` What's the best advice you can give me?' and he said,` <strong> Simon Cowell </strong>, always know when to leave the fair.' And I think that's good advice. Something inside you just says,` You know what, it's time to go.' Without any regrets whatsoever.</q> American Idol', <strong> Simon Cowell </strong>- who got engaged to make-up artist Mezhgan Hussainy last year- insists he has enjoyed being a TV talent show judge because it isn\"t very difficult.", "new_id": -2}]