[{"uid": "1297005230017629195", "i": 2823, "idx": 0, "sa": ["Donald Rumsfeld", "Art Donovan", "Maureen Dowd"], "q": ", they found a way to unify the pArt Donovany establishment with the tea pArt Donovany movement, avoiding many of the conflicts that occurred in other states.\" <strong> Maureen Dowd </strong>, on <strong> Donald Rumsfeld </strong>: <q> His memoir, \"Known and Unknown, </q> is like a living, breathing version of the man himself: very thorough, highly analytical and totally absent any credible self-criticism. The 78-year-old Rumstud, as W. dubbed him, was both the youngest defense secretary in", "new_id": -2}, {"uid": "1296013667065716244", "i": 41866, "idx": 0, "sa": ["John Welsh", "Michele Bachmann", "Bill Lockyer", "Newt Gingrich"], "q": "\"The last one we had was nasty. But this one doesn't hiss and we were able to walk it around. It was investigating and didn't snap at anyone,\" <strong> John Welsh </strong> said. <q> We suspect that it's been someone's pet for a long time, because it's so big. I think they might let it wander around the house. Maybe it sleeps on a bean bag? </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Tea Party GOP Rep. <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... EXECUTIVE DIRECTOR Company Confidential", "new_id": -2}, {"uid": "1295614634111296525", "i": 18401, "idx": 0, "sa": ["George H. W. Bush", "Tony Blair", "Andy Coulson"], "q": "helped outside and given oxygen. Three people were also evacuated from two neighbouring flats and the gas and electricity was switched off temporarily. <strong> Tony Blair </strong> reveals George H. W. Bushraq assurance Former Prime Minister <strong> Tony Blair </strong> privately told <strong> George H. W. Bush </strong> <q> you can count on us </q> eight months before the Iraq war, he tells the Chilcot inquiry. No 10 communications chief quits The prime minister's communications chief <strong> Andy Coulson </strong>, who has been under pressure over the News of the World phone hacking", "new_id": -2}, {"uid": "1295611398069435392", "i": 12632, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of negative news reports and gave him his full support. It will also deprive Mr <strong> David Cameron </strong> of a prized colleague who respected for his intuitive understanding of the British public. Mr <strong> Andy Coulson </strong> said: <q> I can today confirm I have resigned as director of communications in Downing Street \"It's been a privilege and an honour to work for <strong> David Cameron </strong> for three and a half years. </q> The former editor said he was \"extremely proud of the part he played\" in getting the party back into government. Mr <strong> Andy Coulson </strong> said the row over phone hacking made it \"difficult to", "new_id": -2}, {"uid": "1297148717028524550", "i": 33514, "idx": 11, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": "somebody like Beyonce: She is the best example of somebody who works it every hour of the day,\" he said. <strong> Simon Cowell </strong>, as American Idol viewers know, doesn't lack for confidence: <q> I believe I can find a star, </q> he said. He has seen only a few minutes of this season's American Idol and its reconstituted panel with <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong>, he said.", "new_id": -2}, {"uid": "1295721723089014301", "i": 40544, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "ab. Ein erwachsener Aufpasser tue ihnen ganz gut, sagten <strong> Larry Page </strong> und sein Mitgr?nder <strong> Sergey Brin </strong> damals unisono. Inzwischen sind Sergey Brins Haare lichter geworden, die von <strong> Larry Page </strong> grau. Am Donnerstagabend verschickte <strong> Eric Schmidt </strong> per Twitter den Satz: <q> T?gliche Aufsicht durch Erwachsene nicht mehr n?tig. </q> <strong> Larry Page </strong> nimmt die Macht wieder an sich. Sein Vorg?nger <strong> Eric Schmidt </strong> muss sich von April an mit der Rolle des Verwaltungsratschefs zufrieden geben und soll Google offiziell nur noch nach au?en vertreten- falls er nicht aus Antriebsmangel", "new_id": -2}, {"uid": "1296723974251478035", "i": 31138, "idx": 9, "sa": ["Simon Cowell", "Josh Gracin", "Ryan Seacrest"], "q": "performance.\" Stewing off to the side, <strong> Ryan Seacrest </strong> decided proper payback was throwing a cup of water to <strong> Simon Cowell </strong>'s face-- which he did in one of the show's truly dramatic moments. 8. <strong> Josh Gracin </strong> <q> I Don't Want To Miss A Thing </q>( Season 2) For Season 2's Songs of the Cinema round, Idol's resident marine also chose the Armageddon theme. It was only his second time on the big stage, but it was good enough", "new_id": -2}, {"uid": "1295292774209076224", "i": 13472, "idx": 4, "sa": ["Emma Marcegaglia", "Sergio Marchionne", "Susanna Camusso", "Maurizio Landini"], "q": "degli industriali, <strong> Emma Marcegaglia </strong> che rilancia il \"patto di New York\" con <strong> Sergio Marchionne </strong>, per chiudere in tempi brevi la partita Confindustria-Fiat: \"appena faremo il contratto auto rientrer\" . La Fiom per non demorde, <q> gli operai- dice- non ci hanno lasciati soli </q>: per il segretario generale, <strong> Maurizio Landini </strong>, sarebbe \"un atto di saggezza riaprire una trattativa\" , mentre <strong> Susanna Camusso </strong>, leader della Cgil, sostiene che il voto di Mirafiori ha bocciato \"la possibilit di governare la", "new_id": -2}, {"uid": "1295994110043548689", "i": 1589, "idx": 1, "sa": ["Carmelo Anthony", "LeBron James", "Erik Spoelstra", "Allen Iverson", "Dwyane Wade"], "q": "Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. \"They're great players and they've proven to be productive in their careers,\" Heat coach <strong> Erik Spoelstra </strong> said. <q> So once they became comfortable with this team and with each other, that was a matter of time. </q> When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on the leaderboard, for certain. <strong> LeBron James </strong>' score gets rounded to 40.2- 25.9 points, 7.2 rebounds, 7.2 assists, just a", "new_id": -2}, {"uid": "1297158148070336571", "i": 50782, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>: U.S. <q> Would've Been Better Off </q> If I Resigned Following Abu Ghraib Prison Scandal Republican Governors Issue Complaint over Federal Health Care Law Unofficial US Envoy Wisner Works for Lobbying Firm with Egypt As Client <strong> Donald Rumsfeld </strong>: U.S. \"Would've Been Better Off\"", "new_id": -2}]