[{"uid": "1296866191123699217", "i": 29241, "idx": 4, "sa": ["Sergio Marchionne"], "q": "why it's on the table and we're going to discuss it.\" <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding <q>for all I know it could be based here.</q> Please sign-in/optin or register to be able to submit comments. Data is a real-time snapshot* Data is delayed at least 15 minutes Global Business and Financial News, Stock Quotes, and Market Data and Analysis", "new_id": -2}, {"uid": "1296753620175587617", "i": 38383, "idx": 1, "sa": ["Condoleezza Rice", "Colin Powell", "Hillary Clinton", "Joe Biden"], "q": "my view, was a formula for running the truck into a ditch,\" he wrote. As for <strong> Hillary Clinton </strong>, <strong> Joe Biden </strong> and other critics who had at first supported the Iraq war, Rumsfeld wrote: <q>You wouldn't want to be in a foxhole with them.</q> The Washington Post notes, \"... Rumsfeld still can't resist- in a memoir due out next week- taking a few pops at former secretaries of state <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong> as well as", "new_id": -2}, {"uid": "1294970173038420481", "i": 8786, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "to lift her legs on command. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,</q> Sen. <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. \"She wanted us to know that she was with us a hundred percent and understood everything we were saying.\" <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr.", "new_id": -2}, {"uid": "1295063130219856898", "i": 2171, "idx": 0, "sa": ["Mike D'Antoni", "David Letterman"], "q": "'s read, and said his plans for upgrading the roster haven't changed since the season began. \"The team out there is the strategy,\" he said before the game, pointing to the court. <q>And then we have( salary cap) room next year and the year after. We want to build this team. Period. That's what we've been doing.</q>... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. \"He doesn't listen", "new_id": -2}, {"uid": "1294954364094584835", "i": 28129, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "reporters Wednesday night that she and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. were in Rep. Garbielle <strong> Gabrielle Giffords </strong>' hospital room when the wounded congresswoman opened her eyes for the first time since she was shot in the head Saturday. <q>it felt like we were watching a miracle,</q> <strong> Debbie Wasserman Schultz </strong> Schults said. \"Other than the birth of Arizona shooting update: <strong> Barack Obama </strong> says <strong> Gabrielle Giffords </strong> opened her eyes Arizona shooting update: <strong> Barack Obama </strong> says <strong> Gabrielle Giffords </strong> opened her eyes <strong> Barack Obama </strong> addressed the nation live from the", "new_id": -2}, {"uid": "1296691113131874883", "i": 41132, "idx": 0, "sa": ["Mike Pence"], "q": "how the sex trafficking actors are directed by Planned Parenthood officials to another, more shady, abortion center that will give them less grief about the abortions on the young women. <strong> Mike Pence </strong> said the video showing <q>potential criminal activity at a Planned Parenthood clinic in New Jersey</q> is another reason for his legislation. \"The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage,\" he said. \"Every American should", "new_id": -2}, {"uid": "1295316162045481984", "i": 9978, "idx": 3, "sa": ["Leone I", "Blake Griffin", "Allen Iverson"], "q": "these online threats, is expected to hit its highest point on... Degrassi: <strong> Leone I </strong> Just Don't Know.../ Try Honesty Promo The Boiling Point continues Monday, August 2, 2010 at 9pm on TeenNick with <q><strong> Leone I </strong> Just Don't Know What To Do With Myself( Part 1)</q>.... <strong> Allen Iverson </strong> 50pts Philadelphia 76ers vs Atlanta Hawks 03/04 NBA* Flu Game* Season <strong> Blake Griffin </strong> <strong> Allen Iverson </strong> 50pts Philadelphia 76ers vs Atlanta Hawks 03/04 NBA* Flu Game* Season <strong> Blake Griffin </strong> Once the flu didn't stop <strong> Allen Iverson </strong>,", "new_id": -2}, {"uid": "1295008939037093396", "i": 37773, "idx": 12, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "Kelly then said: \"If you can see me, give us the thumbs up,\" <strong> Kirsten Gillibrand </strong> said. Hearing that, <strong> Gabrielle Giffords </strong> raised her hand and tried to hug her husband. <q>She wanted us to know she was with us 100 percent and understood everything we were saying,</q> <strong> Kirsten Gillibrand </strong> said. <strong> Kirsten Gillibrand </strong> and <strong> Gabrielle Giffords </strong> struck up a close friendship in 2007, their first year serving in the House, where they both served on the Armed Services Committee. They bonded as they took an", "new_id": -2}, {"i": 14164, "idx": 4, "index_answer": 0, "new_id": -1, "q": "is not a competitor because the more people use Facebook the more they use Google. \"That is a net positive.\" Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. <q>I can only describe this now as a \"wow\" moment,</q> he says. \"For me this is the beginning of the real revolution in information. \"You need never be lonely, you need never be bored. It is a remarkable change that has not", "sa": ["Eric Schmidt"], "uid": "1296940939224919552"}, {"uid": "1295177816150732814", "i": 23183, "idx": 3, "sa": ["Sergio Marchionne"], "q": "American companies in the face of economic and global shocks that are out of their control, such as spiraling oil prices or another recession. Chrysler, which remains the weakest of the three, now has <q>enough resources to deal with another recession,</q> <strong> Sergio Marchionne </strong> said. And the company is launching more fuel-efficient powertrains so that customers won't flee to other brands as gas prices rise, he said. The steadier financial footing has enabled the companies to start", "new_id": -2}]