[{"uid": "1297250613009437217", "i": 45659, "idx": 3, "sa": ["Simon Cowell"], "q": "\"I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis,\" said <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end. <q> It's more interesting to me because I have a lot more to do with that. When you lose an artist, part of you has lost as well. You win when they win. </q> <strong> Simon Cowell </strong> also emphasized the level of commitment the judges will need to make to the contestants, not just to the show. Once the live show is underway, the panelists will need to be available five", "new_id": -2}, {"uid": "1295736733074268675", "i": 45536, "idx": 10, "sa": ["Allen Iverson", "Kobe Bryant", "Marcus Gilbert"], "q": "Lakers their first loss of the season, 106-95 Friday night. The win was the Pistons' eighth in the last 10 meetings. <strong> Kobe Bryant </strong> scored 29 points for the Lakers, but went 12-of-30 from the floor. <q> We just played a good all-around game, </q> <strong> Allen Iverson </strong> said after the Pistons won for the third time since his arrival from Denver five games ago. \"It's just about playing <strong> Marcus Gilbert </strong>, understanding what we want to do on the <strong> Marcus Gilbert </strong> court. \"We", "new_id": -2}, {"uid": "1297588672045400131", "i": 12574, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "fact, most I've never reread.\" As defense secretary, <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: <q> Are we winning or losing the war on terror? </q> \"Is the U.S. government changing fast enough?\" \"Do we need more troops? \"My brain would be going,\" he says. \"I wanted to find out something. I needed", "new_id": -2}, {"uid": "1297714995016629768", "i": 25587, "idx": 2, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q> Many people make the mistake of thinking that dreams can not come true, but they can, </q> he wrote. \"You have to believe, and know that they are more than just imagination.\" Just hours after Governor Walker announced his budget repair plan, supporters struck first. But you can", "new_id": -2}, {"uid": "1295565740204783649", "i": 24792, "idx": 6, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Google's global reach,\" and act as an adviser to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. \"We are confident that this focus will serve Google and our users well in the future,\" <strong> Eric Schmidt </strong> said. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come. </q> Woman who fell in fountain and outed herself to complain about unwanted fame just got some more:... Airlines at Denver International Airport are investigating a number of unexplained windshield cracks,... Excuse# 112 to get", "new_id": -2}, {"uid": "1295582183033980446", "i": 5430, "idx": 9, "sa": ["Ken Auletta", "Larry Page", "Eric Schmidt"], "q": "<strong> Larry Page </strong> said. Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. <q> I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped, </q> said <strong> Ken Auletta </strong>, author of \"Googled: The End of the World As We Know It.\" \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For", "new_id": -2}, {"uid": "1295937890179191810", "i": 14221, "idx": 4, "sa": ["Michael Finley", "Allen Iverson", "Rasheed Wallace"], "q": "for us.\" But scoring wasn't the first thing on <strong> Rasheed Wallace </strong>'s mind in the second half. He was more concerned with how the game was being officiated-- tipping toward the Spurs, he thought. <q> I knew what it was going to be out there, and I didn't want our team to fall into that, </q> <strong> Rasheed Wallace </strong> said. \"We knew how it was going to be, especially going against the league darlings.\" <strong> Rasheed Wallace </strong> Michael Finleyished with 19 points and <strong> Allen Iverson </strong> also scored 19 for Detroit( 11-6), which has won", "new_id": -2}, {"uid": "1296013262252100635", "i": 56926, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Barack Obama", "Michelle Obama"], "q": "black-and-white ribbons in tribute to the victims, distributed by <strong> Gabrielle Giffords </strong>' friends Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.). Lawmakers also broke their usual partisan seating scheme to show they can get along. <q> What comes of this moment is up to us, </q> <strong> Michelle Obama </strong> said. \"What comes of this moment will be determined not by whether we can sit together tonight, but whether we can work together tomorrow.\" But the <strong> Barack Obama </strong> also acknowledged that he and", "new_id": -2}, {"uid": "1297388884268320786", "i": 9387, "idx": 2, "sa": ["Dick Cheney", "Donald Rumsfeld", "Steve King", "Ron Paul", "Phyllis Schlafly"], "q": "( What, was <strong> Phyllis Schlafly </strong> not around to receive the \"WorSteve King Mothers Medal of Appreciation\" ?). He spoke about efforts to cut military spending, urging lawmakers to approve DoD-recommended cuts but to end there <q> Let's be clear, </q> he said. \"The radical Islamists are not cutting back their recruiting, their purchasing, and their training and planning, nor can we.\" Former Vice President <strong> Dick Cheney </strong> introduced <strong> Donald Rumsfeld </strong>. <strong> Ron Paul </strong> supporters began to shout", "new_id": -2}, {"uid": "1295897193127107081", "i": 55015, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: \"Are we winning or losing the war on terror?\" \"Is the U.S. government changing fast enough?\" <q> Do we need more troops? And if so, where and for what purpose? </q> Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized, you may not be doing much.\" As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and", "new_id": -2}]