[{"uid": "1297388884268320786", "i": 9386, "idx": 1, "sa": ["Phyllis Schlafly", "Steve King", "Donald Rumsfeld"], "q": "entitlement reform, combined. Let's go to the tape... <strong> Donald Rumsfeld </strong> was on hand to receive the \"Defender of the Constitution Award\" ( What, was <strong> Phyllis Schlafly </strong> not around to receive the <q> WorSteve King Mothers Medal of Appreciation </q>?). He spoke about efforts to cut military spending, urging lawmakers to approve DoD-recommended cuts but to end there \"Let's be clear,\" he said. \"The radical Islamists are not cutting back", "new_id": -2}, {"uid": "1296192827166559775", "i": 14175, "idx": 0, "sa": ["Simon Cowell"], "q": "to secure a role as a judge- <strong> Simon Cowell </strong> is likely to bring the 27-year-old onto the show in the position usually filled by'80s popstar Sinitta on the UK original. A source told The Sun: <q> <strong> Simon Cowell </strong> desperately wants Cheryl to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor. \"It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon them by going straight on the panel. </q>", "new_id": -2}, {"uid": "1297426636014974991", "i": 39896, "idx": 6, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>. \"We have different forms of value transfer in different directions,\" <strong> Stephen Elop </strong> said. \"We have new opportunities that come from advertising and new forms of monetisation.\" <q> We the ability to activate users and put them in a position to be more effective in what we call local commerce, </q> added <strong> Steve Ballmer </strong>. \"Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well.\" <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1296762293141000786", "i": 43480, "idx": 3, "sa": ["Allen Iverson", "Jalen Rose", "Reggie Miller", "Jermaine O'Neal"], "q": ". <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the Pacers, who were down just 61-59 at halftime after getting 33 from <strong> Reggie Miller </strong>. \"I wish it was reversed,\" <strong> Reggie Miller </strong> said. <q> The game is four quarters. I hate doing things early. I like doing it late. </q> <strong> Allen Iverson </strong> scored 14 of Philadelphia's final 17 points in the third, including the last 10. He drilled a 17-footer, another long jumper and hit a 3-pointer to give the Sixers their biggest lead to that point", "new_id": -2}, {"uid": "1297282154262340651", "i": 6008, "idx": 0, "sa": ["David Cameron", "Michael Gove"], "q": "seem to have arrived at a situation where there are two classes of free speech, first class for non-Muslims and second class for Muslims. How can this be healthy in a mature confident democratic Britain? <q> Britain's fight against terrorism has been a disaster because its flawed, neo-conservative direction alienated Muslims and increased the chances of terrorist attacks.... the best way of tackling al-Qaida is to reassure the communities where it seeks support and recruits, is to show those communities that their grievances can be expressed legitimately.... the atrocity( 7July 2005) had led the Labour Michael Government to launch not just the publicly declared battle against al-Qaida, but a much wider counter-subversive campaign that targeted non-violent Muslims and branded them as supporters of violence. </q> The changes this Michael Government is making to its anti-terrorism policy are making the disastrous situation described in the above quote worse. \"He( Mr <strong> David Cameron </strong>) has sided unambiguously with figures such as <strong> Michael Gove </strong>", "new_id": -2}, {"uid": "1294986596221888559", "i": 4786, "idx": 0, "sa": ["Debbie Wasserman Schultz", "Nancy Pelosi", "Kirsten Gillibrand"], "q": "\"Our bond is strengthened because we share a profession and experiences,\" <strong> Debbie Wasserman Schultz </strong> said Thursday. \"But it's tighter than that. There are precious few good friends.\" <strong> Debbie Wasserman Schultz </strong> said the women <q> don't get a lot of social time </q> in Washington, but try to catch up when they can, recently lunching together in the Senate dining room at New York Sen. <strong> Kirsten Gillibrand </strong>'s request. It was <strong> Kirsten Gillibrand </strong> and <strong> Debbie Wasserman Schultz </strong>, along with House Minority Leader <strong> Nancy Pelosi </strong>", "new_id": -2}, {"uid": "1295715899131842121", "i": 31240, "idx": 8, "sa": ["Bob Dylan", "Mark Kelson", "Kirsten Gillibrand"], "q": "\" That said, <strong> Kirsten Gillibrand </strong> is obviously galled by the disrespect she-and female candidates generally-have faced. She recounts with dismay the \"enormous amount of inappropriate comments\" to come from her Republican opponent in 2006. <q> The candidate kept saying,` She's just a pretty face. She's just a pretty face.'? </q> One of his aides, meanwhile, sniped, \"All she knows how to do is buy pocketBob Dylanks in New York City.\" \"ReMark Kelsonable,\" says <strong> Kirsten Gillibrand </strong>, flashing a small, satisfied smile.", "new_id": -2}, {"uid": "1296970496208142336", "i": 33771, "idx": 0, "sa": ["Les Richter", "Kevin Kolb", "Michael Vick"], "q": "serving a federal sentence for dogfighting, is The Associated Press 2010 Comeback Player of the year. In the 12-year history of the honor, no player has returned from jail to earn it and <strong> Michael Vick </strong> calls this season <q> the most fun I've ever had playing football. </q> <strong> Michael Vick </strong> took over as starter in Week 2 after <strong> Kevin Kolb </strong>( kahb) sustained a concussion. <strong> Michael Vick </strong> ran and passed the EagLes Richter to the NFC East title and a 10-6 record. <strong> Michael Vick </strong> received 29-1/2 votes out of 50", "new_id": -2}, {"uid": "1296519352167067660", "i": 16034, "idx": 0, "sa": ["Roger Vinson", "Michael Vick", "Barack Obama"], "q": "Emanuel answers questions... Photo in Slideshow: <strong> Barack Obama </strong> speaks about the situation in Egypt... Judge <strong> Roger Vinson </strong> sided with 26 states that have sued to block the law... Photo in Slideshow: <strong> Barack Obama </strong>, William Daley Report Abuse <q> So if the below state by is true.... would it be constituational to make all healthcare lawys applicable to congress and the <strong> Barack Obama </strong> as well? I'm just saying... </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Proven Anti Aging Proven effective anti aging via uninhibited DNA replication. 5 Foods to never eat: Cut down a bit of stomach fat every", "new_id": -2}, {"uid": "1295796787081494016", "i": 57890, "idx": 1, "sa": ["Colin Powell"], "q": "'s problems. <strong> Colin Powell </strong> says that \"Superman\" wasn't elected to the White House and but he is confident that today's challenges can be met. His comments came Sunday on CNN's <q> State of the Union. </q> <strong> Colin Powell </strong> says US ties with China are improving but that Chinese leaders won't` turn on a dime' <strong> Colin Powell </strong> says US ties with China are improving but that Chinese leaders won't` turn on a dime", "new_id": -2}]