[{"uid": "1297113015104251437", "i": 10899, "idx": 4, "sa": ["Donald Rumsfeld", "Tony Blair", "Tareq Ayyoub", "Gen. David Petraeus", "President Bush", "Vincent K. Brooks"], "q": "of Defense Victoria Clarke later said. Al Jazeera reporter <strong> Tareq Ayyoub </strong> was killed when US bombs hit the network's Baghdad offices in 2003. \"This coalition does not target journalists,\" Brigadier <strong> Gen. David Petraeus </strong> <strong> Vincent K. Brooks </strong> insisted. <q>We don't know every place journalists are operating on the battlefield. It's a dangerous place, indeed.</q> A furious <strong> Donald Rumsfeld </strong> blasted the network's 2004 coverage of civilian casualties in Fallujah as \"vicious, inaccurate and inexcusable.\" That same year, US <strong> President Bush </strong> reportedly told British <strong> Tony Blair </strong> that he wanted", "new_id": -2}, {"uid": "1297217133164478988", "i": 11084, "idx": 12, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons. \"I have no idea. I have no idea,\" he said. <q>What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons.</q> In conjunction with bookstores selling his memoir this week, <strong> Donald Rumsfeld </strong> is also releasing online a wide range of nearly 2,000 documents from his tenure in public service, dating back to his years as a congressman in", "new_id": -2}, {"uid": "1296075398185663489", "i": 15600, "idx": 6, "sa": ["Eric Schmidt"], "q": "create new technology,\" <strong> Eric Schmidt </strong> said. \"And the Silicon Valley ethos is about solving problems.\" Contest submissions have arrived from all over the world- with just one U.S. entry. <q>We're not talking incremental changes,</q> said Francis Beland, X Prize development VP. \"We need to create breakthroughs now.\" Emphasizing that point, guests received startling mementos: a sealed glass bottle containing a viscous, ink-black sample of", "new_id": -2}, {"uid": "1295568460075235328", "i": 11732, "idx": 0, "sa": ["Alex Wolfe", "Eric Schmidt", "Holly Simmons"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> InformationWeeks <strong> Alex Wolfe </strong> gets a demo of SAPs new collaborative decision-making tool from SAP BusinessObjects senior director of marketing <strong> Holly Simmons </strong>. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating", "new_id": -2}, {"uid": "1295663496254312452", "i": 5351, "idx": 0, "sa": ["Eric Schmidt", "Danny Sullivan", "Google Inc."], "q": "a hot company before it goes public. Some engineers seem to be drawn by the work at a smaller company, which offers an opportunity to reshape culture with less corporate bureaucracy and more creative freedom. <q>Facebook has become the cool kid on the block, and now <strong> Google Inc. </strong> wants to prove it can still be cool, too,</q> said <strong> Danny Sullivan </strong>, who follows both companies closely as editor-in-chief of Search Engine Land. To get back to its roots, <strong> Google Inc. </strong> concluded it needed to rearrange the hierarchy in place since technology veteran <strong> Eric Schmidt </strong> was brought", "new_id": -2}, {"uid": "1294970357038420485", "i": 2884, "idx": 0, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "to lift her legs on command. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,</q> Sen. <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. \"She wanted us to know that she was with us a hundred percent and understood everything we were saying.\" <strong> Gabrielle Giffords </strong>' neurosurgeon, <strong> Dr. Peter </strong>", "new_id": -2}, {"i": 41964, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Long way to run for phone-hacking story Q&A: Tory search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the scandal had <q>made it difficult to give the 110% needed in this role</q>. He The view from a broad: More <strong> Lauren Laverne </strong>, please Married Cabinet minister accused of affair with campaigner an affair with a former socialite turned political campaigner. Lord Strathclyde has been accused of having an affair with", "sa": ["Lauren Laverne", "Andy Coulson"], "uid": "1295925206202604593"}, {"uid": "1295669771065781827", "i": 2606, "idx": 1, "sa": ["Eric Schmidt"], "q": "we decided now was the right moment to make some changes to the way we are structured,\" <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as <q>deals, partnerships, customers and broader business relationships,</q> while Page would \"merge Google's technology and business vision.\" In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify", "new_id": -2}, {"uid": "1297293762070500363", "i": 34168, "idx": 0, "sa": ["Donald Rumsfeld", "The Republican Party"], "q": "are dedicated to the country, not Democratic far left policy or the <strong> The Republican Party </strong> line. There is not one of you here that can say either the Dems or Repubs have served this country well. Report Abuse <q>I smell a tea party Jihad, led by Saran Palin.</q> <strong> The Republican Party </strong> has split into two different groups. ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options! Cancer Treatment", "new_id": -2}, {"uid": "1295404896077529090", "i": 1178, "idx": 0, "sa": ["Arsenio Hall", "Don Kirshner", "Jack Wishna", "David Letterman", "Billy Crystal"], "q": "The show also boosted careers of comics including <strong> Billy Crystal </strong>, <strong> Arsenio Hall </strong> and <strong> David Letterman </strong>. <strong> Jack Wishna </strong> said <strong> Don Kirshner </strong> was a mentor who knew the art of discovering talent and cared about the artists he worked with. <q>He was a father to these people even though some of them were three or four years younger than him,</q> <strong> Jack Wishna </strong> said.", "new_id": -2}]