[{"uid": "1297381652182599684", "i": 23509, "idx": 3, "sa": ["Steve Ballmer"], "q": "10, 2011- 6:13 pm Reply heh-heh! It all comes together now. I just realized that <strong> Steve Ballmer </strong> reminds me of Baron Harkkonen( a Finnish name). Remember Emperor Shaddam shouting, <q>get me that floating gat man, the Baron.</q> ecphorizer Thursday, February 10, 2011- 6:15 pm Reply Both Nokia and RIM are looking like quite the acquisition targets lately. At least RIM has an end to end", "new_id": -2}, {"uid": "1295619378256049159", "i": 41103, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "picking the right people to do the right job and the decision to appoint <strong> Andy Coulson </strong> was controversial in the first place and it's clearly a big, big judgment call that <strong> David Cameron </strong> has got wrong.'' <q>I think <strong> Andy Coulson </strong> was somebody who could help the Conservative Party... produce a message which was, if you like, ''pub ready', which resonated with ordinary people. It wasn't divorced from them in the way that a lot of very middle class politicians are.</q> STEVEN BARNETT, PROFESSOR OF COMMUNICATIONS, UNIVERSITY OF WESTMINSTER '''It is all starting to unravel in a way that I think would make people in News Corp extremely nervous and I think", "new_id": -2}, {"uid": "1295408511085049345", "i": 42216, "idx": 9, "sa": ["Simon Cowell"], "q": "the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to ''a cat being thrown off a skyscraper,'' telling another, <q>Don't mean to be rude, but you look like the Hulk's wife,</q> reducing dozens of hopefuls to their worst ''ugly cry''- and propelling the show to the No. 1 spot in the process. But <strong> Simon Cowell </strong> won't be back for the 10th season, which premieres", "new_id": -2}, {"uid": "1295626147033243158", "i": 21649, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q>The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. ''<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media.</q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also http://wn.com/COULSON_RESIGNS_OVER_'NEWS_OF_THE_WORLD'_PHONE_HACKING www.intmensorg.info <strong> Andy Coulson </strong> the communications director of tory toff <strong> David Cameron </strong>'s government is a spy who <strong> Rupert Murdoch </strong> used to destroy", "new_id": -2}, {"uid": "1296552417261570573", "i": 23532, "idx": 0, "sa": ["Kwame Brown", "Allen Iverson"], "q": "'' It was a nice touch by <strong> Allen Iverson </strong> to seek out Larry <strong> Kwame Brown </strong>, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature, it was a giant step toward superstardom. <q>It's special, and it's a tribute to my coach and my teammates,</q> said <strong> Allen Iverson </strong>. ''I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,'' <strong> Kwame Brown </strong> said. ''", "new_id": -2}, {"uid": "1297629731208748579", "i": 19499, "idx": 0, "sa": ["Zahi Hawass"], "q": ") Heart Scarab of Yuya An investigation is underway for the suspected thieves, and those who have been previously arrested are being questioned. Gilded wood statue of Tutankhamun harpooning.( AP) <q>I have said if the Egyptian Museum is safe, than Egypt is safe,</q> <strong> Zahi Hawass </strong> said. ''However, I am now concerned Egypt is not safe.'' The famed archeologist also indicated that the offices of De Morgen, a Dutch-language magazine, were also robbed. Located in", "new_id": -2}, {"uid": "1295565460204783640", "i": 20746, "idx": 0, "sa": ["Steve Jobs", "Sergey Brin", "Eric Schmidt", "Tim Cook", "Google Inc."], "q": "in 2001 to bring more management experience to the young company, will assume the role of executive chairman, focusing on deals and government outreach, among other things. <strong> Sergey Brin </strong> will concentrate on strategic projects. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted after the announcement. The abrupt shift comes days after Apple <strong> Google Inc. </strong> CEO <strong> Steve Jobs </strong> announced a leave of absence, leaving lieutenant <strong> Tim Cook </strong> in charge of day-to-day operations. Like <strong> Google Inc. </strong>, Apple also announced results", "new_id": -2}, {"uid": "1295779311072171695", "i": 46277, "idx": 0, "sa": ["Andy Coulson"], "q": "now conduct a thorough investigation into the phone hacking. ''To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,'' he said. <q>I hope now finally that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come to light.</q> Mr <strong> Andy Coulson </strong> is understood to have told the Prime Minister of his intention to resign on Wednesday but the decision was announced on Friday. 22 Jan 2011 ''I stand by what I've said", "new_id": -2}, {"uid": "1297328414192823336", "i": 14530, "idx": 1, "sa": ["David Letterman", "Kevin Kolb"], "q": "morning for a parade and was on Late Show With <strong> David Letterman </strong> that night. <strong> Kevin Kolb </strong> made a point to watch it, then stayed up a few more hours visualizing what it would take to get there. <q>I think we have so much in common, and the more I hear him talk and watch his stuff, the more you tend to root for him,</q> <strong> Kevin Kolb </strong> said. ''He's a lead-by-example guy, which I consider myself.... He's had plenty of opportunity where he could've said certain things I'm sure he wanted to, and he kept his", "new_id": -2}, {"i": 6076, "idx": 1, "index_answer": 3, "new_id": -1, "q": "<strong> Michael Jordan </strong> jumper was deadly.'' Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q>When your jumper is on, the basket seems like an ocean and the basketball seems like a rock,</q> he said. ''That is the way it felt tonight. ''<strong> Rafer Alston </strong> teammates are the ones that set the screens for me and got me the ball in spots where <strong> Elgin Baylor </strong> need the ball. <strong> Rafer Alston </strong> coach calls", "sa": ["Elgin Baylor", "Michael Jordan", "Rafer Alston", "Allen Iverson"], "uid": "1296257397048463880"}]