[{"uid": "1295677080221315102", "i": 11104, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "even royalty in his previous job as editor of a powerful tabloid newspaper. <strong> Andy Coulson </strong>'s resignation comes as a huge blow to <strong> David Cameron </strong>, who had insisted <strong> Andy Coulson </strong> would stay on despite the scandal But <q> when the spokesman needs a spokesman, it's time to move on, </q> <strong> Andy Coulson </strong> said in a statement announcing his departure, the New York Times reported. <strong> Andy Coulson </strong> faced repeated allegations of systematic wrongdoing while he led <strong> Rupert Murdoch </strong>'s News of the World tabloid. In 2007,", "new_id": -2}, {"uid": "1295802494101695495", "i": 36360, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": ", positive views of his performance surpassed negative views for the first time since August 2009. Tough Times Ahead \"I think he is doing a good job right now,\" <strong> Colin Powell </strong> said. <q> I think he has some tough times ahead, and I think he's had some setbacks. </q> \"You know, we didn't elect Superman,\" <strong> Colin Powell </strong> added. \"We elected a human being, <strong> Barack Obama </strong>, who came in with an idea, with energy, and I think with a", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called \"Googled: The End of the World As We Know It,\" said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}, {"uid": "1296888401119128067", "i": 29422, "idx": 1, "sa": ["Clive Goodman", "Andy Coulson", "David Cameron"], "q": "of The World. \"For what it is worth <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his \"Bizarre'( showbusiness) column and after that at NOTW,\" he wrote. <q> As he sat a few feet from me in the newsroom he probably heard me doing it, laughing about it etc and told others to do it. I worked under <strong> Andy Coulson </strong> for a year and a half at NOTW. \"The real scandal is <strong> David Cameron </strong> would have been briefed:` We can probably get away with this one,' when hiring <strong> Andy Coulson </strong>, so Mr. <strong> David Cameron </strong> is either a liar or an idiot. </q> <strong> Andy Coulson </strong> was editor of the Rupert Murdoch-owned News of The World in 2006, when the paper\"s royal editor, <strong> Clive Goodman </strong>, was arrested for hacking into voicemails belonging to Princes <strong> David Cameron </strong> and Harry. When <strong> Clive Goodman </strong> was jailed", "new_id": -2}, {"uid": "1296217929050937881", "i": 20169, "idx": 3, "sa": ["Mitt Romney", "Mike Pence", "Chris Christie", "John McCain", "Tim Pawlenty", "Rahm Emanuel"], "q": "has just finished an animated pitch to the Merrimack County Republican Committee. Now it's time for the obvious question: What does he offer that putative front-runner <strong> Mitt Romney </strong> doesn't? <strong> Tim Pawlenty </strong> sidesteps. <q> I don't get into comparing myself to other candidates, </q> he tells me. \"I just <strong> Mike Pence </strong> reportedly rules out <strong> John McCain </strong> House run Pundits: <strong> Mike Pence </strong> is GOP <strong> Chris Christie </strong> Favorite NewsChannel 15's political analysts gave their opinions on <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> running for Indiana <strong> Chris Christie </strong>.... Ban Abortion", "new_id": -2}, {"uid": "1297679866095076375", "i": 44464, "idx": 4, "sa": ["Arcade Fire", "Zahi Hawass", "Lady Gaga"], "q": "Giza. It is supposed to be finished in 2013. <strong> Zahi Hawass </strong> says he expects the current museum to reopen in a few days. He knows that the episode could have had a very different ending. <q> Thank God they did not know where the gold is, because if they knew about the jewelry room, this could have been a disaster. </q> Just ask the director of the Iraqi museum. A Night of Grammy Upsets: <strong> Arcade Fire </strong> Beats <strong> Lady Gaga </strong> to Win Album of the Year WAEL GHONIM, a Google executive and activist who was detained for running a Facebook", "new_id": -2}, {"uid": "1295608967062603264", "i": 41724, "idx": 2, "sa": ["Eric Schmidt"], "q": "job, which he relinquished to <strong> Eric Schmidt </strong> in 2001 when investors called for a more experienced business leader. <strong> Eric Schmidt </strong> said on his personal Twitter account: \"Day-to-day adult supervision no longer needed!\" <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong>[ <strong> Sergey Brin </strong>] for a long time to come, </q> he added. In a call to analysts, he explained that the previous structure, in which the triumvirate took collective decisions, had slowed down decision making. He said the changes would help clarify the", "new_id": -2}, {"uid": "1297254281101777433", "i": 42560, "idx": 7, "sa": ["Simon Cowell"], "q": "or Destiny's Child. \"I'm genuinely staggered this hasn't happened. All the signs are out there, from \"Glee' to` High School Musical,\" he said, advising <q> any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition. </q> The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. \"If they don\"t sell a single record they still get to keep the money,\"", "new_id": -2}, {"uid": "1297262354075628544", "i": 12948, "idx": 0, "sa": ["Eric Schmidt"], "q": "n't make a virtual omelet without getting a few eggheads scrambled. This clash of the tech titans is captured by POLITICO's Elizabeth Wasserman in a slice of the type of reporting you can expect from POLITICO Pro. <q> Google is under siege in Washington like never before- and it says an \"anti-Google industrial complex' is to blame. In an interview with POLITICO, a Google spokesman argued that a cabal of antitrust lawyers, lobbyists and public relations firms is conspiring against the Internet search giant. The mastermind? Google says it's Microsoft, </q> Wasserman reports. \"Maybe it's irony, or maybe it\"s payback. In the 1990s, Microsoft was the tech industry wunderkind that got too big for its britches- and Google CEO <strong> Eric Schmidt </strong>, then an", "new_id": -2}, {"uid": "1295772313146751543", "i": 16161, "idx": 0, "sa": ["Wanda Jackson", "David Letterman"], "q": "again, as visitors stop to gawk. The footage shows a 21-year-old <strong> Wanda Jackson </strong> strumming, shimmying in a spaghetti-strap dress and singing \"Hard Headed Woman\" on the television show Town Hall Party. <q> It's one of the most popular items in the entire museum, and it has been for a decade now, </q> says the museum's <strong> David Letterman </strong> Gray, a music historian. \"Some visitors who aren't familiar with who she is see that video and then go to the store and ask for her CDs.\"", "new_id": -2}]