[{"uid": "1295725353014843927", "i": 3227, "idx": 0, "sa": ["Enda Kenny", "Gerry Adams", "Brian Cowen", "Eamon Gilmore"], "q": "a new date for the general election. Fine Gael leader <strong> Enda Kenny </strong> said his party would vote against the government in next week's motion of confidence. href=\"http://yahoo-uk.feedsportal.com/fc/labour-party.html\"> Labour leader <strong> Eamon Gilmore </strong> said: <q> It is simply not tenable for Mr <strong> Brian Cowen </strong> to remain on as Taoiseach as his colleagues in Fianna Fail squabble over the remnants of their party. </q> Sinn Fein president <strong> Gerry Adams </strong> said Mr <strong> Brian Cowen </strong>'s decision would lead to further instability. Thousands of German protesters marched in Berlin on Saturday to demand a change in farming methods and vent their anger at", "new_id": -2}, {"uid": "1297365987123617329", "i": 54675, "idx": 4, "sa": ["Mike Pence", "Hal Rogers"], "q": "billion mark:`` You never get a second chance at a first impression.'' <strong> Mike Pence </strong>, a former member of the GOP leadership who is considering a run for governor, added, <q> I think the better approach is simply an across-the-board cut. I think the way we reduce spending to pre-2008-- or back to 2008 levels-- pre-stimulus, pre-bailout, is we ought to just get out a ruler and draw a line across it and have every different program take a haircut. The problem is when you start to pick specific programs, all the special interests associated with each of those programs begin to mobilize. </q>- Peter Kasperowicz contributed to this report. This story was last updated at 1:34 p.m. http://thehill.com/homenews/house/143229-under-pressure-from-tea-party-house-approps-delays-funding-bill-scrambles-for-deeper-cuts- Party of of no plans also have no leader. Chairman <strong> Hal Rogers </strong>( R-Ky.) had", "new_id": -2}, {"uid": "1297057029107708434", "i": 42145, "idx": 1, "sa": ["Lady Gaga", "Simon Cowell", "Justin Bieber"], "q": "He's back.'' The second trailer, which went out during a special episode of Glee, includes a variety of popstars such as <strong> Lady Gaga </strong>, <strong> Justin Bieber </strong> and Madonna, followed up by the tagline: <q> Have you got it? </q> Press play below to watch the two promos in full: Speculation is rife over who will join <strong> Simon Cowell </strong> on the judging panel. Stars such as Cheryl Cole have all previously been linked with", "new_id": -2}, {"uid": "1295045509208601125", "i": 855, "idx": 3, "sa": ["Chris Huhne"], "q": "groundbreaking deal'', he said, adding:`` It is good news for Europe, for the UK, energy security and worldwide.'' And after the events of last year, this showed that BP was <q> very much open for business </q>, Mr <strong> Chris Huhne </strong> added. Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "new_id": -2}, {"uid": "1297008661193101865", "i": 10979, "idx": 0, "sa": ["Eric Schmidt"], "q": "EU probe: report LONDON( Reuters)- Google Inc wants to avoid a lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. <q> We certainly want to avoid that, </q> <strong> Eric Schmidt </strong> told the paper in an interview.`` I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1296633878181747729", "i": 7442, "idx": 0, "sa": ["Eric Schmidt"], "q": "prospective patients, Zuckerberg is as proud of his son Mark's burgeoning social network as he is eager to promote his long-established`` painless'' dental practice in Dobbs Ferry. In the solicitation, the elder Zuckerberg says <q> I am literally the Father of Facebook... </q>- href=\"http://gawker.com/5749231/mark-zuckerbergs-dad-proclaims-himself-father-of-facebook\" target=\"_blank\"> Gawker \" What the world can learn from Google \"`` Sometimes geopolitical lessons come from the strangest places. With <strong> Eric Schmidt </strong> stepping down as CEO of Google and replaced by", "new_id": -2}, {"uid": "1297272533143687718", "i": 56676, "idx": 0, "sa": ["Sean Maloney", "Satya Nadella", "Steve Ballmer", "Bob Muglia"], "q": "cloud computing market. Intel chief sales and marketing officer <strong> Sean Maloney </strong> sits down with InformationWeek's Alex Wolfe, on the occasion of the launch of the Xeon 5500 Nehalem server processor, for a wide-ranging discussion. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran <strong> Bob Muglia </strong> as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought <strong> Bob Muglia </strong> was", "new_id": -2}, {"uid": "1296495116169607208", "i": 9764, "idx": 3, "sa": ["David Letterman", "Conan O'Brien", "Toni Gonzaga"], "q": "; beats <strong> David Letterman </strong>,` Nightline combined Watch more videos in HD online on www.DigitalTVonPC.com everything is 100% Free for you! We have more than 10.000 Free DVD titels <strong> Conan O'Brien </strong> has reason to smile after his debut as <q> Toni Gonzagaght& qu... The Late Late Show- Beginning 9/11/2008`` Craig talks to the audience and viewers before the monologue </q>... PBB Teen Edition Plus BIG 4 BIG Night,& BIG Winner TRIBUTE PBB Teen Edition Plus BIG 4 BIG Night,& BIG Winner TRIBUTE NO COPYRIGHT INFRINGEMENT INTENDED. VIDEO CLIPS COURTESY of ABS-CBN. This video", "new_id": -2}, {"uid": "1295885962082001931", "i": 7475, "idx": 0, "sa": ["Alassane Ouattara"], "q": "constitution du gouvernement transitoire en Tunisie, une certaine effervescence a persist lundi... Au moins 31 morts dans un attentat suicide? l'a?roport de Moscou Pour le chef d'?tat- major de l'arm?e de terre tunisienne, <q> la vacance du pouvoir engendre la dictature </q>. Attentat dans le principal a?roport de Moscou: au moins 31 morts Au moins 31 personnes ont t tu?es lundi dans l'explosion d'une bombe? l'a?roport de Domodedovo, le plus important... <strong> Alassane Ouattara </strong> appelle?", "new_id": -2}, {"i": 5227, "idx": 1, "index_answer": 0, "new_id": -1, "q": "we are going to confirm or who we're not going to confirm, because the truth is, we honestly haven't made our mind up yet,'' <strong> Simon Cowell </strong> told reporters during a Monday conference call. <q> We're talking to a number of people and then I'd expect to make an announcement, I would say, within three to four weeks, or it might be a bit longer. I'm not sure as to who the panel are going to be. </q> However, <strong> Simon Cowell </strong> did discuss the possibility of reuniting with fellow former More The X Factor News`` I am actually a fan of Paula and it is quite unusual when you work with somebody", "sa": ["Simon Cowell"], "uid": "1297188372166789129"}]