[{"i": 3854, "idx": 4, "index_answer": 4, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,<q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To <strong> Chauncey Billups </strong> Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start time on Fox: <strong> Vince Carter </strong> time show features <strong> Goo Goo </strong> Dolls", "sa": ["Vince Carter", "Kwame Brown", "Goo Goo", "Chauncey Billups", "Allen Iverson"], "uid": "1296461913199901198"}, {"uid": "1295135053142065708", "i": 37758, "idx": 3, "sa": ["Rasheed Wallace", "Aaron Thompson", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q>We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us.<q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/CAL_STATE_FULLERTON_TITANS_AT_LONG_BEACH_STATE_49ERS_02/05/10 <strong> Aaron Thompson </strong> Carries Titans Fullerton Sweeps Long Beach With OT Win Feb. 4, 2010 Box Score Long Beach", "new_id": -2}, {"uid": "1295088823117588060", "i": 7684, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q>The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome,<q> he said. Bryant said the police had \"severely\" damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. OAKLAND", "new_id": -2}, {"uid": "1297207413130318370", "i": 42350, "idx": 0, "sa": ["McKinley Price", "Michael Vick"], "q": "Tina <strong> McKinley Price </strong> <strong> Michael Vick </strong>, who is a Newport News City Council member and <strong> Michael Vick </strong>'s aunt, says it's not on the city's radar, despite <strong> Michael Vick </strong>'s charity work with children in the city. <q>Of course the millions of <strong> Michael Vick </strong> fans and the <strong> Michael Vick </strong> family are excited about his( Dallas) honor,<q> Tina <strong> Michael Vick </strong> said. \"But we have so many development projects here, that's really not our focus.\" <strong> Michael Vick </strong> is not the nation's first controversial recipient of an enormous honorary key.", "new_id": -2}, {"uid": "1296892575106627096", "i": 44487, "idx": 0, "sa": ["Sergio Marchionne"], "q": "occuperemo della governance. Ora pero' la priorita' e' farle lavorare insieme\". Lo afferma l'amministratore delegato di Fiat e Chrysler, <strong> Sergio Marchionne </strong>, dicendosi non soddisfatto della joint venture fra Fiat e Tata Motors: <q>Dobbiamo dare una nuova dimensione all \"accordo. Abbiamo dato loro il diritto di distribuire e in alcune aree non sta funzionando. E' tutto sul tavolo<q>. Tata Motors controlla il 50% di Fiat India Automobiles. Il Wall Street Journal ritiene che Fiat e Chrysler potrebbero fondersi e installare il quartier generale negli Stati Uniti sotto la guida di <strong> Sergio Marchionne </strong>. L\"approccio per \"", "new_id": -2}, {"uid": "1295501548043302914", "i": 41242, "idx": 0, "sa": ["Ryan Seacrest", "Jennifer Lopez", "Simon Cowell", "Celine Dion"], "q": "The judges inexplicably agree, and put her through to Hollywood after she puts her jacket back on( to remain tasteful) and sings a more calmed-down version of <strong> Celine Dion </strong>'s \"Power of Love.\" <q>An interesting decision for our judges,<q> <strong> Ryan Seacrest </strong> remarks. <strong> Simon Cowell </strong> would have never stood for this foolishness. Finally, we have a typical montage of several people in a row butchering songs. <strong> Jennifer Lopez </strong> respectfully averts her eyes from the trainwrecks.", "new_id": -2}, {"uid": "1296160603113164328", "i": 10631, "idx": 2, "sa": ["Donald Rumsfeld", "John Ashcroft", "Tom Ridge"], "q": ", <strong> Tom Ridge </strong> wrote in a tell-all book that sometimes officials such as <strong> John Ashcroft </strong> and <strong> Donald Rumsfeld </strong> pressured the department to change the level, and described a 2004 event in which his arguments against raising the alert worked. <q>I believe our strong interventions had pulled the \"go-up' advocates back from the brink. But I consider the episode to be not only a dramatic moment in <strong> George Washington </strong>\"s recent history, but another illustration of the intersection of politics, fear, credibility and security,<q> he wrote. \"After that episode, I knew I had to follow through with my plans to leave the federal government,\" he wrote. <strong> Tom Ridge </strong> announced his resignation on November 30,", "new_id": -2}, {"uid": "1295715717099811342", "i": 11263, "idx": 1, "sa": ["John Kuester", "Allen Iverson", "Rodney Stuckey"], "q": "3-point attempt was no good. He scored 18 points. Pistons coach <strong> John Kuester </strong> said <strong> Rodney Stuckey </strong> was the right player to take the shot. \"No question I want the ball in his hands,\" he said. <q>You saw a lot of growth in a young man. I've been telling people about how good he can be. He can be one of the best guards in the league and he showed it tonight.<q> <strong> Allen Iverson </strong>, once the best guard in the league, scored 11 points in his second game with the Sixers. He hit the tying jumper with 1:06 left that made it 86-all. <strong> Allen Iverson </strong> is 0-5 this season--", "new_id": -2}, {"uid": "1295296501138346498", "i": 17454, "idx": 0, "sa": ["Steve Ballmer", "Maria Bartiromo"], "q": "Windows Phone 7 focused responses here. 1. It is telling that <strong> Steve Ballmer </strong> did not discuss Windows Phone 7 until asked by <strong> Maria Bartiromo </strong>. His focus until then was the Xbox and its Kinect peripheral. 2. <q>We've got the best-looking phones on the market<q>. This is, of course, debatable. 3. \"We've got the greatest range of alternatives, the phones, the software, the craftmanship\". Numerically, Android has more phone alternatives", "new_id": -2}, {"uid": "1296968720018399265", "i": 15980, "idx": 5, "sa": ["Michael Vick", "Chrissy Teigen", "Brooklyn Decker", "LeGarrette Blount"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q>Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit.<q> <strong> LeGarrette Blount </strong>( one each). Polamalu won the Defensive Player of the Year award earlier this week. <strong> Brooklyn Decker </strong> and <strong> Chrissy Teigen </strong> invade Super Bowl XLV Jim Trotter: Hall of Fame voting never easy", "new_id": -2}]