[{"uid": "1295455673232161306", "i": 16385, "idx": 0, "sa": ["David Letterman", "Joey Bishop"], "q": "establish his legacy as the morning-show king. Though he got his start as an NBC page and went on to play <strong> Joey Bishop </strong>'s sidekick on`` The <strong> Joey Bishop </strong> Show,'' coin catchphrases on ABC's hit game show <q> Who Wants to Be a Millionaire, </q> and banter with <strong> David Letterman </strong> on`` Late Show,'' it was`` Live'' that brought his espresso-shot energy, big personality and avuncular jokes to a national audience.`` He's everyman to so many", "new_id": -2}, {"uid": "1295560274260145180", "i": 7616, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO title at Google to cofounder Larry Page NEW YORK( CNNMoney)-- Google CEO <strong> Eric Schmidt </strong> will step down from his role as Google's CEO in April and be replaced by co-founder Larry Page. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a prepared statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.'' Twitter comment on the shuffle was less formal:`` Day-to-day", "new_id": -2}, {"uid": "1296579182133529610", "i": 15857, "idx": 2, "sa": ["Zahi Hawass"], "q": ". <strong> Zahi Hawass </strong> told CNN early Sunday there were nine suspects, but in the blog post he said there were 10. One of them asked the people guarding the museum for water, he said, but <q> they took his hands and tied him to the door that led to the gift shop so he could not escape, </q> according to the post. <strong> Zahi Hawass </strong> told CNN that when the suspects were apprehended, authorities found the remains of two mummies and some small artifacts with them. However, he said Sunday, everything that had", "new_id": -2}, {"uid": "1296484259078397492", "i": 42613, "idx": 1, "sa": ["Zahi Hawass"], "q": "'' King Tutankhamen, also houses thousands of artifacts spanning the full sweep of Egypt's rich Pharaonic history. <strong> Zahi Hawass </strong> said the looters who targeted the Cairo museum were fortunately not too bright. Time magazine. <q> They looted the museum shop. Thank God they thought that the museum shop was the museum. </q> Nine men reportedly repelled into the building through the roof. During their search for valuables, they knocked the heads of a pair of 2,000-year-old mummies, broken nearly a dozen small artifacts, and ravaged the gift", "new_id": -2}, {"uid": "1297464725077398024", "i": 34634, "idx": 2, "sa": ["Donald Rumsfeld", "Hosni Mubarak", "Leon Panetta", "James Clapper"], "q": "largely secular'' during a House Intelligence Committee testimony Thursday that <strong> James Clapper </strong>'s office later had to clarify.`` That is not something that is subject to debate,'' <strong> Donald Rumsfeld </strong> said of <strong> James Clapper </strong>'s contention. <q> That is something that we know a great deal about. </q> <strong> Donald Rumsfeld </strong>, however, did not fault CIA director <strong> Leon Panetta </strong> for pointing to news reports, suggesting during his testimony there was a`` strong likelihood'' that Egyptian President <strong> Hosni Mubarak </strong> would step down Thursday.", "new_id": -2}, {"uid": "1296714430139952160", "i": 18560, "idx": 0, "sa": ["Earl Campbell", "Arian Foster", "Michael Vick", "Jamaal Charles"], "q": "loss to Oakland. He was asked whether he envisioned being compared to Brown while playing at the University of Texas.`` Everybody put me in the class with <strong> Earl Campbell </strong>,'' <strong> Jamaal Charles </strong> said, <q> and now I'm in a class with Jim Brown. Amazing. </q> <strong> Jamaal Charles </strong> was chosen for the FedEx Award over Houston's <strong> Arian Foster </strong>, the NFL's leading rusher with 1,616 yards and a 4.9-yard average, and Atlanta's <strong> Michael Vick </strong> Turner, the third-leading rusher with 1,371 yards.", "new_id": -2}, {"uid": "1295798969051544070", "i": 38027, "idx": 1, "sa": ["John McCain", "Kirsten Gillibrand", "Sen. Joe Lieberman"], "q": "Senators <strong> Kirsten Gillibrand </strong> and <strong> Sen. Joe Lieberman </strong>-- leaders on this issue-- urged their Senate colleagues to vote for passage of repeal. http://wn.com/Senate_Democrats_Military_Officials_Advocate_for_Repeal_of_Don't_Ask,_Don't_Tell Lambda Legal Executive Director Kevin Cathcart spoke with CBS News in response to the Senate vote to repeal <q> Don't Ask, Don't Tell. </q> http://wn.com/Sec_Gates_wants_Senate_to_pass_repeal,_warns_of_Court_action The Log Cabin lawsuit is being used to the advantage of those who want a legislative repeal http://wn.com/Gillibrand_Introduces_Legislation_to_Repeal_Don't_Ask_Don't_Tell <strong> John McCain </strong> <strong> Kirsten Gillibrand </strong>, joined with Senate colleagues and military leaders, introduces legislation to repeal the military's`` Don't", "new_id": -2}, {"uid": "1295667584231571487", "i": 16365, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "shuttered more than 25 manufacturing plants in the United States, cutting thousands of jobs, citing as his source the United Electrical, Radio and Machine Workers of America. The senator also says in his statement <q> GE now employs more workers overseas than it does in the United States, </q> just as IBM purportedly does. <strong> Sen. Bernie Sanders </strong> adds in his statement that`` while GE has laid off at least 10,000 workers in the United States, it has created more than 30,000 jobs in India over the", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made'', Mr <strong> Donald Rumsfeld </strong> writes.`` There were far too many hands on the steering wheel,'' he writes elsewhere; it was <q> a formula for running the truck into a ditch </q>. Regrets He adds he regrets some of the quips he became famous for, such as`` stuff happens'' about the early looting in post-war Iraq, or his remark about`` old Europe''-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}, {"uid": "1296697368231915552", "i": 8463, "idx": 0, "sa": ["Steve Ballmer"], "q": "dodged a bullet,'' as I detailed a year later.`` Others suggested that Microsoft had dodged a bullet by agreeing to a partnership as opposed to acquiring Yahoo outright in 2008.''-- eWeek.com <q> Meanwhile, having dodged a bullet, Microsoft used some of that unspent dough to perfect its new search engine, Bing. </q>-- Forbes`` Microsoft knew it needed Yahoo! a year before it made its public offer in February of 2008, and while it may have actually dodged a bullet by not acquiring the whole company, <strong> Steve Ballmer </strong> and company", "new_id": -2}]