[{"uid": "1296626752088883210", "i": 32644, "idx": 0, "sa": ["Keith Olbermann", "David Letterman", "Hosni Mubarak"], "q": "In his surprise cameo on the Late Show with <strong> David Letterman </strong>, the former MSNBC shows his face to American viewers The Late Show <q>We got ta guy backstage... that if anything ever happened to me...</q> As a coda to a joke about the Egyptian protests and President <strong> Hosni Mubarak </strong>'s imminent departure, <strong> David Letterman </strong> pointed his thumb at an eager-looking <strong> Keith Olbermann </strong>. The would-be GOP nominee is up to his old tricks,", "new_id": -2}, {"uid": "1295837254208715997", "i": 31239, "idx": 0, "sa": ["Larry Ellison", "Eric Schmidt", "Google Inc."], "q": "to bring new insight and perspective\" to the company. \"With our new leadership, it's a natural time to assess the composition of the board,\" the company said in a statement. <q>We thank our current directors for their outstanding service to HP and welcome the opportunity to work with our new members.</q> HP's revelation came the same day that another technology heavyweight, <strong> Google Inc. </strong>, disclosed a surprise reshuffling of its own: CEO <strong> Eric Schmidt </strong> is relinquishing the job to <strong> Google Inc. </strong> co-founder <strong> Larry Ellison </strong> Page( Alert).", "new_id": -2}, {"uid": "1297586277217415689", "i": 38240, "idx": 0, "sa": ["Eric Schmidt"], "q": "barrier to entry or-- in the case of Nokia and Palm-- a comeback, is incredibly high. is that you have a very crowded space,\" said Al Hilwa, an IDC software analyst. <q>The space can support multiple players. But the bar you have to meet in terms of your ecosystem is very high.</q> Even Google has lagged to some degree here. Last fall, when asked about what he wants to improve the most about Android, CEO <strong> Eric Schmidt </strong> responded that he wanted to improve the quality of the applications.", "new_id": -2}, {"uid": "1296781096226541600", "i": 13786, "idx": 1, "sa": ["Michele Bachmann", "Mike Pence"], "q": "quickly gave momentum to <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>'s, R-Ind., effort to strip federal funding for abortion providers. With Planned Parenthood the biggest recipient of those funds, <strong> Mike Pence </strong> said Americans should be \"shocked\" that the organization <q>has been recorded aiding and abetting underage sex trafficking.</q> \"The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage,\" <strong> Mike Pence </strong> said. \"The time to deny any and all funding to Planned", "new_id": -2}, {"uid": "1295541654101302284", "i": 23752, "idx": 0, "sa": ["Colin Powell"], "q": "was democracy there in the first place. It is worth rewinding and noting some choice words that former US secretary of state <strong> Colin Powell </strong> had to say about the country when he visited in December 2003. <q> \"Our bilateral relationship is very, very strong,</q> said <strong> Colin Powell </strong>. \"We are great admirers of Tunisia and the progress that has been achieved under president Ben Ali's leadership.\"\" And it was only a few months earlier, in February of", "new_id": -2}, {"i": 268, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q>It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,</q> CEO <strong> Sergio Marchionne </strong> said. \"However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.\"+0.42%), sold 1.52 million vehicles last", "sa": ["Sergio Marchionne"], "uid": "1296496314113492035"}, {"uid": "1296228272172146710", "i": 17259, "idx": 1, "sa": ["Mike Pence"], "q": "again- \"wide open.\" One source familiar with the effort to recruit <strong> Mike Pence </strong> tells National Review Online that while <strong> Mike Pence </strong> \"could have united the conservative movement,\" his departure leaves a Republican field that <q>is never going to be as wide-open again.</q> \"In six years or ten years it's going to be an incredibly full field: The 2012 field is the Washington Nationals. Subsequent fields will be the 1927 New York Yankees,\" the source", "new_id": -2}, {"uid": "1296460181009125909", "i": 25743, "idx": 0, "sa": ["Andy Coulson", "Jeremy Clarkson", "David Cameron", "Rebekah Brooks"], "q": "in a lot of trouble,\" he jokes. Why hasn't Guido pursued the political power nexus between News Corp and the <strong> David Cameron </strong> clan with the same vigour he employs to uncover politicians' secrets? <q>The BBC is the pervasive influence on our society,</q> he argues. \"It is monolithic and uses all of its old-school-tie contacts. <strong> Jeremy Clarkson </strong> don't think <strong> Rebekah Brooks </strong> comes from that background. At least with Murdoch you know where you stand.\" The Guardian targeted <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1296875842237010944", "i": 42968, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "10 P.M. <strong> Barbara Walters </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Charlie Rose </strong>: Life Can Change in a Heartbeat, No Matter How Famous You Are 27 comments By BARBARA WALTERS with ALAN B. GOLDBERG <q>I realized there was really no alternative, if I wanted to live, I had to do this.</q>-- <strong> Bill Clinton </strong> \"I would find myself busting into tears and sobbing uncontrollably.\"-- <strong> David Letterman </strong>\"... stop the heart, work on it, restart it...", "new_id": -2}, {"uid": "1296690770182059029", "i": 40273, "idx": 1, "sa": ["David Letterman"], "q": "says Snickers, I'm fine with that. I'll do 20 minutes about the curtain,\" he said. Lewis has done a few commercials before, but nothing on this scale. <q>Years ago, I did Blockbuster commercials. I remember it was like, if Richard Lewis could go home happy, anybody can. I heard the stock went up big time, but they axed me for the dancing baby from Ally McBeal.</q> Lewis will be back on Curb Your Enthusiasm when the Larry <strong> David Letterman </strong> comedy starts its eighth season on HBO in June. Here's a funny story about Lewis and <strong> David Letterman </strong> from nearly 40 years ago", "new_id": -2}]