[{"uid": "1295290539030998554", "i": 9077, "idx": 0, "sa": ["Kevin Brady", "Carolyn McCarthy", "Mike Pence"], "q": ", there's plenty of ammo there for them.\" <strong> Carolyn McCarthy </strong> plans to re-introduce a bill this week that outlaws large-volume bullet magazines. For Texas Republican <strong> Kevin Brady </strong>, it's a lost cause. <q> I'm not supportive of it, and I don't think it will gain much traction in the House, </q> <strong> Kevin Brady </strong> says. Like <strong> Kevin Brady </strong>, Indiana Republican <strong> Mike Pence </strong> says what happened in Tucson should not be blamed on a public policy that needs fixing.\" What we had here was a despicable human being", "new_id": -2}, {"uid": "1296716412176898138", "i": 28921, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Nelson Rockefeller", "Gerald Ford", "George H.W. Bush", "Bill Clinton"], "q": "chapter of the myth that I had stage-managed <strong> Gerald Ford </strong>'s staff reorganization,\" he writes, adding:\" By repeating the myth instead of setting the record straight, <strong> President Bush </strong> in effect endorsed it.\" <q> It has always amazed me that <strong> President Bush </strong>'s version of what took place has consistently been contrary to the facts, even when the actual version of what took place had been attested to in writing by <strong> Gerald Ford </strong>, </q> <strong> Donald Rumsfeld </strong> concludes. <strong> George H.W. Bush </strong> isn't the only Republican who comes in for tough treatment. <strong> Donald Rumsfeld </strong> hammers former Vice <strong> President Bush </strong> <strong> Nelson Rockefeller </strong> for being an\" imperial vice <strong> Bill Clinton </strong>\" and\" bullying.\" Reply#", "new_id": -2}, {"uid": "1297509551030818321", "i": 12992, "idx": 1, "sa": ["Simon Cowell"], "q": "still involved with the ITV1 show.\" We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour,\" he said. <q> It hasn't been tested yet but that's the idea. </q> <strong> Simon Cowell </strong> is yet to announce the judging panel for either version, airing in conjunction this autumn, but there is gives us an insight into her character", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology.\" He's an innovator and entrepreneur to the core, and this role suits him perfectly,\" <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+` px';} else{ this.style.height=' 250px';};\"> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}, {"uid": "1296964121115425444", "i": 16382, "idx": 5, "sa": ["Michael Vick", "LeGarrette Blount"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season.\" To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> <strong> LeGarrette Blount </strong>( one each). Polamalu won the Defensive Player of the Year award earlier this week. Privacy Policy and Safety Information/Your California Privacy Rights", "new_id": -2}, {"uid": "1296552417261570573", "i": 23534, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "\" said <strong> Allen Iverson </strong>.\" I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,\" <strong> Kwame Brown </strong> said. <q> There were so many lessons to be learned, from him http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee Bucks. After a quiet fourth quarter, <strong> Allen Iverson </strong> settled for 48 points and leading Philadelphia to a 118-111 victory Tuesday night over the Bucks, who have been burned for three straight games of at least 40 points by the 76ers All-Star.\" Honestly, they play me one-on-one, straight up, </q> <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will.\" Except in the last quarter. I guess they felt like they had to do something.\" By then, it was too late. <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1296232034027262987", "i": 3782, "idx": 0, "sa": ["Mike Pence"], "q": "stepped down last year from his House leadership post. <strong> Mike Pence </strong>, 51, made multiple trips to states that host early presidential primary contests, fueling some speculation he might seek the White House. <q> After much deliberation and prayer, we believe our calling is closer to home, </q> <strong> Mike Pence </strong> said in a letter to supporters.\" In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana.\" His future has been a subject of speculation since he", "new_id": -2}, {"uid": "1295739237074268687", "i": 9442, "idx": 2, "sa": ["Gordon Brown", "Allen Iverson", "Les Brown"], "q": "the powerful Lakers. <strong> Les Brown </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason.\" Anybody that bet on it, some broke people out there,\" <strong> Allen Iverson </strong> said. <q> I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now. </q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.\" Our guys just try hard,\" Sixers coach Larry <strong> Gordon Brown </strong> said.\" This is kind of unexpected", "new_id": -2}, {"uid": "1295097395007798784", "i": 4150, "idx": 0, "sa": ["Sergio Marchionne"], "q": "implacably opposed to the new deal although it has been urged to accept by other more moderate unions in Italy. Despite Fiom's silence today( 15 January), the hardline union recently described the Mirafiori proposal as <q> outside the national metalworkers agreement as if it was a house built in a desert </q> and\" an awful agreement.\" It has also called strike for 28 January but it is not clear if today's agreement will alter that. Fiat CEO <strong> Sergio Marchionne </strong> alluded to the difficult industrial relations at", "new_id": -2}, {"uid": "1295967193135200806", "i": 8092, "idx": 1, "sa": ["Zahi Hawass"], "q": "runs the Neues Museum in the German capital where the bust is kept.\" The foundation's position on the return of Nefertiti remains unchanged,\" foundation president Professor Hermann Parzinger said in a statement. <q> She is and remains the ambassador of Egypt in Berlin. </q> Egypt's antiquities chief, <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of the bust, famed for its almond-shaped eyes and swan-like neck. However, the foundation said it did not consider the letter", "new_id": -2}]