[{"uid": "1297161584212434954", "i": 31557, "idx": 1, "sa": ["Dina Lohan", "Simon Cowell"], "q": "he told PopEater. \"<strong> Dina Lohan </strong> deserves a lot worse of a title after all she has done to destroy the relationships with my kids and entire family.\" He also claimed his ex surrounds herself with <q> the epitomes of losers. </q>??? Acerbic British music judge and entrepreneur <strong> Simon Cowell </strong> said yesterday that the winner of the first U.S. version of the television singing competition, The X Factor, will receive a$ 5 million", "new_id": -2}, {"uid": "1295657293256983049", "i": 12929, "idx": 0, "sa": ["Stephen A. Miles", "Eric Schmidt"], "q": "as <strong> Eric Schmidt </strong> in the executive chairman role and having the heart and soul of Google in the CEO role makes a lot of sense,\" said <strong> Stephen A. Miles </strong>, vice chairman of executive consulting firm Heidrick& Struggles International Inc. <q> They do face challenges and a lot of headwind. There's nothing like a founder to take whatever hill you need to take. </q> Amazon.com Inc., the world's top online retailer, and Oracle Corp., the No. 2 maker of business application software, are among technology bellwethers that have thrived under the guidance of their founders, <strong> Stephen A. Miles </strong>", "new_id": -2}, {"uid": "1295094125134053943", "i": 24352, "idx": 10, "sa": ["Chris Webber", "Kobe Bryant", "Eddie Jones", "Allen Iverson", "Joseph King", "Shaquille O'Neal"], "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have comShaquille O'Nealed for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talJoseph King about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said. \"We really like playing together, and we're getting it going. We're really just Iverson_Allen Iverson_31pts_vs_Kobe Bryant_Kobe Bryant_Eddie Jones_Eddie Jones_Van_Exel_Lakers_97/98_NBA_Vintage Credit to baldheadkid Hot-shooting <strong> Allen Iverson </strong> had 31 points and eight assists as the Philadelphia 76ers took advantage of", "new_id": -2}, {"uid": "1295617448243957772", "i": 33682, "idx": 0, "sa": ["Eric Schmidt"], "q": "Search Fri, Jan 21, 2011, 8:44 AM EST- U.S. Markets open in 46 mins.{ \"s\" : \"aapl, aol, goog, vz\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } Jay Yarow, On Friday January 21, 2011, 7:46 am The biggest news everyone is digesting: <strong> Eric Schmidt </strong> is target=\"_blank\" Schmidt-scmidt-out-as-google-ceo-2011-1\"> no", "new_id": -2}, {"uid": "1296046020033832963", "i": 11584, "idx": 0, "sa": ["Orrin Hatch", "Tom Coburn", "Kirsten Gillibrand", "John Thune"], "q": "( D., N.Y.) agreed several days ago to sit with Sen. <strong> Tom Coburn </strong>( R., Okla.). On Tuesday, he encountered Sen. <strong> Orrin Hatch </strong>( R., Utah) in a Senate elevator and told him, <q> I wanted you to be my date, but I already asked <strong> Tom Coburn </strong>. </q> When Sens. <strong> John Thune </strong>( R., S.D.) and <strong> Kirsten Gillibrand </strong>( D., N.Y.), said they'd be sitting together, aides began calling them the prom king and queen, since they're considered two", "new_id": -2}, {"uid": "1295629393218054677", "i": 11256, "idx": 0, "sa": ["Andy Coulson"], "q": "quits amid phone hacking scandal Prime Minister loses former NOTW editor as advisor <strong> Andy Coulson </strong>, the red top scandal and showbiz journalist turned political advisor to the UK Prime Minister has quit over long-standing telephone hacking allegations. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> he said in a statement announcing his departure as well as his ability to perform outside of the confines of accepted mathematics and human endurance. \"I stand by what I've said about those events but", "new_id": -2}, {"uid": "1296566910244629509", "i": 16805, "idx": 6, "sa": ["Allen Iverson"], "q": "winning streak snapped Tuesday in Toronto, moved 7 1/2 games ahead of the second-place Knicks in the Atlantic Division. \"This is the first real team I've been on in my life,\" <strong> Allen Iverson </strong> said. <q> There are no egos, nobody cares who's shooting the ball, who has the name, who's the All-Star. It's all about one common goal: bringing a championship to Philadelphia. </q> And <strong> Allen Iverson </strong> is the biggest reason why, despite his latest controversy. He made headlines after verbally sparring with fans in Indiana on Sunday. \"It was blown out of proportion because people heard me responding back,", "new_id": -2}, {"uid": "1294970660073564164", "i": 39862, "idx": 0, "sa": ["Stuart Taylor", "Donald Rumsfeld", "Michael Ratner", "George W. Bush", "Barack Obama", "David Vladeck"], "q": ".( 4:07) Obama_Reject_George W. Bush's_Favorites_Who_Torture_or_Slaughter_in_Masse? On War Crimes and Torture: Should High Government Officials Be Investigated and Prosecuted? Thursday, 11/20/2008 03:30 PM( EST) <strong> Michael Ratner </strong>, <strong> George W. Bush </strong>, Center for Constitutional Rights and Author, <q> The Trial of <strong> Donald Rumsfeld </strong>: A Prosecution by Book </q> <strong> Stuart Taylor </strong>, Columnist, National Journal and Contributing Editor, Newsweek <strong> David Vladeck </strong>, Professor George W. Bushtown University Law Center <strong> Michael Ratner </strong>'s new book, \"The Trial of <strong> Donald Rumsfeld </strong>,\" lays out the evidence that high-level officials of the <strong> George W. Bush </strong>", "new_id": -2}, {"uid": "1295775786222068738", "i": 38851, "idx": 5, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "\"I asked a successful guy, \"What's the best advice you can give me?\" He said, \"<strong> Simon Cowell </strong>, know when to leave the fair,\" he said. <q> I think that's good advice- one year, I actually found myself thinking, \"I've run out of insults, I don't know how I'm going to tell people they suck. \"Something inside you says,` You know what, it's time to go. \"I've enjoyed myself, I mean it's not the most difficult job in the world, is it? </q> he added. Cowell-Simon Cowell/628.php\"> News on <strong> Simon Cowell </strong> Winfrey-Oprah Winfrey/647.php\"> News on <strong> Oprah Winfrey </strong> Copyright Asian News International/DailyIndia. com", "new_id": -2}, {"uid": "1296552417261570573", "i": 28498, "idx": 20, "sa": ["Phil Jackson", "Jerry Stackhouse", "Allen Iverson", "Jason Kidd", "Tim Duncan", "Terry Cummings"], "q": "3:48 remaining and Houston got no closer than seven the rest of the way. \"We executed at the end, whereas previous games we didn't do that,\" said <strong> Allen Iverson </strong>, who committed no turnovers. <q> This is a confidence boost for us. We played with control when we got the lead in the fourth quarter and we played solid defense all game long. </q> <strong> Jerry Stackhouse </strong> scored 17 points and <strong> Terry Cummings </strong> added a seJason Kidd-high 16 in 17 minutes off the bench for Phil Jacksonadelphia( 1-5), which ended an eight-game slide in Houston, winning there for the first Tim Duncane since January 7th,", "new_id": -2}]