[{"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q>The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours].</q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life \"Truman Show\" PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}, {"uid": "1296568947043499575", "i": 39869, "idx": 0, "sa": ["David Letterman", "Langhorne Slim", "Johnny Cash"], "q": "or <strong> Johnny Cash </strong> tune and gives listeners plenty to digest. While totally capable of laid back rhythms and easy listening, his specialty is a down-home kind of dancing groove. So naturally <strong> Langhorne Slim </strong> looks for audiences to <q>dance, sing and generally freak out.</q> <strong> Langhorne Slim </strong> has played on the Late Show with <strong> David Letterman </strong>, sang \"God Bless America\" at a Philadelphia Phillies baseball game. He has also played a number of music festivals including but not limited to", "new_id": -2}, {"uid": "1295667348007979065", "i": 36612, "idx": 1, "sa": ["Ken Auletta", "Sergey Brin", "Steve Booth", "Eric Schmidt", "Google Inc."], "q": "corporate protocol. \"Larry and <strong> Sergey Brin </strong> both hate being organized. They don't want to be locked into meetings,\" says <strong> Ken Auletta </strong>, who got to know both of them while writing his book, <q>Googled: The End of the World as We Know It.</q> While a freewheeling attitude typically works well at small companies, it could cause problems in a company as large as <strong> Google Inc. </strong>, says <strong> Steve Booth </strong>, a business professor at the University of Chicago. <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296636583107610113", "i": 35370, "idx": 1, "sa": ["Michael Vick", "Tom Brady", "Philip Rivers"], "q": "and a league-best 14-2 this season. \"I feel our team really grew together over the course of the season. It was a privilege to be a part of this team,\" he said. <q>My only disappointment is that we couldn't take advantage of our opportunity in the playoffs, but hopefully we learn from that and use it as motivation toward accomplishing our goals for next season.</q> <strong> Tom Brady </strong> led the NFL with a 111 passer rating. His 65.9 completion percentage was second to <strong> Philip Rivers </strong> of San Diego- by.1. <strong> Michael Vick </strong>'s comeback season led him to the Pro Bowl. He was", "new_id": -2}, {"uid": "1297245606137953297", "i": 12314, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "sell me the next best and brightest, end all laxative to die for in the fine print!\" Report Abuse \"Q: What's the difference between <strong> Barack Obama </strong> and his dog, Bo?\" Report Abuse <q>Q: What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary?</q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options", "new_id": -2}, {"uid": "1295967754242466840", "i": 21195, "idx": 0, "sa": ["Michele Bachmann", "Sen. Bernie Sanders"], "q": "GOP response, citing the congressman's \"Roadmap for America's Future,\" a long-term plan he released last year to balance the federal budget that included deep spending cuts and entitlement reform. <q>I will do my best to bring the Ryan plan to the floor of the United States Senate, to give my Republican colleagues the opportunity to vote to privatize Social Security, Medicaid and Medicare and make massive cuts on programs needed by ordinary people at the same time as they give tax breaks to the rich,</q> <strong> Sen. Bernie Sanders </strong>, I-Vt., said Monday on MSNBC. When it comes to <strong> Michele Bachmann </strong>'s statement, the White House remained mum Tuesday. \"Our focus is on what the president is going to say,\"", "new_id": -2}, {"uid": "1297214985071778305", "i": 11635, "idx": 0, "sa": ["Mike Pence"], "q": "with family-planning services and basic health medical care, like pap smears and screening for diabetes, breast cancer, cervical cancer and sexually transmitted diseases. Our legislative slogan for 2011: Let Them Use Leeches. <q>What is more fiscally responsible than denying any and all funding to Planned Parenthood of America?</q> demanded Rep. <strong> Mike Pence </strong> of Indiana, the chief sponsor of a bill to bar the government from directing any money to any organization that provides abortion services. Planned Parenthood doesn't use government money to provide abortions", "new_id": -2}, {"uid": "1295647437196657190", "i": 20571, "idx": 2, "sa": ["Eric Schmidt"], "q": "under Larry will be even better! Larry, in my clear opinion, is ready to lead.\" Mr <strong> Eric Schmidt </strong>, who will become executive chairman of the search giant, said the new structure will <q>produce even better results for the corporation</q>. He explained that the previous structure, in which the triumvirate took collective decisions, had slowed down decision making. He said the changes would help clarify the individual roles so \"there's clear responsibility", "new_id": -2}, {"uid": "1294953528094584847", "i": 27397, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "\" <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., was in the room with <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and House Minority Leader <strong> Nancy Pelosi </strong>, D-Calif., along with others including <strong> Gabrielle Giffords </strong>' husband, astronaut Mark Kelly. <q>We were telling her how proud we were of her and how she was inspiring the whole nation with her courage and with her strength.</q> \"Then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do when she got better. We were holding her hand, and she was responding to our hand holding, she was", "new_id": -2}, {"uid": "1295559606214679608", "i": 2265, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "its top management on Thursday, announcing that co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman, focusing on <q>deals, partnerships, customers and broader business relationships.</q> He would act as an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, who would work on strategic projects and new products. The management changes were due to take effect on April", "new_id": -2}]