[{"uid": "2008111306_00017472_W", "i": 1476, "idx": 0, "sa": ["Jason Elam", "Mike Shanahan"], "q": "now in his first season playing for atlanta. <strong> Jason Elam </strong> has made 19-of-21 field goals this season for the falcons, including a 48-yarder as time expired to beat chicago on oct. 12.\" no, not really, <q> <strong> Mike Shanahan </strong> said wednesday when asked if he was looking forward to seeing <strong> Jason Elam </strong>, who signed with atlanta as a free agent last march after spending 15 years in denver. </q> i like him as a person, but not him kicking for the other team. \"the broncos are aware of <strong> Jason Elam </strong>'s knack for last-second heroics, especially after he made four game-winning field goals last season.", "new_id": -2}, {"uid": "2008092417_00020693_W", "i": 1433, "idx": 0, "sa": ["Rivers Cuomo"], "q": "after <strong> Rivers Cuomo </strong> played the cobain-saluting <NO_QUOTATION> on a record player. as video# 3 indicates, the performance also include some of weezer's unique hooting and` nanning. of course, this isn't the first time <q> l.a. outfit has busted out the covers( see:), but it sure make those ticket prices a bit easier to swallow. via) <NO_QUOTATION> <NO_QUOTATION> <NO_QUOTATION> </q> undone- the sweater song \"<NO_QUOTATION>\" say it ain't so \"<NO_QUOTATION> <NO_QUOTATION> <NO_QUOTATION> <NO_QUOTATION> <NO_QUOTATION> <NO_QUOTATION> <NO_QUOTATION> <NO_QUOTATION> <NO_QUOTATION>\" the greatest man that ever lived \"<NO_QUOTATION>( oasis cover) <NO_QUOTATION> <NO_QUOTATION> <NO_QUOTATION> <NO_QUOTATION>", "new_id": -2}, {"uid": "2008090817_00000844_W", "i": 724, "idx": 0, "sa": [], "q": "but most of all, mr. hankey. moscow prosecutors have begun legal proceedings aimed at taking south park off the air and permanently banning the ever-controversial cartoon after proclaiming the` toon\" bore signs of extremist activity. <q> although the series has long been running in a dubbed format on russia's 2x2 network, the episode </q> mr. hankey's christmas classics \"that aired in january apparently went too far for officials by joining santa claus, jesus christ, satan, adolf hitler and, of course, the titular friendly waste, for a", "new_id": -2}, {"uid": "2008102220_00007063_W", "i": 1492, "idx": 0, "sa": ["Adriano Galliani", "David Beckham", "Fabio Capello"], "q": "to signing <strong> David Beckham </strong> in a loan deal that would allow the los angeles galaxy midfielder and former england captain to play in italy for a few months starting in january.\" we're discussing it with his agent, <q> milan vice president <strong> Adriano Galliani </strong> said wednesday on the club's web site. with the major league soccer season in the united states nearly over, <strong> David Beckham </strong> is eager to join another club in europe so he can remain in shape and keep his place on england's team for world cup qualifying. england coach <strong> Fabio Capello </strong> has said he will not pick players who are not active. </q> we'll sign him for a few months and then he'll go back. <strong> David Beckham </strong> has chosen milan, \"<strong> Adriano Galliani </strong> said at malpensa airport before flying to a uefa cup match.\" our team is very competitive", "new_id": -2}, {"uid": "2008111501_00019457_W", "i": 1276, "idx": 2, "sa": ["Zab Judah", "Joshua Clottey"], "q": "just hurts, man. everyone here knows who won, \"said <strong> Zab Judah </strong>, who has struggled to shake the perception that he's never lived up to his potential.\" <strong> Zab Judah </strong> is the peoples' champion. <q> game examined <strong> Zab Judah </strong> after the punch and said the battered fighter failed numerous eye tests. it was initially ruled an accidental head butt, but replays clearly showed <strong> Joshua Clottey </strong> landing a hard right hand. </q> he couldn't identify two or three fingers three times, \"games said. it was just the third title shot for <strong> Joshua Clottey </strong>, who lost a bizarre disqualification to carlos baldomir in 1999 and a unanimous decision to", "new_id": -2}, {"uid": "2008102906_00032639_W", "i": 841, "idx": 5, "sa": ["Barack Obama", "Joe Biden"], "q": "anchor who asked:\" how is senator <strong> Barack Obama </strong> not being a marxist if he intends to spread the wealth around? \"\" are you joking? is this a joke? or is that a real question? <q> an incredulous <strong> Joe Biden </strong> shot back. </q> it's a ridiculous comparison. \"but the debate intensified monday with the surfacing of a 2001 radio interview in which <strong> Barack Obama </strong> lamented the supreme court's inability to enact <NO_QUOTATION>- a key tenet of socialism. on", "new_id": -2}, {"uid": "2008101413_00016277_W", "i": 912, "idx": 0, "sa": [], "q": "'s office, the line of people ahead of them was so long they worried they would be late for their own wedding.\" we are so happy california is so progressive they would allow something like this, <q> said manzo, 33, as his partner of nine years recently watched the clock and held a tiffany's bag with their platinum rings inside. </q> i wouldn't say it's now or never, but we wanted to get married before then. \"the urgency intensified last week with news that proposition 8's supporters had far outraised its opponents and the measure", "new_id": -2}, {"uid": "2008100909_00008093_W", "i": 804, "idx": 0, "sa": ["Pontsho Moloi"], "q": ". bondo has always been a nightmare when handling our games. there is no doubt that he likes flashing cards during games. last season, he flashed a red card in every game he handled involving us, <q> a concerned mogomotsi told mmegi sport. the voluble communications manager believes that as a captain, <strong> Pontsho Moloi </strong> had every right to engage bondo when he( <strong> Pontsho Moloi </strong>) was not happy about the decisions taken by the referee. mogomotsi is worried that local referees seem to be untouchable unlike their counterparts from other leagues in africa or europe. </q> it is not that we entertain bad behaviour but referees should be accommodative. i am scared of the way bondo handles games and i think this has to be addressed, \"said mogomotsi. he stated that they", "new_id": -2}, {"uid": "2008111414_00010226_W", "i": 1770, "idx": 0, "sa": ["Hayley Williams"], "q": "\" she laughed.\" it's tough, though! now that i'm home, i'm so unfocused that i can't sit down and finish it... but i'm going to before the film. <q> this might seem rather odd, especially considering <strong> Hayley Williams </strong> and her band the# 1 album in the country right now), and the diminutive frontwoman has never been shy about discussing her love of the series. but despite the fact that she's yet to actually finish the <NO_QUOTATION> books, that doesn't mean she hasn't already made up her mind about one key issue: who her favorite character is. </q> when i was on the second and third books, jacob was my favorite, and everyone, like, hates jacob for whatever reason, \"<strong> Hayley Williams </strong> said.\" but i got ta say, i love bella", "new_id": -2}, {"uid": "2008120316_00037897_W", "i": 649, "idx": 21, "sa": [], "q": "mountain without hands, \"the <NO_QUOTATION> of the lord jesus christ, dan_2:34, dan_2:35, dan_2:44, dan_2:45, and he himself shall be <NO_QUOTATION> by the\" brightness of the lord's coming <q>( 1th_2:8), and be cast <NO_QUOTATION> into the lake of fire. rev_19:20. two <NO_QUOTATION> men, enoch and elijah, were translated to heaven <NO_QUOTATION> and two <NO_QUOTATION> men, spoken of officially as the beast and the false prophet, shall be cast into the lake of fire without dying. </q> those who claim that the <NO_QUOTATION> of dan. 7, and the <NO_QUOTATION> of dan. 8, are not the same, because the <NO_QUOTATION> of dan. 7 arises amid the <NO_QUOTATION> of the fourth beast,", "new_id": -2}]