[{"uid": "1295477620209436890", "i": 42871, "idx": 0, "sa": ["Mike Pence", "Harry Reid"], "q": "midterm elections, when Republicans took back majority control of the House but not the Senate. Republican Representative  Mike Pence  said Wednesday's repeal vote is not a symbolic act, but a promise kept to voters.  So I urge my colleagues to join us in repealing this government takeover of health care before it ever takes effect, and then work with us, as we build healthcare reform that is worthy of the American people,  said  Mike Pence . Republican efforts to repeal the law outright are virtually certain to fail now, because Democratic Senate Majority leader  Harry Reid  said he will not even bring health care repeal to a vote in the Senate", "new_id": -2}, {"uid": "1296178610032686102", "i": 12079, "idx": 0, "sa": ["Mike Pence"], "q": "and Jindal and who knows who else. To: RobinMasters Yes! I so look forward to  Mike Pence  becoming president AFTER he has some executive experience. 2 posted on 01/27/2011 5:09:28 PM PST  As it is, Palinistas everywhere breathe a sigh of relief that there's one less \"true conservative  to worry about.\"\"  That right there is total bullsh!t. Palin would probably not run and back  Mike Pence  or Demint if either ran... she has said as much. SHE WILL ONLY RUN IF NO CONSERVATIVE", "new_id": -2}, {"uid": "1296166252125468724", "i": 42812, "idx": 1, "sa": ["Elena Kagan", "Mike Pence", "Harry Reid", "Sonia Sotomayor"], "q": "against that runaway budget, and after opposing that government takeover of health care, my party, Republicans in Congress, are back in the fight, and we're back in the fight on the right!\"\"    Mike Pence  may have even forced the NRA's hand on whether or not to score the Senate vote on  Elena Kagan . The NRA scored the vote on  Sonia Sotomayor , the first time they have scored a vote on a Supreme Court justice, a score that will knock down the grades of usually-reliable Democrats like  Harry Reid  of Nevada.  While various speakers made brief references to the Supreme Court,  Mike Pence  went right after her: \"In 1987 the Supreme Court was asked to take a case involving a D.C. man who had been convicted of carrying", "new_id": -2}, {"uid": "1296149424210010119", "i": 42667, "idx": 0, "sa": ["Mike Pence"], "q": " Mike Pence  greet people in the Grand Hall in Union Station Tuesday, November 2, 2010 at the Indiana Republican Election Night Party.  Mike Pence  easily won reelection for his 6th Congressional District seat. He told the crowd,  I believe history will record... Indiana led the country back.  Charlie Nye/ The Star.", "new_id": -2}, {"uid": "1296768198233816085", "i": 14105, "idx": 0, "sa": ["Mark Neumann", "Mike Pence", "Joe Courtney"], "q": "record, but  Mike Pence   Joe Courtney  is in the news again for saying that he's still vaguely interested in getting into the Dem Senate primary. At least he has a somewhat more definite timetable, saying he'll decide  by the end of this month.  FL-Sen: Quinnipiac is out with its first Florida poll of the 2012 cycle, and it's reMark Neumannably similar to the other polling they've been doing so far this cycle( like OH and PA): they", "new_id": -2}, {"uid": "1297095644088211562", "i": 1694, "idx": 0, "sa": ["Mike Pence", "Mark Kirk", "John R. Bolton", "Newt Gingrich", "Rick Santorum"], "q": "said in the statement. \"This will help energize our voters while also adding resources for winning races for Congress and state offices.\"\"  U.S. Sen.  Mark Kirk  added that when it comes to early poling,  New Hampshire and Iowa should not have all the fun.  The announcement was made alongside four people whom the Illinois GOP identifies as potential presidential candidates, including former House Speaker  Newt Gingrich , former U.S. Sen.  Rick Santorum , former United Nations Ambassador  John R. Bolton , and U.S.  Mike Pence (", "new_id": -2}, {"uid": "1297706494051036178", "i": 46486, "idx": 2, "sa": ["Mike Pence", "Cecile Richards"], "q": "million in federal taxpayer funding. \"Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,\"\"   Mike Pence  said.  The time to deny any and all funding to Planned Parenthood is now.  But Planned Parenthood president  Cecile Richards  told AP the abortion business is not giving up on its government funding without a fight. \"We've been here for the past 95 years, and we'll", "new_id": -2}, {"uid": "1297617700254115851", "i": 10657, "idx": 1, "sa": ["Mike Pence"], "q": "million in annual funding. \"Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,\"\"   Mike Pence  said.  The time to deny any and all funding to Planned Parenthood is now.  Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an important element of the user experience on sunherald.com. We invite you to comment on our content as part", "new_id": -2}, {"uid": "1295885178252248106", "i": 34700, "idx": 0, "sa": ["Mike Pence"], "q": "in recent days. A story published Saturday said Daniels would be the odds-on favorite for the GOP nomination in 2012 if pundits, conservative columnists and political thinkers represented the party's base.  The diminutive Hoosier has nurtured a profile as a mature politician whose outlook extends beyond the next news cycle and whose demeanor exudes seriousness,  the story said. It also noted that the candidate favored by party elites has almost always failed to win the nomination. As for  Mike Pence , a story Friday highlighted the effort by a group of conservatives", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,'' said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q> I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt, </q> the influential cleric said.`` There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go.''` Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}]