[{"uid": "1295577688207667284", "i": 36919, "idx": 2, "sa": ["Eric Schmidt"], "q": "'s fast-growing business and its headstrong founders, who remained deeply involved in the company's products and strategic direction and didn't always see eye to eye with <strong> Eric Schmidt </strong>. Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q>Day-to-day adult supervision is no longer needed.</q> \"I believe Larry is ready\" to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. \"It's time for him to have a shot at running this.\" In", "new_id": -2}, {"uid": "1295369174262144017", "i": 49047, "idx": 0, "sa": ["Piers Morgan", "David Letterman", "Jay Leno"], "q": "<strong> Piers Morgan </strong> Tonight, the shock jock calls the NBC late-night host \"insane\" and accuses him of stealing sketch ideas. <q><strong> Jay Leno </strong> is a crook and the world knows exactly what he's up to. He steals a tremendous amount of material,</q> The New York Post quoted Stern as saying. \"This guy's ripped off like 10 major things from my show.\" Stern also adds he's baffled that <strong> Jay Leno </strong> has beaten fellow late-night host <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1296798464219398156", "i": 24005, "idx": 0, "sa": ["George Washington", "Allen Iverson", "George Karl"], "q": "five starters after an 18-point lead began to evaporate. He resisted the temptation even as the Nuggets were outscored 34-23 in the third period. \"<strong> George Washington </strong> starts in the third quarter are awful,\" <strong> George Karl </strong> said. <q>I wouldn't even put that in a high school clinic. We come out non-focused, not running. I hope I don't do that( bench the starters), because that could be really ugly. But that is how bad I think our third quarters have been.</q> The first half, though, was what <strong> George Karl </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up. \"A lot", "new_id": -2}, {"i": 49389, "idx": 2, "index_answer": 0, "new_id": -1, "q": "he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone sees him that way. <q>In the eyes of many people, he's a hero,</q> said <strong> Dwaine Caraway </strong>, adding that he doesn't condone animal cruelty. Photo: Scars from fighting mark the face of Lucas, the grand champion of football player <strong> Michael Vick </strong>'s fighting dogs in Kanab, Utah.", "sa": ["Dwaine Caraway", "Michael Vick"], "uid": "1297240707110002271"}, {"uid": "1295582183033980446", "i": 4567, "idx": 13, "sa": ["Eric Schmidt", "Danny Sullivan", "Google Inc."], "q": "know where you've been. We can more or less know what you're thinking about,\" he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and <strong> Google Inc. </strong> as \"creepy.\" <q>The biggest thing I wonder is after a year or so of having various gaffes and statements taken out of context if he decided he no longer wanted to play that front-man role,</q> said <strong> Danny Sullivan </strong>, the editor-in-chief of the SearchEngineLand news site. In his new role, <strong> Eric Schmidt </strong> indicated he will focus on meeting with <strong> Google Inc. </strong>'s business partners and government officials around the world. Wrangling with regulators is becoming", "new_id": -2}, {"uid": "1296225951235159601", "i": 393, "idx": 5, "sa": ["Mike Pence"], "q": "was excited by the prospect of <strong> Mike Pence </strong> running for governor. \"I think he's the clear front-runner, and I think the race is his if he chooses to accept it,\" Walorski said. <q>I think he'd clear the field.</q> State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" such as <strong> Mike Pence </strong>. \"<strong> Mike Pence </strong>'s been a strong voice in", "new_id": -2}, {"uid": "1295308387132857908", "i": 5835, "idx": 2, "sa": ["Barack Obama", "Ronald Reagan", "Mike Pence"], "q": "outspoken critics of <strong> Ronald Reagan </strong> <strong> Barack Obama </strong>. \"We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead\" and <q>we'll be making a decision before the end of this month,</q> <strong> Mike Pence </strong> told about 100 people at a conference room in the Henry County, Ind., Hospital. Should <strong> Mike Pence </strong> enter the contest, he would face an uphill climb. Few Americans have heard of him and", "new_id": -2}, {"uid": "1297260232238534678", "i": 22954, "idx": 0, "sa": ["Donald Rumsfeld", "Richard Nixon", "Henry Kissinger"], "q": "RummyLeaks: <q>The <strong> Richard Nixon </strong> then said, \"<strong> Richard Nixon </strong> doesn't shoot blanks'</q> NATO <strong> Donald Rumsfeld </strong>, <strong> Henry Kissinger </strong> and former president <strong> Richard Nixon </strong> <strong> Donald Rumsfeld </strong> is promoting his upcoming memoir with a document dump, which is actually a pretty great idea. The documents he's released at Rumsfeld.com aren\"t", "new_id": -2}, {"uid": "1296787603171524107", "i": 32525, "idx": 2, "sa": ["Simon Cowell"], "q": "' judges \"Eden Prairie Today\" Wednesday, Feb. 18 webcast-- Carlson abused by \"Idol' judges Casey Carlson did not impress the judges last night on` American Idol.' She sang the Police song <q>Every Little Thing She Does is Magic,</q> and was subsequently pummeled by the judges. The Pioneer Press is quoting <strong> Simon Cowell </strong>, the show's notoriously villainous judge and... \"Eden Prairie Today\" Friday, April 3 webcast-- Santorini\"s donates over$ 2000", "new_id": -2}, {"uid": "1296736018231227432", "i": 8137, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "krijgen met Windows Phone 7. Hij haalt ter herinnering nog een uitspraak aan van <strong> Steve Ballmer </strong> uit 2007. \"Nooit zal Apple's iPhone enig significant marktaandeel behalen.\" Hij nodigt beide ceo's uit voor een lunch <q>wanneer jullie beiden in Londen zijn.</q> <strong> Stephen Elop </strong> is verwarrend De brief van de Engelse financieel analist komt nadat <strong> Stephen Elop </strong> vorige week Vind ik ook onzin, ik zie Nokia niet met een WP7 draaien. Dat is zoiets als MS Office", "new_id": -2}]