[{"uid": "1296200464159858698", "i": 5820, "idx": 16, "sa": ["David McIntosh", "Mike Pence"], "q": "belly and the desire to run for president, and his heart clearly is in Indiana, \" <strong> David McIntosh </strong> said. That, <strong> Mike Pence </strong> said, was what it came down to in the end. <q> At the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead, </q> he said. \" I've learned in decisions like these to follow my heart. My heart is in Indiana. \" From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1297490833134791170", "i": 58227, "idx": 1, "sa": ["Mike Pence", "David Boaz"], "q": "between the problems they identify and the policy solutions they propose. They tend to talk about issues such as abortion and gay rights, stem cell research and the role of religion \" in the public square \" : <q> Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history, </q> said <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Conservatives avoiding the real social issues <strong> David Boaz </strong>- Athens Banner-Herald Published Social conservatives say they're trying to", "new_id": -2}, {"uid": "1297490833134791170", "i": 58229, "idx": 3, "sa": ["Mike Pence", "Mike Huckabee"], "q": "between the problems they identify and the policy solutions they propose. They tend to talk about issues such as abortion and gay rights, stem cell research and the role of religion \" in the public square \" : <q> Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history, </q> said <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas Gov. <strong> Mike Huckabee </strong>, at the same summit, said: \" We need to understand there is a direct correlation between", "new_id": -2}, {"uid": "1296167545171278340", "i": 39427, "idx": 1, "sa": ["Mike Pence", "Mike McDaniel"], "q": "bid. There is no word yet on whether he'll run for Indiana governor, but many in political circles assumed that would be the case since he stepped down last year from his House leadership position. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike Pence </strong>'s staff did not return repeated phone calls and e-mails to The Associated Press. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often", "new_id": -2}, {"uid": "1296199690069206039", "i": 27007, "idx": 6, "sa": ["Mike Pence", "Barack Obama", "Dick Armey"], "q": "big cities and cornfields. \" \" After years of falling behind, Indiana is on the verge of an era of growth and opportunity like no other time in my life, \" he wrote. <q> Those of us who serve Indiana in Congress and in the Statehouse have a unique opportunity to advance the interests of Hoosiers... Indiana can lead the nation back to fiscal responsibility, reform and strong families. As we achieve an even better Indiana for our children and grandchildren, we will continue to be a model for a better and stronger America. </q> <strong> Mike Pence </strong> was being courted by both fiscal and social conservatives to enter the race for the White House against Democrat <strong> Barack Obama </strong>. <strong> Dick Armey </strong>, the Texas Republican who is a former House majority leader and now", "new_id": -2}, {"uid": "1295980514180977677", "i": 40679, "idx": 0, "sa": ["Michele Bachmann", "Mike Pence", "Newt Gingrich"], "q": "big enough, and my kids are too small. \" Then there is the steep hill of history: No member of the House has even won a major party nomination for president since James Garfield in 1880. <q> The task remains tall for anyone running with only a House background, </q> on- 2012/Newt Gingrich- <strong> Mike Pence </strong>- and- <strong> Michele Bachmann </strong>- co.html?wprss=thefix\"> noted Washington Post blogger Aaron Blake. But potential candidates Reps. <strong> Michele Bachmann </strong>, R-Minn., and <strong> Mike Pence </strong>, R-Ind., and former House Speaker <strong> Newt Gingrich </strong>", "new_id": -2}, {"uid": "1296034023048955402", "i": 8536, "idx": 0, "sa": ["Rachel Maddow", "John McCain", "Mike Pence", "Chris Edwards", "Gene Healy", "Peter Schiff", "Barack Obama"], "q": "big fat pay rise. http://wn.com/Cato_Scholars_Address_Barack Obama's_First_Address_to_Congress <strong> Barack Obama </strong>'s first address to Congress laid out a laundry list of new spending contained within the stimulus legislation and provided hints as to what will be contained in the budget- a so-called <q> blueprint for America's future </q>- he submits to the legislature. Cato Institute scholars <strong> Chris Edwards </strong>, Jim Harper, <strong> Gene Healy </strong>, Neal McCluskey, <strong> Peter Schiff </strong> Rittgers, <strong> John McCain </strong> Samples and <strong> Mike Pence </strong> D. TRachel Maddowr offer their analyses of the <strong> Barack Obama </strong>'s non-State-of-the-Union Address. This", "new_id": -2}, {"uid": "1297677365135315498", "i": 28463, "idx": 3, "sa": ["Mike Pence", "Cecile Richards", "Lois Capps"], "q": "biggest problem? Unemployment How the brain responds to OMG! moments Planned Parenthood's staunchest allies in Congress- primarily liberal Democrats- have vowed to fight the proposed funding cut. <q> In my community, Planned Parenthood is a very highly regarded mainstream organization, </q> said Democratic <strong> Mike Pence </strong> <strong> Lois Capps </strong> of California, who depicted <strong> Mike Pence </strong>'s bill as \" driven by an extreme ideological agenda. \" <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the", "new_id": -2}, {"uid": "1297260106046088366", "i": 12228, "idx": 3, "sa": ["Mike Pence"], "q": "bill is to the House Republicans. \" Even some of us who do not consider ourselves pro-life strongly object to their tax dollars being used to pay for abortions, \" Franks said in his opening statement. <q> We are beginning to ask the question: does abortion take the life of a child? </q> Franks continued, and then suggested that if it is, a genocide of children is happening in America. <strong> Mike Pence </strong>, who is also on the subcommittee, took the opportunity to promote his bill to prevent", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries.`` Things have been stable since June'' in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q> But you never know; it's possible for the government to cause us to not work. </q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}]