[{"uid": "1295601684081559570", "i": 32277, "idx": 2, "sa": ["Danny Sullivan", "Eric Schmidt"], "q": "\"The structures between the three have remained exactly the same over the past 10 years-- which might as well be 100 years of Internet time,\" he said in a blog post. <q> It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company. </q> <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements \"harmful to Google's reputation\" and the three top executives may have decided \"it was time for a fresh public face.", "new_id": -2}, {"uid": "1296480838012713994", "i": 22143, "idx": 1, "sa": ["Sergio Marchionne"], "q": "year took a toll on cash, which fell from$ 8.3 billion at the end of the third quarter to$ 7.3 billion Dec. 31. But new product is vital to the automaker's future. <q> All of these vehicles bear testimony to Chrysler's rebirth, </q> <strong> Sergio Marchionne </strong> said. \"As Chrysler Group's brand displays at the Detroit auto show confirmed, the company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months", "new_id": -2}, {"uid": "1295510839092602382", "i": 17613, "idx": 4, "sa": ["Allen Iverson", "Tim Duncan", "Yao Ming"], "q": "3-pointers were the biggest of the game, coYao Ming after Philadelphia had pulled within 10 with 5:14 remaining. \"When[ <strong> Allen Iverson </strong>] went on that run, it seemed like he was unstoppable,\" <strong> Allen Iverson </strong> said. <q> He almost pulled it off. </q> <strong> Allen Iverson </strong>'s performance came one day after he alleged that the NBA would rather see a 76ers-Lakers Finals than a Bucks-Lakers Finals. He spent a long Tim Duncane before the game sitting at his locker defending his words, then", "new_id": -2}, {"uid": "1296172795252526607", "i": 19381, "idx": 3, "sa": ["Eric Schmidt"], "q": "his time devoted to customers and partners. \" We have been late at adding social capabilities to our core products\" \" <strong> Eric Schmidt </strong> Google executive chairman Referring to the Davos shindig, he said that <q> the great regret is that there are not more Chinese leaders here- both political leaders as well as business leaders </q>- in contrast with the number of Indian attendees. He said Google's leadership reshuffle was a \"clarification of roles\" intended \"simply so that we could make decisions more quickly\" .", "new_id": -2}, {"uid": "1295086645253313066", "i": 59891, "idx": 0, "sa": ["Colin Powell", "Rachel Maddow"], "q": "Americans believed that torture is justified.\" [ Torture] is never justified, it is debilitating, it is injurious, it damages our reputation and it damages our very soul,\" he said. <q> We should not be torturing people and I'm very happy that this administration has bRachel Maddowd it officially. </q> Wilkerson, who is often chosen by \"Countdown\" as an expert in the field of U.S. foreign and military policy along with international security issues, served as the chief of staff to <strong> Colin Powell </strong> when he", "new_id": -2}, {"uid": "1297357028235192329", "i": 59978, "idx": 0, "sa": ["Eric Schmidt"], "q": "Chrome as Captain AmEric Schmidta movie makes digital debut Microsoft accuses Google of` click fraud' as copying catfight continues Facebook makes Credits mandatory for games as Zuckerberg's profile is hacked Schmidt-Eric Schmidt-says-facebook-threatens-the-bargain-of-the-web-50002427/\"> Google's <strong> Eric Schmidt </strong> says Facebook <q> threatens the bargain of the Web </q> Google and Microsoft in right royal Bing-dong over` stolen' search results ACS: Law tries to ditch file-sharing cases, claims to have had death threats` Oxford Street gunman' Twitter rumour sparks", "new_id": -2}, {"uid": "1296752424175587371", "i": 36225, "idx": 2, "sa": ["Ian Parker", "Zahi Hawass"], "q": "archaeologists, and administrators, are calling me from sites and museums all over Egypt to tell me that they will give their life to protect our antiquities. \" On Saturday, he wrote, <q> I was met outside by many EgyptIan Parkers, who asked if the museum was safe and what they could do to help. The people were happy to see an EgyptIan Parker official leave his home and come to Tahrir Square without fear; they loved that I came to the museum. </q> <strong> Zahi Hawass </strong> was not yet a member of Mubarak's cabinet when <strong> Ian Parker </strong> profiled him in 2009, but was already prone to statements of his influence. <strong> Ian Parker </strong> writes that when he met <strong> Zahi Hawass </strong>, \"", "new_id": -2}, {"uid": "1296451968151257140", "i": 23296, "idx": 0, "sa": ["Walter Payton", "Michael Vick"], "q": "scrimmage, trailing only <strong> Walter Payton </strong>. \"He's certainly one of those guys that is an attention-grabber the first year he comes up,\" selector Jeff Legwold of the Denver Post said. <q> He did so much. I think production, and obviously the Super Bowls and what he did overall, he's certainly a great candidate. </q> Eagles Philadelphia will make it official next month and place their franchise tag on quarterback <strong> Michael Vick </strong>, a league source said. The move will prevent <strong> Michael Vick </strong> from leaving Philadelphia this offseason and ensure he's tied to", "new_id": -2}, {"uid": "1297657064154386444", "i": 22251, "idx": 2, "sa": ["David Letterman", "Justin Bieber", "Lady Gaga", "Whitney Houston", "Jennifer Lopez"], "q": ", about wife <strong> Jennifer Lopez </strong>'s mirrored Christian Louboutins \"Jay-Z revealed'Em pire State of Mind' was really about Trenton.\" -- One of <strong> David Letterman </strong>'s top ten Grammy surprises <q> I wanted to thank <strong> Whitney Houston </strong> because when I wrote` Born This Way,' I imagined she was singing it, because I wasn't secure enough in myself to imagine I was a superstar. </q>-- <strong> Lady Gaga </strong>, giving a shout-out to <strong> Whitney Houston </strong> after winning best pop vocal album for \"The Fame Monster.\" \"Thanks <strong> Justin Bieber </strong>, for not being a duo or group.\" <caption> Music", "new_id": -2}, {"uid": "1297461900176717843", "i": 50773, "idx": 1, "sa": ["Simon Cowell", "Shayne Ward"], "q": "working my butt off to ensure that it stays there.\" <strong> Shayne Ward </strong> also addressed a report which claimed that he would be Ward-Shayne Ward-to-be-dropped-by-Simon Cowell.html\"> dropped by <strong> Simon Cowell </strong>'s record label SyCo this year. <q> All's absolutely fine, </q> he said. \"Obviously I had a three-album deal so it's up for negotiation now. Really those rumours are just lazy journalism. It was a three-album deal and we'll negotiate getting the next deal.", "new_id": -2}]