[{"uid": "1297123112135839749", "i": 56053, "idx": 0, "sa": ["Simon Cowell"], "q": "all the associated costs are deducted. However <strong> Simon Cowell </strong> has insisted that all the cash will go directly to the winner and not to label staff. During a conference call with reporters he said: <q> I'm nervous but I'm also confident that it was the right thing to do. I think it should be a life-changing prize and just to be clear, this isn't a dressed-up$ 5 million. This is a guaranteed$ 5 million payable to the winner. The recording, marketing and video costs are completely separate to that. It will be paid over five years at$ 1 million a year. </q> The winner will also be offered professional help to aid them with`` investing'' and`` looking after'' the money. <strong> Simon Cowell </strong> has admitted to some nerves over the$ 5 million recording contract", "new_id": -2}, {"uid": "1297325128230850591", "i": 8594, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "buy yellowcake uranium in Africa- have long since been tossed down the memory hole. Answering one of only a couple of audience questions, <strong> Donald Rumsfeld </strong> said of the difference between the Iraq War and Vietnam: <q> The Vietnamese were not likely to come and attack the United States of America. </q> Yet the CIA reported in October 2002 that it was unlikely that Iraq would launch any type of chemical or biological attack against America- unless we provoked the regime by attacking them. Indeed,", "new_id": -2}, {"uid": "1295597477213057536", "i": 28848, "idx": 4, "sa": ["Eric Schmidt"], "q": "Google kann das Geld gar nicht so schnell ausgeben, wie es hereinkommt. In der Kasse liegen mittlerweile 35 Milliarden Dollar.`` Wir hatten ein starkes Quartal und ein starkes Jahr'', sagte <strong> Eric Schmidt </strong>. <q> Der Ausblick ist vielversprechend. </q> Google st?t mit seinen Milliarden in immer neue Felder vor: Smartphones, Fernsehen, Internet-Telefonie, elektronische B?cher, Musik, B?rosoftware, PC-Betriebssystem oder Internet-Browser sind nur einige Baustellen. Google ger?t", "new_id": -2}, {"uid": "1295732278021118996", "i": 1797, "idx": 0, "sa": ["Gabrielle Giffords", "Russ Mitchell", "Kirsten Gillibrand", "Ben Ali"], "q": "politics& type= Video& sent= no& search= Search'',`` permBen Alink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012202229.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'': <q> http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011- 8v&amp;flvURL=/media/2011/01/22/01222011- 8v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011- 8v.jsn </q>}{`` title'':`` <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support'',`` description'':`` Senator <strong> Kirsten Gillibrand </strong>( D-NY) spoke with <strong> Russ Mitchell </strong> with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after", "new_id": -2}, {"uid": "1295403440095109146", "i": 35863, "idx": 0, "sa": ["David Letterman", "Ricky Gervais", "Uma Thurman", "Oprah Winfrey"], "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show_ very funny guy, </q> <strong> David Letterman </strong> said on his late-night CBS show Monday.`` But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.''' At", "new_id": -2}, {"uid": "1296162985150814751", "i": 28661, "idx": 0, "sa": ["Eric Schmidt", "Adam Lashinsky"], "q": "Finance Search Thu, Jan 27, 2011, 4:16 PM EST- U.S. Markets closed{`` s'':`` goog, msft'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Matt Rosoff, On Thursday January 27, 2011, 3:31 pm interview with Fortune's <strong> Adam Lashinsky </strong>, Google CEO <strong> Eric Schmidt </strong> said that Microsoft is", "new_id": -2}, {"uid": "1296723974251478035", "i": 31138, "idx": 9, "sa": ["Simon Cowell", "Josh Gracin", "Ryan Seacrest"], "q": "performance.'' Stewing off to the side, <strong> Ryan Seacrest </strong> decided proper payback was throwing a cup of water to <strong> Simon Cowell </strong>'s face-- which he did in one of the show's truly dramatic moments. 8. <strong> Josh Gracin </strong> <q> I Don't Want To Miss A Thing </q>( Season 2) For Season 2's Songs of the Cinema round, Idol's resident marine also chose the Armageddon theme. It was only his second time on the big stage, but it was good enough", "new_id": -2}, {"uid": "1296869445224280680", "i": 55609, "idx": 1, "sa": ["María del Carmen Pérez", "Zahi Hawass"], "q": "Antig?edades egipcias, <strong> Zahi Hawass </strong>, como Ministro. Hasta ahora, ni una piedra se ha movido en Egipto sin el consentimiento de un personaje que ha dado la vuelta en mundo para recuperar piezas expoliadas por los colonizadores. <q> <strong> Zahi Hawass </strong> llevaba a?os queriendo un ministerio, y se lo dan en el peor momento. A?n as, es una figura con entidad propia, que ha hecho una gran labor en defensa <strong> María del Carmen Pérez </strong> patrimonio </q>, apunta el egipt?logo.", "new_id": -2}, {"uid": "1297093828077135937", "i": 46899, "idx": 1, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "people under him,'' <strong> Donald Rumsfeld </strong> said in an href=\"http://abcnews.go.com/Politics/Donald Rumsfeld- <strong> Donald Rumsfeld </strong>- diane- sawyer- exclusive- interview- troop- decisions/story?id=12853695&amp;page=1\"> interview with ABC, set to air this week. <q> There was a lot of leaking out of the State Department, and the <strong> George H. W. Bush </strong> knew it, </q> he reportedly said.`` And it was unhelpful. And most of it ended up making the State Department look good. We didn't do that in the Pentagon. I insisted we not do it.''", "new_id": -2}, {"i": 13003, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", and Fiat is set to hit two more targets to reach a 35-percent stake in Chrysler, possibly increasing it to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. <q> I think the opening of the capital markets window in the United States is real, </q> <strong> Sergio Marchionne </strong> said.`` I think it would be unwise for Chrysler not to take advantage of the opening.'' On the Italian side, he is preparing to invest â\u0082¬ 700 million in a plant", "sa": ["Sergio Marchionne"], "uid": "1296231906026230879"}]