[{"uid": "1296183151117178385", "i": 27585, "idx": 4, "sa": ["Mike Pence"], "q": "the congressman's decision to forgo a presidential run and instead turn his attention toward a possible gubernatorial run. One source who met with <strong> Mike Pence </strong> several times over the last few months tells NRO the conservative Hoosier <q> was extremely torn while he deliberated. </q> Another who met with <strong> Mike Pence </strong> feels his heart was never completely in a bid for president. Someone close to <strong> Mike Pence </strong> explains that \"the people closest to him, the friends and people he knew best from", "new_id": -2}, {"uid": "1297258276038010882", "i": 39058, "idx": 4, "sa": ["Trent Franks", "Mike Pence"], "q": "are actually alive until they are made actually dead by abortion.\" \"Using taxpayer dollars to fund the killing of innocent unborn children does not liberate their mothers,\" said <strong> Mike Pence </strong> <strong> Trent Franks </strong>, R-Ariz. <q> It is not the cause that those lying out under the white stones of Arlington National Cemetery died, and it is not good government. </q> <strong> Mike Pence </strong>, R-Ohio., said he wants tax money cut off from abortion providers, too. \"Planned Parenthood is far and away the largest abortion provider in America and they are also the largest", "new_id": -2}, {"uid": "1297348977055672873", "i": 58872, "idx": 0, "sa": ["Jonathan Allen", "Mike Pence", "Chris Lee", "John Boehner"], "q": "<strong> Jonathan Allen </strong>| 02/10/11 8:45 AM EDT( with an assist from Jake \"Fast Break\" Sherman) THAT WAS FAST I: <strong> Mike Pence </strong> <strong> Chris Lee </strong>'S THREE-HOUR SCANDAL-- <q> The promising political career of <strong> Mike Pence </strong> <strong> Chris Lee </strong> collapsed Wednesday after an Internet tabloid published a shirtless picture of him that the married congressman had sent to a Maryland woman on Craigslist, </q> Jerry Zremski writes for the Buffalo News. \"In one of the fastest and most bizarre start-to-finish scandals in recent Washington history, the Amherst Republican submitted his resignation to House Speaker <strong> John Boehner </strong>, R-Ohio, a mere three", "new_id": -2}, {"uid": "1296486373063668243", "i": 2845, "idx": 15, "sa": ["Mike Pence"], "q": "his congressional staff of about 20 aides and heading the House GOP conference that served all GOP House members. But he said a full discussion of his credentials should wait until he's an official candidate. <q> If we would decide to seek the governorship, </q> <strong> Mike Pence </strong> said, \"I would expect people can judge whatever we would bring to the candidacy at that time.\" From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1297393195089440264", "i": 16528, "idx": 2, "sa": ["Mike Pence", "Chris Christie"], "q": "to go without cancer screenings, treatment for STDs or proper birth control. tweeted yesterday that her breast cancer was diagnosed by Planned Parenthood. The grants to pay for the surgeries were written by Planned Parenthood. <q> They saved my life, </q> Moore wrote. Why are <strong> Mike Pence </strong> and the Republicans against women receiving cancer screenings and affordable oncological treatment? Why is New Jersey governor <strong> Chris Christie </strong> against this? Christie_vetoes_planned_parenthood_funding\" target=\"_hplink\"> <strong> Chris Christie </strong> vetoed a spending", "new_id": -2}, {"uid": "1296254515202539021", "i": 13951, "idx": 0, "sa": ["Mike Pence", "Jackie Walorski", "Joe Donnelly"], "q": "sphere as he makes his decision. \"I just believe there's wisdom in multiple counselors and at the end of the day, this moment is not about me,\" he said. <q> It's really about the people of Indiana. We're going to take an attitude of humility and a servant's attitude into our discussions with Hoosiers, and we'll see where they think we can best serve in the years ahead. </q> Former Republican state <strong> Mike Pence </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> in Northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for", "new_id": -2}, {"uid": "1297490810192626705", "i": 31287, "idx": 0, "sa": ["Mike Pence", "Allen West"], "q": "cuts, but conservatives cheered the additional trims as an important political objective- meeting a campaign pledge they made last fall to grass-roots activists, who propelled the party to a historic 63-seat gain in November. <q> It's not about demands; it's about us standing up on some principles and letting people know that we support them, </q> said <strong> Mike Pence </strong> <strong> Allen West </strong>, R-Fla., an outspoken member of the new freshman class. <strong> Allen West </strong> will give the keynote speech today at the Conservative Political Action Conference. \"You don't get a second chance at", "new_id": -2}, {"uid": "1297385235124895293", "i": 43727, "idx": 0, "sa": ["Mike Pence", "Nancy Pelosi"], "q": "On Women's Health In Our Lifetime' On a conference call with reporters and bloggers this afternoon, <strong> Mike Pence </strong> <strong> Nancy Pelosi </strong>( D-CA) characterized the GOP's recent legislative effort to restrict access to abortion and contraception as <q> the most comprehensive and radical assault on women's health in our life time, </q> promising to wage a campaign against the effort. <strong> Nancy Pelosi </strong> was referring to the Republican-backed H.R. 3\" No Taxpayer Funding for Abortion Act\" and H.R. 358, \"Protect Life Act,\" as well", "new_id": -2}, {"uid": "1296122190127270925", "i": 28915, "idx": 0, "sa": ["Mike Pence", "George H. W. Bush"], "q": "RALPH BENKO| 1/27/11 3:59 AM EST The issues facing the Republican Party today look close to identical to the primary campaign between Ronald Reagan and <strong> George H. W. Bush </strong>. target=\"_blank\" Pence-Mike Pence-run-for-George H. W. Bush-or-governor-of-indiana-20110124\"> The National Journal recently reported, <q> Other Republicans believe[ <strong> Mike Pence </strong>] <strong> Mike Pence </strong>'s ideological purity is what makes him at once dangerous to his rivals in a primary and dangerous to his own party if he secures the nod in a general election. </q>( Emphasis added.) The story goes on to quote an unnamed \"Republican lobbyist\" saying, \"If we all agree the battle's going to be won in the middle, <strong> Mike Pence </strong> is not your", "new_id": -2}, {"i": 1480, "idx": 0, "index_answer": 1, "new_id": -1, "q": "else.`` It was the only thing I didn't want to quit. I started when I was 19. I quit every single job I had up until that point,'' <strong> Joe Matarese </strong> said. <q> I started going and I was hooked immediately. And I never stopped. </q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's Last", "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "uid": "1295163756229244974"}]