[{"q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, Antoine Carrying his new team like he had his old ones in Denver and Phil Jacksonadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been Bryant_Kobe Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To Big Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start Tim Hardawaye on Fox: Half Tim Hardawaye show features Goo Goo", "sa": ["Antoine Carr", "Allen Iverson", "Kobe Bryant", "Tim Hardaway", "Kwame Brown", "Phil Jackson"], "index_answer": 1, "idx": 4, "i": 4543}, {"uid": "1297261983254083210", "i": 6322, "idx": 5, "sa": ["Michael Gove"], "q": "ranking schools will divert resources away from the poorest pupils. Mr Muir says, by focusing on five core subjects- dubbed the English Baccalaureate- the Michael Government puts the emphasis on higher-achieving pupils. <q> The problem is that very few students from disadvantaged backgrounds actually take those subjects, they won't be motivated to take them. \"Ministers are now incentivising schools to focus their efforts on middle-class children who do well in these subjects. </q> He also says ministers are putting contradictory pressures on schools by introducing two different targets. \"<strong> Michael Gove </strong> is pushing schools in two different directions: on the one hand he is measuring success according to", "new_id": -2}, {"uid": "1296216092141213713", "i": 4312, "idx": 3, "sa": ["Michael Gove"], "q": "the Coalition: \"They're talented, honourable and radical, too- they've got to make these cuts and they're doing very well.\" He wholeheartedly supports <strong> Michael Gove </strong>'s education reforms and thinks it <q> essential to bring back the reading of classics onto the curriculum </q>. Even on Burke...\" Burke? \"Great literature is gripping. It's absurd it's not being taught. There's appalling ignorance out there.\" When he was on tour promoting", "new_id": -2}, {"uid": "1297520477089751561", "i": 11899, "idx": 3, "sa": ["Michael Gove"], "q": "five points. He disagreed with Nigel Giffin, counsel for the local authorities, who had claimed <strong> Michael Gove </strong>'s decision to scrap BSF had been \"irrational\" . Nothing the Department for Education had said gave councils a <q> legitimate expectation that any given project would definitely proceed </q>, Justice Holman said. However, <strong> Michael Gove </strong> should have consulted the councils over his decision to scrap the projects and must now \"reconsider his decision insofar as it affects the claimants and each of the projects", "new_id": -2}, {"uid": "1295529419005685249", "i": 28292, "idx": 1, "sa": ["Michael Gove", "Christine Blower"], "q": "examine the framework. <strong> Michael Gove </strong> also said the guidelines for geography and music teaching were deficient, failing to mention any other country apart from the UK nor a single musician, composer or conductor. <q> I want there to be core curriculum content-- facts, knowledge-- and I want teachers, not me, to decide what that is, </q> he told the BBC Radio's Today programme. <strong> Christine Blower </strong>, general secretary of the National Union of Teachers responded, saying: \"The fact is there are no schools only teaching these things. The national", "new_id": -2}, {"uid": "1297480838099155977", "i": 36811, "idx": 0, "sa": ["Michael Gove", "Vince Cable", "Eric Pickles"], "q": "Dorset. Among the least affected in spending power are such places as <strong> Vince Cable </strong>'s Richmond upon Thames, Windsor and Maidenhead, Wokingham, and <strong> Michael Gove </strong>'s Surrey. The official response is always the same: <q> The Michael Government has delivered a tough but fair settlement ensuring the most vulnerable communities are protected. If councils share back-office services, join forces to procure, cut out non-jobs and root out overspends, then they can protect front-line services. </q> Now consider this: worse is planned, again in the name of \"localism\" . <strong> Eric Pickles </strong> is planning to return funds from business rates to councils that earn them. Currently they are collected", "new_id": -2}, {"uid": "1297217138168738878", "i": 31763, "idx": 3, "sa": ["Michael Gove", "Mehdi Hasan", "Mohammed Shafiq", "Robert Lambert", "Daulat Ram"], "q": "the EDL- or for other far-right groups such as the BNP. He mentioned the word \"Islamophobia\" just once and that, too, in passing. As <strong> Mohammed Shafiq </strong> of the Daulat Ramadan Foundation points out: <q> On the day we see fascists marching in Luton, we have seen no similar condemnation or leadership shown from the Michael Government. </q> Muslims and Muslim organisations, as the former Met police officer <strong> Robert Lambert </strong> argues 162 comments from readers MuscularLiberal 05 February 2011 at 12:46` under the pernicious influence of <strong> Michael Gove </strong>'? No <strong> Mehdi Hasan </strong>, under", "new_id": -2}, {"uid": "1297702046148619270", "i": 51604, "idx": 1, "sa": ["Michael Gove", "John Cryer"], "q": "minded\" way and said the the judicial review had found in the Michael Government's favour on the substantive issues. Responding to the question from Labour's <strong> John Cryer </strong>( Leyton and Wanstead) Mr <strong> Michael Gove </strong> said: <q> It was, of course, deeply regrettable that any building projects had to be cancelled. \"But the scale of the deficit we inherited meant cuts were inevitable and the inefficiency which characterised BSF schemes meant we needed a new approach. </q> He said the six authorities had argued that the Michael Government's decision making had been \"confused and irrational\" but the judge \"makes clear the decisions I made were clear and rational\" .", "new_id": -2}, {"uid": "1296231867027263003", "i": 4689, "idx": 3, "sa": ["Michael Gove"], "q": "? Is Mr <strong> Michael Gove </strong> a parent? Does he have any particular interest in education at all? johnheppell 27 January 2011 6:30 PM RogerOThornhill 27 January 2011 6:32 PM@johnheppell <q> Council control of schools should end. </q> InebriatEd 27 January 2011 7:00 PM Michael Govefisk 27 January 2011 7:15 PM djcharlie 27 January 2011 7:17 PM@cognicus and candy88 Seeeeeeeewwww hard to tell when one is being ironic do", "new_id": -2}, {"uid": "1296137820192086043", "i": 58535, "idx": 0, "sa": ["Michael Gove"], "q": "Operations soldiers were killed in a bomb attack last year in north-western Pakistan, where militants are very active. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}]