[{"uid": "1297451846240746502", "i": 36811, "idx": 4, "sa": ["Donald Rumsfeld", "Lowell Jacoby"], "q": "those involved in the uprising] motivation almost certainly was anger and frustration over poor socio-economic conditions and repressive government policies rather than a unifying extremist ideology,'' the memo, written by DIA Director Vice Admiral <strong> Lowell Jacoby </strong>. <q> There are no indications that <strong> Islam Karimov </strong> understands that a deep sense of injustice was at the center of the protest. Future protests-possibly leading to more violence-are likely if he does not redress socio-economic grievances. </q> <strong> Donald Rumsfeld </strong> also offers a misleading account of why the US was evicted from the air base at Karshi-Khanabad. In the book, <strong> Donald Rumsfeld </strong> refers to a May 29, 2005, news conference that several US senators", "new_id": -2}, {"uid": "1297283661263864336", "i": 6355, "idx": 1, "sa": ["Simon Cowell"], "q": "Makeover: Home Edition'' and`` Jersey Shore.'' As for the current, Cowell-free season of`` Idol,'' he claimed,`` I haven't seen a full episode,'' continuing, <q> I think we're going to do something different. I'm excited. The stakes are high. </q> Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from a rough fall season, when it finished last among the major networks in total viewers.`` Idol'' is still", "new_id": -2}, {"uid": "1296824041244154370", "i": 40612, "idx": 0, "sa": ["Simon Cowell", "George Osborne"], "q": "PM ShavedOrSpiked 4 February 2011 12:28 PM <blockquote>''`` Next month's budget will be all about growth,'' <strong> George Osborne </strong> said today.'' </blockquote> ShavedOrSpiked 4 February 2011 12:29 PM <q>`` where voters can submit their proposals for next month's budget. </q> </blockquote> tomegranate 4 February 2011 12:30 PM OK Butthead, Close the loopholes for tax avoiders such as Ashcroft, <strong> Simon Cowell </strong> Green, <strong> Simon Cowell </strong>, and companies like Boots etc. and use the procceds", "new_id": -2}, {"uid": "1296009156065716228", "i": 31619, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": ". The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1295649410184696846", "i": 7968, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Yammer Vice President of Marketing <strong> Steve Jobs </strong> Apfelberg gives TechWeb's David Berlind a demonstration of the most recent version of Yammer at the Enterprise 2.0 Conference( 2010) in Santa Clara, CA. Enterprise 2.0 Conference,", "new_id": -2}, {"uid": "1296557675034062373", "i": 7050, "idx": 0, "sa": ["David Letterman"], "q": "sensation, currently dating Disney star SELENA GOMEZ, was chaperoned by his old dear Pattie Mallette during a visit to the Late Show With <strong> David Letterman </strong>. Justin tweeted fans from the New York studio, saying: <q> I'm hanging out with my <strong> David Letterman </strong> at@late_show we need to get him twice as many followers! </q> The Baby singer, 16, is busy doing promo for his upcoming 3D movie Never Say Never. The documentary centres on the teen titan's 2010 My World Tour and includes scenes of him", "new_id": -2}, {"uid": "1297088049185942044", "i": 38529, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "and later secretary of state, he said,`` She'd never served in a senior administration position''-- a lack of experience that showed in her lack of organization in putting together critical meetings. <q> She'd been an academic. And, you know, a lot of academics like to have meetings, </q> <strong> Donald Rumsfeld </strong> said.`` And they like to bridge differences and get people all to be happy.'' The Fox Nation is for those opposed to intolerance, excessive government control of our lives, and attempts", "new_id": -2}, {"uid": "1295586272212418583", "i": 2951, "idx": 16, "sa": ["Allen Iverson", "Martin Luther King"], "q": "with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night. <q> It was a huge lift off of me, </q> <strong> Allen Iverson </strong> said.`` I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1295391203109740051", "i": 7478, "idx": 4, "sa": ["Sergio Marchionne"], "q": "auto worker installs seat belts to a Chrysler Chrysler Brand CEO Francois speaks in... Chrysler Town and Country Report Abuse <blockquote>`` We need to completely rethink the minivan,'' CEO <strong> Sergio Marchionne </strong> said Tuesday'' </blockquote> <q> One amenity is an optional heated steering wheel, a first among minivans. </q> Report Abuse <blockquote> Why haven't detroit automakers learned yet that we don't want rebadged vehicles over and over? </blockquote> Why is there so much contempt for the american public? We are not that stupid you", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}]