[{"uid": "2008122420_00004017_W", "i": 1861, "idx": 1, "sa": ["Ron Stewart"], "q": "to date through email, but that doesn't leave the record that a blog does, \"he explained.\" i like blogging as a medium due to the combination of informality and broad distribution of thoughts. <q> he faced several challenges blogging from the ukraine, including power outages, lack of internet access in kiev and the added complexity of figuring out what day it was for his audience back in the united states. <strong> Ron Stewart </strong>'s blogs go into extensive detail at points, documenting the emotional and physical toll the process can take on a person. </q> i'm posting this at 2:33 a.m. minnesota time, \"he blogged on dec. 19.\" i've pretty much been up 25-26 hours with a couple of cat naps on planes to chase away the sleepiness.", "new_id": -2}, {"uid": "2008112123_00020153_W", "i": 2031, "idx": 2, "sa": [], "q": ", \"the center for audit quality and the cfa institute said in an october statement.\" suspending fair value accounting during these challenging economic times would deprive investors of critical financial information when it's needed most. <q> other groups supporting the standard are the council of institutional investors and the consumer federation of america. </q> we do not believe that fair value accounting was the cause or even a contributing factor to the current credit crisis, \"the chief accounting officer and director of accounting policy at credit suisse wrote in testimony to the", "new_id": -2}, {"uid": "2008101104_00027713_W", "i": 811, "idx": 0, "sa": ["Barack Obama", "John McCain"], "q": "beliefs and principles. a wasted vote is a vote for someone you know will not lead the country in the way it should go. a wasted vote is a vote for the\" lesser of two evils. <q> or, in the case of <strong> John McCain </strong> and <strong> Barack Obama </strong>, what we have is a choice between the </q> evil of two lessers. \"albert einstein is credited with saying that insanity is doing the same thing over and over again, and expecting a different result. for years now, republicans and democrats have been leading", "new_id": -2}, {"uid": "2008110812_00006187_W", "i": 1254, "idx": 1, "sa": [], "q": "supreme dominion is but supported by opinion beauty is in the eye of the beholderdavid hume's essays, moral and political, 1742, include:\" beauty in things exists merely in the mind which contemplates them. <q> the person who is widely credited with coining the saying in its current form is margaret wolfe hungerford( n?e hamilton), who wrote many books, often under the pseudonym of` the duchess'. in molly bawn, 1878, there's the line </q> beauty is in the eye of the beholder \", which is the earliest citation of it that i can find in print. but researchers from tel aviv university are now challenging the adage. they've built a", "new_id": -2}, {"uid": "2008111000_00032065_W", "i": 1262, "idx": 3, "sa": ["Gustavo Arellano", "Jane Espenson"], "q": "he's much more interesting when he's a shit. \"zachsmind:\" sometimes though, you don't get to choose what kinda fame you're gon na get or how much it'll cost ya. <q> <strong> Jane Espenson </strong>: so here's what i think we need to do if we want to write a sci-fi or a fantasy show and give it appeal way beyond the normal boundaries of sci-fi/fantasy fandom. we need to start <strong> Gustavo Arellano </strong> an empty page of notebook paper, write <NO_QUOTATION> across the top and start brainstorming. at least, that's what i plan to do. </q>\" personally, i believe neither that you're attracting nutty people because you don't want nice ones nor that the universe will deliver someone really neato as soon as you deserve him or her. it would be", "new_id": -2}, {"uid": "2008091023_00015567_W", "i": 1641, "idx": 3, "sa": [], "q": "analysts said he inspires confidence that he can reinvent the bank despite one of the worst economic climates since the depression.\" every other major wall street bank was trying to duplicate the lehman model that fuld created, <q> said brad hintz, an analyst with sanford c. bernstein and a former lehman chief financial officer. </q> he is extremely well liked and respected inside and outside the firm. \"arrayed against the plan: the current financial crisis shows no sign of ending soon, credit conditions remain tight and big acquisitions are rare.", "new_id": -2}, {"uid": "2008101210_00001900_W", "i": 561, "idx": 11, "sa": ["Eugene White"], "q": "of the hoover administration and the rigid detachment of the federal reserve in 1929 through 1932.\" policymakers are making much wiser decisions, \"says prof. <strong> Eugene White </strong>,\" and we are moving in the right direction. <q> investors seem, above all, to be in a state of shock, bludgeoned into paralysis by the market's astonishing volatility. how is theodore aronson, partner at aronson+ johnson+ ortiz lp, a philadelphia money manager overseeing some$ 15 billion, holding up in the bear market? </q> we have 101 clients and almost as many consultants representing them, \"he says,\" and we've had virtually no calls, only a handful. \"most of the financial planners i have spoken with around", "new_id": -2}, {"uid": "2008120902_00004320_W", "i": 945, "idx": 6, "sa": [], "q": "have nini muneer's lawar recipe \"i asked( that is one recipe i would have insisted i learn, i thought). <NO_QUOTATION> he said and chuckled.\" we never thought of asking her for it <q>. gusti then proceeded to tell us that, even though nini muneer used the same ingredients as everyone else to make her lawar, the same gingers and spices, there was something about the process, the way she mixed it, that created such a luscious end result. sometimes nini muneer would barter her lawar for offering cakes at the temple or swap coffee from the farmers in exchange for rice. </q> but this was not really good, \"said gusti, because then we would not have cash to buy meat for the <NO_QUOTATION> he continued,\" beef was more delicious then too. even if you ate it", "new_id": -2}, {"uid": "2008101320_00015466_W", "i": 884, "idx": 0, "sa": ["DeSean Jackson", "Mike Nolan"], "q": "to go for it on fourth and one in philadelphia territory. he succeded and i wrote in my notebook,\" for the first time, <strong> Mike Nolan </strong> correctly gauged the tenor of the game regarding a fourth-down call. <q> but a quarter later, <strong> Mike Nolan </strong> squandered the good will when he lost his second challenge of the day on a call he had no chance of overturning. it was a wasted timeout when it was clear the 49ers would be needing all the timeouts they had... what was going through <strong> Mike Nolan </strong>'s head, you ask? judge for yourself: re: on the two challenges you made, the first one... </q> remind me of them. \"re: the deep one to <strong> DeSean Jackson </strong> and the field goal. what did you hear upstairs?\" well, i was right there on the sidelines for the first one. all", "new_id": -2}, {"uid": "2008101619_00034064_W", "i": 355, "idx": 0, "sa": ["Mary Ann Sullivan"], "q": "important it is that all union members get out, talk to each other, and make sure get out the vote so we can elect the candidates who will protect the rights of working families across this state! <q> says statehouse candidate for house district 97, <strong> Mary Ann Sullivan </strong>! the union-friendly candidate, having just come back from a member-to-member labor walk with members from ibew local 481, is </q> so thankful to union members for spreading the word through labor walks, and member-to-member phone banks \"and she encourages all union brothers and sisters to keep up the good work until november!", "new_id": -2}]