[{"uid": "1297265414075628574", "i": 2928, "idx": 0, "sa": ["Barbara Walter", "Robin Williams", "Barbara Walters", "David Letterman"], "q": "had setbacks during heart surgery. <strong> Robin Williams </strong>: People Ask` How Are You?' Comedian tells <strong> Barbara Walters </strong> how people approach him post-surgery. Diary of <strong> Barbara Walter </strong>'s Heart Surgery <strong> Barbara Walters </strong> says she thought: <q> If I die on the operating table, I won't know it. </q>. <strong> David Letterman </strong> on His Heart Surgery <strong> David Letterman </strong> jokes to <strong> Barbara Walters </strong> that new artery came from` Ace Hardware.' No. 1 Heart Disease Sign for Women? <strong> Barbara Walters </strong> special: Surgeon explains surprising signs of", "new_id": -2}, {"uid": "1297375549207732796", "i": 26429, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "Tools division. <strong> Amitabh Srivastava </strong>, senior vice president over the company's Azure cloud unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Groundwork OpenSource offers open source IT management software <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1295409867030703622", "i": 19443, "idx": 3, "sa": ["Linas Kleiza", "Eduardo Najera", "Allen Iverson", "George Karl"], "q": "layups and <strong> Linas Kleiza </strong> hit a floater in the lane and a drive to push the advantage to 101-90. <strong> Eduardo Najera </strong> hit a 3-pointer and <strong> Allen Iverson </strong> converted a three-point play after Carter hit a free throw for a 107-91 lead. <q> My teammates hitting shots opened it up for me, </q> <strong> Allen Iverson </strong> said.`` Once JR and LK hit shots that enabled me to get in the lane and make shots.'' <strong> George Karl </strong> could not say enough about <strong> Linas Kleiza </strong>, Smith and <strong> Eduardo Najera </strong>.`` It was one of", "new_id": -2}, {"uid": "1295628120004243463", "i": 23061, "idx": 1, "sa": ["George Washington", "Barack Obama", "Sen. Bernie Sanders"], "q": "this country employing <strong> George Washington </strong> workers that are able to manufacture statues of our founding fathers, or our current president,'' <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong> fumed in a letter to the Director of the Smithsonian Museum. <q> That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far. </q> Indeed, it has, not to speak of the fact that Americans are hooked beyond help to cheap Chinese goods. As for Beijing, it too rubbed it in by grandly announcing that the", "new_id": -2}, {"uid": "1296495974113491968", "i": 8650, "idx": 0, "sa": ["Sergio Marchionne"], "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> CEO <strong> Sergio Marchionne </strong> said.`` However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.''+0.50%), sold 1.52 million vehicles last", "new_id": -2}, {"uid": "1296604260133545987", "i": 23411, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "NFL.com- For the second time, Eagles quarterback <strong> Kevin Kolb </strong> has expressed a desire to start. <q> My big deal is I just want to start somewhere, </q> said <strong> Kevin Kolb </strong>, who lost his job to <strong> Michael Vick </strong> after being injured in the season opener.`` I feel like I'm ready and have confidence that I can do a good job. I had a", "new_id": -2}, {"uid": "1295440340072597603", "i": 3713, "idx": 1, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "slump or slip farther away from the top spot. American viewers have never known an`` Idol'' that doesn't feature <strong> Simon Cowell </strong>'s rolling eyes, one-liners or antagonistic adjectives. Will they embrace it? <q> We're certainly back to having fun, </q> said executive producer <strong> Nigel Lythgoe </strong>, who rejoined the singing competition after a two-year hiatus.`` At some point along the way, and we're certainly all guilty of it, we started taking ourselves too seriously. I", "new_id": -2}, {"uid": "1296770511173654034", "i": 12150, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "and his take on Hurricane Katrina. Ten days after the attacks of Sept. 11, 2001, <strong> Donald Rumsfeld </strong> wrote himself a note.`` At the right moment,'' it said, <q> we may want to give <strong> Saddam Hussein </strong> a way out for his family to live in comfort. </q> Known and Unknown, the former Defense secretary says he believed that`` an aggressive diplomatic effort, coupled by a threat of military force, just might convince <strong> Saddam Hussein </strong> and those around him to seek exile.''", "new_id": -2}, {"uid": "1296155717100335616", "i": 23212, "idx": 0, "sa": ["Nikki Haley", "Bobby Jindal", "Marco Rubio", "Mike Pence", "Susana Martinez", "John Kasich", "Rob Portman"], "q": ", from a longtime senior Republican political aide who believes the`` Why now?'' question is exactly what leads to the answer that <strong> Mike Pence </strong> should run. This aide explained that 2012 would be <strong> Mike Pence </strong>'s moment: <q> If you're a smart, ambitious, medium-age pol... do you want to run against <strong> John Thune </strong> and <strong> Mitt Romney </strong> and[ etc.] now? Or do you want to run against rock stars later? </q> Among the names he rattled off for future presidential candidates were Paul Ryan, <strong> Bobby Jindal </strong>, <strong> Marco Rubio </strong>, <strong> Nikki Haley </strong>, <strong> Susana Martinez </strong>, <strong> John Kasich </strong>, and <strong> Rob Portman </strong>. The aide, who has 20 years of experience in national politics,", "new_id": -2}, {"i": 27784, "idx": 2, "index_answer": 1, "new_id": -1, "q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q> does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show. </q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "uid": "1297265697007700481"}]