[{"uid": "1295296501138346498", "i": 21109, "idx": 0, "sa": ["Steve Ballmer", "Maria Bartiromo"], "q": "Windows Phone 7 focused responses here. 1. It is telling that <strong> Steve Ballmer </strong> did not discuss Windows Phone 7 until asked by <strong> Maria Bartiromo </strong>. His focus until then was the Xbox and its Kinect peripheral. 2. <q> We've got the best-looking phones on the market </q>. This is, of course, debatable. 3. \"We've got the greatest range of alternatives, the phones, the software, the craftmanship\" . Numerically, Android has more phone alternatives", "new_id": -2}, {"uid": "1295942099041975843", "i": 58932, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "lot times it has a lot to do with jealousy.\" \"We hit the guy pretty hard, we broke out some different angles, all different places on the field,\" Raji said. <q> I mean, he is a warrior. Any time a player has the longevity that he has had in this league you are a tough guy. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog OAKLAND 2 BR/ 1.0 BA$ 565,000.00 KENSINGTON 3 BR/ 2.0 BA$ 499,000.00", "new_id": -2}, {"uid": "1295835991071843842", "i": 39013, "idx": 6, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. \"<strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,\" he said. <q> Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style. </q> Whats so strange about this? He wasnt our choice. He couldnt stay Become a Telstra dealer! ICT is your one-stop shop for all things Telstra including business broadband& SmartPhones running on the Next G?", "new_id": -2}, {"uid": "1296496333175095835", "i": 45069, "idx": 9, "sa": ["Žydrūnas Ilgauskas", "Amir Johnson", "Rodney Stuckey", "Tayshaun Prince", "Allen Iverson", "Richard Hamilton", "Rasheed Wallace"], "q": "<strong> Rasheed Wallace </strong> as their only <strong> Žydrūnas Ilgauskas </strong> starter. The Pistons acknowledged after the game that they are better defensively with <strong> Amir Johnson </strong> on the floor, and better offensively when <strong> Richard Hamilton </strong> and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. <q> When we have the Žydrūnas Ilgauskasger lineup, obviously we're better defensively, </q> <strong> Tayshaun Prince </strong> said. \"It's kind of pick and choose. \"Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side.\" The game was tight", "new_id": -2}, {"uid": "1297139083171491347", "i": 53651, "idx": 1, "sa": ["David Letterman"], "q": "extraordinary talent from The Boxer Rebellion. After killing last week's performance on <strong> David Letterman </strong>, these guys are ready to break out in a big way with their just-released new album, The Cold Still. The Descendents- <q> I Don't Want to Grow Up </q>- Fun Fun Fun Fest 2010 Why: This video allows you to relive the amazing show from The Descendents at the 2010 Fun Fun Fun Fest in Austin. If you don't know who this band is", "new_id": -2}, {"uid": "1296509739175063060", "i": 7000, "idx": 1, "sa": ["Michael Vick"], "q": "life to begin with/ I saw a documentary a few years ago, that showed in some countries, the mother, father or siblings sell the kids for money. How sick is that!!!! \" Report Abuse <q> Troy: have you ever heard of reverse racisim? I mean seriously!!!! </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in Court New Trading Software Breakthrough Software Turns$ 10,000 Into$ 866,487- Find", "new_id": -2}, {"uid": "1297449852077103107", "i": 54853, "idx": 1, "sa": ["Steve Ballmer"], "q": "Nokia devices, while Nokia's content and app store will be integrated with Microsoft's Marketplace. \"Ecosystems thrive when fueled by speed, innovation and scale,\" explained Microsoft CEO <strong> Steve Ballmer </strong>. <q> The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> So, what will happen with Symbian and MeeGo? Well, Nokia now considers the OS a \"franchise platform,\" while recognizing the need to retain and transition the installed base of 200", "new_id": -2}, {"uid": "1297159357137773062", "i": 59335, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "? s?rge for lov og orden i Irak. I boken skriver han at kommentaren l?d kynisk, uten at det var hensikten. Samtidig presiserer <strong> Donald Rumsfeld </strong> at av over 1000 ord i talen, virket det som <q> kun disse to hadde betydning </q>. Han mener dessuten at media overdrev plyndringen av museet. George W. BushGeorge W. Bush f?r stort sett gode skussm?l av <strong> Donald Rumsfeld </strong>. FOTO: AP. I boken er <strong> Donald Rumsfeld </strong> ogs kritisk til flere av sine regjeringskolleger, deriblant", "new_id": -2}, {"uid": "1295500510069894207", "i": 16941, "idx": 0, "sa": ["Billy Joel", "Steven Tyler", "William Hung", "Jennifer Lopez", "Simon Cowell", "Randy Jackson"], "q": "on to the audience. And if you think <strong> Simon Cowell </strong> was` American Idol' embraces kinder, gentler attitude target=\"_blank\" LOS ANGELES- When a husky, mustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q> The Longest target=\"_blank\" Time </q> in front of <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong>, sometWilliam Hung totally out of the ordinary happens: They don't make fun of him. Instead, the new \"American Idol\" judging team encourages him to become a", "new_id": -2}, {"uid": "1296137575223117385", "i": 49054, "idx": 0, "sa": ["Bernie Sanders"], "q": "bonds to Social Security, guaranteeing repayment with interest. Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q> It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government, </q> said Sen. Sanders\" Sanders-Bernie Sanders-PEPLT005768.topic\"> <strong> Bernie Sanders </strong>, I-Vt. \"It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in", "new_id": -2}]