[{"uid": "1295578537195002486", "i": 4082, "idx": 7, "sa": ["Eric Schmidt", "Google Inc."], "q": "his blogpost that Page, the son of a Michigan State University computer science professor, will now lead product development and technology strategy, areas that are \"his greatest strengths.\" <q> It will be interesting to see what he'll do that's different, what he could not have done in his prior role, </q> said BGC Partners analyst Colin Gillis. <strong> Google Inc. </strong>'s trek from startup to tech titan <strong> Google Inc. </strong> said co-founder Larry Page will replace <strong> Eric Schmidt </strong> in April as chief executive of the world's No. 1 search...", "new_id": -2}, {"uid": "1296527333020578304", "i": 11798, "idx": 0, "sa": ["Michael Vick"], "q": "vote, the Senate overturns \"don't ask, don't tell' What is Yahoo Buzz? It\"s the place where you can talk about and shape the best stories people are reading right now. <q> Who thought of this, And why did it take so long for some to think of it? Wow In a country this... </q> Hounddog left a comment- 9 min ago Yahoo! Sports \"I hope <strong> Michael Vick </strong> falls face first in a pile of dog s*** and slowly chokes to death.\" WilliamH left a comment- 15", "new_id": -2}, {"uid": "1295216717235503633", "i": 666, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Randy Larson"], "q": "Sen. <strong> Kirsten Gillibrand </strong> of New York, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did, </q> the Democratic senator said on NBC's \"Meet the Press\" Sunday. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. <strong> Randy Larson </strong>,", "new_id": -2}, {"uid": "1296166292065404942", "i": 36968, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Microsoft Google's true competition at the World Economic Forum in Davos, Switzerland. \"I publicly said the next 10 years will be as successful as the past 10,\" <strong> Eric Schmidt </strong> said. <q> We're going to run this way for a while. It's a full-time job just to deal with all the external stuff: customers, partners, deals, M&A, government, press, publicity and marketing. </q> He also mentioned that <strong> Sergey Brin </strong> will focus on \"the order of three big initiatives.\" <strong> Eric Schmidt </strong> didn't elaborate. Turning to competition, <strong> Eric Schmidt </strong> said he was perplexed by the Facebook obsession because", "new_id": -2}, {"uid": "1296078105000753702", "i": 15750, "idx": 0, "sa": ["Quin Hillyer", "Mark Tapscott", "Ned Ryun", "Mike Pence"], "q": "<strong> Quin Hillyer </strong> on 1.26.11@ 4:11 PM My friend <strong> Mark Tapscott </strong> has probably the most eloquent column yet on why <strong> Mike Pence </strong> should run for president. Read it here. <strong> Mike Pence </strong>, he writes, <q> is a man of faith and a genuine conservative who understands that economic freedom produces the best results for everybody concerned when sown among consumers who are independent, trustworthy, family oriented and hard-working. </q> testimonial comes from <strong> Ned Ryun </strong>, president of a great grassroots group called American Majority. \"[ A] sk yourself who has held true to his or her principles under fire, time and time again? I", "new_id": -2}, {"uid": "1297137701068190259", "i": 18293, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers"], "q": "the things that give people the most success,\" <strong> Aaron Rodgers </strong> said. <strong> Aaron Rodgers </strong> said his confidence was his greatest asset in a game, whether it's an exhibition game or the Super Bowl. <q> I feel like I've been successful because I've not only been surrounded by great people, but I care about my job and I care about being successful, </q> <strong> Aaron Rodgers </strong> said. At the Super Bowl, <strong> Aaron Rodgers </strong> said the Packers had about 60 plays prepared, but ran about 40. Said <strong> David Letterman </strong>: \"Now at this stage of the game, you", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said. \" \" \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q> \" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}, {"uid": "1297273175047726709", "i": 435, "idx": 0, "sa": ["Zahi Hawass"], "q": "up tents in the city's central Martyrs Square similar to Tahrir. In Cairo, hundreds of state electricity workers stood in front of the South Cairo Electricity company, demanding the ouster of its director. <q> Why are you staying here, you've ruined our lives, </q> they chanted. Also, dozens of state museum workers demanding higher wages staged a protest in front of the Supreme Council of Antiquities, crowding around antiquities chief <strong> Zahi Hawass </strong> when he came to talk to them.", "new_id": -2}, {"uid": "1297390855091619342", "i": 819, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Tenet a memo saying that \"we might be missing an opportunity\" and wondering if more troops were needed. <strong> Donald Rumsfeld </strong> alleges that he later learned a CIA agent on the ground had requested just that but adds: <q> I never received such a request from either <strong> Tommy Franks </strong> or Tenet. And can not imagine denying it if I had. If someone thought <strong> Osama bin Laden </strong> was cornered, as later claimed, I found it surprising that Tenet had never called me to urge <strong> Tommy Franks </strong> to support their operation. </q> <strong> Donald Rumsfeld </strong>'s explanation? \"Their recollections may be imperfect.\" While the author goes out of the way to stress his loyalty to <strong> President Bush </strong> and to express admiration for his personal qualities, he employs his", "new_id": -2}, {"uid": "1295018833055181321", "i": 8799, "idx": 2, "sa": ["Nancy Pelosi", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "told ABC News. \"She will not die. She does not have that permission from me.\" 01/12/2011 1:08 AM ET <strong> Sen. Bernie Sanders </strong>' Office Defends Shooting Reference In Fundraising Message reports: <q> A spokesman for <strong> Sen. Bernie Sanders </strong>( I-VT) is defending the <strong> Barack Obama </strong>'s decision to reference the shootings in Arizona as part of a newsletter and fundraising appeal he sent to constituents on Tuesday. </q> took some heat on Tuesday for including his reflections on the shooting of <strong> Nancy Pelosi </strong> <strong> Gabrielle Giffords </strong> in the context of raising money to fight Republicans and other \"right-wing reactionaries.\" 01/12/2011 12:55 AM ET AP: More Warning", "new_id": -2}]