[{"uid": "1295220308191463536", "i": 26519, "idx": 1, "sa": ["Allen Iverson", "Elton Brand", "Guillermo del Toro"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. PhilaGuillermo del Torophia lost three of four games with <strong> Allen Iverson </strong> siGuillermo del Toroined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four nbc.com AscenDance, 29~ America's Got Talent 2010, auditions Day-2 Portland Oregon. In theatres around the country, hopeful competitorsshowcase", "new_id": -2}, {"uid": "1296858709051773441", "i": 49231, "idx": 2, "sa": ["Regis Philbin", "David Letterman", "Howard Stern"], "q": "I don't want to hear that. I don't want to believe that,\" said <strong> David Letterman </strong>. But on his show, <strong> Regis Philbin </strong> said there's no truth to <strong> Howard Stern </strong>'s remark. <q> <strong> Regis Philbin </strong> never asked for more money. <strong> Regis Philbin </strong> never had the chance, believe me, </q> he said, laughing. <strong> Regis Philbin </strong> announced in January that he was retiring from the show at the end of the season, after a 30-year run. <strong> Howard Stern </strong> claimed he got the story about <strong> Regis Philbin </strong>", "new_id": -2}, {"uid": "1296511058175063076", "i": 46063, "idx": 0, "sa": ["Jon Stewart", "David Letterman", "Justin Bieber", "Ted Haggard", "Conan O'Brien", "Martha Stewart", "Jay Leno"], "q": "Show with <strong> Jon Stewart </strong>\" . In October, <strong> Martha Stewart </strong> <strong> Justin Bieber </strong> an average of 1.3 million viewers from the coveTed Haggard group. The 18-49 age range is the most valuable to advertisers. It was historically an asset of NBC's <q> The Tonight Show With <strong> Jay Leno </strong> </q> and \"The Late Show With <strong> David Letterman </strong>\" on CBS. <strong> Martha Stewart </strong>'s viewership pull and <strong> Conan O'Brien </strong>'s strong debut may be evidence of hotter competition between the networks. O'Brien_Conan O'Brien,_12/17/97__MASTURBATING_BEAR_ON_MILLION_DOLLAR_GIVEAWAY <strong> Conan O'Brien </strong>'s new show \"<strong> Conan O'Brien </strong>\" got over", "new_id": -2}, {"uid": "1297270668047726598", "i": 36311, "idx": 0, "sa": ["Bob Ortegel", "Dick Motta", "Michael Vick", "Josh Hamilton"], "q": "the Mavs as any media voice in this town. Interesting choices, to say the least. Says <strong> Bob Ortegel </strong>, who started calling Mavs games when <strong> Dick Motta </strong> coached the team way back in the late 1980s: <q> I'm extremely grateful for the 23 years I've been with the Mavericks. It's been a wonderful experience. </q> Wait, During Super Bowl Week We Gave a Key to Our City to <strong> Michael Vick </strong>?( 61) Now That the Super Bowl is Over, Let's Disqus. Olive Branch?( 53) <strong> Josh Hamilton </strong> Says", "new_id": -2}, {"uid": "1295559949061718541", "i": 4324, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "operations: customers, partners, government communication, etc.. <strong> Larry Page </strong> will now be in charge of day-to-day operations at Google, and discussed how he's studied closely under <strong> Eric Schmidt </strong> for the last ten years. <q> I believe <strong> Larry Page </strong> is ready, </q> <strong> Eric Schmidt </strong> told investors. \"It's time for him to have a shot at running[ Google].\" The two were careful to frame the move as a positive transition. <strong> Eric Schmidt </strong> will be \"", "new_id": -2}, {"uid": "1297438552170033168", "i": 21234, "idx": 1, "sa": ["Hosni Mubarak", "David Letterman", "Karl Rove"], "q": "<strong> Hosni Mubarak </strong> will be forced to step down from his position. Interestingly, <strong> David Letterman </strong> also took a shot at Fox News in his Top 10 list as can be seen with the# 2 item on his list <q> Hoping his intolerance and thuggish behavior will land him a job at Fox News. </q> Fox News has gained a reputation for hiring a number of former members of the Bush administration including <strong> Karl Rove </strong>. <strong> David Letterman </strong>'s verbal jab was a likely reference to these hires. The Fox News line seemed to", "new_id": -2}, {"uid": "1295395839010076168", "i": 57579, "idx": 1, "sa": ["Kourtney Kardashian", "Eric Stonestreet", "David Letterman", "James Van Der Beek"], "q": "/@kimKourtney Kardashian. we r doing <strong> David Letterman </strong> tonight! bette white is on the show too.i think everyone in the world loves her!- <strong> Kourtney Kardashian </strong>, Reality Star( \"<strong> Kourtney Kardashian </strong> and Kim Take New York,\" <q> Keeping Up With the Kourtney Kardashians </q>)@Eric StonestreetEric Stonestreet Saw my old friend@James Van Der BeekJames Van Der BeekJames Van Der Beek at a Globes party the other night. He's just like Dawson, except chill, down-to-earth and straight.- <strong> Eric Stonestreet </strong>, Actor( \"MoJames Van Der Beekn Family\" )", "new_id": -2}, {"uid": "1295231150188809227", "i": 34095, "idx": 2, "sa": ["Angelina Jolie", "Jennifer Aniston", "Camille Grammer", "David Letterman"], "q": "target=\"_blank\" star said on CBS' \"Late Show With <strong> David Letterman </strong>\" on Thursday night that he's marrying Kayte Walsh. He says that \"Kayte's my new girl\" and that they're getting married <q> in February, we think. </q> His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, Dinner menu for 2011 Golden Globes spotlights light, eco-friendly fare stars like <strong> Angelina Jolie </strong> and <strong> Jennifer Aniston </strong> watch their waistlines year-round, so the dinner menu at the 2011 Golden Globe Awards", "new_id": -2}, {"uid": "1295218058057311326", "i": 266, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "tube. Sen. <strong> Kirsten Gillibrand </strong> of New York, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did, </q> the Democratic senator said on NBC's \"Meet the Press\" today. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. Randy Larson, 57", "new_id": -2}, {"uid": "1295591373000901153", "i": 56061, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to assume more of a behind-the-scenes role as much as <strong> Larry Page </strong>'s personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, still will be available to advisLarry Page, 37, and Google's other 37-year-old founder, <strong> Sergey Brin </strong>,", "new_id": -2}]