[{"uid": "1295501732152404070", "i": 33003, "idx": 6, "sa": ["Cheikh Samb", "Tayshaun Prince", "Antonio McDyess", "Allen Iverson", "Chauncey Billups"], "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night. \"It was a huge lift off of me,\" <strong> Allen Iverson </strong> said. <q><strong> Bob Marley </strong> knew it would happen. You think every game you go out and play it's going to happen. It feels good. <strong> Bob Marley </strong> wanted to get the monkey off my back. <strong> Bob Marley </strong>'m just excited that <strong> Bob Marley </strong> got my first win and <strong> Bob Marley </strong> can now try to get a lot more.</q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "new_id": -2}, {"uid": "1295996308043548675", "i": 34187, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "said. A letter from Common Cause, Democracy 21 and other good government groups said the public financing system has served the country and presidential candidates of both parties well for most of its 35-year existence and <q>the system only began to decline when campaign costs outstripped the public financing provided to participating candidates.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN RAFAEL 4 BR/ 3 BA$ 749,000.00 PETALUMA 3 BR/ 2 BA$", "new_id": -2}, {"uid": "1295484293122978325", "i": 8890, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "season, saying that the contestants seemed more relaxed and \"relieved to not have to sing in front of <strong> Simon Cowell </strong>.\" <strong> Nigel Lythgoe </strong> says the talent pool is much bigger this season as well, adding, <q>We're going to see a lot of good talent because a lot of good talent came. We saw more people than we've ever seen before.</q> American Idol season 10 premieres Wednesday, January 19 at 8/7c on Fox.", "new_id": -2}, {"uid": "1295565225148553765", "i": 22854, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as CEO blog post, <strong> Eric Schmidt </strong> said that he, Page and co-founder <strong> Sergey Brin </strong> decided over the holidays to change up their \"triumvirate approach\" to leading Google because managing the business has become more complicated. <q>We will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company,</q> he said. Starting April 4, Page will assume the role of CEO and will also lead product development and technology strategy, which <strong> Eric Schmidt </strong> said are his greatest strengths. He added that", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q>merge Google's technology and business vision brilliantly.</q> \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!\" <strong> Eric Schmidt </strong> wrote. \"Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}, {"uid": "1295562594178864162", "i": 10773, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", \"Day-to-day adult supervision no longer needed!\" Mr <strong> Eric Schmidt </strong> has been Google's chief executive since July 2001, when he took over the role from Mr Page. Mr Page said <strong> Eric Schmidt </strong> had done <q>an outstanding job leading Google for the last decade. The results speak for themselves.</q> Google's other co-founder <strong> Sergey Brin </strong> will focus on strategic projects and new products, the company said. Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"uid": "1297108146141246491", "i": 18930, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on \"Nightline\" Monday. <strong> President Bush </strong> has written that the troop level in Iraq was \"the most important failure in the execution of the war.\" <q>I think that it's possible,</q> <strong> Donald Rumsfeld </strong> responded. \"We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always smoother.\" <strong> Donald Rumsfeld </strong> is promoting his memoir", "new_id": -2}, {"uid": "1296225396172146744", "i": 29677, "idx": 0, "sa": ["Eric Schmidt"], "q": " reported. He insisted the exec reshuffle's aim was to clarify and tighten lines of authority at the growing company, the reason he gave for the move in the first place. <q>This has nothing to do with competitors. I publicly said the next 10 years will be as successful as the past 10. We're going to run this way for a while,</q> <strong> Eric Schmidt </strong> reportedly said. He confirmed that he will now deal with \"all the external stuff\" like customers, deals, partners, M&A, marketing, press, publicity and government,", "new_id": -2}, {"uid": "1296117499016678933", "i": 24056, "idx": 0, "sa": ["John Thune", "Mike Pence", "Mike Huckabee", "Haley Barbour", "Mitch Daniels", "Michele Bachmann", "Newt Gingrich"], "q": "such established figures as <strong> Mitch Daniels </strong>, <strong> Newt Gingrich </strong>, <strong> Mike Huckabee </strong>, <strong> John Thune </strong>, <strong> Haley Barbour </strong> and <strong> Mike Pence </strong>. Two dozen reporters chased her down a hall in the Capitol complex this week, seeking an explanation for the speech. <q>I never took this as a State of the Union response, necessarily,</q> she said innocently. The title above the text of her speech her office released Tuesday night: \"<strong> Michele Bachmann </strong>'s Response to State of the Union.\" Party leaders, intimidated by the tea", "new_id": -2}, {"uid": "1296184988067649545", "i": 21636, "idx": 6, "sa": ["Barack Obama", "Mike Pence"], "q": "includes reasonable pruning and efficiencies within our defense complex. But it also includes entitlement reform.\" <strong> Mike Pence </strong> said that he \"even heard the president... talking about fiscal discipline and reform\" but added that <q>when he adds on top of that calls for additional spending, it undermines the credibility of his message.</q>... that a nation so concieved and so dedicated shall not perish from this earth. Reply# <strong> Barack Obama </strong> Jan. 27, 2011- 10:10 PM EST I don't agree with <strong> Mike Pence </strong> on much of", "new_id": -2}]