[{"uid": "1295308684212140059", "i": 39074, "idx": 1, "sa": ["Michael Vick"], "q": "of teams. As has been reported multiple times, <strong> Michael Vick </strong>'s camp wanted a one-year deal after he got out of jail, but the Eagles would only agree to sign him to a two-year deal. <q>I didn't want to come here to be honest with you,</q> <strong> Michael Vick </strong> said. \"I knew I was going to be behind Donovan and Kevin, and I wanted to play. I just didn't see myself playing a heavy role in the offense. \"After", "new_id": -2}, {"uid": "1297693994167247895", "i": 1623, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "leaves the state without a majority member on the tax-writing Ways and Means Committee, which is hugely important to Wall Street. \"It's a loss for New York,\" said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. <q>But at the end of the day, Sen.[ Charles <strong> Kirsten Gillibrand </strong>] Schumer and I will make sure there's no effect</q> by stopping any tax legislation that could hurt the state, she added. House Republicans are expected to name another New Yorker to the tax-writing panel, so Lee's departure could have only a temporary impact", "new_id": -2}, {"uid": "1296830789203898892", "i": 28388, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "former Republican presidential candidate hit back yesterday over unflattering comments made by Mr <strong> Donald Rumsfeld </strong> in his new autobiography, Known and Unknown. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q>a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media</q>. <strong> John McCain </strong>, a fellow Republican, supported the Iraq war but argued for more US troops and resources. He said yesterday that he respected the former defence secretary but the pair had a \"very,", "new_id": -2}, {"uid": "1295932663081756239", "i": 34226, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google gave the exiting CEO <strong> Eric Schmidt </strong> <q>a$ 100 million equity award,</q> according to", "new_id": -2}, {"uid": "1297273564047726634", "i": 43960, "idx": 0, "sa": ["Eric Schmidt"], "q": "is growing more concerned about Microsoft's rising chunk of the search engine market. Google CEO <strong> Eric Schmidt </strong> recently told reporters that he sees Microsoft and not Facebook as a major competitor, calling it the company with <q>more cash, more engineers, more global reach.</q>", "new_id": -2}, {"uid": "1296863261132562962", "i": 9875, "idx": 1, "sa": ["Sergio Marchionne", "Carlos Ghosn"], "q": "goals, but can't acquire a majority stake until its loans are repaid. \"There is no difference operationally\" between the two companies, said <strong> Sergio Marchionne </strong> who is CEO of both Fiat and Chrysler. <q>From a corporate governance standpoint is the point in which separate companies don't make a lot of sense.... We're not there yet.</q> <strong> Sergio Marchionne </strong> said \"I'm not <strong> Carlos Ghosn </strong>,\" referring to the fact that <strong> Carlos Ghosn </strong> heads both Renault and Nissan- two automakers that have formed an alliance. <strong> Sergio Marchionne </strong> said he'd like to the", "new_id": -2}, {"uid": "1295033809171114516", "i": 824, "idx": 3, "sa": ["Eric Schmidt", "Kevin Gallagher", "Google Inc."], "q": "share technology, locate R&D in China and so forth, and the U.S. business community sees that as tying their hands when they go to China,\" said <strong> Kevin Gallagher </strong>, professor of international relations at Boston University. <q>They say, \"We'll do that for five years and then all of a sudden China will have its own competitor that looks just like us.\"</q> Article: Li upsets Clijsters to take Sydney tennis title... <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> introduces <strong> Google Inc. </strong> TV in San Francisco Photo in Slideshow: A Chinese man walks past rabbit.... may face an antitrust lawsuit by the", "new_id": -2}, {"uid": "1296566910244629509", "i": 13870, "idx": 5, "sa": ["Allen Iverson"], "q": "winning streak snapped Tuesday in Toronto, moved 7 1/2 games ahead of the second-place Knicks in the Atlantic Division. \"This is the first real team I've been on in my life,\" <strong> Allen Iverson </strong> said. <q>There are no egos, nobody cares who's shooting the ball, who has the name, who's the All-Star. It's all about one common goal: bringing a championship to Philadelphia.</q> And <strong> Allen Iverson </strong> is the biggest reason why, despite his latest controversy. He made headlines after verbally sparring with fans in Indiana on Sunday. \"It was blown out of proportion because people heard me responding back,", "new_id": -2}, {"uid": "1295615284003915779", "i": 14204, "idx": 0, "sa": ["Andy Coulson"], "q": ", in his resignation statement, insisted he stood by his previous line that he was not aware of phone hacking when he was News of the World editor and said he had done nothing wrong. He said that <q>when a spokesman needs a spokesman, it is time to move on</q>. His resignation follows months of accusations that he had been aware of and sanctioned widespread phone hacking during the period of his editorship of the paper. <strong> Andy Coulson </strong>'s resignation will raise questions as to", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,\" said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q>I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt,</q> the influential cleric said. \"There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go. \"Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}]