[{"uid": "1295630819074432629", "i": 20163, "idx": 0, "sa": ["Asante Samuel", "Mike McCarthy", "Michael Vick", "Tramon Williams"], "q": ", the 2009 defensive player of the year. On Thursday <strong> Tramon Williams </strong> was named to his first Pro Bowl, replacing the injured <strong> Asante Samuel </strong> of Philadelphia. Super Bowl are completed,'' Green Bay Coach <strong> Mike McCarthy </strong> said, <q> everybody in the country is going to know who <strong> Tramon Williams </strong> is. </q> Many already do. In a wild-card game, <strong> Tramon Williams </strong> wrapped up a 21-16 victory over the Eagles href=\"http://www.youtube.com/watch?v=nQZd5WrRI10&amp;feature=related\" title=\"video of play.\"> by intercepting <strong> Michael Vick </strong> in the end zone. He added two more", "new_id": -2}, {"uid": "1295848513132481057", "i": 55932, "idx": 0, "sa": ["Gordon Brown", "Chris Huhne", "Harriet Harman"], "q": "<strong> Gordon Brown </strong>'s office would not comment on the reports, while Scotland Yard also declined to respond. However, href=\"http://searchtopics.independent.ie/topic/Harriet Harman_Harriet Harman\"> Ms <strong> Harriet Harman </strong> said that the police had a clear duty to uphold the law. <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she said.`` Nobody is above the law, no newspaper editor, no journalist.'' Mr <strong> Chris Huhne </strong> said that it was clear that the practice extended far beyond the` News of the World", "new_id": -2}, {"uid": "1295425465261013529", "i": 20553, "idx": 3, "sa": ["Justin Williams", "Paula Abdul", "Kara DioGuardi", "Ryan Seacrest", "Randy Jackson", "Neil Patrick Harris", "Avril Lavigne", "Ellen DeGeneres", "Simon Cowell", "Abdul Fox", "Victoria Beckham", "Kristin Chenoweth", "Katy Perry", "Joe Jonas"], "q": "American Idol Season 9 Auditions 6 Dallas The judges search for lone stars in the Lone Star State when open auditions are held in Dallas. <strong> Neil Patrick Harris </strong> and <strong> Joe Jonas </strong> are the guest judges. American idol`` Season 9'' <q> episode 6`` auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington`` los angeles </q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> <strong> Randy Jackson </strong> <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> <strong> Abdul Fox </strong> <strong> Ryan Seacrest </strong> results show final semi-final call-back katie stewans <strong> Justin Williams </strong> <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Paula Abdul </strong> Lloyd Thomas Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright Vanessa Ryan Seacrestston Christian Spears <strong> Kristin Chenoweth </strong>", "new_id": -2}, {"uid": "1295625451170147875", "i": 5108, "idx": 3, "sa": ["David Cameron", "Andy Coulson"], "q": "that he hung on to him \" Frankly, it's enough to make one wonder what special power <strong> Andy Coulson </strong> had over <strong> David Cameron </strong>. Well i said that and apparently it is all down to Rupert. <q> It certainly asks major questions about <strong> David Cameron </strong>'s judgment. </q> LondonHack 21 January 2011 3:22 PM The following is cut and pasted from my comment on Greenslade's blog- don't forget that thet were ALL at it. It is not just the", "new_id": -2}, {"uid": "1296740875044711967", "i": 52898, "idx": 2, "sa": ["Bernie Sanders"], "q": "transactions.'' The next day was 9/11, and counting Pentagon dollars was no longer a top priority.'' Bravo, Mr. Thompson. Didn't think you had it in you.'' <q> With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money, </q>. The immediate question is, <strong> Bernie Sanders </strong> where have you been from$ 1-13 trillion in debt? Since the defense budget is dwarfed by entitlements, why doesn't he start there? Get e-mail updates", "new_id": -2}, {"uid": "1296605148164724780", "i": 3521, "idx": 2, "sa": ["Brian Cowen", "Eamon Gilmore"], "q": "comfort from the leaders of Fine Gael and Labor, the two parties which are expected to form the next government. Labour leader <strong> Eamon Gilmore </strong> said <strong> Brian Cowen </strong>'s coalition government had`` brought down our country'' and <q> tied our state to the sinking and stinking misfortunes of the banks and sold us out in the deal to the EU and the IMF. </q>`` We are determined to lead a new wave of change, to fix a broken system, a system that has failed the Irish people,'' <strong> Eamon Gilmore </strong> said.`` Now is the time to", "new_id": -2}, {"uid": "1296415510191545349", "i": 13824, "idx": 0, "sa": ["David Letterman", "Barbara Walters", "Melissa Peterman", "Regis Philbin", "Robin Williams", "Bill Clinton", "Charles Grandison Rose III", "Ed Asner", "Julianne Moore"], "q": "Those Gershwin Boys target=\"_blank\" href=\"http://wn.com/?an?\"> An unquenchable joie de vivre buoyed by an antic humor that wells up like spring- <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong>, <strong> Charles Grandison Rose III </strong> and discuss having open-heart surgery on ABC's <q> A <strong> Barbara Walters </strong> Special: A Matter of Entertainment Weekly and Women's Wear Daily. text-->-+ Single Page print Twitter Email Old Boys' Network? Hardly. How About Lots of Tired Geezer ChJulianne Moorels? women get theirs in the end. Not only do they tend to live longer than television, at least, they seem to have a richer and more rewarding old age. Ron Jaffe/CMT Roles for older men tend toward stereotype: <strong> Ed Asner </strong> and <strong> Melissa Peterman </strong> in`` Working Class, </q> beginning Friday on CMT. Related Make It Funny, Make It Work, Make It Quickly( January 23, His mission is to save snakes, rice and slum children Mumbai Saturday, January 29, 2011--", "new_id": -2}, {"uid": "1296173728032686081", "i": 35990, "idx": 0, "sa": ["Mike Pence", "L. Brent Bozell III", "Jim Ryun", "Barack Obama", "Dick Armey"], "q": "for <strong> Barack Obama </strong> and reactions, but here's one from <strong> L. Brent Bozell III </strong>, who sent a letter to <strong> Mike Pence </strong> last week urging him to run for <strong> Barack Obama </strong>( also signed by former congressmen <strong> Jim Ryun </strong> and <strong> Dick Armey </strong>) tells me he's <q> Disappointed, but not surprised </q> about <strong> Mike Pence </strong>'s decision to rule out running for <strong> Barack Obama </strong> in 2012.`` I think he's made the best decision for his family,'' <strong> L. Brent Bozell III </strong> continues.`` Besides, he's young- 51. He", "new_id": -2}, {"uid": "1295634616124272648", "i": 33603, "idx": 0, "sa": ["Alassane Ouattara"], "q": "two would come into force in a few days. In December finance ministers from the seven other members of the West African Monetary Union said <strong> Alassane Ouattara </strong> should have access to the country's funds. <q> But the BCEAO governor and the Ivory Coast head of the institute are close to Gbagbo and helped him gain access to the bank's Ivorian accounts despite the ban, </q> the European diplomat said. A spokesman for <strong> Alassane Ouattara </strong> has estimated Gbagbo withdrew 100 billion CFA francs( 152.4 million euros) from the bank between December 24 and January 17. More Gbagbo supporters,", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q> We want to eliminate that uncertainty so that businesses can continue in </q> their research and development projects, she said.`` This is not a Democrat or a Republican idea,'' <strong> Kirsten Gillibrand </strong> said.`` It's just a good idea.'' She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}]