[{"uid": "1296383580079249441", "i": 19719, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "mistaking the Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they can't fall for <strong> Ben Roethlisberger </strong>'s pump fakes. <q>You can't just go full speed and reckless,</q> <strong> Charles Woodson </strong> said. \"You've got to kind of break down and be ready to move either way with the quarterback. Because it doesn't take much for a quarterback to just step one foot forward or step", "new_id": -2}, {"uid": "1295454375253952007", "i": 17901, "idx": 1, "sa": ["Nancy Pelosi", "Barack Obama", "Alan Grayson", "Mike Pence"], "q": "Universal Health Care Exists NOW and its Killing People, <strong> Barack Obama </strong> Care... <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> Nancy Pelosi </strong> <strong> Alan Grayson </strong>: <q>I Apologize To The Dead For This Holocaust</q> One day after <strong> Nancy Pelosi </strong> <strong> Alan Grayson </strong> laid out \"the Republican health care plan... die quickly,\" the Congressman, prompted by Republicans, issued somewhat of an apology. \"I would like to apologize to the dead", "new_id": -2}, {"uid": "1295562540075235409", "i": 12976, "idx": 0, "sa": ["Eric Schmidt"], "q": "giant's co-founders. <strong> Eric Schmidt </strong>, who joined Google as chief executive in 2001, said in a statement that the decision was aimed at simplifying the company's management structure. <q>As Google has grown, managing the business has become more complicated,</q> he said.\"[ W] e decided now was the right moment to make some changes to the way we are structured.\" Google named <strong> Eric Schmidt </strong> executive chairman, and his duties will include forging", "new_id": -2}, {"uid": "1297226350092209194", "i": 12093, "idx": 3, "sa": ["Colin Powell", "President Bush"], "q": "because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Mr. Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q>As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal,</q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children, but no obvious sign", "new_id": -2}, {"uid": "1296123008165298184", "i": 8934, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q>", "new_id": -2}, {"uid": "1296344292125665473", "i": 718, "idx": 0, "sa": ["Zahi Hawass"], "q": "of widespread looting of supermarket chains. Despite an impromptu guard made up of volunteers, at least two looters managed to get into Cairo's museum of antiquities, damaging some of the exhibits. <q>They were able, these two people to enter the Cairo museum from the[ roof] and they destroyed two mummies and they opened one case,</q> said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. The UK has advised against all but essential travel to Cairo, Alexandria, Luxor and Suez. The US has issued warnings", "new_id": -2}, {"uid": "1297619941254115849", "i": 29588, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong>, R-Ind., that would deny federal family-planning funds to any organization that performs abortions. <strong> Mike Pence </strong> makes clear that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding. <q>Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,</q> <strong> Mike Pence </strong> said. \"The time to deny any and all funding to Planned Parenthood is now.\" By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants, by", "new_id": -2}, {"i": 3029, "idx": 0, "index_answer": 2, "new_id": -1, "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q><strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy,</q> <strong> David Letterman </strong> said on his late-night CBS show Monday. \"But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.\" At", "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "uid": "1295447959150847521"}, {"uid": "1296551367146587654", "i": 23503, "idx": 0, "sa": ["Michael Vick"], "q": "On the bright side, Connecticut has already treated the roads with so much salt and calcium chloride that it reactivates when another storm hits, said Kevin Nursick, a spokesman for the state transportation department. <q>As a spokesman for the DOT, not doing manual labor, I haven't gotten much sleep,</q> he said, \"so you can only imagine what my guys are going through.\" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Cancer Treatment Centers CTCA Is Recognized For The", "new_id": -2}, {"uid": "1297211505102973444", "i": 24581, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "much as a cursory glance at his book of 815 pages, hundreds of footnotes and some 1300 endnotes? A: Yes, it would be extremely foolish. 16 posted on 02/08/2011 4:23:07 PM PST <q>There are things we know we know, things we know we don't know, and things we don't know we don't know</q>- <strong> Donald Rumsfeld </strong> on putting the Media in its place. He was one of the few that did( and that's why they hated him.) 17 posted on 02/08/2011 4:27:36 PM PST( The Left: the", "new_id": -2}]