[{"uid": "1295555845214679586", "i": 1091, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", I do like your writing style! As for the catechismic style, I believe that was popularized by <strong> Donald Rumsfeld </strong>. Instead of submitting to interviews with real actual reporters, he just interviewed himself. <q>It would seem to me that she has to do something before she announces to try to fix some of the post-Arizona damage. Or maybe she doesn't even think that way and doesn't see it as damage at all.</q> I think she would consider the damage control already done. She put out her video, she went on Hannity, done deal. On to the announcement. ohsocynical 20 January 2011 8:20 PM", "new_id": -2}, {"uid": "1295223846165576705", "i": 38521, "idx": 1, "sa": ["Rasheed Wallace", "Michael Jordan", "Allen Iverson"], "q": "coach Phil Jackson said. \"We should've won.\" Hamilton is expected back on Saturday at Washington, where <strong> Rasheed Wallace </strong> might also return, and the team hopes <strong> Allen Iverson </strong> will be able to play next week. <q>It's a psychological lift knowing they're going to return soon,</q> coach <strong> Michael Jordan </strong> Curry said. Detroit desperately needs the trio on the court to salvage some pride in a season that has steadily unraveled since LA Lakers vs LA Clippers Highlights 08.12.10 http://wn.com/Allen_Iverson_vs_Kobe_Bryant_Lakers_08/09_NBA_*last_game_as_a_Nuggets This was not exactly the new look", "new_id": -2}, {"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q>I told him, \"I'm glad you're here, because it is your moment as well\",</q> <strong> Ray Allen </strong> said. \"When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}, {"uid": "1297590228217415727", "i": 28909, "idx": 4, "sa": ["House Judiciary Committee", "Edwin Meese", "Dick Thornburgh", "Colin Powell", "Earl Brian"], "q": "3][ 15][ 21] The report even went so far as to recommend specifically further investigations of both former-Attorney <strong> Colin Powell </strong> <strong> Edwin Meese </strong> and businessman, <strong> Earl Brian </strong>, for their possible involvement in illegally providing or selling Promis <q>to foreign governments including Canada,[ 22] Israel,[ 8][ 23] Singapore, Iraq,[ <strong> Barack Obama </strong>] Egypt, and Jordan.</q>[ 6] The Democratic Majority called upon the Attorney <strong> Colin Powell </strong> <strong> Dick Thornburgh </strong> to compensate Inslaw immediately for the harm that the government had \"egregiously\" inflicted on Inslaw. The Republican Minority dissented. The <strong> House Judiciary Committee </strong> was divided along", "new_id": -2}, {"uid": "1297368296190234685", "i": 23343, "idx": 1, "sa": ["Jay Leno", "Paula Abdul", "Simon Cowell"], "q": "and told <strong> Jay Leno </strong> that <strong> Simon Cowell </strong> was obsessed with her. That doesn't seem like a very good way to get a job. Someone needs to tell <strong> Paula Abdul </strong> to be nice. <strong> Jay Leno </strong> continues to nudge <strong> Paula Abdul </strong>, <q>The rumor is you guys might work together again.</q> <strong> Paula Abdul </strong> sat speechless. <strong> Jay Leno </strong> asked, \"Is this the first you've heard of it?\" <strong> Paula Abdul </strong> replied, \"Yeah. He always talks to me about,` We will work together somehow, some", "new_id": -2}, {"uid": "1295586272212418583", "i": 2949, "idx": 14, "sa": ["Allen Iverson", "Marcus Camby", "Yao Ming"], "q": "<strong> Yao Ming </strong> plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets. \"I dreamed it up a certain way, and it was better than that,\" <strong> Allen Iverson </strong> said. <q>Everything was perfect but one thing, and that was not winning the game.</q> <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Western", "new_id": -2}, {"uid": "1295282100244170761", "i": 5531, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "a big loss. \"American Idol\" returns Wednesday with new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> and without the acidic <strong> Simon Cowell </strong> to keep everyone honest. <strong> Jennifer Lopez </strong> admits their act will be unlike <strong> Simon Cowell </strong>'s. <q>We bring a different perspective, I think, than any of the other previous judges really have before, especially if you're speaking about <strong> Simon Cowell </strong> specifically. We just do,</q> she says. \"We're artists. We've been up there. We've auditioned. We've been through the ranks.... I've been in this business a long time too. There's nothing", "new_id": -2}, {"uid": "1295570534120422441", "i": 35466, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": " See <strong> Google Inc. </strong> news here. \"Historically we have always been running the decisions together, and ultimately it adds delay and so forth in the way we make decisions,\" <strong> Eric Schmidt </strong> said. <q>We think this will produce even better success for the corporation.</q> <strong> Google Inc. </strong> has still been trying to find new sources of revenue growth beyond its search engine monster. Its Android operating system has taken off in mobile but some of its other attempts outside of search have not", "new_id": -2}, {"uid": "1295631887007700517", "i": 17822, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "to gain share in search, mobile drives significant growth in usage, and display becomes more meaningful,\" wrote Heath Terry of Canaccord, who boosted his price target to$ 800 from$ 750. <q>While the management reshuffling adds a minor degree of uncertainty, we believe Google has significant price performance catch-up ahead,</q> he added. Most did not see the CEO shift as signaling any major change in the company's strategy. Page has been part of a triumvirate running Google- along with <strong> Eric Schmidt </strong> and co-founder <strong> Sergey Brin </strong>-", "new_id": -2}, {"uid": "1295806909069746696", "i": 16106, "idx": 9, "sa": ["Colin Powell", "Barack Obama"], "q": "to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. <q>I will always vote for the person who I think is best qualified,</q> he said. \"I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed", "new_id": -2}]