[{"uid": "1296102825131907644", "i": 27019, "idx": 7, "sa": ["LeBron James", "Chris Brown", "Will Solomon", "Allen Iverson"], "q": "Orlando, 3-1, and <strong> Will Solomon </strong> meet the Indiana Pacers in the second round, beginning Monday in Indianapolis.`` I don't know how you can be any more proud of your team,'' <strong> Chris Brown </strong> said. <q> I told them this was a great opportunity for us to grow up. <strong> Allen Iverson </strong>'s doing what great players do. He's maLeBron James other people better and he is taLeBron James responsibility and steps up. I feel good that a young team could respond this way. </q> With <strong> Allen Iverson </strong> leading the way with 26 points, the Sixers built an 18-point lead by the 7:33 mark of the third quarter. But Orlando fought all the way back and took an 86-84 lead after a jumper by", "new_id": -2}, {"uid": "1296423892068993033", "i": 402, "idx": 1, "sa": ["Soulja Boy", "Brandon Rush", "Allen Iverson", "Andre Iguodala", "Troy Murphy", "Danny Granger"], "q": "scored seven straight points late in the fourth quarter that helped the Pacers put this one aSoulja Boy for a rare road win. <strong> Brandon Rush </strong> scored 16 points, and <strong> Troy Murphy </strong> had 11 points and 12 rebounds for the Pacers. <q> It's hard to beat a team twice, </q> <strong> Danny Granger </strong> said. <strong> Andre Iguodala </strong> scored 22 points and <strong> Allen Iverson </strong> had 20 for the Sixers. Philadelphia failed in its bid to win three straight games for the first time this season.`` We do a lot of things positive", "new_id": -2}, {"uid": "1296172795252526607", "i": 19381, "idx": 3, "sa": ["Eric Schmidt"], "q": "his time devoted to customers and partners. \" We have been late at adding social capabilities to our core products'' \" <strong> Eric Schmidt </strong> Google executive chairman Referring to the Davos shindig, he said that <q> the great regret is that there are not more Chinese leaders here- both political leaders as well as business leaders </q>- in contrast with the number of Indian attendees. He said Google's leadership reshuffle was a`` clarification of roles'' intended`` simply so that we could make decisions more quickly''.", "new_id": -2}, {"uid": "1295740099012697603", "i": 50771, "idx": 0, "sa": ["Benedict XVI", "Andy Coulson"], "q": "'' with the need to uphold church law. On Saturday, <strong> Benedict XVI </strong> said priests had an important pastoral job to discern whether would-be spouses are prepared and able to enter into a valid marriage. <q> The church and society at large place too much importance on the good of marriage and the family founded on it to not make a profound commitment to it pastorally, </q> <strong> Benedict XVI </strong> said. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296148178229572622", "i": 30100, "idx": 3, "sa": ["Bernie Sanders", "Neil Cavuto", "Byron Dorgan"], "q": "the vote was supposed to come next week anyway, right?'' <strong> Byron Dorgan </strong>:`` Well, yeah, there's a vote scheduled for 3 o'clock on Monday afternoon, on a cloture vote.'' <strong> Neil Cavuto </strong>: <q> So he would have to go like this til' 3 o'clock on... </q> Dorgon:`` He's not going to do that, but look, <strong> Bernie Sanders </strong> is doing what they do in the Senate. Take the floor, make a statement. He feels passionately about a lot of important", "new_id": -2}, {"uid": "1295681320220479526", "i": 47952, "idx": 16, "sa": ["Kobe Bryant", "Allen Iverson", "Michael Finley", "Earl Boykins"], "q": "season. Denver also bettered the 66.2 percent shooting of the Lakers Earl Boykinsier this season, the previous best in the league. The highest scoring game before Wednesday night came against Denver, when the Suns scored 137. <q> I've been in the league 12 years and I've been playing a long time. I don't know if we've been this hot before, but it was pretty special, </q> <strong> Allen Iverson </strong> said.`` It was fun.'' Playing a tired Seattle team certainly helped the Nuggets. The Sonics were Michael Finleyishing off a back-to-back, having played at Golden State a night Earl Boykinsier and offered <strong> Kobe Bryant </strong> resistance at", "new_id": -2}, {"uid": "1296364149215957504", "i": 14768, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson", "Bob Huggins", "Will Bynum", "Ray Allen"], "q": "the Bob Hugginscats with <strong> Allen Iverson </strong> spraining his right ankle and <strong> Carmelo Anthony </strong> spraining his left wrist. <strong> Carmelo Anthony </strong> said he's sore but fine and <strong> Will Bynum </strong> play Wednesday night at Portland. <strong> Allen Iverson </strong> sounded a lot less confident in his status. <q> The way I feel right now, I don't know if I would miss a game. I just <strong> Will Bynum </strong> have to get up and see how I feel tomorrow, </q> <strong> Allen Iverson </strong> said.`` Right now it's just frustrating to be out there at the end hobbling like that.'' X-Ray Allens on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> are 2-3 together, and their", "new_id": -2}, {"uid": "1297175671006504497", "i": 47291, "idx": 1, "sa": ["Dawn Matthews", "Steve Ballmer", "Brendan Jordan"], "q": "saying that parental control functions are present on the console to prevent kids doing exactly this. But did <strong> Steve Ballmer </strong> come round himself and show <strong> Dawn Matthews </strong> how to do it personally? Did he****! <q> <strong> Brendan Jordan </strong> is 11 and knows his times tables but it was only when I explained to him that he realised how much money he had spent, </q> <strong> Dawn Matthews </strong> added.`` When I showed him he burst into tears. He unplugged the Xbox and said he didn't want it anymore.`` I haven't punished him because he feels bad enough and", "new_id": -2}, {"uid": "1297028088120913944", "i": 53709, "idx": 0, "sa": ["Sergio Marchionne"], "q": "agua se pod?a filtrar a trav?s de ella. <strong> Sergio Marchionne </strong>, empe?ado en empezar la producci?n del modelo a fines de a?o, hizo que los ingenieros trabajaran las 24 horas del d?a para resolver la falla. <q> Recibo actualizaciones cada dos horas sobre la maldita manija </q>, dijo el ejecutivo el 7 de diciembre, durante una reuni?n de la junta directiva de otra empresa, de la cual es miembro. Finalmente, un mensaje que titil en uno de sus seis tel?fonos inteligentes le", "new_id": -2}, {"i": 24465, "idx": 0, "index_answer": 0, "new_id": -1, "q": "bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Archuleta </strong> Cook's surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q> You came out here tonight to win, and what we have witnessed is a knockout, </q> said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming`` the best singer of season 7 is right there,'' following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s`` Imagine,'' a song that earlier in the", "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "uid": "1296233986144064524"}]