[{"uid": "1296537955082821121", "i": 9383, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "are not interested. Once the season begins, <strong> Michael Vick </strong> may participate in all team activities except games, and <strong> Roger Goodell </strong> said he would consider <strong> Michael Vick </strong> for full reinstatement by Week 6( Oct. 18-19) at the latest. <q>I would like to express my sincere gratitude and appreciation to commissioner <strong> Roger Goodell </strong> for allowing me to be readmitted to the National Football League,</q> <strong> Michael Vick </strong> said in a statement released by his agent, Joel Segal. \"I fully understand that playing football in the NFL is a privilege, not a right, and I am truly thankful for the opportunity I", "new_id": -2}, {"uid": "1297609955260161538", "i": 29746, "idx": 1, "sa": ["Priscilla Presley", "Lindsay Lohan", "Suzanne Somers", "Simon Cowell"], "q": "into rehab. \"And what might that very good reason be?\" The judge asked extremely inquisitively. <strong> Lindsay Lohan </strong>, who has suddenly developed trout snout lips, ala <strong> Priscilla Presley </strong> and <strong> Suzanne Somers </strong> replied, <q>The reason why I can not go to prison is because <strong> Simon Cowell </strong> has asked me to be one of the judges on his brand new singing reality show \"X-Factor.\"</q> \"Really now?\" Judge Quartzenbaum asked. \"Yes sir, and <strong> Simon Cowell </strong> carries a lot of weight not only in America, but in England, Scotland, Ireland, and Upper Shambutu", "new_id": -2}, {"uid": "1295274100165380096", "i": 37301, "idx": 1, "sa": ["Sergio Marchionne"], "q": "\" It wasn't about putting lipstick on a pig, said Jackson. \"It was to transform the pig into a handsome prince. And they did it!\" The transformation, he said, <q>took an attention to detail on the engineering side that you can't fake. I have nothing but admiration for <strong> Sergio Marchionne </strong> for unleashing it, and for his team for executing it.</q> Indeed, nobody, except maybe <strong> Sergio Marchionne </strong> himself, believed Chrysler could redo its product line so dramatically in 18 months. \"They just accomplished a tremendous amount of work in a short time, and with", "new_id": -2}, {"uid": "1295419250126189579", "i": 24266, "idx": 6, "sa": ["Sergio Marchionne", "Derrick Rose"], "q": "arrive in 2013. Chrysler has spent$ 1.4 billion since 2008 on its minivan family and production increased 62 percent in 2010. The Town& Country ended the year as the top-selling minivan. <q>We're not going to give up one inch of territory in domination of this segment,</q> <strong> Sergio Marchionne </strong> said. apriddle@detnews.com(313)222-2504 Vincent Goodwill <strong> Derrick Rose </strong>: <strong> Derrick Rose </strong> has essentially vaulted himself to the top of the MVP race, and you can't have a discussion without talking about him. His", "new_id": -2}, {"uid": "1296542758249364481", "i": 47605, "idx": 1, "sa": ["Michael Vick"], "q": "he probably still has a long way to go to get back in the good graces of the general consumer in terms of marketability,\" said Jim Klunk, president of Klunk& Millan Advertising Agency in Allentown. <q>I think he'll be pretty much limited to the types of products that[ Unequal Technologies] makes, at least right now.</q> That company, which manufactures shock-absorbing padding and other athletic equipment, confirmed last week that it had signed <strong> Michael Vick </strong> to a deal for an undisclosed amount. All Chief Executive Officer Rob Vito would tell", "new_id": -2}, {"uid": "1295197610047906830", "i": 33618, "idx": 2, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Gabrielle Giffords", "Tom Coburn"], "q": "<strong> Kirsten Gillibrand </strong>, going on to call <strong> Gabrielle Giffords </strong>'s story \"inspiring.\" Sens. <strong> Chuck Schumer </strong>( D-N.Y.) and <strong> Tom Coburn </strong>( R-Okla.) discussed the state of gun-control legislation and the nature of the existing laws. <q>I am... writing the administration... that the military notify the FBI when someone is rejected form the military for excessive drug use and that be added to the FBI database,</q> said <strong> Chuck Schumer </strong>. <strong> Tom Coburn </strong> emphasized the need to focus on condition of states' mental health-care systems rather than focus on the nation's gun laws, \"We need to make sure that we fix the right problem.", "new_id": -2}, {"uid": "1296607319049397800", "i": 24533, "idx": 7, "sa": ["Sergio Marchionne"], "q": "is embedded into the brand\", Mr <strong> Sergio Marchionne </strong> acknowledges. \"But it's about much more than that. I don't think it's dependent on fuel prices,\" he insists. <q>Buying a Fiat 500 is a lifestyle statement,</q> according to Mr <strong> Sergio Marchionne </strong>. VW to manufacture cars in Malaysia Invasion of Super-Brits The Brits ousting US film stars in iconic Hollywood superhero roles Helmet justice The cyclists using cameras to capture bad driving", "new_id": -2}, {"uid": "1295261754256114721", "i": 31252, "idx": 6, "sa": ["Andy Coulson", "David Cameron", "Benedict Brogan"], "q": "turn of phrase from <strong> David Cameron </strong>. I think you will find that <strong> David Cameron </strong> has adopted this stance at least since 25th September last year when he was interviewed by <strong> Benedict Brogan </strong> for the Daily Telegraph on the matter. <q>People are trying to punish him twice for the same offence,</q> he said. \"<strong> David Cameron </strong>: <strong> Andy Coulson </strong> deserves to be given a second chance\" LouisLou 17 January 2011 10:54 AM In order to post a comment you need to be registered and signed", "new_id": -2}, {"uid": "1296550615213254158", "i": 27256, "idx": 11, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and <strong> Elgin Baylor </strong> can't be any truer than this, all <strong> Elgin Baylor </strong> wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board,</q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/Kobe_Bryant_Scores_81_Points_Raptors_vs_Lakers_Part_2 <strong> Kobe Bryant </strong> officially became The Mamba- turning in the", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q>Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> <strong> Eric Schmidt </strong> said. \"These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,\" he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}]