[{"uid": "1297300258049397812", "i": 11686, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "for Clunkers'' program? </blockquote> Report Abuse <blockquote> What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary? </blockquote> One is filled with tax evaders, blackmailers, and threats to society. Report Abuse <q> <strong> Barack Obama </strong> wants spend 50 billion on cupcakes. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options!", "new_id": -2}, {"uid": "1296461907199901188", "i": 22853, "idx": 0, "sa": ["Mike Krzyzewski", "Allen Iverson", "Don Maestri"], "q": "record today, averaging more than six points a minute in a 258-141 victory over DeVry Institute- the first time any NCAA team scored more than 200 points.`` This is unimaginable,'' <strong> Mike Krzyzewski </strong> <strong> Don Maestri </strong> said. <q> <strong> Elgin Baylor </strong> don't ever see it happening again.... It's hard to believe it happened even one time. </q> The Division <strong> Allen Iverson </strong> Trojans turned in a record-setting performance for the second year in a row against DeVry, an Atlanta computer college and NAIA Division <strong> Allen Iverson </strong> member. Last year Troy State beat DeVry by 187-116, setting NCAA", "new_id": -2}, {"uid": "1297101141243499039", "i": 7545, "idx": 0, "sa": ["Michael Vick", "Stephen Schwambach"], "q": "is why we talked about <strong> Michael Vick </strong>, too. We asked the question,` Are they sincere( about their faith)?' And the answer is we don't know,'' he said. <q> The rest of it is that nobody knows that about you when you try to get your act together either, so cutting the guy some slack giving him another chance is what God does for us. </q> <strong> Stephen Schwambach </strong> said people should be looking for ways to intertwine their personal hobbies with their relationship with God, not separate them.: I can't help but think God is not a", "new_id": -2}, {"uid": "1295638432124272672", "i": 15605, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", effective April 4. <strong> Eric Schmidt </strong> will continue on as executive chairman, while <strong> Sergey Brin </strong> will continue on as co-founder. blog post, <strong> Eric Schmidt </strong> said the shift has been in the works for some time. <q> Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making-and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> said.", "new_id": -2}, {"uid": "1295580035256213030", "i": 22446, "idx": 3, "sa": ["Eric Schmidt", "John Battelle", "Danny Sullivan"], "q": "the company,'' he said. <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements which had been`` harmful to Google's reputation'' and the three top executives may have decided <q> it was time for a fresh public face. </q> <strong> John Battelle </strong>, author of`` The Search,'' a book about Google and technology rivals, said:`` <strong> Eric Schmidt </strong> has been at it for a decade, a very long time to be running a company", "new_id": -2}, {"uid": "1297720637199934019", "i": 14447, "idx": 0, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": "seven points since November, the month she was elected to the seat she had been appointed to in 2009 to replace <strong> Hillary Clinton </strong>. <strong> Kirsten Gillibrand </strong> has garnered positive attention recently for her roles in the repeal of the <q> don't ask, don't tell </q> law for gay troops and the passage of legislation to provide benefits to Sept. 11 responders. The poll found 52% of those surveyed saying they would re-elect <strong> Kirsten Gillibrand </strong>. She faces re-election in 2012.", "new_id": -2}, {"uid": "1297280576173539331", "i": 5449, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Martin's death`` the saddest thing I've ever dealt with.'' U.S. Video: Ackerman High School Students Grieve Those Killed In Crash U.S. Video: CBSMIAMI.COM Weather@ Your Desk 2/9/11 Wednesday 1P Report Abuse <q>`` pushed him to the brink of falling into an even deeper depression than the one that has plagued him since his family's company was sold to Belgian brewer InBev more than two years ago. </q> </blockquote> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options! Cancer Treatment Centers CTCA Is Recognized For The Best In", "new_id": -2}, {"uid": "1295804693043466848", "i": 33323, "idx": 9, "sa": ["Barack Obama", "Amy Chua", "Lee Myung-bak", "Robert Gates", "Colin Powell", "Timothy Geithner"], "q": "Secretary of State <strong> Colin Powell </strong>, a Republican who supported Democratic... Photo in Slideshow: <strong> Robert Gates </strong>, <strong> Lee Myung-bak </strong> Photo: U.S. <strong> Barack Obama </strong> is pictured upon upon returning from... Photo in Slideshow: <strong> Barack Obama </strong>, <strong> Robert Gates </strong>, <strong> Timothy Geithner </strong> Report Abuse <q> You Republicans have dropped all pretense of tolerance now. Oh yeah, </q> the hoods have come out and you are fully out of the closet with your Time.com: Tiger Mom: <strong> Amy Chua </strong> Parenting Memoir Raises American Fears Healthy Habits Coaching Get personal health coach. For military members& their", "new_id": -2}, {"uid": "1295977910157089808", "i": 30974, "idx": 22, "sa": ["Kenyon Martin", "Carmelo Anthony", "Raja Bell", "Marcus Camby", "Allen Iverson"], "q": ", I'd get a double-double every night.''' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game, <q> but tonight, he was just so aggressive. He wanted the ball more than everybody else. </q> <strong> Carmelo Anthony </strong> said he just wanted to take advantage of the smaller defenders such as <strong> Raja Bell </strong> the Suns put on him and score some easy baskets early,`` and the way I was going to do that was with offensive", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q> It is a pretty good offer we are making. </q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont.`` There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}]