[{"uid": "1295607652143458304", "i": 39198, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Steve Jobs"], "q": "investigated by the EC. In another change of role, the company announced that co-founder <strong> Sergey Brin </strong> will work on strategic projects focusing on new products. On the shifts in responsibilities, <strong> Eric Schmidt </strong> said: <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. </q> All fields required. Your email address will not be displayed on the site. What does <strong> Steve Jobs </strong>'` absence of leave' from Apple mean for the company? What does <strong> Steve Jobs </strong>", "new_id": -2}, {"uid": "1295401402180518914", "i": 31172, "idx": 3, "sa": ["Sergio Marchionne"], "q": "Chrysler's model lineup by staying under the... Photo: A Fiat union worker holds a picture of Fiat... Photo: A woman walks in front of a graffiti with the... target=\"mwphcomReportAbuse\" href=\"http://bb.ugccs.abuse.yahoo.com/report_abuse/ReportAbuseBeacon.php?appId=news&amp;redirect=http%3a%2f%2fhelp.yahoo.com%2fl%2fus%2fyahoo%2fnews%2fforms%2fabuse_articles.html&amp;eaci=2BS2QYEZL3BGA3D25KSSDY2OH4&amp;commentid=50044696\"> Report Abuse <q>`` We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday'' \"`` One amenity is an optional heated steering wheel, a first among minivans.'' Time.com: Enter Apple's iPad Rivals: Tablet Computers Abound at CES Time.com: American", "new_id": -2}, {"uid": "1295419261000589836", "i": 10120, "idx": 0, "sa": ["Steven Tyler", "Paula Abdul", "Simon Cowell", "Jennifer Lopez", "Michael Jackson"], "q": "in with` Idol' alongside <strong> Simon Cowell </strong> and the adorably kooky <strong> Paula Abdul </strong>, will share the judges panel with <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>- high-profile newcomers being counted on to return some much-needed buzz to the aging franchise. <q> I think they've really added a different kind of zest and a freshness to it, </q> <strong> Michael Jackson </strong> said in a recent conference call.`` You take what was already great and you just kind of add a little extra spice to it.'' But the changes don't stop there.``", "new_id": -2}, {"uid": "1295362966246431766", "i": 43721, "idx": 1, "sa": ["Tim Pawlenty", "Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand"], "q": "Ourselves Better' Sen. <strong> Kirsten Gillibrand </strong>( D-NY) was with Rep. <strong> Gabrielle Giffords </strong>( D-AZ) in her hospital room this week when <strong> Gabrielle Giffords </strong> opened her eyes for the first Tim Pawlentye since the shooting last weekend in Tucson. <q> She is the vision of hope for this country right now, </q> <strong> Kirsten Gillibrand </strong> said referring to <strong> Gabrielle Giffords </strong>.`` She embodies everything that <strong> Barack Obama </strong> was trying to say that we have to be better than we are, that we all have to conduct ourselves better than we do.'' While", "new_id": -2}, {"uid": "1297588971109002780", "i": 20650, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "that Britain would be left without an effective`` carrier strike'' capability- a working aircraft carrier equipped with fighter jets- for a decade under the Government defence and security review, Mr <strong> Donald Rumsfeld </strong> said. <q> Your country has been one of the handful of countries that have had an extremely capable military- in different elements of military capability- and as a seafaring nation, I do understand your questions, </q> he added when asked about the effect of the cuts on Britain's force readiness as a US ally. But he also emphasised the role of intelligence sharing, special operations and unmanned aircraft in an era of asymmetrical", "new_id": -2}, {"uid": "1296137334113377297", "i": 3101, "idx": 7, "sa": ["Matt Ryan", "Michael Vick"], "q": "Understanding the situation and everything that I came into and that Mike's done recently, it's my first opportunity to talk to him,'' said <strong> Matt Ryan </strong>, who met <strong> Michael Vick </strong> for the first time Tuesday night. <q> As soon as you get to know him, he's a really nice guy, down to earth, super relaxed. I enjoyed spending time with him. Once we got out throwing, it was no big deal, which was cool. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"uid": "1295557767029818940", "i": 47761, "idx": 0, "sa": ["Steve Ballmer"], "q": "million Kinects during the holiday sales season but, instead, sold 8 million. Granted that those are units sold into the channel and not necessarily all sold to end users, the numbers are significant. <q> We'll support that in a formal way in the right time and, when we've got an announcement to make, we'll make it, </q> <strong> Steve Ballmer </strong> told the interviewer. In fact, Microsoft executives have already said that they plan to link Kinect into Windows, and not just for games. They are already working on software to link Kinect into", "new_id": -2}, {"uid": "1296824570003293196", "i": 7387, "idx": 1, "sa": ["Chris Daughtry", "Simon Cowell", "Adam Lambert", "Randy Jackson"], "q": "and the tao of Paula. But as the last remaining judge of the original panel, he's in a unique position. It's up to him to make the most of it. <q> <strong> Randy Jackson </strong> is usually at his best during auditions, </q> Santilli said.`` He said yes to <strong> Adam Lambert </strong> and <strong> Chris Daughtry </strong> while <strong> Simon Cowell </strong> said no.'' McCarthy thinks <strong> Randy Jackson </strong>`` always wanted to be the star of the show.'' But he's in for an", "new_id": -2}, {"uid": "1295658341074924035", "i": 650, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "'s family. Photograph: Suzanne Plunkett/Reuters <strong> David Cameron </strong>'s inner circle, has resigned as Downing Street's director of communications, saying the wave of allegations that he was involved in illegal phone hacking when editor of the <q> When the spokesman needs a spokesman, it is time to move on, </q> <strong> Andy Coulson </strong> said in a carefully crafted statement which had been in preparation for 48 hours. Downing Street insisted his departure was not precipitated by any fresh piece of damning evidence that would undercut <strong> Andy Coulson </strong>'s claim he", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}]