[{"uid": "1297242543083116089", "i": 15461, "idx": 4, "sa": ["Julianne Hough", "Paula Abdul", "Ryan Seacrest", "Kit Hoover", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> said. As for romance, <strong> Simon Cowell </strong> had a quip when asked about`` Idol'' host <strong> Ryan Seacrest </strong> landing girlfriend <strong> Julianne Hough </strong>.`` How did he land her?'' <strong> Kit Hoover </strong> asked. <q> Did you say <strong> Julianne Hough </strong> or Derek? </q> <strong> Simon Cowell </strong> laughed. They're no longer co-workers, but <strong> Simon Cowell </strong> can't help but take digs at the`` Idol'' host. He's no longer co-workers with <strong> Paula Abdul </strong> either- but does he think she", "new_id": -2}, {"uid": "1296225951235159601", "i": 389, "idx": 1, "sa": ["Mike Pence"], "q": "a letter sent to supporters Thursday but said he intended`` to serve the people of Indiana in some way.'' Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <q> In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead, </q> <strong> Mike Pence </strong> said.`` After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play.'' <strong> Mike Pence </strong> has a pair of public events scheduled", "new_id": -2}, {"uid": "1295615027107249664", "i": 46615, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "according to a blog post penned by the man himself. The decision came down to how best optimise Google's triumvirate of power( <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>) to become a more adaptable enterprise. <q> Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> said. While Page takes the helm of CEO, <strong> Eric Schmidt </strong> will be executive chairman where he said he will focus on`` deals, partnerships, customers and broader business relationships, government outreach and technology", "new_id": -2}, {"uid": "1295714464099811336", "i": 25443, "idx": 0, "sa": ["Andy Coulson"], "q": "IAPAC run and controlling u.s government. \" Report Abuse \"`` The U.S. soldier was out of uniform when he sneaked off base on a motorcycle to visit his Iraqi wife in central Baghdad.'' \" Report Abuse <q> You can't TRUST a muslim... I don't care where they were born... I'll bet the farm, <strong> Ahmed Kousay al-Taie </strong> is using what he learn in the U.S. military to fight America either in one of any third world toilets, inclucing Iraq or here at home training his muslim buddies how to attack America on American soil... </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Healthy Habits Coaching Get personal health coach. For military members& their families.", "new_id": -2}, {"uid": "1295533317212385798", "i": 44908, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan. 28.", "new_id": -2}, {"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,'' says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q> Then a friend of mine... called me and said,' I think you're making a big mistake,'? </q> he says.`` Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?''", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}, {"uid": "1295562314055377950", "i": 9809, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Larry Page will once again assume the role of CEO. Thursday afternoon, <strong> Eric Schmidt </strong> announced that he will be moving to the role of Executive Chairman of Google's board of directors, where he will focus on <q> wherever[ he] can add the greatest value. </q> This might mean making deals, forging partnerships, broadening business relationships, or performing government outreach. <strong> Eric Schmidt </strong> also says he will act as an advisor to Page and co-founder <strong> Sergey Brin </strong>.`` As Google has grown", "new_id": -2}, {"uid": "1295469111069730385", "i": 17651, "idx": 2, "sa": ["Simon Cowell", "Jennifer Lopez"], "q": "couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.''( A jab at <strong> Simon Cowell </strong>?) <q> I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage, </q> he prattled cheerfully.`` There's camaraderie that you haven't seen in 10 years on this show. I get along with Randy, and <strong> Jennifer Lopez </strong> is a fox; she's street, she's got a", "new_id": -2}, {"uid": "1295958129216842277", "i": 10793, "idx": 16, "sa": ["Dick Armey", "Mike Pence", "Mike Huckabee", "Steffen Schmidt", "Sarah Palin"], "q": ", however, <strong> Steffen Schmidt </strong> adds that <strong> Mike Pence </strong> would still have to prove his staying power.`` What we would say to <strong> Dick Armey </strong> <strong> Mike Pence </strong> is,` Take a number,''' <strong> Steffen Schmidt </strong> said. <q> It's like a big deli in Manhattan: If you want a sandwich, take a number. Your number is 16 or 18, because <strong> Sarah Palin </strong> and <strong> Mike Huckabee </strong> and all the rest of them already are in line in front of him. </q> Still, a recent ABC News/Washington Post poll of potential GOP candidates shows none dominating the field. The top choices were <strong> Mike Huckabee </strong>( 21 percent), <strong> Sarah Palin </strong>( 19 percent) and former Massachusetts", "new_id": -2}, {"uid": "1297126081224133121", "i": 8365, "idx": 2, "sa": ["Simon Cowell"], "q": "see how the show would do in the ratings.`` What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over,'' <strong> Simon Cowell </strong> explains. <q> But people are still excited about these shows, whether`` Dancing with the Stars, </q> which has gotten better over the years,`` America's Got Talent''... I think they've done a good job.'' While the FOX juggernaut has gone through some pretty massive changes, ratings", "new_id": -2}]