[{"uid": "1295912190158924806", "i": 17919, "idx": 0, "sa": ["Bill Lockyer"], "q": "agree on at least one thing.) \"This is a cynical proposal intended to incite a panicked response to a phony crisis,\" he said, comparing it to scares over killer bees and aliens. <q>No state wants to or would declare bankruptcy. It would severely injure the economy, local businesses, investors and taxpayers.... and I think what will happen when Republicans in Congress realize their allies-- large insurance companies and banks that hold a lot of municipal bonds-- don't like someone talking this way, that it injuries their investments, they are going to develop less enthusiasm for it.</q> <strong> Bill Lockyer </strong>, along with officials from the liberal-leaning Economic Policy Institute, told reporters this morning that California and other states don't have a debt problem, they have budget problems. They said that the bankruptcy", "new_id": -2}, {"uid": "1296770479240500761", "i": 26806, "idx": 1, "sa": ["Mitt Romney", "David Letterman", "Hosni Mubarak"], "q": "News and conservative radio programs. He even showed up on <strong> David Letterman </strong>'s \"Late Show\" to give a list of \"Top 10 Things You Don't Know About <strong> Mitt Romney </strong>.\"( No. 8: <q>I'm the guy in the photo that comes with your picture frame.</q>) Unlike other potential conservative presidential candidates, <strong> Mitt Romney </strong> has largely avoided criticizing the Obama administration over its handling of the crisis in Egypt and was one of the first Republicans to call for President <strong> Hosni Mubarak </strong>", "new_id": -2}, {"uid": "1296332900236797965", "i": 3608, "idx": 0, "sa": ["Michael Vick"], "q": "too dangerous. In another respect, though, their recoveries are slow and sometimes painful, many filled with diseases, injuries and skittishness that manifested themselves under their stewardship of <strong> Michael Vick </strong>. <q>Some people might say, \"Three years, that seems like such a long time,\"</q> said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. \"But we measure their progress in baby steps, especially when they", "new_id": -2}, {"uid": "1296680390193724462", "i": 18905, "idx": 0, "sa": ["Mitt Romney", "David Letterman"], "q": "frankly, the more people we have on the stage in those debates talking about different ideas and different approaches, the better.\" <strong> Mitt Romney </strong> has gone on a media blitz to discuss his new book, <q>No Apology: The Case for American Greatness,</q> making appearances on \"Good Morning America, \"` Late Show with <strong> David Letterman </strong>\" and \"The View.\" But the appearances have fueled speculation that <strong> Mitt Romney </strong>, who lost in the Republican primary in 2008", "new_id": -2}, {"uid": "1297450977044924928", "i": 25581, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "focus. According to The Next Web, Symbian will become \"a franchise platform, leveraging previous investments to harvest additional value.\" Simultaneously, MeeGo will become \"an open-source, mobile operating system project\" and <q>will place increased emphasis on longer-term market exploration of next-generation devices, platforms and user experiences.</q> Quite a lot of words to simply say \"back-burner.\" And during this week's announcement in London, both <strong> Stephen Elop </strong> and Microsoft chief <strong> Steve Ballmer </strong> confirmed there will be job cuts at Nokia offices", "new_id": -2}, {"uid": "1296521624090341381", "i": 13749, "idx": 1, "sa": ["Jay Leno", "Barack Obama", "David Letterman", "President Bush"], "q": "soldiers serving in Afghanistan. When asked about it, <strong> Barack Obama </strong> was like, \"Well, technically that is change.\" The 2010 elections worsened the comics' tone: â\u0080¢ <strong> David Letterman </strong>- <q>Voters didn\"t like how <strong> Barack Obama </strong> was handling the economy. Wait a minute- he was handling the economy?</q> â\u0080¢ <strong> Jay Leno </strong>- \"<strong> Barack Obama </strong> will be laying out a new economic plan. Apparently, we had an old economic plan.\" â\u0080¢ <strong> Jay Leno </strong>-\"( <strong> Barack Obama </strong> and <strong> President Bush </strong>) had a cordial", "new_id": -2}, {"uid": "1296221744071827501", "i": 20533, "idx": 1, "sa": ["Natalie Portman", "Simon Cowell", "Elton John"], "q": "is difficult for someone to deal with. And it would drive me mad- I could never be my own girlfriend!\"- <strong> Simon Cowell </strong> is amazed his fiancee Mezhgan Hussainy puts up with him. <q>As I get older, I get more angry about it. In this country( America), we need more dialogue. We don't need any more stone throwing. We don't need any more vitriol. We need people to say, \"OK. I'm straight. You're gay. Let's get along. I'm Republican. You're Democratic. Let's work together.' I'm sick and tired of people being hateful to each other in this country.</q>- <strong> Elton John </strong> wants unity in the US. \"<strong> Natalie Portman </strong>- just complete professional relationship. Open up the door, she walks in, does the work. No issues. No hand-holding. She\"s", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as \"terribly wrong. \" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> said. <q>I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan,</q> he said, adding that the <strong> President Bush </strong> administration\"s decision to invade Iraq in the wake of the Sept. 11 attacks on the US was \"incremental,\" not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}, {"uid": "1296582992133529623", "i": 2299, "idx": 0, "sa": ["Michael Vick"], "q": "Justice I wonder if we'll get to see them jumping from buildings again? Report Abuse \"Would blowing up the nest of a bunch of greedy capitalists even be a crime?\" Report Abuse <q>I would have thought Wall Street has been a constant primary target since well before 9/11? And why do so many commenters seem to hate people who make money? Yes they are a bunch of fat cats, but they are trained to go for the green just like special forces would be to go for the kill.</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Stock Picking Software No Guessing- No Hunches-", "new_id": -2}, {"uid": "1295299857181911591", "i": 30032, "idx": 4, "sa": ["George Washington", "John Wall", "Dwight Howard", "Magic Johnson", "Allen Iverson"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Magic Johnson </strong> 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't r... <strong> George Washington </strong> Wizards <strong> John Wall </strong> does \"The Dougie\" dance pre-game <strong> George Washington </strong> Wizards <strong> John Wall </strong> does \"The Dougie\" dance pre-game <strong> George Washington </strong> Wizards point guard <strong> John Wall </strong> does \"The Dougie", "new_id": -2}]