[{"uid": "1296233924060588049", "i": 14846, "idx": 8, "sa": ["Mike Pence"], "q": "for POTUS in 2012, he would be ground meat in record time. This man is NOT very smart. That means perfect match for Indiana Gov slot.... shrinktalkingheads 34 minutes ago( 11:21 AM) <q>In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead,</q> <strong> Mike Pence </strong> said. Yo! <strong> Mike Pence </strong>. Enough listening. Jobs? Where are the jobs? shrinktalkingheads: \"In the months ahead, as we attend to our duties Littlekit 34 minutes ago( 11:20 AM", "new_id": -2}, {"uid": "1295578846089079815", "i": 29299, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "such as Facebook <strong> Google Inc. </strong>, the social networking phenomenon that is vying with <strong> Google Inc. </strong> for Internet advertising revenue. To get back its mojo, <strong> Google Inc. </strong> may be returning to its start-up roots. <q>A lot of the growth of the company used to be driven by innovation,</q> said Yun Kim, an analyst at investment firm Gleacher& Co. \"Having someone with the very strong products background that Larry has could bring some innovation back to <strong> Google Inc. </strong>.\" <strong> Eric Schmidt </strong>, 55, will", "new_id": -2}, {"uid": "1297261983254083210", "i": 5304, "idx": 5, "sa": ["Michael Gove"], "q": "ranking schools will divert resources away from the poorest pupils. Mr Muir says, by focusing on five core subjects- dubbed the English Baccalaureate- the government puts the emphasis on higher-achieving pupils. <q>The problem is that very few students from disadvantaged backgrounds actually take those subjects, they won't be motivated to take them. \"Ministers are now incentivising schools to focus their efforts on middle-class children who do well in these subjects.</q> He also says ministers are putting contradictory pressures on schools by introducing two different targets. \"<strong> Michael Gove </strong> is pushing schools in two different directions: on the one hand he is measuring success according to", "new_id": -2}, {"uid": "1297290610118325259", "i": 33721, "idx": 0, "sa": ["Mike Pence"], "q": "' continuing resolution would wipe it out entirely. <strong> Mike Pence </strong> will hold a press conference on his legislation tomorrow, although he does not have an indication from Republican leadership as to when it would move forward. <q>I'm talking to Chairman[ <strong> Joe Pitts </strong> of the Energy and Commerce Health Subcommittee], working with him and hope to see this through,</q> <strong> Mike Pence </strong> told POLITICO in an interview Tuesday. Women's reproductive health groups immediately denounced the spending proposal. \"The new anti-choice House leadership now wants to take away birth control and cancer screenings from", "new_id": -2}, {"uid": "1295629086018169865", "i": 2596, "idx": 0, "sa": ["Eric Schmidt"], "q": "But across technology circles the move by Google-- founded during the first dot-com boom-- to replace CEO <strong> Eric Schmidt </strong> with the 38-year-old Page left some wondering how the search giant would deal with middle age. <q>Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a Jerry Yang returning?</q> Chris Dixon, a technology veteran who has invested in Skype and Foursquare, tweeted. After signing pact with China, Boeing lays off 1,100 U.S. workers Starting April, Google's Page will take over as chief", "new_id": -2}, {"uid": "1297175264144113727", "i": 15842, "idx": 3, "sa": ["Saddam Hussein", "Diane Sawyer", "Osama bin Laden", "Donald Rumsfeld"], "q": "'s brutal regime has created a more stable secure world.\" No Second Thoughts Speaking in an interview with <strong> Diane Sawyer </strong> of ABC News earlier this week, <strong> Donald Rumsfeld </strong> put it this way: <q>What you know today can help you unthink your thinking about tomorrow. It can't help you with things you were thinking about back then,</q> he said. \"Back then, there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons.\" Nor does <strong> Donald Rumsfeld </strong> register second thoughts about the Pentagon's crucial failure to capture <strong> Osama bin Laden </strong> in the Battle of Tora", "new_id": -2}, {"uid": "1295804716188252188", "i": 6600, "idx": 4, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": "n't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" \"I think he has reached out to countries around the world and has developed good relations with countries around the world,\" <strong> Colin Powell </strong> said. <q>And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the centerpiece of the State of the Union speech.</q> Dismissing widespread speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private", "new_id": -2}, {"i": 42085, "idx": 1, "index_answer": 1, "new_id": -1, "q": "'m fulfilling the principal role of television.\" After a tense 15-minute interview, the stage lights fade for a commercial. <strong> Jaime Bayly </strong> and Collins stand up and kiss on the cheek, but their microphones remain on. <q>Don't come here just to complain about my behavior,</q> <strong> Jaime Bayly </strong> says angrily over the outro music. \"And don't be so damn boring.\" <strong> Jaime Bayly </strong> is a man of many parts. He's both <strong> David Letterman </strong> and <strong> Charlie Rose </strong>; comedian and serious interviewer;", "sa": ["David Letterman", "Jaime Bayly", "Charlie Rose"], "uid": "1296586302084361234"}, {"uid": "1295945463061587464", "i": 35950, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s Small Business Commission, San Francisco Beautiful, neighborhood groups, and public health and public works officials. Dawn Trennert, chair of the Middle Polk Neighborhood Association and a task force member, said, <q>Our neighbors were fed up with the extreme litter in our neighborhood, the flying litter, the litter that easily can be taken care of if we just think about things a little differently.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog RELIGIOUS EDUCATION DIRECTOR Company SENIOR SOFTWARE ENGINEER Company Storm8 SOCCER COACH Company", "new_id": -2}, {"uid": "1295667567122535955", "i": 253, "idx": 4, "sa": ["Eric Schmidt"], "q": "have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us,\" <strong> Eric Schmidt </strong> wrote. <q>But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> \"As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are", "new_id": -2}]