[{"uid": "1297287284241352713", "i": 38125, "idx": 0, "sa": ["Simon Cowell"], "q": "do audition for his new reality competition series \"The X Factor,\" set to premiere in the fall. In a video posted on the show's official Web site, <strong> Simon Cowell </strong> says, <q>We want someone who's going to be a global superstar. That's why you've got to enter this show. You've got the' X factor. \"You think you can take everyone on. Bring it on.</q> <strong> Simon Cowell </strong> says he wants to do the show \"bigger and better than anything you've ever seen before. It's going to be more extreme, more fun, more exciting. If I couldn\"t", "new_id": -2}, {"uid": "1295619378256049159", "i": 41102, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "the right thing. I think there are questions about <strong> David Cameron </strong>'s judgment, about hanging on to him as long as he did.\" TIM BALE, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX <q>It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation. It is also incredibly damaging because it questions Mr <strong> David Cameron </strong>'s judgment and that for a politician is one of the worst things you can possibly do. Being a politician is all about... picking the right people to do the right job and the decision to appoint <strong> Andy Coulson </strong> was controversial in the first place and it's clearly a big, big judgment call that <strong> David Cameron </strong> has got wrong.</q> \"I think <strong> Andy Coulson </strong> was somebody who could help the Conservative Party... produce a message which was, if you like, \"pub ready', which resonated with ordinary people. It wasn\"t divorced", "new_id": -2}, {"uid": "1295914492205307919", "i": 38134, "idx": 1, "sa": ["Andy Coulson", "Nick Clegg"], "q": "now that <strong> Andy Coulson </strong> has gone 20.30 GMT on Monday 24 January 2011. A version appeared on p3 of the Tuesday 25 January 2011. It was last modified at MarshallStack 24 January 2011 8:47 PM <q>So, who will step into the breach as the Tories' voice of the people?</q> condemsham 24 January 2011 8:53 PM Manningtreeimp 24 January 2011 9:01 PM But the Tories have Man of the People <strong> Nick Clegg </strong> to be their cheerleader, don't they? Manningtreeimp 24", "new_id": -2}, {"uid": "1296575927100253710", "i": 19811, "idx": 0, "sa": ["Solomon Burke", "David Letterman"], "q": "job at a computer company, but was planning to return to Lebanon for good soon. \"We begged him to postpone his flight because of the storm,\" Qusayfi said, his eyes red from crying. <q>But he insisted on going because he had work appointments.</q> Zeinab Seklawi http://wn.com/FullFlapTV_1/7_Aquila_Aircraft__FullFlapTV_14thJune_09 Beirut and members of the Vassar Orkestar practice for their performance on \"The Late Show with <strong> David Letterman </strong>.\" February 2009. madsvassarblog.com http://wn.com/Best_Photos_near_Phuket,_Thailand__Incl_Liquid_Gold,_Tri_Trang_Beach,_Patong_Bay_From_Hill IN MEMORY OF SOLOMON BURKE!! <strong> Solomon Burke </strong> singer <strong> Solomon Burke </strong>, who wrote", "new_id": -2}, {"uid": "1296413017033259530", "i": 41611, "idx": 0, "sa": ["Jeff Fisher", "Michael Vick"], "q": "with <strong> Jeff Fisher </strong>, who just completed his 16th full season as the NFL's longest-tenured coach. The team said in a release last night that \"<strong> Jeff Fisher </strong> will no longer be the head coach of the team.\" <q>It became evident that consensus was increasingly hard to find and reality wasn't matching the vision we discussed,</q> the an unmistakable benchmark for what has been a rapid, successful and, in some circles, surprising comeback. A few thousand miles away in the wilderness of Utah, the pit bulls <strong> Michael Vick </strong> once owned are making", "new_id": -2}, {"uid": "1297097766187170823", "i": 12011, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <strong> Susan Boyle </strong>. <q>We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar,</q> <strong> Simon Cowell </strong> said in a statement. TV Listings Wondering what's on tonight? Check out our TV listings for the complete schedule in your area.", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q>Day-to-day adult supervision is no longer needed!</q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called \"adult supervision\" for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}, {"uid": "1296658306101318663", "i": 28489, "idx": 0, "sa": ["Bill Lockyer", "Steve Kroft", "Meredith Whitney"], "q": "is a spate?\" correspondent <strong> Steve Kroft </strong> asked. \"You could see 50 sizable defaults, 50 to 100 sizable defaults, more,\" said <strong> Meredith Whitney </strong>, 41, who made her name covering bank stocks. <q>This will amount to hundreds of billions of dollars' worth of defaults.</q> Those two sentences set off a month of fireworks. California Treasurer <strong> Bill Lockyer </strong> called the prediction \"apocalyptic arm-waving,\" the National League of Cities' research director cited her \"stunning lack of understanding,\" and", "new_id": -2}, {"uid": "1295913995175931415", "i": 37814, "idx": 0, "sa": ["Mike Pence"], "q": "focus our energies on jobs and spending,\" <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. <q>We must not remain silent when great moral battles are being waged.</q> How About It? Huh? It Ain't Askin' Too Much Ya Know.... To: pissant Where was TOTUS? Does he not represent all Americans? Did he have anything", "new_id": -2}, {"uid": "1295562614148553748", "i": 5079, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Sergey Brin </strong>, meanwhile, will now devote his time to strategic projects and new product development. Commenting on these changes in a press release ahead of the company's earnings call today, <strong> Eric Schmidt </strong> said, <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q>", "new_id": -2}]