[{"uid": "1295555937214679585", "i": 2170, "idx": 1, "sa": ["Linda Stasi", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.\" New York Post critic <strong> Linda Stasi </strong> agreed, calling the duo's \"instant chemistry\" with existing judge Randy Jackson <q>so right, they couldn't have created it in a lab</q>. She continues, \"<strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are not and will never be Paula( Abdul, another former judge) and <strong> Simon Cowell </strong>. They didn't do the brother/sister love/hate thing- and didn't try", "new_id": -2}, {"uid": "1297129562188514329", "i": 1981, "idx": 6, "sa": ["Simon Cowell", "Lady Gaga"], "q": "approach it.\" Another thing that separates X Factor from Idol is that the judges watch the auditions in front of a live audience, which allows them to see how artists connect with potential viewers. <q>I don't believe <strong> Susan Boyle </strong> would have gotten through in the old-fashion audition method,</q> <strong> Simon Cowell </strong> said. \"God only knows what we would have said to[ <strong> Lady Gaga </strong>] if she walked into Idol with a lobster on her head three years ago.\" While The X Factor will", "new_id": -2}, {"uid": "1296565062036290650", "i": 43148, "idx": 1, "sa": ["Michael Vick", "Ashley Fox"], "q": "receiver Justin Gordon was in awe at the NovaCare Training Complex, home of the Philadelphia Eagles for training and practices, on Saturday. \"Aw man it was cool,\" Gordon said to Examiner. <q>It was a blast. The Eagles practice facility is beautiful.</q> Gordon was one of 211 auditioning for the Philadelphia Soul <strong> Michael Vick </strong>'s skills, personality make him popular within NFL fraternity By <strong> Ashley Fox </strong> Inquirer NFL columnist EUGENE TANNER/ Associated Press Eagles quarterback <strong> Michael Vick </strong> was 5 for 10 for 59", "new_id": -2}, {"uid": "1295494449164200472", "i": 17490, "idx": 1, "sa": ["Michael Jordan", "Rafer Alston", "Allen Iverson", "That guy"], "q": "<strong> Michael Jordan </strong> jumper was deadly.\" Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q>When your jumper is on, the basket seems like an ocean and the basketball seems like a rock,</q> he said. \"<strong> That guy </strong> is the way it felt tonight. \"<strong> Rafer Alston </strong> teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. <strong> Rafer Alston </strong> coach calls", "new_id": -2}, {"uid": "1295698251208977968", "i": 34149, "idx": 0, "sa": ["Colin Powell", "Bill Clinton", "Barack Obama"], "q": "'s \"ability to inspire\" and the \"inclusive nature of his campaign.\" <strong> Bill Clinton </strong> Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. <strong> Bill Clinton </strong> Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. <q>He has both style and substance. I think he is a transformational figure,</q> <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" \"<strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,\" <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>", "new_id": -2}, {"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,\" said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q>We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure.</q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said: \"It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.\" Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}, {"uid": "1297417055221036545", "i": 797, "idx": 0, "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "q": "hug with <strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q>I told him, \"I'm glad you're here, because it is your moment as well,\"</q> <strong> Ray Allen </strong> said. \"When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "new_id": -2}, {"uid": "1296776873170934279", "i": 37637, "idx": 0, "sa": ["Lila Rose", "Mike Pence"], "q": "a parent and adds, \"We're pretty good at handling if someone doesn't want someone else to know.\" Live Action's president, <strong> Lila Rose </strong>, said the videos illustrate Planned Parenthood's willingness to <q>circumvent parental consent laws for secret abortions.</q> National anti-abortion groups have used the earlier released video to intensify their calls for federal legislation to cut off the more than$ 350 million in annual federal family planning fund that Planned Parenthood receives. Rep. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296816816092815385", "i": 31729, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "<strong> Howard Stern </strong> laid into <strong> Jay Leno </strong> right out of the gate during Thursday night's appearance on the Late Show with <strong> David Letterman </strong>. \"I'm on fire!\" said <strong> Howard Stern </strong> moments after sitting down. <q>I want to see you beat <strong> Jay Leno </strong> in the ratings tonight!</q> <strong> Howard Stern </strong> to <strong> David Letterman </strong>: sorry about your sex scandal( video) <strong> Howard Stern </strong> has been a proud enemy of the Tonight Show host for decades. <strong> Howard Stern </strong> recently called <strong> Jay Leno </strong> \"insane\" and", "new_id": -2}, {"uid": "1296117571165298183", "i": 7779, "idx": 9, "sa": ["Michael Vick"], "q": "one of the reasons I've been able to make it through the season.\" Another reason he's here is the fans. <strong> Michael Vick </strong> was the leading NFC vote-getter for the Pro Bowl. <q>I'm very thankful and happy to be here and I'm going to try and put on a great show for the fans,</q> he said. \"This one feels great due to the fact that I've been through so much. To be able to get back to this position is paramount to me and I'm just thankful.\"", "new_id": -2}]