[{"uid": "1295440369254590997", "i": 24135, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell", "Kim Kardashian", "Anne Hathaway"], "q": " href=\"http://www.omgmusic.com/news/Jane Lynch-Jane Lynch-sue-sylvester-inspired-by-Simon Cowell-Simon Cowell\"> <strong> Jane Lynch </strong>` Sue Sylvester Inspired By <strong> Simon Cowell </strong>' href=\"http://www.omgmusic.com/news/glee-rejected-by-guns-n-roses\"> Glee Rejected By Guns N' Roses href=\"http://www.omgmusic.com/news/glee-creator-confirms-Anne Hathaway-Anne Hathaway-cameo\"> Glee Creator Confirms <strong> Anne Hathaway </strong> Cameo href=\"http://www.omgmusic.com/news/Kim Kardashian-Kim Kardashian-i-am-such-a-gleek\"> <strong> Kim Kardashian </strong> <q> I Am Such A Gleek! </q>", "new_id": -2}, {"uid": "1296184901160186374", "i": 30445, "idx": 1, "sa": ["David Letterman", "Justin Bieber"], "q": "The Late Show with <strong> David Letterman </strong>''-- now, we have also found out about another appearance the singing star will be making. On Monday morning, <strong> Justin Bieber </strong> will be on hand for href=\"http://www.nbc.com\" rel=\"nofollow\"> <q> The Today Show, </q> and will also be answering plenty of fan questions about anything and everything. How do you submit something? It's ultimately pretty simple-- you just have to head over to href=\"http://today.msnbc.msn.com/id/41298342/ns/today-today_participate/\" rel=\"nofollow\"> this link,", "new_id": -2}, {"uid": "1295293272209076262", "i": 41505, "idx": 2, "sa": ["Steve Ballmer"], "q": ", your body.'' Although <strong> Steve Ballmer </strong> admitted that the firm could improve with targeting a broader set of demographics, such as teenage girls, the console is resonating better with a wider audience. <q> I think about my own family. My wife used to say,` No, no, that's the machine the boys use', and now she says,` Yeah, I want to go watch movies. Let's go play the dance game', </q> he said.", "new_id": -2}, {"uid": "1295634050249806881", "i": 7660, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "act as advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said in the earnings announcement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. </q> Google has a data center in Lenoir that was built by Greensboro-based general contractor Samet Corp., who has been Google's CEO for a decade, announced Thursday that he will step down in April.", "new_id": -2}, {"uid": "1297627088160415774", "i": 31277, "idx": 3, "sa": ["Ben Wood", "Steve Ballmer"], "q": "Apple im Schlussquartal 2010 16,2 Millionen iPhones verkaufte. Zudem hat Microsoft nur 8000 der f?r den Erfolg eines Smartphones wichtigen Zusatzprogramme im Angebot. Apple bietet mehr als 350.000 sogenannte Apps, Google kommt mit Android auf 100.000. <q> Die kosysteme von Apple und Google haBen Wood einen enormen Vorsprung </q>, sagte Mark McKechnie von der New Yorker Investmentbank Gleacher& Company. Genau hier d?rfte die Allianz die gr?ten Fortschritte f?r Microsoft bringen. <strong> Steve Ballmer </strong> wurde in London nicht m?de, den nun offenen Zugang seiner Entwickler auf Nokias", "new_id": -2}, {"uid": "1296543261227508233", "i": 39256, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "his Usher-fueled rise to fame-- he also plugged his forthcoming concert movie,`` Never Say Never.'' It was then that <strong> Justin Bieber </strong> decided to dispel any rumors that he's not flesh and blood. <q> People might think that some people just made me... they put me together, like a machine, </q> he explains to <strong> David Letterman </strong>.`` But[ the movie] shows I really worked hard to get here.'' A piece of the interview is after the jump.( we'll post the entire thing", "new_id": -2}, {"uid": "1297234021222871650", "i": 9280, "idx": 7, "sa": ["Michael Gove"], "q": "in the right catchment area then getting some extra tuition( I think in London somehting like> \" <strong> Michael Gove </strong>'s plans may not be the perfect solution \" littlefeat 7 February 2011 9:04 PM <q> As has been pointed out everyone( bar a few lefties) who can opt out does. </q> It's either` state till 8' or buying a house in the right catchment area then getting some extra tuition( I think in London somehting like> 20% of parents use tutors).", "new_id": -2}, {"uid": "1296125953255868932", "i": 50975, "idx": 1, "sa": ["Alassane Ouattara"], "q": "recognize <strong> Alassane Ouattara </strong>'s victory in the November presidential election.`` In the name of the dignity of the human person dear to God, we condemn the violent deaths carried out,'' the bishops said. <q> It is also in the name of respect for human life that we oppose the use of force, violence, and every type of weapon to resolve the Ivorian post-electoral crisis. </q> 17% of the nation's 20.8 million people are Catholic, according to Vatican statistics. If you found this helpful, our daily emails can notify you of key news items.'' To", "new_id": -2}, {"uid": "1295397624010076164", "i": 42620, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a`` powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}]