[{"uid": "1296645992047939638", "i": 18023, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "a judging role on the US X Factor. The 27-year-old star has been speaking with pals such as <strong> Simon Cowell </strong> and Will.i.am as she plans to kick-start her career in the States. A source said: <q><strong> Simon Cowell </strong> still hasn't confirmed the panel. She is in a state, it's her ticket out of the UK.</q> <strong> Cheryl Cole </strong> is signed to Universal and it is thought they will help promote her on US television to boost her profile. <strong> Cheryl Cole </strong> to launch career in US <strong> Cheryl Cole </strong> will not give up on her bid to", "new_id": -2}, {"uid": "1295667835215973928", "i": 11618, "idx": 0, "sa": ["Allen Iverson", "Yao Ming", "Brandon Roy", "Shane Battier"], "q": "something.\" <strong> Yao Ming </strong> did not attempt a shot in the second half and sat for all of the fourth quarter. \"That's the beauty of <strong> Yao Ming </strong>- he's incredibly efficient,\" teammate <strong> Shane Battier </strong> said. <q>Not many guys in the league are capable of having this kind of night, where he makes every shot he puts up.</q> Aaron Brooks added 27 points for the Rockets, who haven't advanced out of the first round of the playoffs since 1997. <strong> Brandon Roy </strong> http://wn.com/Allen_Iverson_1st_Win_as_a_Pistons_vs_Kings_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a win in November against a lottery team", "new_id": -2}, {"uid": "1297576731237207610", "i": 7675, "idx": 0, "sa": ["Allen Iverson"], "q": "Basketball- <strong> Allen Iverson </strong> will rehabilitate his right calf in the U.S. after being examined by a surgeon. The former NBA MVP will not require surgery but his calf has a calcium deposit and secondary bleeding. <q>It's tricky because of the location,</q> Andrews said as quoted by AP. \"So we're going to try to treat it without surgery.\" <strong> Allen Iverson </strong> is leaving his current team, Besiktas of the Turkish League. He signed with Besiktas", "new_id": -2}, {"uid": "1297714427180764714", "i": 37112, "idx": 3, "sa": ["Steve Ballmer"], "q": "their social websites. <strong> Steve Ballmer </strong> said the partnership with Nokia, which will see the world's largest mobile phone manufacturer shifting to Windows Phone as its operating system, will help accelerate its adoption. <q>Nokia's involvment with Windows Phone will drive volume, innovation of new products, and will accelerate adoption of the Windows Phone platform,</q> said the Microsoft chief. More than 1.5 million smartphones running on the latest version of Windows Phone, WP7, were shipped in the six weeks after the launch in October but Microsoft's share of the", "new_id": -2}, {"uid": "1295815498029966341", "i": 1011, "idx": 2, "sa": ["Eric Schmidt", "Michael Cohn"], "q": "is that Google will continue to commit resources towards enterprise solutions,\" Menefee said. That said, it wouldn't surprise him if Google Apps sales slow until Page explains his plans for the enterprise. <q>However, I don't anticipate a knee-jerk reaction from the CIO community to exit out of existing contracts. After all, we continue to get value from the solutions,</q> Menefee said. Industry analyst <strong> Michael Cohn </strong> Osterman from Osterman Research believes that when <strong> Eric Schmidt </strong> assumes his new role as executive chairman, which will focus on external relations with customers, partners and government agencies, he may", "new_id": -2}, {"uid": "1296727907183500817", "i": 16340, "idx": 8, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson", "Reggie Miller"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q>We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.</q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Allen_Iverson_45pt_vs_Reggie_Miller_41pts_Indiana_Pacers_00/01_NBA_Playoffs_Gm2_*Fancy_move The first half was <strong> Reggie Miller </strong>'s. The game belonged to <strong> Allen Iverson </strong>", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q>I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles,</q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}, {"uid": "1296784140209256533", "i": 1606, "idx": 1, "sa": ["Zahi Hawass"], "q": ", for example, and so prevented any serious damage or thefts. Ismail Seregeldin, director of the Library of Alexandria, issued a statement on January 30 to thank the youth for protecting the library from <q>lawless bands of thugs, and maybe agents provocateurs.</q> The Library would remain closed, he added, until greater security returned. In a statement yesterday, <strong> Zahi Hawass </strong> said that the army was now protecting all 24 national museums, including the Egyptian Museum, the", "new_id": -2}, {"uid": "1297183707149962781", "i": 36718, "idx": 1, "sa": ["Cheryl Cole", "Paula Abdul", "Katy Perry", "Simon Cowell", "Nicole Scherzinger", "Matt Lauer", "Mariah Carey"], "q": "talking to somebody on Friday who I really, really want to be on the show and I'm waiting on a decision.\" When <strong> Matt Lauer </strong> asked for the identity of the individual, <strong> Simon Cowell </strong> responded: <q>I can't say. I really, really at this point can't say; I'm sworn to secrecy. They'll be cute, and the guy won't be as good looking as me. That's one of the rules!</q> Among the celebrities who have been linked to the judging panel are <strong> Katy Perry </strong>, Rihanna, <strong> Paula Abdul </strong>, <strong> Mariah Carey </strong>, <strong> Nicole Scherzinger </strong> and current X Factor UK judge <strong> Cheryl Cole </strong>. <strong> Simon Cowell </strong> has said than an announcement will be made", "new_id": -2}, {"uid": "1295690849050348032", "i": 41790, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": "<strong> President Bush </strong>, Baker, former Joint Chiefs chairman <strong> Colin Powell </strong> and others. \"The invasion in 1991 was a result of a massive shock to the system,\" a Kuwaiti-based Western official told the British newspaper. <q>It wasn't really liberating. The real liberation came in 2003... Don't forget that in 1994, 1998 and 2002, <strong> Saddam Hussein </strong> mobilized his military and moved south.</q> Said Kuwaiti Omar al-Tamimi,\"... Things would have been a lot better if the Americans had gone all the way to Baghdad\" in 1991. Members of the first <strong> President Bush </strong> administration know a", "new_id": -2}]