[{"uid": "1295466641109772815", "i": 38860, "idx": 0, "sa": ["Sergio Marchionne"], "q": "percent to 35 percent. Eventually, the technology- developed over the course of a decade and patented by EPA's Ann Arbor lab- could be commercialized and licensed to Chrysler and other automakers. <q> These are the types of innovations and partnerships we want to encourage, </q> EPA Administrator Lisa Jackson said at a press conference.'' Chrysler Group CEO <strong> Sergio Marchionne </strong> said the project would help Chrysler determine whether the hydraulic hybrid technology- which is already used commercially in garbage trucks", "new_id": -2}, {"uid": "1295436361080740353", "i": 29879, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Clarence Page"], "q": "<strong> Donald Rumsfeld </strong> of Health and Human Services millions of Americans will shortly be forced to accept government insurance. Exempted from these new rules will be labor unions. Remember that <strong> Barack Obama </strong> in a September 2009 speech to congress said: <q> If you misrepresent what's in the plan, we will call you out. </q> OK <strong> Barack Obama </strong> misrepresented what was in his plan. It's time to CALL HIM OUT. Then THROW him out in 2012! http://wn.com/Olbermann_On_Hannity_Being_Busted_By_The_Daily_Show_For_Lying_How_Bachmann_Broke_House_Rules Lots to talk about, thus, with <strong> Clarence Page </strong>,`` Chicago Tribune'' editorial", "new_id": -2}, {"uid": "1295361442031129628", "i": 33546, "idx": 0, "sa": ["Steve Ballmer"], "q": "questions with Xbox related answers. Maybe <strong> Steve Ballmer </strong> just wanted to promote something after spending He was keen to insist that the Xbox will be a ubiquitous plaything in living rooms for some time to come. <q> Xbox isn't a gaming console. Xbox is a family entertainment center. It's a place to socialize. It's a place to watch TV, </q> he said. But in the world according to <strong> Steve Ballmer </strong>, Xbox has already hit the male teen demographic and it will be Kinect that girls will rave about.`` You go to your average", "new_id": -2}, {"uid": "1295587965072171525", "i": 11227, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": ". Image: <strong> Google Inc. </strong> co-founder Larry Page. 370) this.width= 370'' alt=`` Surfboards lean against a wall at the <strong> Google Inc. </strong> office in Santa Monica, California.''/> Next <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us.`` But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company, </q> <strong> Eric Schmidt </strong> said. Image: Surfboards lean against a wall at the <strong> Google Inc. </strong> office in Santa Monica, California. 370) this.width= 370'' alt=`` <strong> Google Inc. </strong> founders <strong> Sergey Brin </strong> and Larry Page plug in an", "new_id": -2}, {"uid": "1295991953089178223", "i": 3083, "idx": 10, "sa": ["Donald Rumsfeld"], "q": "explains that his comments have roots in war theory, philosophy and in science. He says the idea of`` known knowns'' and`` unknown unknowns'' and so forth came up during intelligence briefings. <q> I used the phrase in a Pentagon press conference one day, and that's when it started rolling, </q> <strong> Donald Rumsfeld </strong> says.`` I titled the book that because I believe people will find there are things they didn't know.'' He will not discuss specific contents of the book, will not comment on", "new_id": -2}, {"uid": "1296719312251002892", "i": 17084, "idx": 0, "sa": ["Chris Medina", "Simon Cowell"], "q": "panel, said she's had to fight back the tears when meeting contestants like <strong> Chris Medina </strong>, whose fiancee suffered traumatic brain injury in a car accident just months before they were to walk down the aisle. <q> It's tough. It's emotional. But this is the thing about` American Idol' that I love. It's about people and their dreams and their struggles, and that's what I think everybody loves about it. You see yourself in these people, </q> she said backstage after a press conference announcing her new partnership with Gillette Venus. This season is the first without <strong> Simon Cowell </strong>, one of the show's British creators and a judge who was known for his", "new_id": -2}, {"uid": "1295593644066338819", "i": 1959, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and technology thought leadership-- all of which are increasingly important given Google's global reach. Internally, he will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>. Commenting on these changes, <strong> Eric Schmidt </strong> said: <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q>`` I can not be more excited about moving us forward, and we are really only at the beginning.'' Intel reports best quarterly and annual results in its 42-year history; 2011 forecast to be better", "new_id": -2}, {"uid": "1295590845047480842", "i": 27445, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": ", 1:20 AM EST- U.S. Markets open in 8 hrs 10 mins <strong> Google Inc. </strong> turns Page on <strong> Eric Schmidt </strong>, names co-founder CEO{`` s'':`` goog, novl'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} <strong> Michael Liedtke </strong>, AP Technology Writer, On Friday January 21, 2011, 12:59 am SAN FRANCISCO( AP)-- When <strong> Google Inc. </strong> went", "new_id": -2}, {"uid": "1295894966204308498", "i": 7359, "idx": 1, "sa": ["Rachel Uchitel", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> also admitted Mezhgan, 36, has`` softened'' him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah Presents Master Class': <q> Mish has softened me. She's helped me see the world differently. She has knocked my socks off. I'd never been good with relationships and I never thought I'd be with one person- I do now. </q> Miss USA 2010 Winner a Pole Dancer- <strong> Rachel Uchitel </strong> Poses for Playboy", "new_id": -2}, [{"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>.`` We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,'' <strong> Michael Cohn </strong> said in a phone interview. <q> But we don't have any fear with regards to Larry. </q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}]]