[{"uid": "1294953230093011986", "i": 11931, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Dr. Peter", "Martin Luther King"], "q": "is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon <strong> Dr. Peter </strong> <strong> Martin Luther King </strong> Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Doctors have also helped <strong> Gabrielle Giffords </strong> sit up and dangle her legs from her bed. She's able to open her right eye, even though it's bandaged. The next milestone will be removing", "new_id": -2}, {"uid": "1295564203105267205", "i": 12255, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" Mr <strong> Eric Schmidt </strong> said. Mr Page praised Mr <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Mr Page said. Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"uid": "1296822806182681605", "i": 16307, "idx": 1, "sa": ["Steve Ballmer"], "q": "Elop and Microsoft CEO <strong> Steve Ballmer </strong>. The letter urged them both to stop piddling about and work together to take on iPhone and Android. We paraphrase, obviously, although Ahmad didn't mince his words. <q> Get rid of your own proprietary high-end solution( MeeGo)-- it's the biggest joke in the tech industry right now and will put you even further behind Apple and Google, </q> he wrote. Elop is due to make a big speech next Friday( 11 February) in London to investors, and is expected to talk for the first time in depth about his", "new_id": -2}, {"i": 639, "idx": 0, "index_answer": 1, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Michael Jordan", "Allen Iverson"], "uid": "1296405734264388638"}, {"uid": "1297225698053084217", "i": 19412, "idx": 1, "sa": ["Miley Cyrus", "David Letterman", "P. Halprin", "Jay Leno"], "q": "our 8 p.m. show back two hours later,\" Whitiker said. But, <strong> Miley Cyrus </strong> said, \"We do realize that no one wants to watch a show that starts at 10 p.m.\" <q> I'll take the three secret tasks, </q> <strong> Jay Leno </strong> said. <strong> Jay Leno </strong> first had to entertain talk-show host <strong> David Letterman </strong>, played by Ryan <strong> P. Halprin </strong>' 12, by proving that his prowess for reciting monologues surpassed that of Hamlet's. <strong> Jay Leno </strong> recited lines", "new_id": -2}, {"uid": "1296073686062521444", "i": 19438, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "listening to phone messages of royal household staff. <strong> Andy Coulson </strong>, who has denied wrongdoing, also resigned as Prime Minister <strong> David Cameron </strong>'s communications chief last week after numerous questions about practices at the newspaper. <q> The MPS( Metropolitan Police Service) is launching a new investigation to consider this material, </q> the police force said in a statement. \"This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010.\" <strong> Andy Coulson </strong>'s resignation prompted", "new_id": -2}, {"uid": "1296664610083984386", "i": 28250, "idx": 3, "sa": ["George Stephanopoulos", "Barack Obama", "Joe the Plumber", "John McCain", "Colin Powell", "Sarah Palin", "Rudy Giuliani"], "q": "Myth <strong> John McCain </strong> tells <strong> George Stephanopoulos </strong> that he sides with his former running mate <strong> Sarah Palin </strong> on there being a \"death panel\" in <strong> Barack Obama </strong>'s health care proposal. He gets rather snotty with the \"This Week\" host. <q> There was a provision in the bill tha... <strong> John McCain </strong> Interview: MSNBC 10/02/08 part <strong> Barack Obama </strong> <strong> John McCain </strong> Morning <strong> Joe the Plumber </strong> Interview TRANSCRIPT:[] JIM KRAMER: <strong> Warren Buffett </strong> he wants in, he actually wants to invest. Why dont you tell people that those that believe in the American people, those that believe that homeowners will fight to keep their homes are bankable and you want to be a... <strong> Colin Powell </strong> destroys both \"<strong> Joe the Plumber </strong> </q> and <strong> John McCain </strong>'s Campaign while endorsing <strong> Barack Obama </strong>! <strong> Colin Powell </strong> destroys both \"<strong> Joe the Plumber </strong>\" and <strong> John McCain </strong>'s Campaign while endorsing <strong> Barack Obama </strong>! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- <strong> Rudy Giuliani </strong> Secretary of State <strong> Colin Powell </strong> announced Sunday that he will", "new_id": -2}, {"uid": "1295970663009764877", "i": 22975, "idx": 7, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "winning streak, 109-96, on Friday night. \"It's just because our backs are against the wall,\" <strong> Allen Iverson </strong> said after Denver's second big win over a nemesis[ Phoenix] in 48 hours. <q> We understand that every night we have to come in here and play hard and play together and not take any possessions off. We know how serious it is in the <strong> David West </strong>, and if we don't get our act together it's going to be a chance we're not going to be in the playoffs. \"And with our roster... there's no way we shouldn't be in the playoffs. </q> Can you imagine? With two All-Star starters in <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> and the reigning defensive player of the year in <strong> Marcus Camby </strong>? The Nuggets sure can't fathom it. They're off to their best start in 20", "new_id": -2}, {"uid": "1297616629186400779", "i": 26897, "idx": 39, "sa": ["Donald Rumsfeld"], "q": "job. You have a civilian authority in Iraq not really taking your guidance,\" Martin continued. \"And not working closely with the military, which is unfortunate,\" <strong> Donald Rumsfeld </strong> added. <q> Why did you stand for that? </q> asked Martin. \"You have to cut him some slack,\" <strong> Donald Rumsfeld </strong> explained. \"You have to assume that he knows what he's doing, and work with him. He's there on", "new_id": -2}, {"uid": "1296110120070025222", "i": 3875, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "alleviate the simple fact that it's got to come from somewhere.\" Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q> Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government, </q> said <strong> Sen. Bernie Sanders </strong>, I-Vt. \"It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country", "new_id": -2}]