[{"uid": "1295328855053116960", "i": 51869, "idx": 1, "sa": ["Allen Iverson", "Reggie Watts", "Elton Brand", "Guillermo del Toro"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. PhilaGuillermo del Torophia lost three of four games with <strong> Allen Iverson </strong> siGuillermo del Toroined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four <strong> Reggie Watts </strong> performs live at aura lounge in portland oregon for PICA unwrapped. Part 1 del Toro_Guillermo del Toro_Guillermo del Toro_Q&amp;A_Portland,_OR__Part_11/11__Love_for_videogames On 9/29/10, <strong> Guillermo del Toro </strong>'s last question of the", "new_id": -2}, {"uid": "1295704020092569644", "i": 37175, "idx": 0, "sa": ["Robert Gates", "Colin Powell"], "q": "Mr. Chairman. Mr. Attorney General, the detention center at Guantanamo Bay continues to harm our image around the world. There's growing consensus on this. Secretary of Defense <strong> Robert Gates </strong> told the House Committee, quote, <q> I came to this job thinking that Guantanamo Bay should be closed. </q> KOHL: According to press reports, Secretary of State Rice has also supported efforts within the administration to close Guantanamo. And former Secretary of State <strong> Colin Powell </strong> said, quote, \"If it was up to me,", "new_id": -2}, {"uid": "1297102476174964769", "i": 30354, "idx": 1, "sa": ["Susan Boyle", "Simon Cowell"], "q": "New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <strong> Susan Boyle </strong>. <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said in a statement. Britain's \"The X Factor\" , which launched in 2004, won the talent show category at Britain's National Television Awards two weeks ago beating \"Britain's Got", "new_id": -2}, {"uid": "1297713783158121991", "i": 4395, "idx": 0, "sa": ["Sergio Marchionne", "Steven Chu"], "q": "'s application for federal loans is \"moving ahead\" and will not be affected too much by proposed cuts in the Obama administration's budget, the head of the U.S. Department of Energy said on Monday. <q> We're moving ahead with Chrysler. I don't think it's affected that much by this( FY2012) budget, </q> said U.S. Energy Secretary <strong> Steven Chu </strong>, said during a call with reporters. A DOE spokeswoman said the department is still in the due diligence phase with the Chrysler loan application. Chrysler CEO <strong> Sergio Marchionne </strong> said", "new_id": -2}, {"uid": "1296964121115425444", "i": 19804, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": ", a game in which the Eagles trailed by 21 points in the fourth quarter. \"<strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,\" Eagles offensive coordinator <strong> Marty Mornhinweg </strong> said. <q> Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that. </q> ESPN.com's Matt Mosley writes about all things NFC East in his division Blog network: NFL Nation Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field", "new_id": -2}, {"uid": "1296759238078708740", "i": 6413, "idx": 1, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": ", there is a huge lack of humor out there!! Hey you guys, don't take things too seriously, especially my shows.\" And then, just to punctuate his point, he added: <q> Smile or` Go**** a duck.' </q> That's what we were waiting for. It's almost like <strong> Simon Cowell </strong> never left. VIDEO: Hooray! <strong> Ryan Seacrest </strong> finally got some loving on last night's Play nice and have fun. And", "new_id": -2}, {"uid": "1295675869065781776", "i": 26769, "idx": 3, "sa": ["Allen Iverson", "Jason Terry", "Shareef Abdur-Rahim", "Tim Cahill"], "q": "by a flu, <strong> Allen Iverson </strong> had a season-low 12 points and missed 15 of 19 shots in a loss to Indiana on Friday night. He had 13 points in the first quarter against Atlanta, and kept scoring. <q> I didn't feel better, but I was rested, </q> <strong> Allen Iverson </strong> said. <strong> Jason Terry </strong> had 20 points and <strong> Shareef Abdur-Rahim </strong> had 17 for the Hawks, who are off to a 6-12 start. It was the ninth Tim Cahille, including playoffs, that <strong> Allen Iverson </strong> has scored 50 or more points", "new_id": -2}, {"uid": "1295168588203145230", "i": 9081, "idx": 0, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand", "Barack Obama"], "q": ", damaged in the shooting, is bandaged.) For about 30 seconds, <strong> Gabrielle Giffords </strong> struggled, before finally opening her eye wide and straining to focus on her friends, husband, parents and doctor. <q> We knew she could hear and understand what we were saying, </q> <strong> Kirsten Gillibrand </strong> told reporters traveling back to Washington with the <strong> Barack Obama </strong> Thursday morning. It was the first time <strong> Gabrielle Giffords </strong> had opened her eye since the shooting. <strong> Mark Kelson </strong> told <strong> Gabrielle Giffords </strong> to give him a thumbs-up if she could", "new_id": -2}, {"uid": "1295779335192643080", "i": 19552, "idx": 0, "sa": ["Sergio Marchionne"], "q": "traditional battery hybrid minivan is also a possibility. In a recent speech at the Ontario plant that builds the Town& Country and Dodge Grand Caravan, Chrysler CEO <strong> Sergio Marchionne </strong> said of hybrid vans: <q> We can do all those things, assume that it will happen in due time, </q> but didn't want to make any boastful announcements until the product is ready. He also said that there will only be one version of the next-generation van, either a Dodge or Chrysler model, but that the", "new_id": -2}, {"uid": "1296520316090341463", "i": 23275, "idx": 0, "sa": ["Mark Kelson", "Al Gore", "Barack Obama", "Michael Vick"], "q": "of Homeland Security Photo in Slideshow: A pedestrian negotiates snow and slush left over... Video: Two injured Oklahomans share cautionary tails about... Photo in Slideshow: U.S. first lady <strong> Barack Obama </strong> stands with <strong> Mark Kelson </strong>... Report Abuse <q> This must be a figment of all these folks imagination cause <strong> Al Gore </strong> said we were experiencing Global Warming... </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl", "new_id": -2}]