[{"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy\"/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q>Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise,</q> he said. \"It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.\"", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}, {"uid": "1295361627259211268", "i": 22796, "idx": 0, "sa": ["Steve Ballmer"], "q": "Year award, Glo was selected by Microsoft Corp. as a prime example of applications touch-tuned to maximize the interactivity and features of the new slate devices that were shown at the Microsoft booth at CES in Las Vegas. <q> \"We are honored to be included in Product Scout</q>\" Microsoft CEO <strong> Steve Ballmer </strong> introduced several Windows 7-powered slates during his CES keynote presentation, and the CES trade show floor was punctuated with Microsoft and OEMs showing Windows 7-powered slates at their booths including apps such as", "new_id": -2}, {"uid": "1297602272081625148", "i": 2597, "idx": 0, "sa": ["Simon Cowell", "the Fox"], "q": "talkshow Extra, the music mogul suggested that- contrary to recent reports- he is not intending to focus fully on <strong> the Fox </strong> launch in America and will be still involved with the ITV1 show. <q>We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour,</q> he said. \"It hasn't been tested yet but that's the idea.\" <strong> Simon Cowell </strong> is yet to announce the judging panel for either version, airing in conjunction this autumn, but there is", "new_id": -2}, {"uid": "1294993546105644058", "i": 9600, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "It was raw strength. It was beautiful, and so moving,\" said <strong> Kirsten Gillibrand </strong>, who flew to Tucson with <strong> Barack Obama </strong> for an emotional memorial service Wednesday for the six who died in the shooting. <q>She wanted us to know she was with us 100 percent, and understood everything we were saying.</q> The uplifting signs of recovery came shortly after the president had visited <strong> Gabrielle Giffords </strong>. \"I think she realized the president of the United States was there, but I'm not sure she knew why", "new_id": -2}, {"uid": "1297094194234487815", "i": 11844, "idx": 5, "sa": ["George H.W. Bush", "Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "<strong> President Bush </strong>. He served as Defense secretary and chief of staff to <strong> Gerald Ford </strong> and again led the Pentagon during the second <strong> President Bush </strong> presidency. <strong> Donald Rumsfeld </strong> was unapologetic about his leadership of the wars in Iraq and Afghanistan. <q>I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al Qaeda out of Afghanistan,</q> he said. As in his book, <strong> Donald Rumsfeld </strong> was forthcoming with his criticism of public figures, including his fellow <strong> President Bush </strong> Cabinet members. <strong> Donald Rumsfeld </strong> said he was \"kind of disappointed\" in <strong> George H.W. Bush </strong>", "new_id": -2}, {"uid": "1297617511105119748", "i": 36220, "idx": 1, "sa": ["Eric Schmidt"], "q": "CEO <strong> Eric Schmidt </strong>, according to the source, but \"those discussions are unlike to lead to an alliance.\" Should a Nokia-Microsoft alliance develop over Windows Phone 7, it could prove beneficial to both parties. <q>You get access to their WP7 intellectual property Scot-free and access to the U.S. market where your share has dived to the low single-digit level, and in doing[ so] cut your bloated handset business R&D budget,</q> Berenberg Bank analyst Adnaan Ahmad wrote in a Jan. 31 letter addressed to both CEOs. But others are convinced that an Android partnership might serve Nokia better in the long run. Adopting the Google-built smartphone OS", "new_id": -2}, {"uid": "1295238793192987152", "i": 20505, "idx": 0, "sa": ["Arthur D. Levinson", "Steve Jobs", "Al Gore", "Eric Schmidt"], "q": "defended the company's disclosures. \" \"We believe we have met all disclosure obligations,\" Genentech Inc.( DNA) CEO <strong> Arthur D. Levinson </strong> told shareholders. <strong> Arthur D. Levinson </strong> has been an Apple board member since 2000. <q>Nothing has changed. Succession planning is something this board takes up regularly. You can assume we will do that responsibly.</q>\" In other activity at the board meeting: Shareholders approved the re-election of the eight-member board, which includes <strong> Steve Jobs </strong>, former <strong> Al Gore </strong>, and Google CEO <strong> Eric Schmidt </strong>. And the shareholders sang \"", "new_id": -2}, {"uid": "1295094125134053943", "i": 20080, "idx": 10, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "\" <strong> Kobe Bryant </strong> said. \"With us being a successful team, every team is coming after us. We just could not get it done on the defensive boards and in the end it really hurt us.\" <q>It's a big difference when you've got a guy driving down the lane all the time laying the ball up,</q> said Los Angeles point guard Nick Van http://wn.com/Allen_Iverson_44pts_15asts_vs_Steve_Nash_Phoenix_Suns_06/07 <strong> Allen Iverson </strong> dishes 15 assists on top of 44 points in one-sided affair <strong> Allen Iverson </strong> feels right at home just in time for the Denver Nuggets' big road trip. <strong> Allen Iverson </strong> scored 44", "new_id": -2}, {"uid": "1295537212247300126", "i": 2540, "idx": 1, "sa": ["Simon Cowell"], "q": "US and admits it took a discussion with an unnamed \"successful\" friends to make him realise it was time to go. He explained on a forthcoming episode of \"Oprah Presents Master Class': <q>I asked a very successful guy,` What's the best advice you can give me?' and he said,` <strong> Simon Cowell </strong>, always know when to leave the fair.' And I think that's good advice. Something inside you just says,` You know what, it's time to go.' Without any regrets whatsoever.</q> Despite departing` American Idol', <strong> Simon Cowell </strong>- who got engaged to make-up artist Mezhgan Hussainy last year- insists he has enjoyed being a TV talent show judge because it isn\"t very difficult.", "new_id": -2}, {"uid": "1296740942231227416", "i": 8764, "idx": 0, "sa": ["Dick LeBeau", "Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory. \"He's like a very good scorer in basketball_ you know he's going to get points,\" Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q>From a defensive standpoint, you've got to keep him from controlling the game and monopolizing the game. That's what we have to try and do with <strong> Aaron Rodgers </strong>. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release.</q> <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced first downs, a", "new_id": -2}]