[{"uid": "1296513301231162133", "i": 16733, "idx": 0, "sa": ["Michael Vick", "Ken Cuccinelli"], "q": " \"affordable\"? Medicare is$ 98.00 a month and that is affordable,$ 800.00 isn't. Before I was on Medicare my medical insurance cost$ 36,000 a year! That was outrageous! Report Abuse <q>There has never been a point in our history where the federal government has been given the authority to require citizens to buy goods or services,</q> Virginia Attorney General <strong> Ken Cuccinelli </strong> said in a statement.\" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl", "new_id": -2}, {"uid": "1297600397255197310", "i": 47361, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "which are rapidly plummeting in price.\" Nokia CEO <strong> Stephen Elop </strong> is reported to have said he feared it would be too difficult for Nokia to differentiate itself in the Android ecosystem. He's quoted saying: <q>It felt a little bit like giving up and not enough like fighting back.</q> <strong> Stephen Elop </strong> and Microsoft CEO, <strong> Steve Ballmer </strong>, concluded a joint open letter on the alliance by saying: \"There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome", "new_id": -2}, {"uid": "1297202759258572290", "i": 2143, "idx": 0, "sa": ["Jay Bybee", "Donald Rumsfeld", "President Bush"], "q": "Water boarding has long been considered torture under the Geneva Conventions, the Convention Against Torture, and domestic law, until torture and authorize it in violation of international law. Joseph <strong> Jay Bybee </strong> redefined torture as actions leading to <q>serious physical injury such as death or organ failure.</q> <strong> President Bush </strong> <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> should take heed. In his book published this week, Known and Unknown, he too justified the Administration's use of torture. He and <strong> President Bush </strong> have some public support.", "new_id": -2}, {"uid": "1297617994047562773", "i": 2232, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "though <strong> Steve Ballmer </strong> offered, \"Our belief is that we can move faster through this partnership than what we've ever done before.\" Regarding the beneficiaries of the announcement, <strong> Stephen Elop </strong> had much to say. <q>We believe this is good for Nokia,</q> he explained, continuing: It represents a next-generation platform upon which we can attach our innovation. It gives us an opportunity to jointly lead a new and leading ecosystem in the marketplace. It gives us", "new_id": -2}, {"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,\" <strong> Trent Baalke </strong> said. \"Oh, I want this guy, I want that guy.' That's the reality of what we do. <q>It's a talent-acquisition business, right? If you don't have it, it's hard to win.</q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}, {"uid": "1295739237074268677", "i": 48551, "idx": 5, "sa": ["Detroit Red", "Rasheed Wallace", "Allen Iverson"], "q": "for us.\" But scoring wasn't the first thing on <strong> Rasheed Wallace </strong>'s mind in the second half. He was more concerned with how the game was being officiated-- tipping toward the Spurs, he thought. <q><strong> Elgin Baylor </strong> knew what it was going to be out there, and <strong> Elgin Baylor </strong> didn't want our team to fall into that,</q> <strong> Rasheed Wallace </strong> said. \"We knew how it was going to be, especially going against the league darlings.\" <strong> Rasheed Wallace </strong> finished with 19 points and <strong> Allen Iverson </strong> also scored 19 for <strong> Detroit Red </strong>( 11-6), which has won", "new_id": -2}, {"uid": "1295669723025427987", "i": 3601, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "results for Wall Street. <strong> Eric Schmidt </strong>, who was named chairman in March 2001 and CEO the following August, said he'll now focus on where he can add \"the greatest value\". <q>Externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>,</q> he said here. The change is part of a shake up in the power triumvirate of <strong> Eric Schmidt </strong>, Page and other co-founder <strong> Sergey Brin </strong> to simplify Google's management structure and speed up decision", "new_id": -2}, {"uid": "1296777071232128536", "i": 46297, "idx": 2, "sa": ["Tom Craddick", "Gov. Rick Perry", "Eddie Rodriguez", "Mike Pence"], "q": "the Statesman's Laylan Copelin: \"State Reps. <strong> Tom Craddick </strong> and <strong> Eddie Rodriguez </strong> are a political odd couple united by their legislation that payday lenders say will put them out of business.\" From the Statesman's <strong> Mike Pence </strong> Ward: <q>Texans 70 and older would not have to show a photo ID to vote. People without a driver's license could get a free state photo ID card to vote. And people could use their concealed-handgun licenses to vote. Those are among the provisions of a voter ID bill the <strong> Gov. Rick Perry </strong> Senate approved late Wednesday and sent to the House, where approval also is expected. But both supporters and opponents predicted Thursday that the proposal will be changed some more before it gains final approval.</q> From the AP's Jay Root: \"Prosecutors have expanded a criminal inquiry into <strong> Gov. Rick Perry </strong> lawmakers' double-dipping on expenses after one representative said he was auditing his spending practices and then repaid his campaign more than$ 15,000", "new_id": -2}, {"uid": "1295560284104759370", "i": 35573, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "Chapel Hill. Page praised <strong> Eric Schmidt </strong>, too. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade. The results speak for themselves,\" he said. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. <strong> Google Inc. </strong> still has such incredible opportunity-- we are nly at the beginning and I can't wait to get started.</q> \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <strong> Google Inc. </strong> earned$ 2.5 billion, or", "new_id": -2}, {"uid": "1296232141043434078", "i": 16305, "idx": 11, "sa": ["Michelle Obama", "Mike Pence"], "q": ". I'm excited for any door <strong> Mike Pence </strong> walks through,\" she said. \"Obviously it'd be great for the state of Indiana.\" Politics Video: Exclusive: <strong> Michelle Obama </strong>'s New Focus Report Abuse <q><strong> Barack Obama </strong> has a dying political message of retread talking points that excites n one even the lemming lib followers.</q> Report Abuse \"He should run for Governor. The fewer GOP knuckleheads in the House the better.\" Washington Post: New GOP proposal targets federal workforce Washington Post: Gun show attendees say firearms limits would be", "new_id": -2}]