[{"uid": "1297457367203407371", "i": 22307, "idx": 0, "sa": ["Ben Jealous", "Colin Powell"], "q": "awarded in recognition of special achievements and distinguished public service.`` <strong> Colin Powell </strong> has led an extraordinary life of public service and holds a unique place in American history'' stated <strong> Ben Jealous </strong>, chief executive office of the NAACP. <q> He rose from humble roots as the son of Jamaican immigrants to become a distinguished military leader, a statesman, a humanitarian and a philanthropist. </q> Reader Comments All comments on this page are subject to our Terms of Use and do not necessarily reflect the views of the Examiner or its staff. Reader-submitted content that advocates violence or", "new_id": -2}, {"uid": "1296484737135364618", "i": 9319, "idx": 1, "sa": ["Sergio Marchionne"], "q": "other restructuring debts, it earned a$ 198 million operating profit.`` What Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,'' Chief Executive <strong> Sergio Marchionne </strong> said. <q> However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives. </q> Revenue for the fourth quarter totaled nearly$ 10.8 billion, down$ 255 million from the third quarter. For all of 2010, Chrysler lost$ 652 million but earned an operating profit of", "new_id": -2}, {"uid": "1297588672045400131", "i": 10459, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Washington-- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many`` <strong> Donald Rumsfeld </strong>'s Rules'': <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his book,`` Known and Unknown,'' he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a", "new_id": -2}, {"uid": "1295664301250150930", "i": 44799, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "making his job impossible. In a personal statement, <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110% needed''. <q> When the spokesman needs a spokesman it's time to move on, </q> he added. He said it had been a`` privilege and an honour'' to work for the <strong> Tony Blair </strong> for three-and-a-half years. The <strong> Tony Blair </strong> said he was`` very sorry'' <strong> Andy Coulson </strong> felt``", "new_id": -2}, {"uid": "1295554755243744795", "i": 13431, "idx": 1, "sa": ["Michael Vick"], "q": "far as people reporting where as before they might not have thought it got the attention that it needed.'' She says there is large public awareness of animal fighting after the <strong> Michael Vick </strong> case. <q> I know that there were probably many people who prior to the <strong> Michael Vick </strong> case maybe didn't even know that dog fighting existed, or they thought that it was something that happened once in a while in a small, poor corner of a city. </q> Cosby says the work that the organization does is supported by donors and people who care.`` So people who care can really make a difference. Having the man power and having the money", "new_id": -2}, {"uid": "1295395071226230299", "i": 6462, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": "back <strong> Michael Vick </strong> Turner had only 39 yards rushing and a touchdown in a 48-21 victory. Even <strong> Tramon Williams </strong> didn't realize how well his teammates played against the Falcons until he watched game tape Monday. <q> As a` DB' you don't get to see the front seven doing their job because you are in coverage all the time, </q> <strong> Tramon Williams </strong> said.`` When you come back and watch film and see the way those guys are playing up front, it's crazy. They've done a great job up there and kind of made our job", "new_id": -2}, {"uid": "1296220407081313837", "i": 47672, "idx": 0, "sa": ["Eric Schmidt"], "q": "speaking at the World Economic Forum this week downplayed Facebook as a competitor to Google. Fortune reports: <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. <q> We have a competitor called Microsoft( MSFT), </q> he said.`` Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.'' Facebook, on the other hand,`` has clearly stated they don't want", "new_id": -2}, {"uid": "1297217356071778338", "i": 448, "idx": 2, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "draw down US troops shortly after the 2003 invasion of Iraq was`` the most important failure in the execution of the war.'' Telling <strong> Diane Sawyer </strong> that assessment was`` possible,'' <strong> Donald Rumsfeld </strong> also cautioned that <q> the path you didn't take is always smoother. </q> The admissions largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq war on`` too many hands on the steering wheel.'' <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1296680848252428306", "i": 17044, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Robert Gates"], "q": "More <q> We shrink from our global responsibilities at our peril, as retrenchment brought about by short-sighted cuts could well lead to costlier and more tragic consequences later- indeed as they always have in the past. </q> That's how Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> concluded his presentation about why the <strong> Barack Obama </strong> administration would cut$ 78 billion from the Pentagon's five-year budget. Not the most effective sales pitch: After 30 minutes of explaining", "new_id": -2}, {"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq.`` <strong> Colin Powell </strong> was not duped or misled by anybody,'' Mr. <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}]