[{"uid": "1295358434148537377", "i": 37174, "idx": 0, "sa": ["Steve Ballmer"], "q": ", along with partner-hosted options, according to the firm. Microsoft chief executive <strong> Steve Ballmer </strong> unveiled the new release, saying that it redefined productivity by offering an industry-leading product that fully embraces the cloud. <q> This is the first time we've made a release in the cloud before we have done so in the server version, and I think that really reflects the push by Microsoft into the cloud, </q> he said. Previous versions of Dynamics CRM largely focused on the on-premise model, in contrast to CRM providers such as Salesforce.com which have long made their products available online as software-as-a-service. Now,", "new_id": -2}, {"uid": "1297215457052674561", "i": 43540, "idx": 5, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": ", that they were not hurting people.'' Mr <strong> Donald Rumsfeld </strong> described it as`` a fine operation,'' and said US military personnel working there have`` taken a lot of the heat unfairly'' and <q> deserve a lot of credit </q> for their work. Mr <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 Barack Obamaial campaign, Mr <strong> Barack Obama </strong> was critical of indefinite detention for unlawful combatants.", "new_id": -2}, {"uid": "1295978029153763874", "i": 2792, "idx": 0, "sa": ["Howard Berman", "Ron Lee Wyden", "Dianne Feinstein", "Charles Ellis Schumer", "Russ Feingold", "Al Franken", "Jack Lew", "Arlen Specter", "Herb Kohl", "Carl Levin", "Bernie Sanders", "Frank Lautenberg", "Barbara Boxer", "Michael Bennet"], "q": ". Photo: FILE- This March, 1997 file photo shows a general... Photo: A 1940s advertisement provided by The Advertising... Isreal is the worst human right violator in the world Report Abuse <q> Jewish people only make up around 2.5 percent of the US population, </q> how is it they hold so many positions of power? Senate Members: <strong> Michael Bennet </strong> <strong> Barbara Boxer </strong> Benjamin Cardin <strong> Russ Feingold </strong> <strong> Dianne Feinstein </strong> <strong> Al Franken </strong> <strong> Herb Kohl </strong> <strong> Frank Lautenberg </strong> <strong> Jack Lew </strong> LieHoward Berman <strong> Carl Levin </strong> <strong> Bernie Sanders </strong> <strong> Charles Ellis Schumer </strong> <strong> Arlen Specter </strong> <strong> Ron Lee Wyden </strong>", "new_id": -2}, {"uid": "1296982648071090214", "i": 56791, "idx": 1, "sa": ["Louis Walsh", "Simon Cowell", "Robbie Williams", "Dannii Minogue"], "q": "the prospect of joining the show.'' <strong> Robbie Williams </strong>, 36, has been one of the show's biggest fans, appearing several times on stage and mentoring contestants. <strong> Simon Cowell </strong> said last year: <q> I would like to get <strong> Robbie Williams </strong>. He's got good instincts. I'd love to have him there because I think he would be a good judge, full stop. </q> The insider added:`` <strong> Simon Cowell </strong> is definitely not returning as a full-time judge but will remain involved in some way. Both <strong> Dannii Minogue </strong> and <strong> Louis Walsh </strong> are being invited to return but the final female judging spot is", "new_id": -2}, {"uid": "1295473852012009688", "i": 27617, "idx": 0, "sa": ["Regis Philbin", "David Letterman", "Betty White", "Sherri Shepherd"], "q": "him.'' <strong> Sherri Shepherd </strong> says,`` It was a little sad because you could time memories of your life with <strong> Regis Philbin </strong>'' Even the birthday girl herself was talking about it. <strong> Betty White </strong> added, <q> I think <strong> Regis Philbin </strong> is retiring hoping to set an example for me to get out of everyone's hair, but I'm not going to do it! </q> <strong> Regis Philbin </strong> called his good pal <strong> David Letterman </strong> to talk about his decision to step down,`` Dave you would make me feel much better if you sing a couple lines of there's no business like show business", "new_id": -2}, {"uid": "1297715146211173397", "i": 4336, "idx": 0, "sa": ["Patty Murray", "Chris Smith", "Kirsten Gillibrand", "Barbara Boxer"], "q": "horrors of abortion,'' <strong> Chris Smith </strong> said on Tuesday. A gaggle of U.S. Senators led by Sen. <strong> Barbara Boxer </strong>( D-Calif.), however, blasted <strong> Chris Smith </strong> and Lipinksi's efforts, and accused them of risking <q> the health and the lives of women. </q>`` Your agenda on women's health is extreme. It breaks faith with a decades-long bipartisan compromise,'' <strong> Barbara Boxer </strong> said at a Tuesday press conference, with Sens. <strong> Patty Murray </strong>( Wash.), <strong> Kirsten Gillibrand </strong>( N.Y.", "new_id": -2}, {"uid": "1295624661249511997", "i": 4099, "idx": 0, "sa": ["Eric Schmidt", "Ken Auletta"], "q": "Finance Search Fri, Jan 21, 2011, 10:44 AM EST- U.S. Markets close in 5 hrs 16 mins <strong> Eric Schmidt </strong> <q> Lost Some Energy And Focus </q> After Battling Google's Cofounders Over China Jay Yarow, On Friday January 21, 2011, 10:07 am <strong> Ken Auletta </strong> has written the best take on why target=\"_blank\" href=\"http://www.businessinsider.com/Eric Schmidt-scmidt-out-as-google-ceo-2011-1\"> <strong> Eric Schmidt </strong> is leaving Google", "new_id": -2}, {"uid": "1296629453234962980", "i": 33094, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the all-pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark with", "new_id": -2}, {"uid": "1295779311072171695", "i": 56256, "idx": 1, "sa": ["Andy Coulson"], "q": "murky truth will come to light.'' Mr <strong> Andy Coulson </strong> is understood to have told the Prime Minister of his intention to resign on Wednesday but the decision was announced on Friday. 22 Jan 2011 <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. The Prime Minister said he was`` very sorry'' Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being`` punished for the same offence twice", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}]