[{"uid": "1297101141243499039", "i": 7545, "idx": 0, "sa": ["Michael Vick", "Stephen Schwambach"], "q": "is why we talked about <strong> Michael Vick </strong>, too. We asked the question, \"Are they sincere( about their faith)?' And the answer is we don't know,\" he said. <q> The rest of it is that nobody knows that about you when you try to get your act together either, so cutting the guy some slack giving him another chance is what God does for us. </q> <strong> Stephen Schwambach </strong> said people should be looking for ways to intertwine their personal hobbies with their relationship with God, not separate them.: I can\"t help but think God is not a", "new_id": -2}, {"uid": "1295225670165576712", "i": 27414, "idx": 1, "sa": ["Nigel Lythgoe", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "<strong> Simon Cowell </strong> who is instead launching an American version of The X Factor this year. <strong> Nigel Lythgoe </strong> insists Aerosmith singer <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> have a great deal more to offer the show's wannabe pop stars. <q> Both of them are very aware of what they bring and are aware of how they treat the kids because they've been judged all their lives, </q> he explained. Keep updated with the latest breaking news and content on our Twitter feed. Latest dining reviews Read the latest reviews by the Shropshire Star's dining out reviewers before you decide where", "new_id": -2}, {"uid": "1295052317065650718", "i": 25123, "idx": 0, "sa": ["Donald Rumsfeld", "Goldie Hawn", "Britney Spears", "Kanye West", "Star Jones", "Charlie Sheen", "Kate Hudson"], "q": "someone in my family said that. No one in my family ever said that to anybody.\"[ Us] Though <strong> Kate Hudson </strong> hasn't released a statement about her pregnancy, <strong> Goldie Hawn </strong> Tweeted, <q> Thank you all for your good wishes for our new baby! Family holds us tight! </q>[ <strong> Star Jones </strong>] The <strong> Charlie Sheen </strong> Wife's <strong> Donald Rumsfeld </strong> cameo has been called off before it even got off the ground.[ AP] <strong> Kanye West </strong> used his own meme to congratulate <strong> Britney Spears </strong> on \"", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q> Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet, </q> <strong> Mike D'Antoni </strong> said. \"They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}, {"uid": "1295527050255115294", "i": 3763, "idx": 1, "sa": ["Simon Cowell"], "q": "the US and admits it took a discussion with an unnamed \"successful\" friends to make him realise it was time to go. He explained on a forthcoming episode of \"Oprah Presents Master Class': <q> I asked a very successful guy,` What's the best advice you can give me?' and he said,` <strong> Simon Cowell </strong>, always know when to leave the fair.' And I think that's good advice. Something inside you just says,` You know what, it's time to go.' Without any regrets whatsoever. </q> American Idol', <strong> Simon Cowell </strong>- who got engaged to make-up artist Mezhgan Hussainy last year- insists he has enjoyed being a TV talent show judge because it isn\"t very difficult.", "new_id": -2}, {"uid": "1297294817013402180", "i": 33544, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Jane Holl Lute"], "q": "On January 23, 2009, <strong> Barack Obama </strong> announced his intention to nominate <strong> Jane Holl Lute </strong> as Deputy <strong> Donald Rumsfeld </strong> of Homeland Security.[ 3] She was confirmed April 3.[ 1] How about this... Napolitano: <q> I am a Bilderberg puppet nutjob who continues to spew nonsense at congressional hearings while <strong> Jane Holl Lute </strong> rapes the American citizen of all humanity </q> Re: Napolitano: Al-Qaeda does not exist: \"Natural Born Americans are the terrorists\" to me it seems that this ties into birthright citizenship, now all they have to do is identify you as a terrorist", "new_id": -2}, {"uid": "1295508803113688616", "i": 5387, "idx": 2, "sa": ["Kara DioGuardi", "William Hung", "Simon Cowell", "Lee DeWyze", "Ellen DeGeneres"], "q": ",. Over the last nine seasons, the smug and acerbic Brit with the snug V-necks has become famous for comparing one contestant's singing to \"a cat being thrown off a skyscraper,\" telling another, <q> Don't mean \"American Idol' judges are in the spotlight this year PASADENA, Calif.- The most intriguing part of the 10th season of \"American Idol </q> will have nothing to do with which young singer is the next <strong> Lee DeWyze </strong> or <strong> William Hung </strong>. This time, it\"s all about the judges. With the departure of <strong> Simon Cowell </strong>, <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>, producers need", "new_id": -2}, {"uid": "1296083432189841410", "i": 30189, "idx": 2, "sa": ["Michael Vick", "Kevin Kolb"], "q": "wasted a year of <strong> Kevin Kolb </strong>'s development in order to attain the lofty height of losing a wild-card playoff game at home as the betting favorite. So assume he is staying, even as he acknowledges, <q> I hope so, but in this business, you never know. </q> <strong> Michael Vick </strong>'s goal is to get a rest and, as he said, to \"watch a ton of film, try to get better.\" It is the correct mindset. But Eagles coach Andy", "new_id": -2}, {"uid": "1295753709087883837", "i": 33585, "idx": 6, "sa": ["LeBron James", "Chris Webber", "Dwyane Wade", "Jimmy Spencer", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 http://wn.com/Miami_Heat_vs_Sacramento_Kings_104__83_December_11,_2010 <strong> Dwyane Wade </strong> scores 36 points and leads the Heat to their season-best eighth straight win, 104-83 over the Kings. Heat-Kings notebook By <strong> Jimmy Spencer </strong>, for NBA.com Posted", "new_id": -2}, {"uid": "1295800027068403245", "i": 46866, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "a way to go.\" He credited <strong> Barack Obama </strong> with stabilizing the economy, tackling health care reform and working with countries around the world, but declined to give the president a letter grade. <q> Every president has a challenge when it goes from campaigning to governing, takes a while to figure out the difference between campaign and governing, </q> <strong> Colin Powell </strong> said on CNN's \"State of the Union.\" \"Now we see at the end of the second year, he is definitely focusing on governing... we'll see how 2011 goes.\"", "new_id": -2}]