[{"uid": "1296296849031719434", "i": 493, "idx": 4, "sa": ["Eric Schmidt"], "q": "nicht innehalten. Denn er vermag diesen Pessimismus nicht nachzuvollziehen, wobei ihm der inzwischen wieder atemberaubende gesch?ftliche Erfolg der Anbieter von Informationstechnologie im Allgemeinen und von Internetkonzernen wie Google im Besonderen in dieser Ansicht leiten d?rfte: <q> Ich bin vollst?ndig anderer Meinung </q>, ruft <strong> Eric Schmidt </strong> dem japanischen Kollegen zu. Ganz im Gegenteil st?nden die Vereinigten Staaten am Beginn eines Aufschwungs. \"Die Volkswirtschaft befindet sich in einem Zyklus von vielleicht sieben Jahren, den sie braucht, um ihre berh?hte", "new_id": -2}, {"uid": "1295945595182452249", "i": 11325, "idx": 2, "sa": ["Bill Clinton", "Newt Gingrich", "Bill Lockyer", "John F. Kennedy", "Barack Obama"], "q": "U.S. in sending a satellite into space, pushed <strong> Bill Clinton </strong> Dwight D. Eisenhower to fund an increase in scientists and engineers. <strong> Bill Clinton </strong> <strong> John F. Kennedy </strong> subsequently spurred America toward the 1969 moon landing. Now, <strong> Barack Obama </strong> says, <q> we need a commitment to innovation that we haven't seen since <strong> Bill Clinton </strong> <strong> John F. Kennedy </strong> challenged us to go to the moon. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1296585674107593766", "i": 12639, "idx": 0, "sa": ["Zahi Hawass", "J. King"], "q": "widespread poverty and pervasive corruption. Egypt is \"the greatest open-air museum in the world,\" said Peter Der Manuelian, the Philip <strong> J. King </strong> professor of Egyptology at Harvard University. He said he and his colleagues are <q> trying to stay on top of( the situation) as best we can, </q> given spotty internet service in Egypt. Friday night, a group of \"criminals\" entered the Cairo Museum using a fire department staircase, <strong> Zahi Hawass </strong>, secretary-general of the Supreme Council of Antiquities, told CNN early Sunday", "new_id": -2}, {"uid": "1296744949119816196", "i": 18836, "idx": 1, "sa": ["Bernie Sanders"], "q": "the Defense Department recommend additional ways to punish the violating contractors, but the Report to Congress on Contractor Fraud concluded, \"The department believes that existing remedies with respect to contractor wrongdoing are sufficient.\" <q> It has been said that insanity as doing the same thing over and over and expecting different results, </q> replied the <strong> Bernie Sanders </strong> staff in an Sanders.senate.gov/graphics/Analysis_of_contractor_fraud_rpt.pdf\" target=\"_hplink\"> analysis of the findings. \"It is clear that DOD's current approach is not working, and we need a much more vigorous approach to dealing with", "new_id": -2}, {"uid": "1295994268049692680", "i": 20664, "idx": 0, "sa": ["Jamie Court", "Larry Page", "Eric Schmidt"], "q": "target=\"_blank\"> Consumer Watchdog president <strong> Jamie Court </strong> did, however, blog that changes could be afoot in Google's privacy policies now that co-founder <strong> Larry Page </strong> is set to step into the CEO position being vacated by <strong> Eric Schmidt </strong>, who oversaw <q> one of the largest privacy breaches ever, when Google's street-view cars sucked up private data from Wi-Fi networks in 30 countries around the world. </q> Mozilla this week proposed a new feature for its Firefox Web browser that allows users to set a browser preference that will broadcast their desire to opt-out of third-party, advertising-based tracking by transmitting a Do Not Track", "new_id": -2}, {"uid": "1295181499258277387", "i": 850, "idx": 2, "sa": ["Chris Anderson", "Eric Schmidt"], "q": "part of the Google DC Talks series, Google's Washington office hosted a special book talk with <strong> Chris Anderson </strong>, Editor in Chief of Wired Magazine and best-selling author of \"The Long Tail.\" In his new book <q> Free: The Future of a Radical Price, </q> <strong> Chris Anderson </strong> makes the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, \"Prosperity", "new_id": -2}, {"uid": "1297657600196149258", "i": 37244, "idx": 1, "sa": ["Sergio Chiamparino", "Paolo Romani", "Sergio Marchionne"], "q": "Trade unions and politicians have already accused <strong> Sergio Marchionne </strong> of \"blackmail\" in pushing through a tough deal on working conditions at Fiat's flagship Mirafiori plant in Turin to save the factory from closure. <q> Fiat is a great multinational which is growing in the world but its heart remains Italian, Industry Minister <strong> Paolo Romani </strong> said Saturday, adding, \"All arguments are now closed. </q> Romanni had said Monday that he would be asking <strong> Sergio Marchionne </strong> \"to commit to investing in our country and remain with head and heart\" in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat", "new_id": -2}, {"uid": "1296859029093077513", "i": 21981, "idx": 0, "sa": ["Bill Lockyer"], "q": "no longer wag the dog when it comes to the courts' dealings with pension matters. The California Debt and Investment Advisory Commission, overseen by Treasurer and former Attorney General <strong> Bill Lockyer </strong>, issued a publication, <q> California Debt Issuance Primer. </q> Its chapter on \"State Constitutional Limits,\" states the following: \"California's constitution contains limitations on the authority that may be granted to local governments in the area of public debt and other financial", "new_id": -2}, {"uid": "1295225448165576714", "i": 7034, "idx": 3, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Barack Obama"], "q": "the head from point-blank range a week ago and remains in critical condition. With <strong> Kirsten Gillibrand </strong> in the hospital room, <strong> Gabrielle Giffords </strong> opened her eyes for the first time on Wednesday, minutes after <strong> Barack Obama </strong> visited her. <q> She is doing great, and I talked to her husband, Mark, last night. And she is making progress, </q> <strong> Kirsten Gillibrand </strong> said. \"If there's anyone in the world that will recover fully from this kind of crime and just unbelievable injury, it's her. She's got courage. She's got drive", "new_id": -2}, {"uid": "1297373562128925705", "i": 34177, "idx": 0, "sa": ["Steve Ballmer", "Bob Muglia", "Satya Nadella", "Amitabh Srivastava"], "q": "senior vice president over the company's Azure cloud unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Data Warehouse Appliance Promises Database Transparence, Mixed BI Workload, Massive Scalability <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace <strong> Bob Muglia </strong> as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired <strong> Bob Muglia </strong> from the post,", "new_id": -2}]