[{"uid": "1295894256267862023", "i": 26810, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "I wanted to make it free,'' he said. He also revealed that's he's working on another game. Asked to give details he responded with the poise of a much older businessman. <q> That's a secret, </q> he told ABC News. Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> Will Step Aside for Google Cofounder <strong> Larry Page </strong> In a move that surprised industry analysts, <strong> Eric Schmidt </strong> is stepping down", "new_id": -2}, {"uid": "1296024963108707853", "i": 25619, "idx": 1, "sa": ["Donald Rumsfeld", "Ben Ali"], "q": "long supported the Tunisian leader, seeing him as a bulwark against Islamic militants in the region. In 2006, then-US defense secretary <strong> Donald Rumsfeld </strong>, speaking in Tunis, praised the country's evolution. <q> What they have done it seems to me is move from a colony in 50 years-- a relatively short period of time-- to a democratic country that in different areas is moving at a different pace, </q> he said. The US administration, like France and the European Union, never called for <strong> Ben Ali </strong> to go. Indeed, on January 12-- just two days before he fled-- State Department", "new_id": -2}, {"uid": "1297179847261799940", "i": 53602, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong> was all smiles yesterday as a guest on`` Late Show with <strong> David Letterman </strong>.'' <strong> David Letterman </strong> handed <strong> Aaron Rodgers </strong> his WWE championship belt and even caught a pass across the stage from the Super Bowl MVP. <q> There must be a lot of Wisconsin people out there, </q> <strong> Aaron Rodgers </strong> said as his eyes scanned the crowd, which was met with cheers from the probable Packer backers in attendance. <strong> David Letterman </strong> asked a series of light-hearted questions, with <strong> Aaron Rodgers </strong> willingly playing along.", "new_id": -2}, {"uid": "1297145575101449730", "i": 26217, "idx": 10, "sa": ["Simon Cowell"], "q": "a massive, massive opportunity here because you don't have a lot of competition.'' The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. <q> If they don't sell a single record they still get to keep the money, </q> he said.`` It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back'' through record sales.", "new_id": -2}, {"uid": "1295555667243744791", "i": 4162, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul", "Kimberly Wyatt", "Travis Payne"], "q": "my full share of being bullied.'' While <strong> Paula Abdul </strong> may still bash <strong> Simon Cowell </strong>, it sounds like a classic love/hate relationship href=\"http://realitytvmagazine.sheknows.com/category/live-to-dance/\"> Live To Dance, which returned <strong> Paula Abdul </strong> to her first love of dance. <q> I'm overwhelmed by the whole process but it's been a labor of love from the moment I came on board. I had a vision that I wanted to produce and it's finally here. It's out there. I'm doing it and it's been fun mentoring the acts. They are all so diverse. It's been lovely. </q> Last week, the audience was href=\"http://realitytvmagazine.sheknows.com/2011/01/12/live-to-dance-the-semi-finals-begin/\"> treated to clips of <strong> Paula Abdul </strong> mentoring all of the semi-finalists and giving them tips on their dancing. <strong> Paula Abdul </strong> and the other judges, <strong> Kimberly Wyatt </strong> and <strong> Travis Payne </strong>, seem to be", "new_id": -2}, {"uid": "1295619449001654802", "i": 7893, "idx": 3, "sa": ["Eric Schmidt"], "q": "the same interview, saying it had started to become clear the company needed to be run more crisply.`` I am not as concerned about the titles as I am winning,'' <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q>", "new_id": -2}, {"uid": "1295974362157089794", "i": 56033, "idx": 4, "sa": ["Eric Schmidt"], "q": "l?nger interessant'', sagte <strong> Eric Schmidt </strong>. In zwei Jahren werde der Verkauf von Smartphones den PC-Absatz berholt haben. Die Entwicklung des noch schnelleren Mobilfunkstandards LTE werde die Internet-Nutzung mit Handys und anderen Ger?ten noch einmal erheblich verbessern. <q> Es ist interessant, dass Deutschland bei der Einf?hrung von LTE eine f?hrende Rolle in Europa hat. </q> Er werde immer wieder gefragt, warum Google sein Handy-Betriebssystem Android kostenlos abgebe, sagte <strong> Eric Schmidt </strong>. Die Antwort sei ganz einfach:`` Wer Android nutzt, sucht auch mehr im Internet.'' Und auf mobilen Ger?ten k?nnten", "new_id": -2}, {"uid": "1297716144147800162", "i": 55473, "idx": 0, "sa": ["Topher Grace", "Michael Vick", "Demetri Martin", "Greta Gerwig"], "q": "Photo in Slideshow: Canada's Arcade Fire perform`` Month of May'' at the 53rd... Entertainment Video: Gino Sits Down With Actors <strong> Demetri Martin </strong>& <strong> Topher Grace </strong> Entertainment Video: Gino Sits Down With Actress <strong> Greta Gerwig </strong> Report Abuse <q> YES and know WHY? It was, for ONCE, not an all-black night. It was getting so ABSURD, those awards. NOTHING but nasty rap and nothing but black music. It was trashy and represented badly-- </q> ABC News: Eminem's Loss Shows Grammys Still Behind on Rap ABC News: <strong> Michael Vick </strong> to Appear on Winfrey's Talk Show Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options!", "new_id": -2}, {"uid": "1296084552189841416", "i": 6789, "idx": 0, "sa": ["Andy Reid", "Michael Vick"], "q": "comfortable playing from behind. Not surprisingly, he said it wasn't.`` I don't think that's it. I put it in that category of figuring it out,'' <strong> Andy Reid </strong> said. <q> We get in there, and again this is as coaches and players, we get it right and make sure, as coaches, we're putting the guys in the right positions to make plays, and then the guys are making them. And sometimes that takes a little bit of time, at least in the cases that you're mentioning; other games we've gone out and exploded out of the box. </q> <strong> Andy Reid </strong> said the late success has something to do with figuring out on the fly how to counter the unusual things teams are coming up with to defend <strong> Michael Vick </strong>.`` I think we're making", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do.`` We're trying to be as transparent and as collaborative as possible,'' <strong> Eric Schmidt </strong> said. <q> We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that, </q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several`` significant'' new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}]