[{"uid": "2008091723_00022287_W", "i": 2900, "idx": 5, "sa": ["Sarah Palin", "Michelle Obama"], "q": "endearing and friendly. now if you want to debate a real issue, what would we call <strong> Michelle Obama </strong>'s wife if he were to be elected pres. i sure don't think anyone would feel good about calling her <q> first lady!*? </q> jmo comment by <strong> Michelle Obama </strong> is a 2008 presi-don' t september 17th, 2008 at 5:55 pm <strong> Sarah Palin </strong>'s e-mail account hacked, published on web site \"in the latest of a series of invasions into <strong> Sarah Palin </strong>'s personal", "new_id": -2}, {"uid": "2008102408_00000307_W", "i": 772, "idx": 1, "sa": ["Razia Khan"], "q": "daunting fall in the exchange rate with an emergency interest rate hike. \"the issue facing the reserve bank now is how much is this going to affect inflation,\" said standard chartered regional africa head <strong> Razia Khan </strong>. <q> it's not clear that this poses the same threat to price stability that the last round of severe rand volatility did. </q> the rand sank to a record low of r13,85/$ at the end of 2001, knocked by global risk aversion after the 9/11 attacks. it is not there yet, but it has plumbed a record", "new_id": -2}, {"uid": "2008090306_00022454_W", "i": 946, "idx": 1, "sa": ["Ron Robbins"], "q": "it has done for the library- because \"even though the new tower will be part of the city airport, it's a federal aviation administration project.\" <strong> Ron Robbins </strong> said layton construction is taking the position that <q> the feds will make sure no laws are violated on this job. </q> layton construction declined to comment.- joe estrella by joe estrella- jestrella@idahostatesman.com a local drywall company, embroiled in a dispute with a local union over how much it pays its carpenters, has lost its subcontract on", "new_id": -2}, {"uid": "2008100821_00002397_W", "i": 4559, "idx": 0, "sa": ["Joe Pingue", "Kenny Hotz", "Jeff Kassel"], "q": "markle ron- <strong> Jeff Kassel </strong> larry- <strong> Kenny Hotz </strong> kate- kim schraner nugget- <strong> Joe Pingue </strong> every bit as juvenile as its title would suggest, <NO_QUOTATION> lives several rungs down the evolutionary ladder from fx's once-promising and now increasingly disappointing <q> it's always sunny in philadelphia. </q> focusing on two human guinea pigs exploited by a big company called testico, it's about as narrow as comedy gets, aimed only at those who will guffaw over streams of urine and gusts of flatulence. both", "new_id": -2}, {"uid": "2008112414_00026813_W", "i": 466, "idx": 0, "sa": ["Linda Sánchez"], "q": "connecticut- didn't control conception. she's due may 21. so what does this mean for america? are we looking at juno storming capitol hill? <strong> Linda Sánchez </strong> says she's prepared for what may come. <q> i'm not a high school kid, it wasn't an accident, i'm financially stable, in a committed relationship, </q> in other words, she's not juno macguff, and she never will be. she's a career woman with a good head on her shoulders, a partner to help her every step of the way and", "new_id": -2}, {"uid": "2008100406_00005843_W", "i": 3973, "idx": 4, "sa": ["Tony Fratto"], "q": "the globe for our products, cut taxes and expand domestic production of energy.... i will create jobs and get the economy on the right track.\" white house spokesman <strong> Tony Fratto </strong> called the latest employment figures disappointing <q> but not unexpected, given the shocks to the economy. </q> the 159,000 tally of total job losses-- government and private payrolls-- was the most since march 2003, when the labor market was still struggling to get back on its feet after being knocked down by the 2001", "new_id": -2}, {"uid": "2008102411_00042679_W", "i": 3583, "idx": 4, "sa": ["Alan Dzagoev", "Juan Carlos Real Ruiz"], "q": "even when we made it 2-0, the game wasn't over, but the third goal sealed the victory.\" wasted chances gazzaev's opposite number, miguel ngel lotina, was left to lament poor finishing. <q> we missed several great opportunities, </q> he said.\" [ <strong> Juan Carlos Real Ruiz </strong>] valer? n was magnificent in the opening half-hour and could have scored before their first goal. i knew about the strength of cska and about <strong> Alan Dzagoev </strong>'s ability. we had", "new_id": -2}, {"uid": "2008091104_00027528_W", "i": 615, "idx": 5, "sa": ["James O'Toole", "Ed Rendell"], "q": "by fewer than 150,000 votes in 2004. with those gains, he said, democratic registrations now outnumber republicans' by 1,118,297. \"i'm looking forward to a tremendous ground game,\" mr. <strong> Ed Rendell </strong> said. <q> we may have the best ground game in the modern history of politics. </q> post-gazette politics editor <strong> James O'Toole </strong> can be reached at", "new_id": -2}, {"uid": "2008121403_00010351_W", "i": 3791, "idx": 3, "sa": ["Julia Gillard"], "q": "said. \"they are using the internet instead of a weapon and i see it as criminal,\" she said. federal education minister <strong> Julia Gillard </strong> said student wellbeing and safety were essential for academic and social development. <q> the rudd government wants to make sure that all students can learn and develop in safe and supportive environments, </q> the deputy prime minister told aap. \"governments and non-government school authorities are responsible for duty of care in schools, but clearly a national approach is required to effectively combat this issue.\" the government would work", "new_id": -2}, {"uid": "2008100223_00009084_W", "i": 267, "idx": 3, "sa": ["Ian Kinsler", "Rickie Weeks", "Bill Hall"], "q": "of a leadoff hit, but then dropped a low throw from third baseman <strong> Bill Hall </strong> while covering first base in the third inning. \"it was low, but it was catchable, though,\" <strong> Rickie Weeks </strong> said. <q> that's really all i can say about it. </q> <strong> Rickie Weeks </strong> was charged with his first postseason error. he committed 15 of them in the regular season, second most among major league second baseman to <strong> Ian Kinsler </strong> of texas, who made 18 errors. offensively, <strong> Rickie Weeks </strong> also", "new_id": -2}]