[{"uid": "1296391518023904278", "i": 53417, "idx": 12, "sa": ["Mike Pence"], "q": "bill tightening bankruptcy laws, despite its support from the business community, because it would have prevented abortion protesters from filing for bankruptcy to avoid paying court-ordered fines and judgments.( 4 of 4) <q> Conjure what might be thought of as the perfect conservative, and chances are he would look a lot like <strong> Mike Pence </strong>, </q> the New York Times wrote in a 2006 profile. <strong> Mike Pence </strong> did anger conservatives that year when he offered what he hoped would be a middle ground on the immigration debate: creating a temporary guest-worker program that", "new_id": -2}, {"uid": "1297365987123617329", "i": 54675, "idx": 4, "sa": ["Mike Pence", "Hal Rogers"], "q": "billion mark: \" You never get a second chance at a first impression. \" <strong> Mike Pence </strong>, a former member of the GOP leadership who is considering a run for governor, added, <q> I think the better approach is simply an across-the-board cut. I think the way we reduce spending to pre-2008-- or back to 2008 levels-- pre-stimulus, pre-bailout, is we ought to just get out a ruler and draw a line across it and have every different program take a haircut. The problem is when you start to pick specific programs, all the special interests associated with each of those programs begin to mobilize. </q>- Peter Kasperowicz contributed to this report. This story was last updated at 1:34 p.m. http://thehill.com/homenews/house/143229-under-pressure-from-tea-party-house-approps-delays-funding-bill-scrambles-for-deeper-cuts- Party of of no plans also have no leader. Chairman <strong> Hal Rogers </strong>( R-Ky.) had", "new_id": -2}, {"uid": "1296224676092700695", "i": 2492, "idx": 8, "sa": ["Mike Pence", "Cecile Richards"], "q": "both sides were acting as if he were. Within minutes of his decision being made public, the Washington-based Planned Parenthood Action Fund put out a statement criticizing the staunchly anti-abortion <strong> Mike Pence </strong>. <q> As women voters in Indiana learn that one of <strong> Mike Pence </strong>'s top legislative priorities is effectively denying access to preventive care for millions of women, he will have difficulty winning their vote, </q> <strong> Cecile Richards </strong>, the fund's president, said in a statement. But among conservatives, the only disappointment was that <strong> Mike Pence </strong> wasn't aiming at the White House rather than the Statehouse.", "new_id": -2}, {"uid": "1297282419203538449", "i": 3202, "idx": 0, "sa": ["Mike Pence", "Paul Ryan", "Bob Corker", "Ian Thorpe", "Ben Bernanke"], "q": "bubble last decade with the stance that the Fed can help home prices now with its asset purchases. Home prices are not \" responding at all \" to the Fed's policy, and the bubble was <q> far greater than could be explained </q> by the central bank's interest-rate actions, <strong> Ben Bernanke </strong> said in response. <strong> Paul Ryan </strong> has said he supports legislation proposed by fellow Republicans, Tennessee Senator <strong> Bob Corker </strong> and IndIan Thorpea Representative <strong> Mike Pence </strong>, that would remove the Fed's", "new_id": -2}, {"uid": "1296228272172146710", "i": 20892, "idx": 29, "sa": ["Mike Pence"], "q": "build a larger following and donor base \" and address \" the punditry that says you need executive experience. \" And yet, the source acknowledges, this may be a unique moment in presidential-campaign history. <q> I concede he may not be able to replicate this environment. He may not get this opportunity again. </q> To: SeekAndFind Too bad. I like <strong> Mike Pence </strong>. Sorry for that news, will make some of the RINOs and establishment GOPers happier IMO. 4 posted on 01/28/2011 7:21:02 AM PST(", "new_id": -2}, {"uid": "1296255917207339520", "i": 28193, "idx": 0, "sa": ["Mike Pence"], "q": "but also senators, whose extensive voting <strong> Mike Pence </strong> Will Not Run for President Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> MMike Pence wrote in a", "new_id": -2}, {"uid": "1296700704169541675", "i": 10482, "idx": 1, "sa": ["Matt Lloyd", "Mike Pence", "Elaine Chao"], "q": "but decided against it and is now weighing a race for governor in 2012. Spokesman <strong> Matt Lloyd </strong> said <strong> Mike Pence </strong> has no pElaine Chaos to attend CPAC this year and has no comment about the GOProud controversy. <q> At this time the congressman is focusing his attention on Indiana, </q> <strong> Matt Lloyd </strong> said. \" He hopes to participate in future CPAC opportunities as his schedule permits. \" The American Conservative Union, which started the conference, raised eyebrows among conservatives last year when it", "new_id": -2}, {"uid": "1296174888117817375", "i": 20401, "idx": 1, "sa": ["Mike Pence"], "q": "but hinted a possible run for governor. \" In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, \" he said in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> The Indianapolis Star reported <strong> Mike Pence </strong> said he would make a decision \" later this year \" about his next political steps. The 51-year-old finished first in a presidential straw poll among social conservatives last September", "new_id": -2}, {"uid": "1294961671181354498", "i": 18686, "idx": 3, "sa": ["Mike Pence", "Ben Quayle", "John Boehner"], "q": "but we'll keep[ the shooting victims] in our thoughts and prayers, \" said Republican <strong> Mike Pence </strong> target=\"_blank\" QuayleBen Quayle\"> <strong> Ben Quayle </strong>( R-Ariz.), a freshman member of the still grieving Arizona delegation. <q> I think it's important that the discourse between one another can be one of ideas and like Speaker <strong> John Boehner </strong> said at his swearing in, we can disagree without being disagreeable. </q> Republicans believe it's critical to regain that momentum that swept them into power, even using the tragedy as an impetus. \" Clearly we need to move forward on an agenda, \" said Illinois", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,'' <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as`` deals, partnerships, customers and broader business relationships,'' while Page would <q> merge Google's technology and business vision. </q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so`` there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}]