[{"uid": "1296566909244629504", "i": 24618, "idx": 4, "sa": ["Kobe Bryant", "Tyronn Lue", "Allen Iverson", "Just Mike"], "q": " ''I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.</q> ''He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Allen_Iverson_23pt_vs_Kobe_Bryant_Lakers_09/10_NBA_*third_quarter_reminiscent_of_2001_Finals AI vs. <strong> Kobe Bryant </strong> delivered the throwback duel fans paid to see. <strong> Just Mike </strong> like in the 2001 NBA Finals, <strong> Kobe Bryant </strong>'s Los Angeles Lakers topped <strong> Allen Iverson </strong>", "new_id": -2}, {"i": 19927, "idx": 1, "index_answer": 0, "new_id": -1, "q": "save the funding for the program but to increase it by$ 73 million to total$ 200 million. ''Access to air travel is critical for our economic recovery,'' <strong> Kirsten Gillibrand </strong> said. <q>Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service.</q> PROPOSED HIKES Business at Plattsburgh International Airport has boomed since it opened in 2007, as thousands of Canadians have taken advantage of direct flights to Florida, South Carolina and the Caribbean.", "sa": ["Kirsten Gillibrand"], "uid": "1296851765101990425"}, {"uid": "1294980002041598981", "i": 48221, "idx": 0, "sa": ["Steve Ballmer"], "q": "Microsoft CEO <strong> Steve Ballmer </strong> should probably stay in place. I bring this up because my eWeek colleague, Don Reisinger, just published an article titled, <q><strong> Steve Ballmer </strong>'s CES Performance Proves He Needs to Go.</q> Among the reasons: Microsoft's failure to craft a sizable tablet response to the Apple iPad, <strong> Steve Ballmer </strong>'s supposedly misplaced faith in Windows Phone 7's market prospects and little progress in reversing Google's search-engine dominance", "new_id": -2}, {"uid": "1296161007118571071", "i": 9497, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "need to get past the politics of the past and deal with this issue, making the hard decisions that have to be made,'' <strong> Sen. Bernie Sanders </strong> Idaho, said Thursday at a Senate hearing on the budget deficit. <q>As we move forward in that context, I personally believe strongly that all aspects of the spending and revenue side of the equation must be on the table.</q> A debt commission appointed by Obama has recommended a series of changes to improve Social Security's finances, including a gradual increase in the full retirement age, lower cost-of-living increases and a gradual increase in the threshold on", "new_id": -2}, {"uid": "1295991953089178223", "i": 3082, "idx": 9, "sa": ["Donald Rumsfeld"], "q": "lost control of Congress. Few words during his tenure stood out more than the response <strong> Donald Rumsfeld </strong> offered in 2002 about the lack of evidence that Iraq was supplying terrorists with weapons of mass destruction. <q>Reports that say that something hasn't happened are always interesting to me, because, as we know, there are known knowns; there are things we know that we know,</q> he said. ''There are known unknowns. That is to say, there are things that we now know we don't know. But there are also unknown unknowns. There are things we do not know", "new_id": -2}, {"uid": "1295729775147996684", "i": 7902, "idx": 0, "sa": ["Andy Coulson", "Ian Edmondson"], "q": "including the editors of Murdoch's four British papers, held a three-day meeting at Babington House in Somerset about the future of the company, aware that Murdoch is flying into London this week at a crucial time. <q>I'd be amazed if they didn't discuss <strong> Andy Coulson </strong>,</q> said a source with some knowledge of the meeting. <strong> Andy Coulson </strong> still has close links with the company and enjoys friendly relations with key executives. Questions also hang over what action News Group will take against <strong> Ian Edmondson </strong>", "new_id": -2}, {"uid": "1296361391082608151", "i": 7400, "idx": 1, "sa": ["Brandon Lloyd", "Michael Vick"], "q": "A few players even hit the waves such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard. ''I don't surf,'' <strong> Michael Vick </strong> said. <q>I watch National Geographic too much, and I've seen too many catastrophic situations.</q> The players also spent a lot of time lounging at the hotel pool or one of the lagoons at Ko Olina Resort. And the rookies were invited- because they're the ones stuck with the hefty", "new_id": -2}, {"uid": "1295250569089341959", "i": 35258, "idx": 1, "sa": ["Kirsten Gillibrand", "James Eric", "Gabrielle Giffords"], "q": "Meet the Press,'' Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., said she had talked with <strong> Gabrielle Giffords </strong>' husband, astronaut Mark Kelly, Saturday night. ''She's making progress every day,'' <strong> Kirsten Gillibrand </strong> said. <q>She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury.</q> Also Sunday, one of the other shooting victims, <strong> James Eric </strong> Fuller, 63, was involuntarily committed for a mental-health evaluation, which by law must run a minimum of 72 hours. Pima County", "new_id": -2}, {"uid": "1295668630145047574", "i": 26385, "idx": 0, "sa": ["Chauncey Billups", "Ernie Grunfeld", "Allen Iverson", "LeBron James"], "q": "ball and fouling <strong> LeBron James </strong> Jones with 13.6 seconds to play. Jones hit two free throws to tie the game at 93. It was the first time in the fourth quarter Miami didn't trail. QUOTABLE <strong> Allen Iverson </strong>: <q>You have crazy games throughout the NBA seasons, and I was glad to be on the winning end.</q>- <strong> LeBron James </strong> on the Heat's unlikely win. HOT: Young, who Wizards president <strong> Ernie Grunfeld </strong> 49/8/6/ 4. <strong> Chauncey Billups </strong> 15-20 for 32 points in the first half, and was 20-25 from the field at one point", "new_id": -2}, {"uid": "1296151238229572695", "i": 17639, "idx": 0, "sa": ["Alec Baldwin", "Michael Vick", "Jane Fonda"], "q": "to tuna fish, hot dogs to hand soap, companies have been shaving ounces and inches from packages for years,'' ABC News quotes a Consumer Reports study as saying. The story suggests that <q>to keep consumers from noticing the incredible disappearing act, manufacturers have grown clever about packaging.</q> The study cites up to 20 percent reductions. Tidbits: <strong> Alec Baldwin </strong>, The Dirtiest Hotel, Hacking, <strong> Michael Vick </strong>, <strong> Jane Fonda </strong>, and Taco Bell Meat MEDIABISTRO EVENTS Monetizing Social Media Socialize: Monetizing Social Media", "new_id": -2}]