[{"uid": "1296496333175095835", "i": 37098, "idx": 4, "sa": ["Michael Beasley", "Allen Iverson"], "q": "his play Friday night. Once he got the chance. Coming off the bench for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. <q>With everything going on, I wanted to play well,</q> <strong> Allen Iverson </strong> said. \"I just wanted to play well. Especially for my teammates because I let them down by not being here.\" <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Michael Beasley </strong> Curry to begin the game, punishment", "new_id": -2}, {"uid": "1295592162066338850", "i": 23494, "idx": 1, "sa": ["Abdul-Reda Assiri", "Dan Quayle", "Brent Scowcroft", "Colin Powell", "Dick Cheney", "Mohammad Abdullah", "H. E."], "q": "<strong> Dick Cheney </strong> and <strong> Dan Quayle </strong>, retired <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> Dan Quayle </strong> Baker, former National Security Adviser <strong> Brent Scowcroft </strong>, retired <strong> Colin Powell </strong> Walter Boomer, and a representative of the emir of Kuwait, <strong> H. E. </strong> <strong> Mohammad Abdullah </strong> Abulhasan. <q>I think this is a textbook example of the way to go to war,</q> Baker said. \"Diplomatically, politically... militarily... and economically. A lot of other countries contributed treasure to this effort.\" <strong> Abdul-Reda Assiri </strong>, a dean and professor at Kuwait University, waited in Reed", "new_id": -2}, {"uid": "1295524019146522121", "i": 43001, "idx": 1, "sa": ["Zine El Abidine Ben Ali", "Colin Powell"], "q": " According to <strong> Zine El Abidine Ben Ali </strong> Jazeera, Secretary of State <strong> Colin Powell </strong> had glowing words for Tunisia's tyrant, saying in 2003: \" \"Our bilateral relationship is very, very strong,\" said <strong> Colin Powell </strong>. <q>We are great admirers of Tunisia and the progress that has been achieved under <strong> President Bush </strong> <strong> Zine El Abidine Ben Ali </strong>'s leadership.</q>\" And Don Rumsfeld in 2006 applauded the regime's ability to make Tunisia such a great place to live: \" \"They have demonstrated, if one looks at this successful country... the", "new_id": -2}, {"uid": "1297018733169345033", "i": 37838, "idx": 0, "sa": ["Kim Kardashian", "Barbara Walters", "David Letterman", "Halle Berry", "Gabriel Aubry", "Robin Williams", "Bill Clinton"], "q": "was tried for being a witch in the Salem Witch Trials? <strong> Barbara Walters </strong>' Heart-To-Heart Hollywood Special <strong> Barbara Walters </strong> sits down with fellow open-heart surgery survivors, including <strong> David Letterman </strong>, former <strong> Bill Clinton </strong> and <strong> Robin Williams </strong> for her special, <q>A Matter of Life and Death.</q> Plus, what was <strong> Barbara Walters </strong> trying to emphasize by naming the special \"A Matter of Life and Death\"? <strong> Kim Kardashian </strong> Remains Mum On <strong> Halle Berry </strong>& <strong> Gabriel Aubry </strong>'s Custody Battle <strong> Kim Kardashian </strong>, with the help of her publicist", "new_id": -2}, {"uid": "1296252062181977107", "i": 40384, "idx": 1, "sa": ["Chris Elliott", "David Letterman"], "q": "an interview with <strong> David Letterman </strong> on the \"Late Show\" last March 2, the network noted. Also scheduled for Tuesday's show are actors Matthew Perry and <strong> Chris Elliott </strong>, and musical guests The National. <q>He was also banned from going within a one-mile radius of the horse owner's stables and fields</q>... United Press International, Inc.. All Rights Reserved. Welcome to UPI.com! Your trusted source for world news, top news, science news, health news and current events. We thank you for visiting", "new_id": -2}, {"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. \"Monday, I get to wake up and it's Christmas,\" <strong> Allen Iverson </strong> said with a smile. <q>Obviously, it's going to be a fun day.</q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}, {"uid": "1295994265097009674", "i": 8708, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "relations tracks a trend set by several other European countries, such as France, Spain and Portugal. Palestinian Foreign Minister Riad Malki said in a statement Tuesday that he hopes other European countries will follow suit <q>as a first step toward the recognition of the Palestinian state.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog PHYSICAL THERAPY DIRECTOR Company Webster PROGRAM ANALYSTS& QA ENGINEER Company PROGRAM", "new_id": -2}, {"uid": "1297301658065552385", "i": 27501, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "trade contracts in the past 10 years were negotiated by <strong> Barack Obama </strong>, nearly$ 1 trillion so far. What is wrong with our business elite? Can't they do even the basics of business management? Report Abuse <q>well, so much for the republicans working to restore the economy so us working stiffs can find a job. i'm just praying that the usa survives until the'12 elections.</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs", "new_id": -2}, {"uid": "1297245175074432520", "i": 17449, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": "to follow.\" She added it was likely the Los Angeles Airport Court would view the alleged crime \"seriously\" as <strong> Lindsay Lohan </strong> has been pictured wearing the jewellery. She told website HollywoodLife.com: <q>Wednesday( 09.02.11) is just the kick-off. Just because she's not being convicted and sentenced on Wednesday doesn't mean this isn't serious and she couldn't go to jail. In fact, I think the judge will sentence her to the full six months that she owes on the violation of her probation. <strong> Lindsay Lohan </strong> \"to be charged with felony grand theft</q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1297292864070500360", "i": 42815, "idx": 1, "sa": ["Nancy Keenan", "Mike Pence"], "q": "underage sex trafficking,\" said Rep. <strong> Mike Pence </strong>( R-Ind.), who's sponsoring the Title X bill. Other abortion rights groups slammed the Appropriations Committee proposal Wednesday afternoon. <q>The new anti-choice House leadership now wants to take away birth control and cancer screenings from millions of American women and men,</q> said <strong> Nancy Keenan </strong>, president of NARAL Pro-Choice America. \"While these politicians attack abortion coverage from every angle, they now want to deny funding for birth control, even though that's the best way to prevent unintended", "new_id": -2}]