[{"uid": "1294991426005357592", "i": 44081, "idx": 3, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand"], "q": ", her friends, all these people are there to say,` <strong> Gabrielle Giffords </strong>, we're with you,' and she doesn't just put a thumbs up, she raises her entire arm.\" <q> The doctors couldn't believe what they were seeing, </q> <strong> Kirsten Gillibrand </strong> said. \"They were saying this is unbelievable progress, to see this.\" Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) \"<strong> Mark Kelson </strong> started", "new_id": -2, "mturk_index": "2117"}, {"uid": "1297353977194330626", "i": 56794, "idx": 0, "sa": ["Eric Foner", "Simon Cowell", "Abraham Lincoln"], "q": "on slavery NEW YORK- Award-winning historian <strong> Eric Foner </strong> has received a new honor, the <strong> Abraham Lincoln </strong> Prize, for his biography about the 16th president's views on slavery. <strong> Eric Foner </strong> will receive$ 50,000 for <q> The Fiery Trial: <strong> Abraham Lincoln </strong> and AmEric Foneran Slavery. </q> He is best known for \"Reconstruction,\" published in 1988 and winner of the Bancroft Prize. Does <strong> Simon Cowell </strong> have` The X Factor'? StarTribune.com welcomes and encourages readers to comment and engage in substantive", "new_id": -2, "mturk_index": "1514"}, {"uid": "1295576927002506766", "i": 58861, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "of its top management on Thursday, announcing that co-founder <strong> Larry Page </strong> would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman, focusing on <q> deals, partnerships, customers, broader business relationships( and) government outreach. </q> <strong> Eric Schmidt </strong>, who has served as Google's CEO for a decade, will also act as an internal adviser to <strong> Larry Page </strong> and to Google's other co-founder, <strong> Sergey Brin </strong>, the Mountain View, California-based company said", "new_id": -2, "mturk_index": "353"}, {"uid": "1297426253083165204", "i": 9426, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "software, los servicios, las aplicaciones y el soporte al cliente para, de esta forma, proporcionarles una magn?fica experiencia\" , ha explicado el <strong> Stephen Elop </strong> en la conferencia de prensa conjunta celebrada en Londres. <q> Nokia y Microsoft van a combinar sus puntos fuertes para ofrecer un ecosistema con un alcance y una escala mundial inigualable. Ahora se trata de una carrera en la que participan tres caballos </q> ha comentado a su participaci?n en el mercado respecto a sus competidores Apple y Google. Por su parte <strong> Steve Ballmer </strong> ha confirmado la importancia de la operaci?n. \"Estoy entusiasmado con la alianza establecida con Nokia\"", "new_id": -2, "mturk_index": "1937"}, {"uid": "1295104649211468294", "i": 53624, "idx": 1, "sa": ["Simon Cowell", "Matt Cardle"], "q": "already got the backing of <strong> Simon Cowell </strong>, insiders reveal. \"<strong> Simon Cowell </strong> and <strong> Matt Cardle </strong> spoke over Christmas and texted ideas about what <strong> Matt Cardle </strong> wants to do,\" a source tells the Mirror newspaper today. <q> <strong> Simon Cowell </strong> has said that he wants him to write and co-write some songs. They know they want great material, if the songs are penned by <strong> Matt Cardle </strong> then even better. He's chuffed. </q> The insider also claims the Cardle-Matt Cardle-when-we-collide\"> When We Collide hitmaker wants to be joined by a backing band for his upcoming concerts. \"He likes being with a group on stage and that's an", "new_id": -2, "mturk_index": "616"}, {"uid": "1295669720105103388", "i": 47430, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "Judi Patton", "Ian Edmondson"], "q": "was quick to condemn The GuardIan Edmondson's involvement in the investigation. guardIan Edmondson abhors publication of material obtained by dodgy methods so much, where does that leave them on Wikileaks?\" The new CNN presenter added: <q> Hypocrisy: preJudi Pattonce with a halo. </q> <strong> Andy Coulson </strong> was editor of the News of the World from 2003 to 2007, but stood down following allegations about his reporters illegally hacking into the voicemail messages of many celebrities. Freelance detective <strong> Glenn Mulcaire </strong> told", "new_id": -2, "mturk_index": "1940"}, {"uid": "1296485471063668248", "i": 20017, "idx": 1, "sa": ["Sergio Marchionne"], "q": ", from 8.8 per cent the year before. \"It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,\" chief executive <strong> Sergio Marchionne </strong> said. <q> However, our job is not yet done, </q> added <strong> Sergio Marchionne </strong>, who is CEO of both Chrysler and Italian carmaker Fiat, which owns a controlling 25 per cent interest in the Detroit carmaker.For 2011, <strong> Sergio Marchionne </strong> predicted Chrysler sales surging to 55 billion dollars", "new_id": -2, "mturk_index": "1692"}, {"uid": "1295883490173096982", "i": 20375, "idx": 4, "sa": ["Marissa Mayer", "Jay Electronica", "Eric Schmidt"], "q": "compensation to outgoing CEO <strong> Eric Schmidt </strong> Schmidt_Eric Schmidt_to_Sell_335_Million_of_His_Google_Shares/\" target=\"_blank\"> <strong> Eric Schmidt </strong> to Sell$ 335 Million of His Google Shares Does the Red Sea represent a pharaoh bargain for buyers? Report on deadly Gaza flotilla raid set for release <strong> Eric Schmidt </strong> <q> Lost Some Energy And Focus </q> After Battling Google's Cofounders Over China <strong> Jay Electronica </strong> Yarow| Jan. 21, 2011, 10:07 AM| 617| A A A x Email Article From To Email Sent! DLD11: Google's <strong> Marissa Mayer </strong> On <strong> Eric Schmidt </strong> Stepping Down", "new_id": -2, "mturk_index": "585"}, {"uid": "1296678030025182213", "i": 45714, "idx": 1, "sa": ["Bernie Sanders", "Mitt Romney"], "q": "said <strong> Bernie Sanders </strong>. Billions of dollars continued to flow to contractors even after they were found to have comMitt Romneyed fraud, and about a dozen had been barred from contracting altogether. Still, the report concluded that <q> existing remedies with respect to contractor wrongdoing are sufficient. <strong> Bernie Sanders </strong> bridles at that finding, saying \"the DOD has got to be a lot more vigorous in terms of its investigations, and a lot more vigorous in prosecuting those people who have comMitt Romneyed fraud. </q> One of the companies on the list is Raytheon Co.'s Integrated Defense Systems, which is based in Tewksbury. The company's inclusion in the report appears to stem from a dispute over a Patriot missile", "new_id": -2, "mturk_index": "1652"}, {"uid": "1297261983254083210", "i": 6321, "idx": 4, "sa": ["Michael Gove"], "q": "co-founder Netmums: More information, but more confusion for parents Mrs Russell says, while Mr <strong> Michael Gove </strong>'s new measure gives parents more information, there is a risk that parents will be confused. <q> More information being available is always good. But I think having a new measure will lead to a lot of confusion amongst parents. Does it mean that a good school is now not so good? </q> Mrs Russell says the new benchmark of pupils achieving good grades in five academic subjects opens up a debate of what subjects should be taught. Kevin Stannard, Girls' Day School Trust: Mixed view", "new_id": -2, "mturk_index": "241"}]