[{"uid": "1295468383255852574", "i": 711, "idx": 0, "sa": ["Liu Chuanzhi", "Steve Ballmer", "Barack Obama"], "q": "CEO <strong> Steve Ballmer </strong> noted in the meeting that just one in 10 of its products in China was purchased legally. \"This Chinese government has to its credit taken better steps to enforce intellectual property,\" <strong> Barack Obama </strong> said. <q>I think <strong> Barack Obama </strong> <strong> Hu Jintao </strong> would acknowledge that more needs to be done. \"The Chinese chief executives joining the meeting came from companies that have invested in the United States. They are Lenovo, China Investment Corporation, Wanxiang Group and Haier. \"People in the US welcome us,</q> Lenovo CEO <strong> Liu Chuanzhi </strong> told Bloomberg News. \"We are solving their employment problems.\"", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.\" <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q>But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds,</q> writes <strong> Howard Kurtz </strong>. \"What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.\" <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}, {"uid": "1297697962029687857", "i": 19456, "idx": 0, "sa": ["Steve Ballmer"], "q": "komst van de nieuwe browser IE9 betekent dat Windows Phone 7 ondersteuning krijgt voor onder meer html 5, Flash en Silverlight. Ook wordt gebruikgemaakt van hardwareacceleratie, wat veel soepelere animaties op zware sites mogelijk moet maken. <q>Mensen verwachten op hun smartphone dezelfde internetervaring als op hun desktop</q>, aldus <strong> Steve Ballmer </strong>. \"Daarom brengen we onze nieuwste browser naar onze smartphones.\" Ook komt er betere ondersteuning voor Skydrive-services voor consumenten, zo maakte <strong> Steve Ballmer </strong> bekend. Verder gaat Microsoft Twitter integreren in de", "new_id": -2}, {"uid": "1295158851229244944", "i": 18756, "idx": 0, "sa": ["David Letterman"], "q": ", if there was more accountability and more transparency, that the men would have been held more accountable.\" The issue of sexual abuse by Catholic priests is so commonplace that it is the subject of late-night\" <q>I read this in the paper this morning: New York City has a priest shortage. So you see, there is some good news in the world.... To give you an idea how bad it is, earlier today in Brooklyn an altar boy had to grope himself.</q>- <strong> David Letterman </strong> \"As you've probably heard, the Pope has asked all the Cardinals to return to Rome. You know how they got them all to come back? They told them that there was going to", "new_id": -2}, {"uid": "1295278289044859433", "i": 19953, "idx": 2, "sa": ["Mike Pence"], "q": "the APC, said that <strong> Mike Pence </strong>'s ability to unite the three traditional areas of conservatism- fiscal, foreign policy, and social- make him an ideal candidate for the nation's newly energized conservatives. <q><strong> Mike Pence </strong> describes himself as \"First a Christian, then a conservative, then a Republican.\" He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to winning back The White House in 2012,</q> Benko said in the release. Benko told CNSNews.com on Monday that the rise of Internet fundraising and organizing, coupled with the emergence of the tea party activists, gives <strong> Mike Pence </strong> a \"ready\" base in", "new_id": -2}, {"uid": "1295983889241025043", "i": 44724, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "the blog and the book offer kids a chance to share and relate to one another. \"There was one post where reader Staphanie said she was supposed to be called Stephanie,\" Wu says. <q>The result? Ninety-one comments regarding other misspelled Asian names like Joy instead of Joey.... I'm sure this makes Staphanie feel much better.</q> 6 tonight. Book Passage, 1 Ferry Building, S.F.(415) 835-1020. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog", "new_id": -2}, {"uid": "1295581455002506782", "i": 46435, "idx": 6, "sa": ["Eric Schmidt"], "q": "a trio, an approach they spelled out in an \"owner's manual\" included in the company's 2004 IPO filing. \"We run Google as a triumvirate,\" Page and Brin wrote. <q>The three of us run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way.</q> <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy. \"We tend to agree on everything,\" he noted. Robot cars: Google searches for next Android But he said he", "new_id": -2}, {"uid": "1296593963161153079", "i": 2354, "idx": 0, "sa": ["Dick Lugar", "Jon Huntsman", "Mike Pence"], "q": "he will be sad to see Ambassador <strong> Jon Huntsman </strong>, a potential 2012 presidential contender, leave his post in Beijing. \"He has been a very fine representative of our country in China,\" <strong> Dick Lugar </strong> tells us. <q>He brings a great background in politics and international relations. I regret that he's leaving at this particular point because his service has been important and will continue to be.</q> Turning to Hoosier affairs, <strong> Dick Lugar </strong> also has kind words for Rep. <strong> Mike Pence </strong>, who is mulling a 2012 gubernatorial run after ruling out a presidential bid. \"I talked to him prior to his", "new_id": -2}, {"uid": "1296610288261587044", "i": 46225, "idx": 0, "sa": ["Omar Robert Hamilton", "Barack Obama", "Hosni Mubarak", "Zahi Hawass", "Benjamin Netanyahu"], "q": "Egypt's leading archaeologists, <strong> Zahi Hawass </strong>, who has just accepted the post of minister of antiquities in <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong>'s new cabinet, has praised the combined efforts of the security forces and Egyptians who confronted the looters: <q>Today I can tell you that I'm so happy... to announce that everything is safe and nothing can happen in the future, because the police appeared today, and the army, and the Egyptian people together. What is unique, that all these people who tried to rob the antiquities were outlaws, criminals that came out of jail... and they began to attack the monuments. But who stood against them? The real Egyptians. If the Cairo museum is safe, Egypt will be safe.</q> <strong> Omar Robert Hamilton </strong> tweets: \"It feels like the government has given up. This day has been entirely dictated by the people with only the army as any kind of state presence.\" 1601 Israeli PM <strong> Benjamin Netanyahu </strong> says the", "new_id": -2}, {"uid": "1297299763261144601", "i": 47743, "idx": 1, "sa": ["Colin Powell"], "q": "<strong> Colin Powell </strong> could not attend. The event is voluntary and paid for with a chaplains' offering fund and a$ 7 admission. As of Tuesday, 178 attendees from the 10,000 on base are expected. <q>He's not here to pass out Bibles and to have a sermon,</q> Bryan said of McClary. \"Does he have personal Christian beliefs? Yes, he does.... We're committed to protecting somebody's right to practice any religion they choose, or no religion, provided those", "new_id": -2}]