[{"uid": "1296260491067190794", "i": 4024, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "about Android prior to its unveiling, <strong> Steve Jobs </strong> said: \"No.... They started competing with us and it got more and more serious.\" Asked if he felt betrayed, he said: <q>My sex life is pretty good these days<q>. <strong> Eric Schmidt </strong> likes to portray Google as an \"open\" company that operates in contrast to a \"closed\" company like Apple. \"With the Apple model- which works extremely well, as I know", "new_id": -2}, {"uid": "1295670206191152262", "i": 12106, "idx": 1, "sa": ["Eric Schmidt"], "q": "enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!\" wrote <strong> Eric Schmidt </strong> in a post on Google's official blog. <q>Larry, in my clear opinion, is ready to lead.<q> Page will take over April 4, with <strong> Eric Schmidt </strong> taking the title of executive chairman, in which, <strong> Eric Schmidt </strong> said, he will focus on building relationships with customers, business partners and the government.", "new_id": -2}, {"uid": "1295630754045006869", "i": 11720, "idx": 4, "sa": ["Michael Vick", "Tony Dungy"], "q": "is very confident that <strong> Michael Vick </strong> will remain a Philadelphia Eagle even though 2010 was the final year of his two-year deal. \"He wants to come back; the Eagles want him,\" <strong> Tony Dungy </strong> says. <q>He has so much gratitude to Andy and <strong> Jeffrey Lurie </strong>. I'd just really be shocked if he's not back.<q> As for the games this weekend, <strong> Tony Dungy </strong> likes both home teams in the Championship Games- the Bears and the Steelers. He also adds that while he misses the relationships that go along with coaching,", "new_id": -2}, {"uid": "1296059138109985792", "i": 35761, "idx": 4, "sa": ["Michael Vick"], "q": "to be a part of the Unequal team. I have been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season- resulting in pain-free playing,\" stated <strong> Michael Vick </strong>. <q>The Unequal technology is a part of my game now and I won't play without my Unequal. Unequal's protective power gives me a whole new level of confidence in my game.<q> When playing for the Atlanta Falcons, <strong> Michael Vick </strong> was the NFL's top-paid player and a star for six seasons, but his 2007 arrest and the spiral that followed left him despised by many, particularly by", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team. \"The president and I don't have to agree on everything,\" said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" <q>I'll bet on the Jets over Chicago,<q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}, {"uid": "1297280477164757519", "i": 2848, "idx": 0, "sa": ["Ricky Martin", "Howard Stern", "Adam Sandler", "David Letterman", "Kristin Chenoweth"], "q": "Show With <strong> David Letterman </strong> Tuesday, and while talking about living with two young daughters, his wife, grandmothers, and a female dog, he said his wife allowed him to hire a houseboy of sorts. <q>My wife let me get a transgender housekeeper,<q> <strong> Adam Sandler </strong> said. \"To have just one other penis in the house.\" GLAAD To Honor <strong> Ricky Martin </strong>& <strong> Kristin Chenoweth </strong> As Part Of Its Annual <strong> Howard Stern </strong> Awards How I Met My Mother Advocate contributor and lesbian porn", "new_id": -2}, {"uid": "1295633029004243483", "i": 2688, "idx": 0, "sa": ["Rex Ryan", "Michael Vick", "Tom Brady", "Ben Roethlisberger"], "q": "digs at <strong> Tom Brady </strong>, Jets coach <strong> Rex Ryan </strong> lauded <strong> Ben Roethlisberger </strong>, noting how hard it can be to tackle the 6-foot-5, 241-pound quarterback. \"I would've made him a defensive end,\" <strong> Rex Ryan </strong> said. <q><strong> Ben Roethlisberger </strong> will beat you up. I've never seen a guy take the hits he can take and also make people miss the way he does and be as accurate on the run.<q> After the Eagles' <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> might be the toughest quarterback to sack, said Jets defensive end Shaun Ellis. \"He's very strong. He's very elusive in the pocket,", "new_id": -2}, {"uid": "1297503307016302106", "i": 25963, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld", "Colin Powell", "Tommy Franks"], "q": "been bad-mouthing the Pentagon all over town... I don't know what the hell is in Armitage's craw but I'm tired of it.\" There are some puckish observations. <strong> John McCain </strong> is characterised as <q>a man with a hair-trigger temper and a propensity to fashion and shift his opinions to appeal to the media<q>. The haste with which <strong> Colin Powell </strong> <strong> Tommy Franks </strong> sought to retire after the Iraq invasion is noted acidly. A thread that runs through his account of Iraq and Afghanistan is that <strong> Donald Rumsfeld </strong> is no neo-conservative. He's", "new_id": -2}, {"uid": "1297690697098959374", "i": 5673, "idx": 0, "sa": ["Liz Trotta", "Anderson Cooper", "David Letterman"], "q": "the comments. She called <strong> Anderson Cooper </strong>'s reporting \"really shocking,\" saying that \"any correspondent worth his salt knows that you shouldn't be making editorial comments.\" <strong> Anderson Cooper </strong>, she said, became <q>quite incoherent, accusing Mubarak of lies-- and, though they may be lies and probably were, it's not in his purview to say so.<q> The host asked another question, but <strong> Liz Trotta </strong> brought her answer back to <strong> Anderson Cooper </strong>. She said that she had been offended by his appearance on <strong> David Letterman </strong>'s show last week.( <strong> Anderson Cooper </strong> \"Has", "new_id": -2}, {"uid": "1295555937214679584", "i": 7071, "idx": 0, "sa": ["David Letterman", "Martin Short"], "q": "rehab. The Late Show with <strong> David Letterman </strong> when the host asked him mid-interview if he would care to perform a song. The funnyman obliged and told the audience as he made his way to the stage: <q>You know in my business, or in our business, there's a traditional career path: TV, movies, then <strong> Liza Minnelli </strong>, your own special, reality show host, the Palm Springs Follies, and then this show... But the challenge on this magical journey is to stay relevant and fresh. And if you really want to remain white hot in the press- there's only one place to go.<q> As the music began a pair of back-up singers and a drummer appeared onstage, dancing behind him. And <strong> Martin Short </strong> used his musical moment to mock troubled stars who've hit headlines for all the", "new_id": -2}]