[{"uid": "1296480901080920596", "i": 39061, "idx": 2, "sa": ["Sergio Marchionne"], "q": ". Chrysler's average spending on customer discounts fell to$ 3,210 during the past year from$ 4,131 in the previous year, according to Santa Monica-based Edmunds. \"Tricky Choices' <q>They've been using fleet as an alternative to incentives,</q> Anwyl said. \"Instead of trying to discount cars to consumers, they\"ve been selling fleet, probably the best of tricky choices.\" <strong> Sergio Marchionne </strong> has been working to pull back incentive spending since taking", "new_id": -2}, {"uid": "1295622311169754643", "i": 37039, "idx": 0, "sa": ["Eric Schmidt"], "q": "his time and energy to strategic projects, in particular working on new products. His title will be Co-Founder. He's an innovator and entrepreneur to the core, and this role suits him perfectly. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said in an official statement. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role.\"", "new_id": -2}, {"uid": "1296015454109002777", "i": 17356, "idx": 1, "sa": ["Eric Schmidt"], "q": ", encouraging Googlers to take on big ideas and high-risk, high-reward opportunities.\" According to chief executive officer <strong> Eric Schmidt </strong>, about 1,000 of those new jobs will be in Europe. <q>Our businesses are doing very well around the globe, and as a result I'm happy to announce we'll be adding 1,000 new employees in Europe and make some significant investments,</q> <strong> Eric Schmidt </strong> said in his keynote at the DLD Conference in Germany. \"Hundreds of these people will be located right here in our technology center in Munich.\" Yahoo, meanwhile, will cut 1 percent", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.\" <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a \"right-wing media echo chamber\" that is <q>transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day.</q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said: \"By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.\" <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}, {"uid": "1295665773077054051", "i": 12746, "idx": 1, "sa": ["Andy Coulson"], "q": "their identities when pursuing stories and tabloids routinely pay thousands of dollars to sources willing to provide evidence of celebrities' extramarital affairs. Tabloid editors are also known to keep close watch over their reporters. <q>No one who knows how a newspaper works, let alone a well-run British newspaper, has ever been able to understand for one second why a very effective editor wouldn't have at least asked his royal reporter where a stream of very strong scoops had come from,</q> said an editor at another tabloid who asked not to be quoted by name because he was not authorized to speak publicly to the press. Mr. <strong> Andy Coulson </strong> had talked about quitting Downing Street for some time,", "new_id": -2}, {"uid": "1296689419059244610", "i": 24635, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. But <strong> Sen. Bernie Sanders </strong> said much more needs to be done. <q>It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,</q> he said.__ Online: <strong> Sen. Bernie Sanders </strong>: http://sanders.senate.gov/ User comments are not being accepted on this article. <strong> Sen. Bernie Sanders </strong> Jones introduces bill to ban state employee collective bargaining Report:", "new_id": -2}, {"uid": "1297463472198819877", "i": 2889, "idx": 0, "sa": ["Michael Vick"], "q": "Investigator: Wait To See If <strong> Michael Vick </strong> Has Changed ESPN.com- The man who led the U.S. government's investigation of <strong> Michael Vick </strong>'s dogfighting case said that he's withholding judgment on the quarterback's rehabilitation. <q>Do I think he's changed? I don't know,</q> said retired U.S. Department of Agriculture senior special agent Jim Knorr, speaking to ESPN's Outside The Lines. \"I would hope he has but I don't know. Only one person knows and that's him", "new_id": -2}, {"uid": "1295586644175472650", "i": 9918, "idx": 1, "sa": ["Eric Schmidt"], "q": "as the Samsung Nexus S, against a contact terminal to make a payment. Google would love to get in on this action to get a stake in mobile commerce. Finally, <strong> Eric Schmidt </strong> Google wants to <q>increase the availability of inexpensive smartphones in the poorest parts of the world. We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years.</q> That's a new one to me from Google's lips, but it makes perfect sense. Developing nations may not have computers, but most people can get their hands on a cheap cell phone.That's 1", "new_id": -2}, {"uid": "1296741734237912106", "i": 24057, "idx": 0, "sa": ["Abraham Cooper", "Dan Snyder", "Donald Rumsfeld", "President Bush"], "q": "article: a photograph of <strong> Dan Snyder </strong> doctored with scribbled-on horns and facial hair. Rabbi <strong> Abraham Cooper </strong>... said it is...' a symbol... associated with virulent anti-Semitism.\" Post article http://bit.ly/gzMB96-- ProFootballTalk: <q><strong> Dan Snyder </strong> will... discover that... many people who hadn't read \"The Cranky Redskins Fan's Guide to <strong> Dan Snyder </strong>\" will now.</q> http://bit.ly/e7VatY RUMMY SETTLES SCORES IN FEISTY NEW BOOK-- Jonathan Martin: \"<strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> says he wanted to oversee the initial reconstruction of Iraq following the invasion, but was rebuffed by <strong> President Bush </strong>.", "new_id": -2}, {"uid": "1295591942183287822", "i": 17961, "idx": 16, "sa": ["Eric Schmidt", "Google Inc."], "q": "interview and a conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>'s co-founders as his \"best friends.\" \"I believe Larry is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q>It's time for him to have a shot at running this.</q> mobile.WTOPNEWS Get Text Messages and wtopnews.com on Your PDA", "new_id": -2}]