[{"uid": "1295860435042090520", "i": 7142, "idx": 5, "sa": ["Michael Gove", "Keith Vaz", "Andy Coulson"], "q": "he had to resign. But the precedent is a bad one. As I wrote last September, when <strong> Keith Vaz </strong>, the Labour chairman of Commons home affairs select committee, was upping the ante, <strong> Andy Coulson </strong>'s antagonists <q> seem to be forging a new and frankly preposterous politico-legal doctrine of executive responsibility: namely, that a man should not only lose the job he holds at the time of the wrongdoing, but all subsequent jobs. On this sinister basis, one strike and you are out- forever. </q> <strong> Andy Coulson </strong> has now lost two very senior positions in less than four years without a single allegation against him having been proved. Politics- and Michael Government- will be poorer without him. But more honourable and", "new_id": -2}, {"uid": "1295295638258523328", "i": 24498, "idx": 1, "sa": ["Angelina Jolie", "Christian Bale", "Ricky Gervais", "Johnny Depp"], "q": "The Tourist'' so they could hang out with stars <strong> Johnny Depp </strong> and href=\"http://topics.bloomberg.com/Angelina Jolie-Angelina Jolie/\"> <strong> Angelina Jolie </strong>.`` They also accepted bribes,'' <strong> Ricky Gervais </strong> quipped. Foreign Press Association President <strong> Christian Bale </strong> Berk jested back from onstage: <q> <strong> Ricky Gervais </strong>, the next time you want someone to qualify your movie, go to another guy. </q> HBO led Golden Globe winners in television categories with four, led by best drama`` Boardwalk Empire.'' The href=\"http://www.bloomberg.com/apps/quote?ticker=TWX%3AUS\" title=\"Get Quote\"> Time Warner Inc.- owned cable channel hadn't won in the", "new_id": -2}, {"uid": "1295237947014565436", "i": 27640, "idx": 0, "sa": ["Angelina Jolie", "Brad Pitt"], "q": ". Copyright holder is respected and not infringed upon. CHAN: Actors <strong> Brad Pitt </strong> and <strong> Angelina Jolie </strong> flew into Japan with all six of their children late yesterday. The Oscar nominated couple is touring there to promote their respective films <q> The Curious Case of Benjamin Button </q> and`` Changeling''. STORY:`` The Curious Case of Benjamin Button'' is a costly drama that took decades to make. But the film has led this years field of Oscar nominations with a total of", "new_id": -2}, {"uid": "1295015586019234824", "i": 42429, "idx": 0, "sa": ["Howard Stern", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "new girlfriend Kayte Walsh to the altar-- he says they're getting married next month! <strong> Kelsey Grammer </strong> appeared on`` The Late Show with <strong> David Letterman </strong>'' last night, where he told Dave he and Kayte would be <q> getting married soon, sometime in February. </q> The news comes just days after <strong> Kelsey Grammer </strong>'s soon-to-be-ex-wife <strong> Camille Grammer </strong> told <strong> Howard Stern </strong> that <strong> Kelsey Grammer </strong> wasn't gay, but suggested he signed on to the cross-dressing'' 1. <strong> Camille Grammer </strong> is pissed now because she isnt getting", "new_id": -2}, {"uid": "1295610094109838352", "i": 56513, "idx": 0, "sa": ["Jonathan Elias", "Jim Morrison", "Cher Lloyd", "Simon Cowell"], "q": "<strong> Jonathan Elias </strong> admits he won permission to use <strong> Jim Morrison </strong>'s recording from The Doors' legend's estate after calling on the group's producer Paul Rothchild to help him seek out the rare track. He says, <q> I went to the family through their attorneys and told them about this project, and they agreed to license it. Being a <strong> Jim Morrison </strong> fan, I was pretty excited about it. </q> Play video Inbetweeners finish Rude Road Trip Play video <strong> Cher Lloyd </strong> v. <strong> Simon Cowell </strong>! Subscribe to RSSMost Popular in: Entertainment Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News", "new_id": -2}, {"uid": "1297098298149504016", "i": 5414, "idx": 1, "sa": ["Michael Gove"], "q": "that:`` Otherwise there is a risk the subject may be devalued.'' The review warns that there is a danger schools will sideline music if it is not central to the curriculum. <q> Without the obligation for music lessons to be a part of the school curriculum, there is a very real concern that the subject might well wither away in many schools- and in the worst case scenario, could all but disappear in others. </q> <strong> Michael Gove </strong> has said that he is open to lobbying on subjects that should be included in the English bac, but he has placed the emphasis on showing whether schools are providing a rounded education in traditional academic", "new_id": -2}, {"uid": "1295571680118030373", "i": 42601, "idx": 1, "sa": ["Tim Cook", "Larry Page", "Eric Schmidt"], "q": "of responsibility and accountability at the top.`` As Google has grown, managing the business has become more complicated,'' Mr <strong> Eric Schmidt </strong> said in a posting on the company's official blog. <q> So <strong> Larry Page </strong>, Sergey[ Brin] and I have been talking for a long Tim Cooke about how best to simplify our management structure and speed up decision making. </q> Mr <strong> Eric Schmidt </strong> became chief executive in 2001 to bring more management experience to the growing company. He will now move to the role of executive chairman, focusing on deals and government outreach, among", "new_id": -2}, {"uid": "1296054621070402076", "i": 17689, "idx": 0, "sa": ["Steve Ballmer"], "q": "questions will be asked about the leadership of <strong> Steve Ballmer </strong>, now in his 12th year as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong> <q> is always on thin ice, </q> said Forrest at Fort Pitt Capital.`` Microsoft is a results-driven company.'' Microsoft CEO <strong> Steve Ballmer </strong> delivers his keynote address on the.... is set to report earnings for the fiscal second quarter Thursday... Photo", "new_id": -2}, {"uid": "1295564409055378023", "i": 44649, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": " <strong> Larry Page </strong> perusti hakukoneyhti?n yhdess href=\"http://www.hs.fi/haku/?haku=Sergey+Brinin\"> Sergey Brinin kanssa. Brin keskittyy uusien projektien ja tuotteiden kehitt?miseen.`` P?ivitt?ist aikuisen valvontaa ei en tarvita!'', <strong> Eric Schmidt </strong> kirjoitti migroblogipalvelu Twitteriss ilmoituksen j?lkeen. <q> <strong> Larry Page </strong> on mielest?ni valmis johtoon ja odotan innolla ty?skentelemist sek h?nen ett Sergeyn kanssa viel pitk?n </q>, <strong> Eric Schmidt </strong> sanoi.`` Maailmassa ei ole toista toimitusjohtajaa joka olisi voinut pit n?in uppiniskaiset perustajat n?in sitoutuneina ja silti johtaa liiketoimintaa niin nerokkaasti'', <strong> Larry Page </strong> sanoi.`` <strong> Eric Schmidt </strong> on loistava johtaja ja", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}]