[{"uid": "1297344557177520643", "i": 11129, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "targeted because of his fame. <strong> Anderson Cooper </strong> said he didn't think his attackers \"particularly\" knew who he was. <strong> David Letterman </strong> pointed out that, even so, <strong> Anderson Cooper </strong> has a distinctive look about him. <q> You... just standing on a corner, call attention to yourself, </q> he said. That was amusing. <strong> Anderson Cooper </strong> doesn't take himself too seriously. filo: That was amusing. <strong> Anderson Cooper </strong> doesn't take himself too seriously. V% 2FY0Q5TXXF1lGh0dXkTYZz% 2Ff9HKelVKWS1jZn1owympIgqrqhDYvrNx2wvpOPd3Pc% 2BKRclLLMFOZ649vUB7BSw% 3D%", "new_id": -2}, {"uid": "1296774980232128580", "i": 14557, "idx": 1, "sa": ["Desmond Bishop", "Michael Vick", "Ben Roethlisberger"], "q": "It sounds kind of comical, but he is very similar to a <strong> Michael Vick </strong> in that he's elusive in the pocket and can break tackles,\" Matthews said Wednesday at the Packers' media session. <q> He may not have the same speed as <strong> Michael Vick </strong>, but he definitely has that play-making ability, and I think that is why they have had so much success to date. </q> Packers linebacker <strong> Desmond Bishop </strong> said trying to stop <strong> Ben Roethlisberger </strong> is different than virtually any other quarterback in the NFL. \"His ability to break tackles in the pocket, his elusiveness, and when he does", "new_id": -2}, {"uid": "1296211334006012991", "i": 20234, "idx": 2, "sa": ["Mike Pence"], "q": "ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead,\" <strong> Mike Pence </strong> said. <q> After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play. </q> <strong> Mike Pence </strong> has a pair of public events scheduled for Friday_ a morning town hall meeting in Pendleton and a visit to a high school in Muncie. The 51-year-old congressman's future has been the", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.\"( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}, {"uid": "1296738181015351809", "i": 32898, "idx": 0, "sa": ["Donald Rumsfeld", "Sen. Bernie Sanders"], "q": "for misusing taxpayer dollars. \"With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money,\" <strong> Sen. Bernie Sanders </strong> says. <q> The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money. </q> Pentagon contracting has been broken for decades. Former defense secretary <strong> Donald Rumsfeld </strong> said-- on September 10, 2001-- that \"according to some estimates, we can not track$ 2.3 trillion in transactions", "new_id": -2}, {"uid": "1297181584182665248", "i": 10147, "idx": 0, "sa": ["Simon Cowell"], "q": "The former American Idol judge was asked during a news conference whether viewers would see the \"old <strong> Simon Cowell </strong>\" or a different side to him when the show premieres on Fox later this year. <q> Look, you adapt over the years, </q> he replied. \"I started to cringe when I started to see people being booked as the so-called mean judge and just being gratuitously rude for the sake of it. I don't like that.", "new_id": -2}, {"uid": "1295696713150896652", "i": 16408, "idx": 1, "sa": ["Colin Powell", "Queen Elizabeth II", "Sen. Joe Lieberman"], "q": ", were huddled round the television, aware of nothing but <strong> Colin Powell </strong>'s address to the U.N., making it clear that an attack on Iraq was imminent. He cited cited Downing Street's shameful work of fiction( <q> Iraq- its infrastructure of concealment, deception and intimidation </q>) saying: \"<strong> Sen. Joe Lieberman </strong> would call my colleagues' attention to the fine paper that the <strong> Queen Elizabeth II </strong> distributed... which describes in exquisite detail Iraqi deception activities.\" It was 5th February 2003. <strong> Sen. Joe Lieberman </strong> stood", "new_id": -2}, {"uid": "1297101141243499039", "i": 7545, "idx": 0, "sa": ["Michael Vick", "Stephen Schwambach"], "q": "is why we talked about <strong> Michael Vick </strong>, too. We asked the question, \"Are they sincere( about their faith)?' And the answer is we don't know,\" he said. <q> The rest of it is that nobody knows that about you when you try to get your act together either, so cutting the guy some slack giving him another chance is what God does for us. </q> <strong> Stephen Schwambach </strong> said people should be looking for ways to intertwine their personal hobbies with their relationship with God, not separate them.: I can\"t help but think God is not a", "new_id": -2}, {"uid": "1296671144083132443", "i": 6257, "idx": 1, "sa": ["Mitt Romney", "Piers Morgan", "David Letterman", "John McCain", "Sarah Palin"], "q": "The Case for American Greatness.\" <strong> Mitt Romney </strong>, who lost a Republican primary struggle to <strong> John McCain </strong> in 2008, seemed to encourage a presidential bid by <strong> John McCain </strong> running-mate <strong> Sarah Palin </strong>. On the <strong> Piers Morgan </strong> program he said, <q> She is an extraordinarily powerful and effective voice in our party... she'd be great in a primary process. </q> Five ways Republicans will change the House Later that evening, he joked with <strong> David Letterman </strong>, who has had well-publicized disputes with Ms. <strong> Sarah Palin </strong>, saying, \"be careful what you say about her.", "new_id": -2}, {"uid": "1295788412114884629", "i": 45566, "idx": 1, "sa": ["Andy Coulson"], "q": "fully. \"Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,\" she said. <q> Nobody is above the law, no newspaper editor, no journalist. </q> The scandal has already cost No 10 spin doctor <strong> Andy Coulson </strong> his job amid claims he presided over the illegal action at the tabloid. The former editor has always denied knowing that phone-hacking was taking place", "new_id": -2}]