[{"uid": "1296319679245022720", "i": 10245, "idx": 0, "sa": ["Zahi Hawass"], "q": "problems. He also defended his security forces and accused the protesters of plotting to destabilize Egypt and destroy the legitimacy of his regime, outraging those still in the streets well into the night. <q> We want <strong> Hosni Mubarak </strong> to go and instead he is digging in further, </q> protester Kamal Mohammad said.`` He thinks it is calming down the situation but he is just angering people more.'' <strong> Zahi Hawass </strong>, Egypt's top archaeologist, meanwhile, told state television on Saturday that", "new_id": -2}, {"uid": "1295884555196345865", "i": 46304, "idx": 2, "sa": ["John McCain", "Colin Powell", "Tom Coburn"], "q": "momentum over the past year as part of the solution to reduce the deficit and debt. Tea Party-backed progressives are coming together in calling for defense cuts. Ultra-conservative <strong> John McCain </strong> <strong> Tom Coburn </strong>( R-OK) even said recently that <q> taking defense spending off the table is indefensible. </q> Today on CNN's State of the Union, ret. <strong> Colin Powell </strong> and former Secretary of State <strong> Colin Powell </strong> joined the growing chorus in calling for a reduction in defense spending: \" CANDY CROWLEY: Where would you with", "new_id": -2}, {"uid": "1296603744096632855", "i": 13765, "idx": 0, "sa": ["Billie Joe Armstrong", "Simon Cowell"], "q": "bipolar disorder requires of its audience a robust willingness to plunge headlong into every facet of its often dark realms. But not everyone is capable of this. At the intermission, an audience member declared: <q> This isn't a suitable subject <strong> Carrie Underwood </strong>: Married life' a lot like dating life' commodity. <strong> Carrie Underwood </strong>, the 2005`` American Idol </q> winner who fulfilled judge <strong> Simon Cowell </strong>'s prophecy that she would become the biggest-selling artist ever produced by` <strong> Billie Joe Armstrong </strong> Elliot' cast works hard on tour A Tony Award-winning creative team and 20 of the most hardworking musical theater are", "new_id": -2}, {"uid": "1295487172086802452", "i": 5152, "idx": 3, "sa": ["Brad Greenberg", "Stephon Marbury", "Allen Iverson"], "q": "the draft. After the second workout, <strong> Brad Greenberg </strong> knew the <strong> Stephon Marbury </strong> jersey would not be needed.`` He's a special athlete and a special competitor and he has leadership ability,'' <strong> Brad Greenberg </strong> said of <strong> Allen Iverson </strong>. <q> He made it an easy decision. </q> <strong> Allen Iverson </strong>, who said he didn't know for sure about the pick until it was made, referred both to a new era for the 76ers, a team that has lost successively more games in each of their", "new_id": -2}, {"uid": "1296254762179142659", "i": 11239, "idx": 0, "sa": ["Eric Schmidt", "M. Simpson", "George Jepsen"], "q": "information, but won't give the AG what it collected. The stipulation will avoid going to court as settlement negotiations continue, <strong> George Jepsen </strong> said. He is coordinating a 40-state probe into the Wi-Spy incident. <q> The details of the biggest privacy breach in history shouldn't be settled in secret, </q> said John <strong> M. Simpson </strong>, director of Consumer Watchdog's Inside Google Project.`` This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.'' Consumer Watchdog this weekend released", "new_id": -2}, {"uid": "1295095293207257639", "i": 271, "idx": 0, "sa": ["Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "markings like the ones on her website weren't his style. But he also agreed on one key point with the woman who enjoys wide support among conservatives likely to vote in next year's primaries, saying, <q> There is no evidence to suggest that it( the shootings) had anything to do with this mentally unstable person's rage and senseless act in Arizona. </q> On the other side of the political aisle, liberal <strong> Sen. Bernie Sanders </strong>, I-Vt., who is seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>", "new_id": -2}, {"uid": "1297229275207454253", "i": 45, "idx": 5, "sa": ["John McCain", "Donald Rumsfeld"], "q": "about the strategy he was employing in Iraq, which I predicted was doomed to failure.''`` Thank God he was relieved of his duties, and we put the surge in,'' <strong> John McCain </strong> said. <q> Otherwise, we would have had a disastrous defeat in Iraq. </q> <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a`` hair-trigger temper'' and`` a propensity to shift his positions to appeal to the media.'' In this instance, unfortunately, they are", "new_id": -2}, {"uid": "1295564385175194279", "i": 13243, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "that CEO <strong> Eric Schmidt </strong> will step down, becoming executive chairman, while co-founder Larry Page will take over as chief executive. <strong> Sergey Brin </strong>, the company's other co-founder, will step down as president of technology, and instead <q> devote his energy to strategic projects, in particular working on new products, </q> the company said.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' said <strong> Eric Schmidt </strong>.`` By clarifying our individual", "new_id": -2}, {"i": 47514, "idx": 0, "index_answer": 2, "new_id": -1, "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q> Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending, </q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade.`` We must not remain silent when great moral", "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "uid": "1295915073213958666"}, {"uid": "1296405909000507905", "i": 31518, "idx": 0, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": "did not pursue additional evidence which the News of the World have now handed to them.'' In September 2010, when he first launched his legal action, the News of the World said it had <q> absolutely no knowledge or evidence that Mr <strong> George Galloway </strong>'s voicemail was accessed </q>. A number of public figures are taking action against the newspaper over allegations that their phones were hacked. At the time of <strong> Clive Goodman </strong> and <strong> Glenn Mulcaire </strong>'s conviction, the paper's editor, <strong> Andy Coulson </strong>", "new_id": -2}]