[{"uid": "1295319354058130441", "i": 28712, "idx": 3, "sa": ["Newt Gingrich", "Mike Pence"], "q": "of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q>To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security,</q> he said. In a Nov. 29, 2010 photo <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>( R-Ind.) addresses the media at the Detroit Economic Club in Birmingham, Mich.. An independent campaign to draw GOP <strong> Newt Gingrich </strong> <strong> Mike Pence </strong> into", "new_id": -2}, {"uid": "1297173194084033584", "i": 16976, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.\" Celebrity Visits Check out", "new_id": -2}, {"uid": "1296347454119062530", "i": 37465, "idx": 0, "sa": ["Arian Foster", "Michael Vick", "Brandon Lloyd"], "q": "weather can't be beat. Temperatures this week were mostly in the high 70s, perfect for the Pro Bowlers who went golfing, fishing, jetskiing and toured Pearl Harbor with their families. <q>This is like heaven. I'll die and go to Hawaii. That's all right with me,</q> Houston Texans running back <strong> Arian Foster </strong> said. A few players even hit the waves such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard. \"I", "new_id": -2}, {"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q>I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech,</q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"We didn't elect \"Superman,\" we elected a human being.\" <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}, {"uid": "1295278861147685381", "i": 2632, "idx": 1, "sa": ["Jim Ryun", "Mike Pence"], "q": "APC] today kicks off a national grassroots signature drive urging conservatives and tea party members to sign a declaration encouraging Mr. <strong> Mike Pence </strong> to run for President,\" the group said in an early-Monday news release. <q>Throughout his distinguished career, <strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government, and for that reason I am encouraging him to get in the race,</q> said <strong> Jim Ryun </strong>. Ralph Benko, a former Reagan administration deputy counsel who helps <strong> Jim Ryun </strong> run the APC, said that <strong> Mike Pence </strong>'s ability to unite the three traditional areas of conservatism- fiscal, foreign policy,", "new_id": -2}, {"uid": "1295319335227213318", "i": 21032, "idx": 0, "sa": ["Steve Ballmer"], "q": "on Windows PCs, a development which Microsoft executive <strong> Steve Ballmer </strong> hinted at to the BBC during CES. Speaking in a brief interview with BBC online tech program Click, <strong> Steve Ballmer </strong> said that PC Kinect was something which Microsoft <q>will support... in a formal way in the right time</q>. Now, speculative blog", "new_id": -2}, {"uid": "1296960716249118758", "i": 43005, "idx": 0, "sa": ["Michael Vick"], "q": "<q>How they just now reporting this?... <strong> Michael Vick </strong> Spoke on this Like a while back on his Twitter Page... Lmao...</q> Edit: Nevermind <strong> Michael Vick </strong> was speaking on Sporting News Comeback Player of the year... Last edited by KeepOnPushing; 14 Minutes Ago at Bills WR on his Dropped pass that could have won the game", "new_id": -2}, {"uid": "1297222050127549454", "i": 29083, "idx": 1, "sa": ["Colin Powell"], "q": " Mr. Rumsfeld said, \"We should hit Khurmal during the speech... given that <strong> Colin Powell </strong> will talk about it.\" Mr. Rumsfeld recounts that Mr. <strong> Colin Powell </strong> objected. <q>That would wipe out my briefing,</q> Mr. Rumsfeld quotes Mr. <strong> Colin Powell </strong> as saying. \"We're going to get Khurmal in a few weeks anyway,\" Mr. <strong> Colin Powell </strong> added, according to Mr. Rumsfeld.", "new_id": -2}, {"uid": "1295887271156680263", "i": 9804, "idx": 1, "sa": ["Eric Schmidt", "Theresa Potter"], "q": ",\" says Cauley. <strong> Theresa Potter </strong>'s management and personnel skills complemented Cauley's expertise in research and development, quality control and technical sales. It was a no-brainer to hire her as president. <q>It was really exciting. It was a reward for me to provide myself with another person who could take my desires and run with it,</q> Cauley says. \"She does things that I never even thought of.\" After vetting a new senior manager closely, it's important to give that person authority and autonomy, advises Melinda <strong> Eric Schmidt </strong>,", "new_id": -2}, {"uid": "1295601684081559570", "i": 26665, "idx": 2, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": " \"The structures between the three have remained exactly the same over the past 10 years-- which might as well be 100 years of Internet time,\" he said in a blog post. <q>It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company.</q> <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements \"harmful to Google's reputation\" and the three top executives may have decided \"it was time for a fresh public face.", "new_id": -2}]