[{"uid": "1295047677008175621", "i": 13272, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Michelle King"], "q": "<strong> Michelle King </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. \"This area is so fraught with legal ramifications,\" Urbahn said. <q>I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject.</q> Advertisement <strong> Donald Rumsfeld </strong> would likely be willing to look at a script if it were another subject matter, he said. <strong> Donald Rumsfeld </strong>, who was defense secretary during the first six years of <strong> President Bush </strong>'s eight", "new_id": -2}, {"uid": "1297698848012320885", "i": 28348, "idx": 0, "sa": ["Steve Ballmer"], "q": "CEO <strong> Steve Ballmer </strong> actually announced: Windows Phone 7 will become Nokia's primary smartphone platform Nokia will contribute to Windows Phone 7 hardware development( help Microsoft developers better optimize their software for telecom) Nokia will bring WP7 to <q>a larger range of price points, market segments and geographies</q>( translation: low-cost replacements for today's feature phones and more devices in the developing world) The Microsoft Marketplace( app and media store) will absorb Nokia's current apps and content( the Ovi store)", "new_id": -2}, {"uid": "1296117571165298183", "i": 7776, "idx": 6, "sa": ["Michael Vick"], "q": "the franchise tag, and free agency might not happen, certainly on schedule because of the expiring collective bargaining agreement. \"If they franchise me, we'll see how that goes,\" he said. <q>I'm expecting everything to go according to plan... I've just got to be patient and take it one day at a time. Hopefully I'll be with the Eagles next year, but we'll see what happens.</q> He commented on a significant step back to superstardom: His first endorsement deal since his return to the NFL in 2009. The deal is with Unequal Technologies, a company that makes football pads <strong> Michael Vick </strong> used", "new_id": -2}, {"uid": "1296232034027262987", "i": 3782, "idx": 0, "sa": ["Mike Pence"], "q": "stepped down last year from his House leadership post. <strong> Mike Pence </strong>, 51, made multiple trips to states that host early presidential primary contests, fueling some speculation he might seek the White House. <q>After much deliberation and prayer, we believe our calling is closer to home,</q> <strong> Mike Pence </strong> said in a letter to supporters. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana.\" His future has been a subject of speculation since he", "new_id": -2}, {"uid": "1297475146178421772", "i": 28074, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "not be in place for the Nokia smartphones running Windows Phone 7 or a future Windows Phone OS. \"I don't see how this[ partnership] changes their opportunity much,\" he added. <q>Tight integration between the OS and hardware could improve functionality. However, Microsoft has never been able to take advantage of its core developer group for mobile, so I don't see why this would help much. Android would be better for Nokia smartphones.</q> Will Stofega, an analyst at IDC, attended the London partnership announcement where Microsoft CEO <strong> Steve Ballmer </strong> and Nokia CEO <strong> Stephen Elop </strong> spoke, saying he was impressed by <strong> Stephen Elop </strong>, a former Microsoft executive, and his rationale", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}, {"uid": "1296106879131907718", "i": 32512, "idx": 1, "sa": ["Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Mark Kelly Watches State of the Union Speech in Hospital with <strong> Gabrielle Giffords </strong>( Picture) Play CBS Video Washington Unplugged by Jhihmoac January 26, 2011 11:52 PM EST by spaceatoms January 26, 2011 11:31", "new_id": -2}, {"uid": "1295865974242810911", "i": 32686, "idx": 1, "sa": ["Colin Powell", "Barack Obama", "President Bush"], "q": "that he was not committed to supporting <strong> Barack Obama </strong> or any other candidate in 2012 \"I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,\" <strong> Colin Powell </strong> said on CNN's <q>State of the Union \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.</q> <strong> Colin Powell </strong>'s endorsement of <strong> Barack Obama </strong> in 2008 as a \"transformational\" figure was crucial with moderates among whom <strong> Colin Powell </strong> has many supporters. <strong> Colin Powell </strong>, who was <strong> President Bush </strong>'s first secretary of state, said never seriously", "new_id": -2}, {"uid": "1296097823236617747", "i": 36162, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "embarrassed <strong> Donald Rumsfeld </strong> in front of the media did the Pentagon sent armor. Fanning was trained in bayonet fighting, which no one has done for decades. He learned how to kick down walls and destroy rooms, but <q>never one second of culture or language training. We had no idea how to respect( Iraqis).</q> The soldiers saw third world contractors exploited while American contractors made three or four times the pay of a GI. All of this damaged morale. \"I enlisted[ after 9/11] to be part of the solution", "new_id": -2}, {"uid": "1297443949230703173", "i": 28583, "idx": 1, "sa": ["Nancy Pelosi", "Mike Pence"], "q": ", \"many of whom were swept into office fueled by tea party anger over the health care law,\" are now facing the same expensive, unforgiving health insurance market as middle-class Americans the GOP wantonly abandoned: <q> \"I have a niece who has pre-existing conditions, and I worry about her if she was ever to lose her job,</q> said Florida <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong> Nugent\", one of the freshman lawmakers who declined federal health insurance benefits. Every single House Republican voted to repeal the health care law last month. \"I can", "new_id": -2}]