[{"uid": "1295636633124272650", "i": 32132, "idx": 0, "sa": ["Andy Coulson"], "q": "editor of a top-selling tabloid newspaper. <strong> Andy Coulson </strong> denies any knowledge of the hacking, but admitted he'd committed a cardinal sin for a back room operator-- he became the story. <strong> Andy Coulson </strong> said <q>continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed</q> in his role as Downing Street communications chief. \"I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\"", "new_id": -2}, {"uid": "1295556469260145156", "i": 22077, "idx": 4, "sa": ["Eric Schmidt"], "q": ", declining market leader Nokia has rightly focused on making available cheaper smartphones in many emerging markets while bulking up feature phones with more smartphone-like capabilities, like fully-functional Web browsers. <strong> Eric Schmidt </strong>'s goal is ambitious. <q>We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years,</q> he writes. \"Can you imagine how this will change their awareness of local and global information and their notion of education?\" There are reasons why last week Canalys predicted that Gartner predicts", "new_id": -2}, {"uid": "1297363571104955962", "i": 5405, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "storm, but says that those responsible were already being prosecuted and disciplined. When asked whether he would have accepted the resignation if <strong> Donald Rumsfeld </strong> had been President, he first said \"yes,\" and then said, <q>How would I know? I wasn't President... I wasn't in his shoes.</q> <strong> Donald Rumsfeld </strong> says \"I would stack Guantanamo Bay against any facility in the world- it is one of the best prisons anywhere.\" He expressed his astonishment over the \"mythology\" that has erupted in", "new_id": -2}, {"uid": "1295512445009502750", "i": 7549, "idx": 2, "sa": ["Michael Vick", "DeSean Jackson", "Mike Missanelli"], "q": "<strong> Michael Vick </strong> on his radio show yesterday. <strong> Mike Missanelli </strong> reminded <strong> Michael Vick </strong> that <strong> DeSean Jackson </strong> made some comments about the quarterback's game-ending interception against the Packers. \"What's the story with <strong> DeSean Jackson </strong>?\" asked <strong> Mike Missanelli </strong> <q>Is he just a young pup who talks out of turn every now and then and you're the wily veteran now, and you have to kinda hit the pup on the nose?</q> <strong> Michael Vick </strong> didn't seem to catch the dog references, but we laughed like hell. Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended", "new_id": -2}, {"uid": "1294955656094240963", "i": 4924, "idx": 1, "sa": ["John McCain", "Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. <strong> John McCain </strong> <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q>It was raw courage. It was raw strength. It was so beautiful and so moving.</q> Doctors have also helped <strong> Gabrielle Giffords </strong> sit up and dangle her legs from her bed. She's able to open her right eye, even though it's bandaged. The next milestone will be removing", "new_id": -2}, {"uid": "1296686530194002957", "i": 3916, "idx": 1, "sa": ["Zahi Hawass"], "q": "scenes of chaos and discord that resulted in the destruction of artifacts in Iraq and Afghanistan. \"People are asking me: \"Do you think Egypt will be like Afghanistan?\" he said. <q>And I say:` No, Egyptians are different- they love me because I protect antiquities.\"</q> <strong> Zahi Hawass </strong>, who has never been shy about promoting his work, described two episodes of looting that he said took place on Friday night. At the Egyptian Museum in Cairo, thieves looking for", "new_id": -2}, {"uid": "1296106909116244575", "i": 39386, "idx": 10, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q>Matt is great. The coaching staff is great. We're just having a good time,</q> he said. \"I like what they're doing in the offence and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.\" <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295621146048054324", "i": 48786, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so,\" <strong> David Cameron </strong> said in an e-mailed statement. <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.</q> In comments to BSkyB's Sky News television channel, <strong> David Cameron </strong> dismissed questioning about his judgment over <strong> Andy Coulson </strong>. \"Excellent Job' \"He\"s run the Downing Street press office in a", "new_id": -2}, {"uid": "1295749089127680581", "i": 13101, "idx": 2, "sa": ["Michael Arrington", "Eric Schmidt"], "q": "three Google leaders convinced him to hold off, <strong> Michael Arrington </strong> wrote. \"Google insisted the story wasn't accurate, wasn't even close to accurate, and generally contained no accuracy whatsoever,\" <strong> Michael Arrington </strong> wrote. <q>We killed the story, since their denials seemed fairly straightforward and honest, and we found no other independent sources.</q> In a new interview Thursday, <strong> Eric Schmidt </strong> insisted that he is stepping up to become executive chairman and that the move simply formalizes how things have been run at Google already. and its licensors. All", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q>the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose.</q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}]