[{"uid": "1295615043003915783", "i": 25695, "idx": 0, "sa": ["Simon Cowell"], "q": "- who has an estimated personal fortune of over Â£ 165 million- admits he was never academically successful but believes he has done well out of life because he has such good instincts. He said: <q> All my life I had to teach myself. I never really had a proper education. I wasn't born with any skill. I didn't learn anything from school. \"Mainly, I trust my instincts because I have very broad tastes. I genuinely believe that if I like something, other people are going to like it as well. </q> <strong> Simon Cowell </strong> quit \"American Idol' last year in order to focus on bringing his UK show,` The X Factor\", to the US and admits it took a discussion with an unnamed \"successful", "new_id": -2}, {"uid": "1296434449170967045", "i": 33039, "idx": 0, "sa": ["Google Inc.", "David Cameron", "Eric Schmidt", "Rupert Murdoch"], "q": ".'s U.K. unit handed over new details. <strong> Rupert Murdoch </strong>, who was scheduled to speak at a panel discussion with <strong> Google Inc. </strong>. Chief Executive Officer <strong> Eric Schmidt </strong> at the Switzerland, last week cancelled his appearance. <q> The mess bursting around his business in Britain will undoubtedly impact on his international ambitions, </q> said <strong> David Cameron </strong> Banks, a former editor of the Daily Mirror who also worked for News Corp. newspapers the New York Post and The Sun. A spokeswoman for News Corp. declined to comment on whether", "new_id": -2}, {"uid": "1295198895198885397", "i": 11535, "idx": 0, "sa": ["Steve Ballmer"], "q": "things to come. On Jan. 10, Microsoft CEO <strong> Steve Ballmer </strong> sent a companywide e-mail to the effect that Bob Muglia, president of the company's Server and Tools Business, would depart his post this summer. <q> While Windows and Office are household words, our Server and Tools Business has quietly and steadily grown to be the unquestioned leader in server computing, </q> <strong> Steve Ballmer </strong> wrote. \"We are now ready to build on our success and move forward into the era of cloud computing.\" Given that evolution, <strong> Steve Ballmer </strong> continued, \"now is the time to put", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a \"second chance.\" According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was \"passionate about it,\" adding that the president said <q> it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall. </q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}, {"uid": "1296106971231735328", "i": 13240, "idx": 0, "sa": ["Eric Schmidt"], "q": "reiterated an Overweight rating on Google and increased his price target to$ 725 from$ 652. Munster said the quarterly results showed that the company's search business is still healthy and that the new CEO switch is <q> at worst a net neutral, at best a net positive. </q> Page is more visionary than <strong> Eric Schmidt </strong>, and his new role could inspire Google's creativity in the face of competition from Facebook, Apple( MSFT), he noted. Some say there were tensions", "new_id": -2}, {"uid": "1297184996166789153", "i": 12862, "idx": 1, "sa": ["Donald Rumsfeld", "Tom McClintock"], "q": "part of cooking the books on intelligence to gin up a reason to invade that country. See: http://www.tnr.com/print/article/the-first-casualty We know that <strong> Donald Rumsfeld </strong> resolutely refused to plan for the occupation. We know that in Congress, <q> everyone would agree Iraq was a mistake, </q> according to <strong> Tom McClintock </strong>( R-CA). 1kW-.\"... and so then I said, \"Hey, Voldemort-- pull my finger!\"' 6.1** pffffft***", "new_id": -2}, {"uid": "1297347162253526023", "i": 28811, "idx": 0, "sa": ["Sergio Marchionne"], "q": " tracking currency exchange rates in Brazil, where the increasing strength of the Brazilian real has put pressure on its growth plans in the region, CEO <strong> Sergio Marchionne </strong> said. <q> It's making things there quite costly, </q> <strong> Sergio Marchionne </strong> told the Wall Street Journal on the sidelines of the Chicago show. Brazilian officials have been fretting publicly about the strength of the real since September. Since 2009, the real has gained more than", "new_id": -2}, {"uid": "1296671144083132443", "i": 6258, "idx": 2, "sa": ["Mitt Romney", "Sarah Palin", "David Letterman"], "q": "'d be great in a primary process.\" Five ways Republicans will change the House Later that evening, he joked with <strong> David Letterman </strong>, who has had well-publicized disputes with Ms. <strong> Sarah Palin </strong>, saying, <q> be careful what you say about her. </q> <strong> Mitt Romney </strong> added, \"She has a rifle, you know.\" The <strong> David Letterman </strong> appearance seemed aimed in part at warming up <strong> Mitt Romney </strong>'s image as a buttoned-down, successful businessman. He talked about a dispute", "new_id": -2}, {"uid": "1295387016075563050", "i": 12789, "idx": 1, "sa": ["David Letterman", "Steven Tyler"], "q": "<strong> Steven Tyler </strong>, 62, revealed on \"The Late Show with <strong> David Letterman </strong>\" Monday that during the accident- which led to broken bones and the cancellation of Aerosmith's tour- he was high. <q> It's not any news here about my drug use and addictions in the past, </q> the frontman said when asked about the tumble. \"A couple years ago, you know, I was doing Lunesta because I had some problems with my feet.\" And after admitting the sleeping aid", "new_id": -2}, {"uid": "1297242386040484874", "i": 23259, "idx": 0, "sa": ["Colin Powell"], "q": "\" Rumsfeld told a television interviewer. \"They're in the area around Tikrit and Baghdad.\" In his book, he denied that he or any other administration official lied about WMD. <q> While I made a few misstatements-- in particular the one mentioned above-- they were not common and certainly not characteristic. </q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address", "new_id": -2}]