[{"uid": "1296963339115425283", "i": 4679, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "the Giants, a game in which the Eagles trailed by 21 points in the fourth quarter.`` <strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,'' Eagles offensive coordinator <strong> Marty Mornhinweg </strong> said. <q> Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that. </q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison, a two-year", "new_id": -2}, {"uid": "1295613803099680259", "i": 14649, "idx": 1, "sa": ["Andy Coulson", "Viktor Bout"], "q": ". Mr <strong> Andy Coulson </strong> quit as editor in 2007 saying he took ultimate responsibility for the scandal but denied knowing phone hacking was taking place. In a statement on Friday, he said it had been <q> a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years </q>. <strong> Viktor Bout </strong> he added:`` Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role", "new_id": -2}, {"uid": "1296507212234177380", "i": 27090, "idx": 0, "sa": ["Michael Vick"], "q": "left before ending of 3rd quarter, Eagle is setting another record for`` Most Scoring Team'' on Monday Night Football with the spank`` Eagle 59- 21 Redskin''. Eagle also set a new record for <q> Most Scoring Team On The Road In NFL </q>. This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is`` Eagle 59- 28 Redskin''. <strong> Michael Vick </strong> Record Night^^. The Sooners would travel to beautiful Colorado Springs", "new_id": -2}, {"uid": "1296657630232505430", "i": 13720, "idx": 0, "sa": ["Allen Iverson", "Shaquille O'Neal"], "q": "problem moving to the bench. </blockquote> <strong> Allen Iverson </strong> could never make that transition. When no NBA team offered him a job this season, he signed to play in Turkey before a recent injury. <q> You can't beat the system. You have to join it, </q> <strong> Shaquille O'Neal </strong> said.`` Even if I could, it wouldn't be business-ly advantageous to act like that. So no, the system is always right. So whatever the system says you do, you just do", "new_id": -2}, {"uid": "1294986518220069897", "i": 30289, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "head, <strong> Gabrielle Giffords </strong> is moving both arms and legs.`` This is a major leap forward. This is a major milestone for her,'' said Dr. Michael Lemole, University Medical Center. <q> She would hold my hand. She would squeeze it harder and she'd rub her thumb on my thumb so I knew she was telling me I hear you. I know what you're saying. I'm with you, </q> said Sen. <strong> Kirsten Gillibrand </strong>, D-NY. The New York senator is a close friend of the congresswoman. On Wednesday night, she was in <strong> Gabrielle Giffords </strong>' hospital room for the biggest milestone. <strong> Gabrielle Giffords </strong> opened her eyes", "new_id": -2}, {"uid": "1297100048035717139", "i": 43891, "idx": 0, "sa": ["Michael Vick", "Lesley Stahl", "Sarah Palin", "Aaron Sorkin"], "q": "any patience with the glamorization of dumbness.'' Only seconds earlier in the interview, Sathl was asking <strong> Aaron Sorkin </strong> about his past addiction to crack cocaine, for which he attended rehab twice. <strong> Lesley Stahl </strong> concluded: <q> <strong> Aaron Sorkin </strong> only dabbles in political commentary. What he works really hard at is writing his plays and movies. </q> December 8, 2010 Huffington Post article cited by <strong> Lesley Stahl </strong>, <strong> Aaron Sorkin </strong> compared <strong> Sarah Palin </strong> hunting on her TLC show to the animal abuse football player <strong> Michael Vick </strong> was found guilty of in promoting dog fighting. On CNN's Parker-Spitzer", "new_id": -2}, {"uid": "1296499328226574387", "i": 27964, "idx": 0, "sa": ["Oprah Winfrey", "Nicklas Lidstrom", "Sergio Marchionne", "Robin Williams"], "q": "was certain the Michigan basketball team understood the concept of building off the... Red Wings defenseman <strong> Nicklas Lidstrom </strong> has been part of the two biggest comebacks in All-Star Game... Chrysler CEO <strong> Sergio Marchionne </strong> said salaried and hourly employees will receive <q> performance... <strong> Henry Ford </strong> Health System, Presbyterian Villages of Michigan and United Methodist Retirement... Investment group to renovate Detroit hospital, create senior center More than 1,000 filmgoers-- and`` Detroit 1-8-7 </q> fans-- sold out the Detroit Film Theatre to... Could <strong> Robin Williams </strong> get his Batman wish and appear in the highly anticipated third installment of... As it nears its one-month mark, the <strong> Oprah Winfrey </strong> Network has grown its prime-time", "new_id": -2}, {"uid": "1295808436044548117", "i": 8042, "idx": 3, "sa": ["Keith Olbermann", "David Letterman", "Erin Andrews"], "q": "a 2007 appearance on the`` Late Show,'' host <strong> David Letterman </strong> asked <strong> Keith Olbermann </strong>,`` What is it about you? You seem to burn bridges wherever you leave.'' said of his relationship with ESPN, <q> I don't burn bridges, I burn rivers. If you burn a bridge, you can possibly build a new bridge, but if there's no river any more, that's a lot of trouble. I just try to run the place. </q> Article: <strong> Keith Olbermann </strong> and MSNBC: a failing relationship... ESPN sportscaster <strong> Erin Andrews </strong> takes pictures with her iPhone... <strong> Keith Olbermann </strong> leaves MSNBC, ends` Countdown' <strong> Keith Olbermann </strong> leaving MSNBC, suddenly exiting nightly show; no further... Photo", "new_id": -2}, {"uid": "1297207413130318370", "i": 42351, "idx": 1, "sa": ["Johnny Carson", "Michael Vick"], "q": ", despite <strong> Michael Vick </strong>'s charity work with children in the city.`` Of course the millions of <strong> Michael Vick </strong> fans and the <strong> Michael Vick </strong> family are excited about his( Dallas) honor,'' Tina <strong> Michael Vick </strong> said. <q> But we have so many development projects here, that's really not our focus. </q> <strong> Michael Vick </strong> is not the nation's first controversial recipient of an enormous honorary key. U.S. Airways Capt. Chesley`` Sully'' Sullenberger earned several keys to cities and <strong> Johnny Carson </strong> could unlock Anaheim, Calif.", "new_id": -2}, [{"i": 5030, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Jimi Hendrix </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Jimi Hendrix </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me The BP symbol is on", "sa": ["Allen Iverson", "Jimi Hendrix", "Donyell Marshall"], "uid": "1295212882209371150"}]]