[{"uid": "1294997996185335841", "i": 18105, "idx": 0, "sa": ["Susan Boyle", "Simon Cowell", "Piers Morgan"], "q": "between two homes in West Lothian, Scotland- wants to invite celebrity pals including <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> along to the gathering, which will take place on Saturday night( 15.01.11). A source said: <q> We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited, and <strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again. </q> However, a spokesperson has confirmed the celebrities are unlikely to attend as it is a simple party for close friends. The representative said:`` The party was only ever for close friends and", "new_id": -2}, {"uid": "1295254520092618763", "i": 649, "idx": 0, "sa": ["Simon Cowell", "Piers Morgan", "Gayle King", "Jo Frost"], "q": "it finally has`` buzz'' again. And though it remains to be seen whether the host of CNN's`` <strong> Piers Morgan </strong> Tonight'' will do for skinny ties what his long-running predecessor did for suspenders- <q> it wasn't lost on me[ that] the Beatles always had skinny ties, and they were quite successful in Britain and America </q>- the fast-talGayle King Brit does have a few things going for him:_ An accent that Americans, used to the scolding of everyone from <strong> Simon Cowell </strong> to`` Supernanny'' <strong> Jo Frost </strong>, seem powerless to resist.", "new_id": -2}, {"uid": "1297373000188006428", "i": 48061, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia", "Amitabh Srivastava"], "q": "will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Some of the most influential cloud players discuss the future challenges and opportunities in Cloud Computing on stage at the Web 2.0 Summit. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace <strong> Bob Muglia </strong> as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired <strong> Bob Muglia </strong> from the post,", "new_id": -2}, {"uid": "1296240423000835585", "i": 51894, "idx": 0, "sa": ["Simon Cowell", "Stormi Henley"], "q": "are smoky and full of feeling. Chelsee belted a few lyrics of`` The Story'' for her short solo. All three judges gave both contestants`` Yes'' votes, and happily the two embraced joyfully. <q> They're going to get back together, </q> J-Lo predicted. <strong> Stormi Henley </strong>, 19, is Miss Teen USA 2009 and a pretty little southern belle. An actual pageant winner, and no <strong> Simon Cowell </strong> to make acerbic comments. She sang with a lovely country", "new_id": -2}, {"uid": "1296182170102957071", "i": 9266, "idx": 1, "sa": ["Mike Pence", "Barack Obama", "Sarah Palin"], "q": ", but many in political circles assumed that would be the case since he stepped down last year from his House leadership position. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q> a Christian, a conservative, and a Republican, in that order. </q> The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning sixth term in November. Sarah Palin-STATE OF THE UNION <strong> Sarah Palin </strong> issues scathing response to <strong> Barack Obama </strong> speech", "new_id": -2}, {"uid": "1295016512171180049", "i": 41662, "idx": 0, "sa": ["Pat Garofalo", "Mike Pence"], "q": "remained, and arguably still remains, an institution that is too big, too interconnected, and too essential to the global financial system to be allowed to fail,'[ IG Neil] Barofsky wrote.'' <q> Key House Republican Prepares To Destroy The 30-Year Mortgage </q> reports Wonk Room's <strong> Pat Garofalo </strong>:''[ American Banker reports,]'[ <strong> Mike Pence </strong> Scott] Garrett said the Republicans would probably reject anything that calls for a government mortgage guarantee.` We're certainly not leaning", "new_id": -2}, {"uid": "1295278373145555468", "i": 52273, "idx": 1, "sa": ["Mike Pence"], "q": "the tea party movement. The committee is also being advised by the conservative PR group CRC.`` <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job-creation Reagan-Kemp wing of the GOP,'' said Benko. <q> Grassroots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"uid": "1295254462216039433", "i": 15970, "idx": 1, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "thinks the 30-year-old has a chance- a chance- to become a great one.`` He's got a good opportunity to become one of the best ever,'' <strong> Marty Mornhinweg </strong> told me on Thursday. <q> He's got several things to do to get that done. </q> Last week was a melancholy one at the NovaCare Complex. No one was ready for the season to end. No one thought it was going to end, not with the ball in <strong> Michael Vick </strong>'s hands", "new_id": -2}, {"uid": "1296675995024215578", "i": 35779, "idx": 3, "sa": ["David Letterman", "Halle Berry", "Justin Bieber", "Selena Gomez", "Audrina Patridge"], "q": "don't think they were pushed in the business,'' she added.`` They were genuinely discovered based on real talent.'' OK! NEWS: <strong> Justin Bieber </strong> ON HIS BEST FRIEND <strong> Selena Gomez </strong>- WE SAW <q> There hasn't been any official word on that, </q> <strong> Halle Berry </strong> said,`` but that would be a fantastic idea.'' Lunchtime Lowdown: <strong> Audrina Patridge </strong> Shows Off Her Bikini Bod for Bongo`` Late Show'' host <strong> David Letterman </strong> may be a more seasoned entertainer than pop sensation", "new_id": -2}, {"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}]