[{"uid": "1296001277079446017", "i": 18820, "idx": 2, "sa": ["Steve Ballmer"], "q": "a parking garage.\"( TRACK) CEDAR RAPIDS, IOWA IS FALLING APART AS THE CEDAR RIVER SWALLOWS THE CITY. IT LOOKS MORE LIKE VENICE, ITALY THAN THE MIDDLE OF IOWA. <strong> Steve Ballmer </strong> Shriver/owns flooded business <q>The river is literally running through buildings.</q>( TRACK) STEVE SHRIVER OWNS AN ORGANIC LIP BALM BUSINESS LOCATED IN DOWNTOWN. AND HIS PRODUCTION ROOM IS IN THE BASEMENT... SEVERAL FEET UNDER WATER. <strong> Steve Ballmer </strong> Shriver/owns flooded business \"we have a million sticks of", "new_id": -2}, {"uid": "1295289190173228101", "i": 31528, "idx": 0, "sa": ["Kirsten Gillibrand", "Senator Jesse Helms", "Gabrielle Giffords", "Randy Larson"], "q": "tube. <strong> Senator Jesse Helms </strong> <strong> Kirsten Gillibrand </strong> of New York, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q>It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did,</q> the Democratic senator said on NBC's \"Meet the Press\" Sunday. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. <strong> Randy Larson </strong>, 57,", "new_id": -2}, {"uid": "1297443886231686178", "i": 40845, "idx": 1, "sa": ["Michael Gove"], "q": "failed to consult them before the cuts. In five of the cases the failure was \"so unfair as to amount to an abuse of power,\" said the judge. He said: <q>However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.</q> Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful \"because of his failure to discharge relevant statutory equality duties.\" Follow the E&S on Twitter Keep up with the latest breaking news and best content", "new_id": -2}, {"uid": "1296354802205946894", "i": 1567, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "in games. When you see a man of that dimension able to finish scramble runs, I don't care what level and so on, I've always considered him a good athlete,\" McCarthy said. <q>More importantly, he's a big man. I don't know exactly what he weighs but he is someone that we need to do a better job this time around learning off last year's experience.</q> And while no one is mistaking the Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they", "new_id": -2}, {"uid": "1296708146155615316", "i": 36848, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Hosni Mubarak"], "q": ". In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted, The Washington Post said. <q>Looking back, I see there are things the administration could have done differently and better with respect to wartime detention,</q> <strong> Donald Rumsfeld </strong> acknowledges. Supporters loyal to <strong> President Bush </strong> <strong> Hosni Mubarak </strong> opened fire at anti-government protesters in Tahrir square in Cairo on Thursday,... Play video Protesters hold firm after violence in Egypt Play video Hollywood fame beckons for", "new_id": -2}, {"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "\" <strong> Roger Goodell </strong> said.\"[ Most often] they're not recognizing they have a role in it.\" Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q>I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like, \"He won't sign my jersey.'</q> He says he thinks Mike <strong> Michael Vick </strong> \"is sincerely trying.\" And he isn't blind to the fact that the story isn\"t over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}, {"uid": "1295029652070811648", "i": 40088, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "all. The actor stopped by the Late Show With <strong> David Letterman </strong> Thursday night and spoke about his divorce and upcoming wedding to <strong> Kayte Walsh </strong>, keeping conversation light and The comic host asked about <strong> Kelsey Grammer </strong>'s messy divorce, questioning; <q>I'm sorry or I'm not sorry to hear that?</q> OK! NEWS: CAMILLE GRAMMER MEETS KAYTE WALSH \"You are respectfully considerate and yet pleased for the new developments in my life,\" <strong> Kelsey Grammer </strong> responded coyly, before talking about how his children are handling the", "new_id": -2}, {"uid": "1297371116207732736", "i": 4654, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "in The Guardian illustrates the technique in action. Here he is trying to explain away another of his untruths, the claim that the CIA had identified WMD sites around Tikrit and Baghdad: <q>While I made a few misstatements- in particular the one mentioned above- they were not common and certainly not characteristic. So instead of claiming he was \"misquoted</q>, <strong> Donald Rumsfeld </strong> boldly owns up to his claim, but excuses it as a lone \"mis-statement\"( so human, so easy to understand), which was given so much undue attention that it caused the broader", "new_id": -2}, {"uid": "1295600230194969603", "i": 38094, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong> said never in his wildest dreams did he expect Google to be this successful when he joined 10 years ago. He said that himself, Page and <strong> Sergey Brin </strong> had acted as a triumvirate over the past decade with <q>all been equally involved in making decisions.</q> He said this policy would continue but change was needed. \"We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" At the earnings", "new_id": -2}, {"uid": "1295552137065978390", "i": 40776, "idx": 0, "sa": ["Rachel Maddow", "Sen. Carl Levin", "Lady Gaga", "John McCain", "Colin Powell"], "q": "of today. <strong> Rachel Maddow </strong> comments on filibuster, <strong> Colin Powell </strong> Amos, <strong> John McCain </strong>& <strong> Lady Gaga </strong> http://wn.com/Levin_Urges_Senate_to_Repeal_Don't_Ask,_Don't_Tell <strong> Sen. Carl Levin </strong>, D-Mich., chairman of the Senate Armed Services Committee, speaks on the floor of the US Senate urging his colleagues to repeal <q>don't ask, don't tell</q> on Saturday, Dec. 18, 2010. For the text of the speech, visit levin.senate.gov http://wn.com/'Don't_Ask,_Don't_Tell'_Repeal_Passes_Historic_Senate_Vote In a historic vote, the Senate on Saturday voted to advance legislation that would overturn the military ban on openly gay", "new_id": -2}]