[{"uid": "1295373167143982618", "i": 11907, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "a mixed bag of autocracies. Yet, in the wake of 9/11, that is precisely what the <strong> President Bush </strong> administration did. Why? Then-Secretary of State <strong> Colin Powell </strong> afforded a clue when he said in May 2002, <q> How important it was for me to have this unified body of opinion and thought behind me </q> in working for peace. In other words, the <strong> President Bush </strong> administration formed the Quartet to insulate itself from blame for diplomatic failure and unilateralism. Perhaps it thought that, by forming the Quartet, it could", "new_id": -2}, {"uid": "1295801924036782106", "i": 6898, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "wake of the shooting in Tucson, Ariz. Woo hoo!! Less than$ 9.2 k to go!! Thank you all very much!! To: Qbert <strong> Colin Powell </strong> still bullish on <strong> Barack Obama </strong> To: Qbert <q> The highly respected retired general and moderate Republican made waves when he endorsed Democrat <strong> Barack Obama </strong> in 2008. </q> A lot of wasted wording. All they had to write was \"RINO\". 3 posted on 01/23/2011 8:59:49 AM PST( Dems, Libs, Socialists, call'em what you will, they", "new_id": -2}, {"uid": "1295943500244924449", "i": 34420, "idx": 1, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "layup by <strong> Allen Iverson </strong> to the boards and sank a 15-footer that drew Toronto http://wn.com/Cavaliers_1st_Quarter_Highlights_vs_Clippers_1-31-10 I copied one of the \"Where amazing happens\" com...( more) Added: November 22, 2007 I copied one of the <q> Where amazing happens I copied one of the \"Where amazing happens </q> com...( more) Added: November 22, 2007 I copied one of the \"Where amazing happens\" commercials, except this is with <strong> Kobe Bryant </strong>. Accomplishments* 3-time NBA Champion: 2000, 2001, 2002", "new_id": -2}, {"uid": "1295283551003260420", "i": 31819, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson", "LeBron James"], "q": "can still compete at the highest level.\" The statement also said <strong> Allen Iverson </strong> has tremendous love for the game and the desire to play. \"<strong> Michael Jordan </strong> legacy would be huge,\" Cleveland Cavaliers All-Star <strong> LeBron James </strong> said. <q> He's one of the best when you talk about guys 6-foot and under in the game of basketball. He played injured and he played hard every single night. I don't think it should end this way, but if it does, he's left a lot of great things behind. </q> The 10-time All-Star played three games this season with Memphis before taking a leave of absence to attend to personal matters. He was waived after the two sides agreed to part ways. It was the second straight ugly", "new_id": -2}, {"i": 5355, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,\" said former Eagles linebacker <strong> Ike Reese </strong>, who played for Mora with the Falcons from 2005-06. <q> He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; Jim believes in getting after you with the front four and in strong secondary play. </q> Mora, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to Mora for being immature and not being focused on his job when", "sa": ["Ike Reese", "Michael Vick"], "uid": "1295254492092618801"}, {"uid": "1295983406057327699", "i": 18679, "idx": 0, "sa": ["Bill Lockyer", "Carl Nolte", "Newt Gingrich"], "q": "when restaurant people getting off work stop by. Banzo Taylor, who works around the corner, dropped by the other afternoon with a co-worker after a long day. \"We,\" he said, <q> are here to drown our sorrows. </q> <strong> Carl Nolte </strong>'s Native Son column appears every Sunday. E-mail him at Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Mercedes-Benz 2001", "new_id": -2}, {"uid": "1295887118257261581", "i": 23136, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "Sea represent a pharaoh bargain for buyers? Report on deadly Gaza flotilla raid set for release Meet Larry Page, <strong> Google Inc. </strong>'s New CEO <strong> Google Inc. </strong> announced Thursday that <strong> Google Inc. </strong> co-founder Larry Page will be replacing <strong> Eric Schmidt </strong> as CEO. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted of the change. <strong> Eric Schmidt </strong> has been CEO since 2001, during which time he has overseen the company's growth from a Silicon Valley web goliath grossing over$ 29 billion in 2010. Under", "new_id": -2}, {"uid": "1295831549223035458", "i": 39859, "idx": 0, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "I could eat that every day. \"But I think it's bad people criticise me, a 17-year-old girl, about my figure.\" On a more reflective note, she continued: <q> If I could have done one thing differently I'd have waited until I was older before getting into this industry. I'd get so frightened of people saying hurtful things I'd put up a barrier, saying,' I don't care and then they can't hurt me'. \"But I do care and it does hurt. Because of my style, I come across as hard and in your face. But I'm not like that. </q> <strong> Cher Lloyd </strong> remains very grateful to <strong> Simon Cowell </strong> for giving her a chance on the show and signing her to his Syco label. And she denied reports the pair have clashed over her artistic path, adding", "new_id": -2}, {"uid": "1295088825117588096", "i": 32513, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q> The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome, </q> he said. Bryant said the police had \"severely\" damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. MENTAL", "new_id": -2}, {"uid": "1295563175055377952", "i": 21075, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "from the same quarter in 2009, with Google-owned sites generating 67 percent of total revenues. But forget the company's clearly successful quarter: all the discussion is about the shift in <strong> Eric Schmidt </strong>'s position. <q> For the last 10 years, we have all been equally involved in making decisions, </q> <strong> Eric Schmidt </strong> wrote in a post on Google's Blog, referring to himself, Page, and <strong> Sergey Brin </strong>. \"This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to", "new_id": -2}]