[{"uid": "1295563364204783630", "i": 10557, "idx": 1, "sa": ["Eric Schmidt"], "q": "right moment to make some changes to the way we are structured,\" <strong> Eric Schmidt </strong> said. For 10 years, the trio have shared equally in the decision-making process, <strong> Eric Schmidt </strong> said, and going forward, they <q>will continue to discuss the big decisions among the three of us.</q> But Thursday's announcement clarifies their individual roles \"so there's clear responsibility and accountability at the top of the company.\" After April 4, Page will lead product development and technology strategy and take", "new_id": -2}, {"uid": "1296931079080756756", "i": 8688, "idx": 1, "sa": ["Donald Rumsfeld", "Hillary Clinton"], "q": ". Protests continued for the 12th straight day in Egypt as the leadership of the ruling National Democratic Party stepped down in what was viewed as another government concession in an attempt to quell protests. <q>We view this as a positive step toward the political change that will be necessary, and look forward to additional steps,</q> an administration official said on background. At the Munich Security Conference on Saturday, ahead of a planned Quartet meeting on Middle East peace talks, <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> said there were risks", "new_id": -2}, {"uid": "1294957568077135900", "i": 27340, "idx": 0, "sa": ["Mike Pence"], "q": "lives and go back to their home countries for an undetermined amount of time in exchange for a temporary guest-worker visa with no guarantee of legal permanent residency. interview with Right Side News in May, <strong> Mike Pence </strong> stated, <q>I simply believe that some day down the road we can find an intersection between the rule of law and the deep compassion of the American people- but in the intervening years, what's become clear to me is that we must focus on border security and internal enforcement first.</q> <strong> Mike Pence </strong> also justified Arizona's immigration law by falsely claiming that Phoenix is the kidnapping capital of the world and saying, \"there's nearly a half a million illegal immigrants and, and a rampant drug", "new_id": -2}, {"uid": "1296085327130252808", "i": 1992, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt.\" <q>There will be huge explosions all over Fleet Street if police get to the truth,</q> he told the BBC. These musicians should get hazardous duty pay for the tumbles they've taken while performing. Clark Atlanta's marching Panthers band practice daily before the annual Honda Battle of the", "new_id": -2}, {"uid": "1297451846240746502", "i": 36813, "idx": 6, "sa": ["George Washington", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> takes particular aim at human rights advocates' reporting on Andijan. \"Self-proclaimed human rights advocates with longstanding records of opposition to the Uzbekistan government... seemed interested in embarrassing <strong> George Washington </strong>,\" he wrote. <q>The facts were often mangled in the process.</q> As an example, he said that Human Rights Watch ignored evidence that many of the demonstrators were armed, mistakenly calling them \"peaceful protesters.\" That is not an accurate portrayal of the Human Rights", "new_id": -2}, {"uid": "1297198090198033528", "i": 38352, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": " \"We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist with ties to the al-Qaida terrorist network. Jordan McCabe, 12, performs with Harlem Globetrotters", "new_id": -2}, {"uid": "1297257839064307214", "i": 42430, "idx": 0, "sa": ["Haley Barbour", "Mitt Romney", "David Letterman"], "q": "is <strong> Haley Barbour </strong>'s appearance. Weathered and heavy-set, he will never look like the groom on the wedding cake- or, as <strong> Mitt Romney </strong> joked about himself last week on CBS's Late Show With <strong> David Letterman </strong>, <q>the guy in the photo that comes with your picture frame.</q> <strong> Mitt Romney </strong>'s perfect looks are, in fact, a bit burdensome. The contrast with <strong> Mitt Romney </strong>- viewed by many as the leading contender for the GOP nomination at the moment- goes beyond image. <strong> Mitt Romney </strong>", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q>I think he's the clear frontrunner and I think the race is his if he chooses to accept it,</q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}, {"uid": "1297242439083116035", "i": 27715, "idx": 0, "sa": ["Michael Vick"], "q": "deal as happened with <strong> Michael Vick </strong>, who everyone praises as this amazing QB now after the vicious cruelty he did that got him tossed in prison./ agree wholeheartedly with this article. Draconax Posted 02/08/2011 19:38:59 <q>SNL is probably trying to cash in on the controversy of the whole thing. After all, who could ever accuse Hollywood of having moral decency?</q> Of course, anyone who's EVER watched SNL knows that it's LIVE from NEW YORK. docspector Posted 02/08/2011 19:09:37 But I thought Rihanna liked the way it burns jk Jimmyboyt Posted 02/08/2011 19:01:01", "new_id": -2}, {"uid": "1297395800049545392", "i": 20645, "idx": 2, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "you daddy, or maybe one of your brothers who were supposedly tortured by <strong> Donald Rumsfeld </strong>?? You are beneath contempt. The lowest of the low. Shame on you for mocking your Creator and His people. <q>Luckily for side burns and dread lock hippie, I am not security.</q> Ooooh, you're so CUTE when you get all butch like that, Greg! New CPAC chief: We might have to dump GOProud for taunting the boycotters <strong> Dick Cheney </strong> makes surprise appearance at CPAC event to", "new_id": -2}]