[{"uid": "1296123832027361287", "i": 37234, "idx": 1, "sa": ["Michael Gove"], "q": "concerns from lawyers about the implementation of the Human Rights Act during his four-and-a-half years as human rights minister. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1296828433039223362", "i": 41925, "idx": 3, "sa": ["John McCain", "Donald Rumsfeld"], "q": "on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes Senator <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "new_id": -2}, {"uid": "1295986994254623748", "i": 33434, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Alan Eustace"], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said Google will hire more than 1,000 workers in Europe this year. All told, Google has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the compan y, </q> said <strong> Alan Eustace </strong>, Google's senior vice <strong> Barack Obama </strong> of engineering and research. Even if it surpasses 31,000 employees this year, Google will still have far fewer people than Microsoft Corp., probably its fiercest rival.", "new_id": -2}, {"uid": "1295623379170147881", "i": 48911, "idx": 0, "sa": ["Eric Schmidt", "David M. Kelley"], "q": "Ameritrade Continues to Deliver Double-Digit Client Asset Gathering Trading Radar for 01/18: Citigroup( C), Apple( AAPL), IBM( IBM), Western Digital( WDC) Report Google( GOOG) <strong> Eric Schmidt </strong> Says <q> Adult Supervision No Longer Needed </q> F.N.B. Corporation( FNB) Promotes Vincent J. Delie, Jr. to President of F.N.B. Corp& CEO of First National Bank AMTD) announces the termination of Chief Operating Officer and Executive Vice President, <strong> David M. Kelley </strong>.", "new_id": -2}, {"uid": "1295814035047513616", "i": 10205, "idx": 2, "sa": ["David Cameron", "Andy Coulson", "Nick Clegg"], "q": "Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,'' she told Sky News's Murnaghan programme. <q> Nobody is above the law, no newspaper editor, no journalist... For all of <strong> David Cameron </strong>'s talk of trust in politics it's fundamental that people obey the law and that's what's at risk here. He should never have appointed him. </q> <strong> Nick Clegg </strong> today suggested that as deputy prime minister he would have a role in choosing <strong> Andy Coulson </strong>'s successor. He said it was`` primarily'' <strong> David Cameron </strong>'s job to find a replacement, adding`` of course", "new_id": -2}, {"uid": "1295618647099680302", "i": 5067, "idx": 1, "sa": ["Eric Schmidt"], "q": "or Foursquare... we shall see) the signals needed to target content, services, search, and advertising with greater relevance, efficiency, and value than ever. As <strong> Eric Schmidt </strong> told broadcasters in Berlin last year: <q> We know where you are. We know what you like. </q> Local is a huge, unclaimed I have no special insight into the Googleplex. But I have to imagine that when the company's three musketeers sat down and asked themselves what impediments could restrain their innovation and growth", "new_id": -2}, {"uid": "1295563267055705605", "i": 9532, "idx": 2, "sa": ["Eric Schmidt"], "q": "read the chips. Google must rally many other industry participants in order to reach widespread use of the technology. Thirdly, <strong> Eric Schmidt </strong> said Google wants to increase the availability of inexpensive smartphones in poor regions. <q> We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years. Can you imagine how this will change their awareness of local and global information and their notion of education? </q> he wrote. A billion browser-based phones also means that Google can display advertisements to that many more people around the world. Already, even without achieving each of those developments, interesting services are", "new_id": -2}, {"uid": "1295615312003915794", "i": 37802, "idx": 4, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "far exceeding market expectations. <strong> Eric Schmidt </strong> said that it had been a`` great privilege'' to lead the company and claimed that the future outlook is`` bright'' under the new management structure. <q> We are confident that this focus will serve Google and our users well in the future. <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we anticipate working together for a long time to come, </q> said <strong> Eric Schmidt </strong>.", "new_id": -2}, {"uid": "1297711134124567586", "i": 2098, "idx": 1, "sa": ["Alassane Ouattara"], "q": "we're in a bad position because each of them wants us on his side, and it's not possible to be on both,'' said the director of a European export company in Abidjan. <q> One camp wants us to stop exporting when we have billions( of CFA francs) worth of cocoa in stock. The other side demands the tax even if we don't export. </q> Gbagbo and <strong> Alassane Ouattara </strong> are embroiled in a dispute over a November 28 poll that both claim to have won. <strong> Alassane Ouattara </strong> was declared winner by the independent electoral commission and recognised almost universally by world leaders.", "new_id": -2}, {"i": 41964, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Long way to run for phone-hacking story Q&A: Tory search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the scandal had <q> made it difficult to give the 110% needed in this role </q>. He The view from a broad: More <strong> Lauren Laverne </strong>, please Married Cabinet minister accused of affair with campaigner an affair with a former socialite turned political campaigner. Lord Strathclyde has been accused of having an affair with", "sa": ["Lauren Laverne", "Andy Coulson"], "uid": "1295925206202604593"}]