[{"uid": "1296222119066224133", "i": 5107, "idx": 1, "sa": ["David Letterman"], "q": ". Planet Blue \"Planet Earth, creation, the world in which civilization developed, the world with climate patterns that we know and stable shorelines, is in imminent peril.\" <q>There is no historical precedent, however, for what we must do if we are to endure.</q> <strong> David Letterman </strong> Orr,( 2009) \"We're screwed!\" <strong> David Letterman </strong>( 2009) For over two decades there's been a failure to effectively communicate the climate change crisis", "new_id": -2}, {"uid": "1295307364018677824", "i": 10995, "idx": 1, "sa": ["Allen Iverson"], "q": " \"No Crossover: The Trial of <strong> Allen Iverson </strong>,\" a film about the basketball star's youth. One film that won't be included in the State Department program, despite plenty of Oscar buzz? <q>Client 9: The Rise and Fall of <strong> Eliot Spitzer </strong>.</q> http://thehill.com/capital-living/in-the-know/138357-state-dept-to-send-oscar-shortlist-films-overseas- Schumer to Obama: Close loophole that let Arizona shooting suspect buy a gun Sanders warns Obama not to agree with GOP on Social Security benefit cuts Gensler: Dodd-Frank a strong law, but we need", "new_id": -2}, {"uid": "1294957406081149956", "i": 46653, "idx": 17, "sa": ["Allen Iverson", "Ann Iverson"], "q": "<strong> Ann Iverson </strong>: BeÅ\u009fiktaÅ\u009f Cola Turka Welcome! <strong> Allen Iverson </strong>& his Mother <strong> Ann Iverson </strong>: BeÅ\u009fiktaÅ\u009f Cola Turka Welcome! Former NBA star <strong> Allen Iverson </strong> arrived in Istanbul on Monday to begin a stint with Turkish club Besiktas, promising to give fans <q>something they haven't seen before.</q> <strong> Allen Iverson </strong>, who agreed to a$ 4 million, two-year contract with Besiktas, is the Turkish league's biggest... <strong> Allen Iverson </strong> angry and upset after Besiktas blow an 11 point lead in their 85-88 loss to Asvel <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297086358189808654", "i": 34748, "idx": 2, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": ". Pressed on the fact that <strong> President Bush </strong> has written that cutting troop levels in Iraq was \"the most important failure in the execution of the war,\" <strong> Donald Rumsfeld </strong> called that \"interesting.\" <q>I don't have enough confidence to say that that's right. I think that it's possible. We had[ an] enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.</q> \"It's hard to know,\" <strong> Donald Rumsfeld </strong> continued. \"You know, the path you didn't take is always smoother.\" Watch <strong> Diane Sawyer </strong>'s Exclusive Interview With <strong> Donald Rumsfeld </strong> on ABC's", "new_id": -2}, {"uid": "1297588672045400131", "i": 10467, "idx": 9, "sa": ["Donald Rumsfeld"], "q": "we winning or losing the war on terror?\" \"Is the U.S. government changing fast enough?\" \"Do we need more troops? \"My brain would be going,\" he says. <q>I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.'</q> Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized, you may not be doing much.\" As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and", "new_id": -2}, {"uid": "1297116847195428397", "i": 34147, "idx": 3, "sa": ["Simon Cowell"], "q": "this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person.\" And what does <strong> Simon Cowell </strong> think of the new season of American Idol? <q>I haven't seen a full episode,</q> he said. \"I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[", "new_id": -2}, {"uid": "1296049065000704526", "i": 9429, "idx": 1, "sa": ["Dannii Minogue", "Cheryl Cole", "Simon Cowell"], "q": "who sits on the panel alongside <strong> Simon Cowell </strong>, <strong> Cheryl Cole </strong> and <strong> Dannii Minogue </strong>- can procrastinate when making decisions as to who should leave the show in the weekly vote. Comment on this Article He said: <q>I just feel for him because we always seem to go to him to make the hardest decision, you know, it's always for the crucial decision- but, invariably, if you ever have to hurry up because you're going to fall off air, he will take an age.</q> Despite being one of the main names in the frame for the job as host of the first ever US' X Factor', the 37-year-old presenter has \"made peace\" with the possibility a high-profile", "new_id": -2}, {"uid": "1297199921051740747", "i": 29049, "idx": 0, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": "cause of unintended high-speed acceleration in Toyotas. The study, which was launched at the request of Congress, responded to consumer complaints that flawed electronics could be the culprit behind Toyota's spate of recalls. <q>We feel that Toyota vehicles are safe to drive,</q> said Transportation <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>. Officials with the National Highway Traffic Safety Administration said they reviewed consumer complaints and warranty data in detail and found that many of the complaints involved cases in which the vehicle accelerated after", "new_id": -2}, {"uid": "1295280874135249947", "i": 1198, "idx": 1, "sa": ["Colin Powell", "Sarah Palin", "Barack Obama"], "q": "our country; to \"preserve, protect and defend the Constitution of the United States.\" The election process is an interview. Since when isn't character an important issue in an interview process? <q><strong> Martin Luther King </strong> spoke about the day when people would be judged by their character, not their color. Well, we also need to be free to judge people on their competence and on results, and it's high time that America's blacks started saying this out loud...</q>( Prelutsky). When <strong> Colin Powell </strong> announced his endorsement for <strong> Barack Obama </strong>, he also spent time disparaging <strong> Sarah Palin </strong>. While he said in his letter to me that attacks of <strong> Barack Obama </strong>'s character and experience were \"anecdotal", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q>11th grade-- is that a sophomore in high school?</q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied: \"I don't know. I'm Canadian.\" Later, <strong> Justin Bieber </strong> tweeted that he will be on the \"Late Show\" again on Friday, \"", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}]