[{"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said.\" \" \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q>\" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}, {"uid": "1295199579040058902", "i": 7103, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "<strong> Kirsten Gillibrand </strong> described the moment when <strong> Gabrielle Giffords </strong> opened her eyes-- referenced in <strong> Barack Obama </strong>'s memorial speech that evening-- with Minority Leader <strong> Nancy Pelosi </strong>( D-Calif.) and <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>( D-Fla.) in the room. <q> It literally was the will of her husband, </q> Mark Kelly, drawing her out and coaxing her to open her eyes, <strong> Kirsten Gillibrand </strong> said. \"It was all about her courage and her strength,\" she said. \"It was very clear to", "new_id": -2}, {"uid": "1297118217093028381", "i": 45361, "idx": 2, "sa": ["Simon Cowell"], "q": ",\" he said. VIEW THE PHOTOS: The Verdict Is In! Judges Of Reality Television \"I also did it because I believe[ we] can find a star,\" <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "new_id": -2}, {"uid": "1295589933175472714", "i": 36126, "idx": 1, "sa": ["Eric Schmidt"], "q": "too much power means world domination. Maybe I'm being paranoid. Until I scroll just a bit further down the Wikipedia entry for \"Google\" and find another terrifying tidbit from <strong> Eric Schmidt </strong>: <q> The goal is to enable Google users to be able to ask the question such as \"What shall I do tomorrow?' and` What job shall I take?' </q> And if that was just too gray for you, consider this, another quote from <strong> Eric Schmidt </strong> from a 2010 interview with the Wall Street Journal: \"I actually think most people don\"t want Google to answer their", "new_id": -2}, {"uid": "1295648671247758851", "i": 16919, "idx": 0, "sa": ["Eric Schmidt"], "q": "from Verizon Wireless back to its former provider due to 3G coverage issues right now,\" she noted. Demand may also be less than if Verizon had landed the iPhone around this time last year. <q> I completed a project a year ago that showed results favoring an overwhelming interest in Verizon plus Apple-- the most desirable service provider combined with the most desirable device, </q> Pierce said. \"But a lot has happened between then and now,\" such as the rise in popularity of smartphones running Android. Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295670451069369869", "i": 34651, "idx": 1, "sa": ["Tayshaun Prince", "Allen Iverson", "Richard Garriott"], "q": "9 minutes. \"I just waited for my opportunity and when it came I just took advantage of it,\" said <strong> Allen Iverson </strong>, whose output was his highest since a 30-point night at Sacramento on Nov. 11. <q> I was probably in the best groove since I got here. </q> Detroit hasn't lost since blowing a 17-point lead in a 107-94 loss at Washington on Dec. 9, They're 10-9 with <strong> Allen Iverson </strong> on the roster. <strong> Tayshaun Prince </strong> added 14 points and 10 rebounds, and <strong> Richard Garriott </strong> Hamilton scored", "new_id": -2}, {"uid": "1296751525173539347", "i": 10427, "idx": 0, "sa": ["Bill Lockyer", "Steve Kroft", "Meredith Whitney"], "q": "a spate?\" correspondent <strong> Steve Kroft </strong> asked. \"You could see 50 sizable defaults, 50 to 100 sizable defaults, more,\" said <strong> Meredith Whitney </strong>, 41, who made her name covering bank stocks. <q> This will amount to hundreds of billions of dollars' worth of defaults. </q> Those two sentences set off a month of fireworks. California Treasurer <strong> Bill Lockyer </strong> called the prediction \"apocalyptic arm-waving,\" the National League of Cities' research director cited her \"stunning lack of", "new_id": -2}, {"uid": "1295652199087982081", "i": 35519, "idx": 0, "sa": ["Eric Schmidt"], "q": ". In Washington, many of their big takeover deals are facing a lot of scrutiny. And this has sort of tripped them up. This is how <strong> Eric Schmidt </strong> described it yesterday, during the earnings call: <q> <strong> Eric Schmidt </strong>: An awful lot of the problems that we've been having are people don't actually understand what we really do and what we don't do. And some of our competitors are assisting in that misinformation. </q> HENN: The biggest assist here might be coming from Microsoft. Microsoft executives know better than anyone how regulators can take a dominant tech company and knock it off its game. So <strong> Eric Schmidt </strong>'s new role in", "new_id": -2}, {"uid": "1296668689062144526", "i": 7799, "idx": 0, "sa": ["Kirsten Gillibrand", "Mitch McConnell", "Mr. Paul", "Henry Clay", "Sen. Jim DeMint"], "q": "pay down the federal debt is a nonstarter, he said. \"As long as I sit at <strong> Henry Clay </strong>'s desk, I will remember his lifelong desire to for agreement,\" <strong> Mr. Paul </strong> in closing. <q> But I will also keep close to my heart his cousin <strong> Muhammed Ali </strong>. </q> As <strong> Mr. Paul </strong> spoke, the chamber was mostly empty. Only Senate Minority Leader <strong> Mitch McConnell </strong>, a fellow Kentucky Republican, along with <strong> Sen. Jim DeMint </strong>( R., S.C.) and <strong> Sen. Jim DeMint </strong> <strong> Kirsten Gillibrand </strong> is one of the oldest", "new_id": -2}, {"uid": "1295564385175194279", "i": 13245, "idx": 3, "sa": ["Eric Schmidt"], "q": "on new products,\" the company said. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" said <strong> Eric Schmidt </strong>. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> The news comes as Google reported that fourth quarter sales were up 28%, to$ 6.37 billion, besting analysts' forecasts. More efficient processor chips( Intel, AMD, ARM, etc.)", "new_id": -2}]