[{"uid": "1295639157179568677", "i": 20463, "idx": 2, "sa": ["Eric Schmidt", "Seth Harris", "Tim Cook"], "q": "of key talent to rival Facebook is another sin often laid at <strong> Eric Schmidt </strong>'s feet. The reason for the exodus, many say, is that the company is no longer technically innovative enough. <q> Google is losing engineers frustrated by a shift in the culture that normally happens when a company gets as big as Google is, </q> <strong> Seth Harris </strong>, technology practice head at <strong> Tim Cook </strong> Associates, told the E-Commerce Times.`` Engineers fear the company is not moving fast enough and say it's harder to get time with leaders; many have", "new_id": -2}, {"uid": "1295473355144211985", "i": 25464, "idx": 0, "sa": ["Simon Cowell", "David Letterman", "Steven Tyler"], "q": "<strong> Steven Tyler </strong> was silent about that infamous fall from the stage in South <strong> Steven Tyler </strong>: Snorting Lunesta Led To Falling Off Stage drug abuse that led him to fall off the stage and break his shoulder at an Aerosmith concert. <q> It's not any news here about my drug use and addictions in the past, </q> he told <strong> David Letterman </strong> on` The stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>.`` I'm not going in there to be a harsh", "new_id": -2}, {"uid": "1297231761238518375", "i": 45250, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "doubt for a minute that other countries in the region looking at that have to say:` Well, isn't that interesting?'' <strong> Donald Rumsfeld </strong> said. Still, he warned the journey Egypt was on <q> is tough, is risky and has to proceed at a pace that fits their culture. </q> M&G Online Comment Guidelines In Brief No hate speech; No racist, sexist or homophobic remarks; Keep it short; Keep it on topic; Show respect to all;@mailandguardian Top stories& newsflashes@ChrisRoperZA", "new_id": -2}, {"uid": "1296254515202539021", "i": 11599, "idx": 0, "sa": ["Jackie Walorski", "Mike Pence", "Joe Donnelly"], "q": "sphere as he makes his decision.`` I just believe there's wisdom in multiple counselors and at the end of the day, this moment is not about me,'' he said. <q> It's really about the people of Indiana. We're going to take an attitude of humility and a servant's attitude into our discussions with Hoosiers, and we'll see where they think we can best serve in the years ahead. </q> Former Republican state Rep. <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in Northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for", "new_id": -2}, {"uid": "1295910894175931451", "i": 40528, "idx": 0, "sa": ["Bill Lockyer"], "q": "suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider on Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its own fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities", "new_id": -2}, {"uid": "1295703946121667588", "i": 48989, "idx": 0, "sa": ["Dick Armey", "Mike Pence"], "q": "campaign to push the Columbus Republican toward the White House. A group of South Carolina lawmakers stood on the steps of their state Capitol on Wednesday to encourage <strong> Mike Pence </strong> to run. <q> It's not a complicated message, but it's a heartfelt one, </q> state <strong> Dick Armey </strong> Kris Crawford said.`` We would like him on the ballot.'' Leaders of the conservative movement made the same argument in a letter to <strong> Mike Pence </strong> this week.", "new_id": -2}, {"uid": "1295611498129794052", "i": 13396, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of the News of the World. In a personal statement issued by Number 10, <strong> Andy Coulson </strong> said he was`` proud'' of his work with <strong> David Cameron </strong> and the coalition. <q> I can today confirm that I've resigned as Downing Street director of communications, </q> he said.`` It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years.`` I'm extremely proud of the part I've played in helping him reach No", "new_id": -2}, {"uid": "1297226740097533959", "i": 47297, "idx": 0, "sa": ["David Attenborough", "Boris Johnson", "Simon Cowell", "Ron Atkinson", "Jeremy Paxman", "Jennifer Lopez"], "q": "the monarch from a modest` Andy Gray' to a spectacular` <strong> Ron Atkinson </strong>'. This comes after Prince <strong> Simon Cowell </strong>'s recent visit to a Kings <strong> Jennifer Lopez </strong> paper mill, where he is reported as saying to an employee <q> stay too long around here and you'll end up with webbed feet! </q>, a comment that was particularly well received in some parts of Suffolk. There were also strong gains for, <strong> Jeremy Paxman </strong>(+5 Ws), <strong> Boris Johnson </strong>(+3 Ws) and <strong> David Attenborough </strong>(+12 W)", "new_id": -2}, {"uid": "1295715899131842121", "i": 25764, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "evening, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> Gillibrand-jeans, pale pink sweater, no makeup-sits tucked into a blue velvet armchair in her Capitol Hill office, trying to retain her composure as she talks through the events of the previous week. <q> To have something so horrific happen to someone so good and so promising, </q> she says, blue eyes welling with tears,`` it hit me very hard.'' The junior senator from New York has just hung up with Mark Kelly, husband of <strong> Gabrielle Giffords </strong>, the House member", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}]