[{"uid": "1297151169211075114", "i": 12224, "idx": 0, "sa": ["Christina Aguilera", "Donald Rumsfeld"], "q": "`` The big question is: How long do you wait?'' Bob Verini, a Los Angeles-based critic for Variety and the president of the Los Angeles Drama Critics Circle, said in a telephone interview. <q> That's a fair question that honorable people can agree to disagree on. </q> Haggis Speaks Out for First Time Since Leaving Church of Scientology Watch: <strong> Christina Aguilera </strong> On Anthem Fumble Watch: <strong> Christina Aguilera </strong>'s National Anthem Flub Watch:` The View' Dishes About <strong> Christina Aguilera </strong> Anthem Exclusive: <strong> Donald Rumsfeld </strong>:`", "new_id": -2}, {"uid": "1295814374241696780", "i": 13564, "idx": 8, "sa": ["Colin Powell", "Barack Obama"], "q": "Sponsored Links`` There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,'' he said. <q> All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with all of the cable channels and talk radio and blogs, especially blogs, where people can be anonymous with their nastiness, I think has caused a level of coarseness in our society that we've all got to think about. </q> <strong> Colin Powell </strong> said he thought <strong> Barack Obama </strong> was making an effort to reach across political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295672866088440848", "i": 11472, "idx": 0, "sa": ["Andy Coulson"], "q": "as Downing Street communications chief. In a personal statement, Mr <strong> Andy Coulson </strong> said that the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110% needed''. <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. The Prime Minister said he was`` very sorry'' Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being`` punished for the same offence twice", "new_id": -2}, {"i": 41964, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Long way to run for phone-hacking story Q&A: Tory search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the scandal had <q> made it difficult to give the 110% needed in this role </q>. He The view from a broad: More <strong> Lauren Laverne </strong>, please Married Cabinet minister accused of affair with campaigner an affair with a former socialite turned political campaigner. Lord Strathclyde has been accused of having an affair with", "sa": ["Lauren Laverne", "Andy Coulson"], "uid": "1295925206202604593"}, {"uid": "1297300010261144606", "i": 43775, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "for Clunkers'' program? \" Report Abuse \" What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary? \" One is filled with tax evaders, blackmailers, and threats to society. Report Abuse <q> <strong> Barack Obama </strong> wants spend 50 billion on cupcakes. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs", "new_id": -2}, {"uid": "1297621943221642781", "i": 29475, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": ": Several major pieces have been stolen from the Egyptian museum, including a statue of King Tutankhamun, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said today. The objects missing from the famed museum included <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of`` a gilded wood statue of Tutankhamun harpooning,'' <strong> Zahi Hawass </strong> said. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against <strong> Hosni Mubarak </strong> drove his police from", "new_id": -2}, {"uid": "1296199690069206039", "i": 22320, "idx": 1, "sa": ["Mike Pence"], "q": "In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> He said he would make a decision`` later this year'' about what his next political step is, but by not running for president it is considered a virtual certainty that he will run for", "new_id": -2}, {"uid": "1297699500244842499", "i": 33335, "idx": 1, "sa": ["Jerry Brown", "Maggie Clark", "Bill Lockyer"], "q": "forward quickly`` that's <strong> Jerry Brown </strong>'s fault'' said Rosemead Councilwoman <strong> Maggie Clark </strong>.`` The governor is being very shortsighted in taking this position, because it can be an economic stimulus,'' <strong> Maggie Clark </strong> said. <q> In the long run, it could have disastrous effects for us. </q> Still, it could be cities that lose in the haste, according to state Treasurer <strong> Bill Lockyer </strong>. <strong> Bill Lockyer </strong> says some cities that issued redevelopment bonds in January, in their rush to obligate funds, are getting", "new_id": -2}, {"uid": "1296153161091389985", "i": 13700, "idx": 0, "sa": ["Sergio Marchionne"], "q": "sell off the entire stake within two years.`` I think it makes a lot of sense,'' IHS Automotive Analyst George Magliano said of GM's decision not to seek the Energy Department loans. <q> First of all they are in much better shape this year than they were a year ago. You've got the stock offering. They are making money, they are doing very well with keeping their costs down, with the new product programs. They don't need an additional loan. </q> Chrysler says it has no plans to withdraw its loan application. Just last week, it's CEO, <strong> Sergio Marchionne </strong> told reporters that some programs have been put on hold as it waits for word from the", "new_id": -2}, {"uid": "1295968642108970021", "i": 22808, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "of a New Vision for global think tanks. For more information visit www.ceip.org <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>, gives an exclusive interview to iinnovate( www.iinnovatecast.com) on <strong> Google Inc. </strong>, innovation, and the web landscape. www.theytoldyou.com <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place, </q> <strong> Eric Schmidt </strong> tells CNBC http://wn.com/Eric_Schmidt,_CEO_of_Google_discusses_Internet_dictators Dr. <strong> Eric Schmidt </strong> delivered the keynote address at the Carnegie Endowment for International Peace's launch of a New Vision for global think tanks. For more information visit The Carnegie Endowment for International Peace: www.ceip.org", "new_id": -2}]