[{"uid": "1295329511137969669", "i": 27292, "idx": 1, "sa": ["Jay Cutler", "Michael Vick", "Eli Manning"], "q": "He's just growing into being a great quarterback.\" The Packers have beaten <strong> Eli Manning </strong>, <strong> Jay Cutler </strong>, <strong> Michael Vick </strong> and Matt Ryan in consecutive weeks and are the Super Bowl favorite in Las Vegas. <q>That( Bears game) was three weeks ago,<q> Packers linebacker Clay Matthews said. \"A couple of weeks before that we were losing games. We feel good about where we're at.\" From the editor: Many of you have expressed concerns about", "new_id": -2}, {"uid": "1297304646234995715", "i": 45471, "idx": 0, "sa": ["Nancy O'Dell", "Simon Cowell"], "q": "interview, <strong> Simon Cowell </strong> talked about The X Factor launch in America. With auditions set to begin on March 27th in Los Angeles, people can register online now by going to Fox.com/ thexfactor. <q>We actually do the auditions in arenas where you have to perform in front of 4,000-5,000 people. It's a long day. You'll begin to understand why I become very grumpy,<q> <strong> Simon Cowell </strong> told <strong> Nancy O'Dell </strong> during the ET interview that aired tonight on ABC. The X Factor auditions are open to vocal groups and solo singers, over the age of 12- and there's no upper age limit.", "new_id": -2}, {"uid": "1295264028094093318", "i": 7252, "idx": 0, "sa": ["Andy Coulson"], "q": "happened\" when <strong> Andy Coulson </strong> was editor of the News of the World, but resigned \"when he found out about them\", which the prime minister said was \"the right thing to do\". <q>I almost think there is a danger at the moment that he is effectively being punished twice for the same offence. I judge his work by what he has done for us... I gave him a second chance. I think in life sometimes it's right to give someone a second chance. He resigned for what went wrong at News of the World. I would just argue working for the government, I think he has done a good job.<q> He added: \"Of course he was embarrassed, but he has had a second chance from me to do this job. I think he has done the job in a very good way.\"", "new_id": -2}, {"uid": "1295555864029818909", "i": 17630, "idx": 0, "sa": ["Alyse Eady", "David Letterman", "Paul McCartney"], "q": "#rejectedarkansasmottos trend. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong>  Miss Arkansas <strong> Alyse Eady </strong> will appear on the \"Late Show with <strong> David Letterman </strong>\" this Thursday night.  The Gossip's \"Standing in the Way of Control\" named the <q>Most Powerful Protest Song of the 21st Century<q> by Flavorwire. Almost 50 years later, <strong> Paul McCartney </strong> reveals the Little Rock connection to \"Blackbird\"  On Monday, <strong> Paul McCartney </strong> played a concert in Nashville, where he told the crowd that the Central High crisis inspired", "new_id": -2}, {"uid": "1297416847025755654", "i": 22126, "idx": 1, "sa": ["Steve Ballmer"], "q": "on longer-term market exploration of next-generation devices, platforms and user experiences.\" MeeGo was delayed till late this year, but has been sighted on tablets and other devices. <q>I am excited about this partnership with Nokia,<q> said <strong> Steve Ballmer </strong>, Microsoft CEO. \"Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.", "new_id": -2}, {"uid": "1295665720122536071", "i": 2981, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": " \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,<q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past", "new_id": -2}, {"i": 39068, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q>The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan,<q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. \"Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "uid": "1295386126252936200"}, {"uid": "1297430701170164262", "i": 1094, "idx": 1, "sa": ["Steve Ballmer"], "q": "in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team \"more innovation, greater global reach and scale.\" <q>We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,<q> he said. The key challenge will be to come up with devices of a quality level and hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android. Windows Phone", "new_id": -2}, {"uid": "1297130830124354601", "i": 24777, "idx": 2, "sa": ["Simon Cowell"], "q": "see how the show would do in the ratings. \"What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over,\" <strong> Simon Cowell </strong> explains. <q>But people are still excited about these shows, whether \"Dancing With the Stars,<q> which has gotten better over the years, \"America's Got Talent\"... I think they've done a good job.\" While the FOX juggernaut has gone through some pretty massive changes, ratings", "new_id": -2}, {"uid": "1296860121114081793", "i": 26286, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to keep the automaker from collapse in 2009. \"I want to pay back the shyster loans,\" <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician. <q>Pay back the loans, get those out and then take( the company) public.<q> <strong> Sergio Marchionne </strong>, who is also CEO of Italy's Fiat SpA which owns 25 percent of Chrysler, has said repeatedly that the high interest rates on$ 5.7 billion that Chrysler owes to the U.S. Treasury have", "new_id": -2}]