[{"uid": "1296770511173654034", "i": 14693, "idx": 67, "sa": ["Hamid Karzai", "Donald Rumsfeld"], "q": "\"More troops do not necessarily mean a greater chance for success,\" he writes. <strong> Donald Rumsfeld </strong> returns to the subject of Afghanistan late in the book, seeing \"encouraging signs of progress\" in 2006 <q> alongside harbingers that the real fight for Afghanistan's future was yet to come. </q> But he never truly grapples with why the so-called good war is still raging a decade after the Taliban were driven from power and <strong> Hamid Karzai </strong> took nominal control of the country. His war narrative ends in Iraq with the", "new_id": -2}, {"uid": "1295419136019841068", "i": 1476, "idx": 6, "sa": ["Robert Thompson", "Steven Tyler", "Toby Young", "Jennifer Lopez", "Simon Cowell"], "q": "hardest one to get.\" <strong> Robert Thompson </strong> points out that, as a British unknown looking for American fame, <strong> Simon Cowell </strong> used meanness as a savvy PR move- one that wouldn't work for <strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>. <q> Outside of the music industry, no one in the United States knew who <strong> Simon Cowell </strong> was until he started making nasty comments during the first season promotions for the show, </q> he says. \"Being mean was what made him a celebrity. But <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are already celebrities. They have their cultural equity to protect.\" For <strong> Toby Young </strong>, it's no accident that", "new_id": -2}, {"uid": "1297426049196083720", "i": 25606, "idx": 1, "sa": ["Michael Gove"], "q": "The judge said: \"However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.\" Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful <q> because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act. </q>` Open mind' They also claimed he breached legitimate expectations that the multi-million pound schemes would be funded. Leader of Waltham Forest Council Chris Robbins said the ruling was \"a victory for common", "new_id": -2}, {"uid": "1296413705019808258", "i": 44113, "idx": 3, "sa": ["Sandra Bullock", "Bob Dylan", "Simon Cowell", "Graham Norton"], "q": "Pete Hammond of TheEnvelope.com dish whether or not <strong> Sandra Bullock </strong> deserves to win best actress at the 2009- 2010 Oscars for \"The <strong> Bob Dylan </strong> Side.\" Ultimate Oscar champ Katharine Hepburn once said you usually win for a role <q> that doesn't rate it. </q> Is... Out for a fag <strong> Simon Cowell </strong> deprives miffed <strong> Graham Norton </strong>- British Academy Television Awards 2010 Out for a fag <strong> Simon Cowell </strong> deprives miffed <strong> Graham Norton </strong>- British Academy Television Awards 2010 More about this programme: www.bbc.co.uk Ant and Dec and", "new_id": -2}, {"uid": "1297443291053690376", "i": 4884, "idx": 0, "sa": ["Simon Cowell"], "q": "singer is close friends with show supremo <strong> Simon Cowell </strong> and would be prepared to accept a judging or mentoring role on the new series when it launches later this year. He told the Daily Mail newspaper: <q> <strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine. </q> <strong> Simon Cowell </strong>- who is set to announce the highly anticipated final judging line-up for the show within the next month- has previously said he is looking for an American superstar to join the panel and conceded", "new_id": -2}, {"uid": "1296495116169607208", "i": 9762, "idx": 1, "sa": ["Conan O'Brien", "Mark Zuckerberg", "David Letterman", "Ben Silverman"], "q": "17 audience share in the nation's biggest media Mark Zuckerbergets. Those numbers indicate more people checked out <strong> Conan O'Brien </strong>'s show out than watched <strong> David Letterman </strong>'s \"Late Show\" on CBS and ABC's \"Nightline\" combined. <q> We were very happy, </q> said <strong> Conan O'Brien </strong>'s boss, <strong> Ben Silverman </strong>, co-chairman of NBC Entertainment and Universal Movie Studios. The trick is the second night, and the third- and the hundreds more likely to come. <strong> Conan O'Brien </strong> set himself apart David Lettermany", "new_id": -2}, {"uid": "1295154913111345676", "i": 8863, "idx": 6, "sa": ["Allen Iverson", "Carmelo Anthony", "Will Solomon", "Ray Allen"], "q": "his status. \"The way I feel right now, I don't know if I would miss a game. I just <strong> Will Solomon </strong> have to get up and see how I feel tomorrow,\" <strong> Allen Iverson </strong> said. <q> Right now it's just frustrating to be out there at the end hobbling like that. </q> X-Ray Allens on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> are 2-3 together, and their pairing since Melo's return from a 15-game suspension for fighting hasn't been the problem for the Nuggets, who failed", "new_id": -2}, {"uid": "1296978592083132429", "i": 8588, "idx": 6, "sa": ["Michael Vick", "Andy Reid"], "q": "Photo: Sunderland's <strong> Andy Reid </strong>, right, vies for the ball with Notts... Photo: Philadelphia Eagles coach <strong> Andy Reid </strong> reacts to a call during the... Sports Video: Cavaliers set record with 24th straight loss Report Abuse <q> I am boycotting football forever, starting last year when they awarded <strong> Michael Vick </strong> some other award. </q> Report Abuse \" I agree <strong> Michael Vick </strong> doesn't deserve the award since he a) played last year and b) missed time from prison. I mean, they don't have a most improved award, because that", "new_id": -2}, {"uid": "1295805872124010508", "i": 34552, "idx": 11, "sa": ["Colin Powell", "Barack Obama"], "q": "same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. \"I will always vote for the person who I think is best qualified,\" he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q>", "new_id": -2}, {"uid": "1296459950150618115", "i": 37354, "idx": 2, "sa": ["Simon Cowell"], "q": "time- regardless of who is the biggest, if one dog senses fear it will kill the other dog,\" said the 51-year-old. <strong> Simon Cowell </strong> revealed some of his secrets of success- one being to <q> talk 10 per cent of the time and listen for 90 per cent of the time. </q> Despite his reputation for brutal honesty and cold-heartedness, the Los Angeles-based showbiz mogul stressed the importance of emotion in the entertainment business. \"You've got to think with your heart and not your head,", "new_id": -2}]