[{"uid": "1295844367023740578", "i": 16389, "idx": 1, "sa": ["Eric Schmidt"], "q": "during a conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his \"best friends.\" \"I believe Larry is ready\" to be chief executive, <strong> Eric Schmidt </strong> said during the call. <q>It's time for him to have a shot at running this.</q> <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes with running one of the world's most scrutinised companies. For the first time last year, he started to sit out", "new_id": -2}, {"uid": "1297088049185942044", "i": 38529, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "and later secretary of state, he said, \"She'd never served in a senior administration position\"-- a lack of experience that showed in her lack of organization in putting together critical meetings. <q>She'd been an academic. And, you know, a lot of academics like to have meetings,</q> <strong> Donald Rumsfeld </strong> said. \"And they like to bridge differences and get people all to be happy.\" The Fox Nation is for those opposed to intolerance, excessive government control of our lives, and attempts", "new_id": -2}, {"uid": "1295676682039469084", "i": 1337, "idx": 0, "sa": ["David Cameron", "Andy Coulson", "Guto Harri", "Boris Johnson"], "q": "mounted that <strong> Boris Johnson </strong> may lose <strong> Guto Harri </strong>, a key adviser, to Downing Street following the resignation of <strong> David Cameron </strong>'s director of communications, <strong> Andy Coulson </strong>. A city hall spokeswoman said of Boland that <q>whether or not he goes depends on the result of the review</q>, though the tenor of Boland's letter, seen by the Guardian, suggests he believes his days as chief executive and head of paid service are numbered. Boland, who has notched up well over", "new_id": -2}, {"uid": "1297191782244269135", "i": 6074, "idx": 1, "sa": ["Ron Washington", "Michael Vick"], "q": "same productive <strong> Michael Vick </strong> Young and go about his business because he knows there's a lot of guys that look up to him.\" <strong> Ron Washington </strong> said Young's leadership is crucial for the Rangers. <q>He means everything inside the clubhouse,</q> <strong> Ron Washington </strong> said. \"He's our leader. It's a guy that shows up every day and plays through injuries. He leaves his heart out on the field every day. We're playing to put the", "new_id": -2}, {"uid": "1296599743193396754", "i": 49413, "idx": 6, "sa": ["Howard Stern", "David Letterman", "Kayte Walsh", "Kelsey Grammer", "Camille Grammer"], "q": "didn't need to: <strong> Camille Grammer </strong> strongly implied to <strong> Howard Stern </strong> that ex-husband <strong> Kelsey Grammer </strong> is a cross-dresser. Having told <strong> Howard Stern </strong> that <strong> Kelsey Grammer </strong> was ex... <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February click our link thetodaybuzz.com- to watch full <q><strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February</q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans on marrying his girl... <strong> Kelsey Grammer </strong> to <strong> Camille Grammer </strong> Hands Off My Money!. Click our link", "new_id": -2}, {"uid": "1295887713005734413", "i": 30909, "idx": 1, "sa": ["Zahi Hawass"], "q": "of one sun god, Aton. The bust is at the top of a \"wish list\" of five major artefacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q>Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,</q> <strong> Zahi Hawass </strong> said in a statement. But he asked that \"this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" FILE- In this March 7, 1982", "new_id": -2}, {"uid": "1296351444030326786", "i": 19495, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they can't fall for <strong> Ben Roethlisberger </strong>'s pump fakes. <q>You can't just go full speed and reckless,</q> <strong> Charles Woodson </strong> said. \"You've got to kind of break down and be ready to move either way with the quarterback. Because it doesn't take much for a quarterback to just step one foot forward", "new_id": -2}, {"i": 43042, "idx": 1, "index_answer": 0, "new_id": -1, "q": "in real-time and at scale. However, the CEO acknowledged that Google first needed to do some \"serious spadework,\" such as developing advanced LTE networks to carry massive and inevitable data loads. <q>These will be 8-to-10- megabit networks, roughly 10 times what we have today, which will usher in new and creative applications, mostly entertainment and social, for these phone platforms,</q> <strong> Eric Schmidt </strong> wrote in a recent Harvard Business Review article. <strong> Eric Schmidt </strong> also emphasized that Google was interested in promoting the use of mobile devices as serious and secure financial tools. \"Phones", "sa": ["Eric Schmidt"], "uid": "1295553219232112198"}, {"uid": "1295683197065617921", "i": 35158, "idx": 3, "sa": ["Eric Schmidt"], "q": ", about adding some experience to their three year old company in 2001. The rest is history. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,\" enthused Page. <q>The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity- we are only at the beginning and I can't wait to get started.</q> Pleasantries aside this is where things get interesting. Page may say Google is \"only at the beginning\", but the reality behind these high level changes is that the company also finds itself", "new_id": -2}, {"uid": "1295897193127107081", "i": 45261, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford"], "q": "with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. http://www.rumsfeld.com \"It's not a journal, it's not a diary,\" he says of the <strong> Gerald Ford </strong> White House notes. <q>It is a set of working documents that I've never edited. In fact, most I've never reread.</q> As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: \"Are we winning or losing the", "new_id": -2}]