[{"uid": "1297069594236994619", "i": 34357, "idx": 1, "sa": ["Simon Cowell", "the Fox"], "q": "if the update will confirm <strong> the Fox </strong> show's judges or presenter. ''It's what we've all been waiting for. The X Factor. Airing on <strong> the Fox </strong> this Fall,'' the site teased. <q>And we're on a mission to find America's top undiscovered singing talent. ''Be sure to check back tomorrow for some BIG X Factor news.</q> The Twitter account for <strong> Simon Cowell </strong>'s Syco Music confirmed that a ''big announcement'' will be made at some stage today. The news comes as two new promos for the reality competition", "new_id": -2}, {"uid": "1295624880043139228", "i": 45856, "idx": 1, "sa": ["Andy Coulson"], "q": "as editor. His own employees have scoffed at that, saying the ''dark arts'' were routine at the paper. In testimony at a perjury trial last month, <strong> Andy Coulson </strong> professed his innocence: <q>Sheridan asked whether he know what the phrase ''the dark arts</q> meant. <strong> Andy Coulson </strong> replied: ''As far as I'm concerned it means investigative work. ''I think others have described it as meaning illegal work. All I can tell you is that as far", "new_id": -2}, {"uid": "1295545167266109004", "i": 39170, "idx": 1, "sa": ["Sergio Marchionne"], "q": "technology to passenger vehicles,'' the agency said, noting in a news release that a minivan ''can be adapted cost-effectively to the technology because the hydraulic components are widely available in other industries.'' <q>In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers-especially if their dollars stay in America,</q> <strong> Sergio Marchionne </strong> said. ''Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1296864916188694529", "i": 2379, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the Green Bay Packers and Pittsburgh Steelers, Chrysler Chief Executive <strong> Sergio Marchionne </strong> said on Friday at a J.D. Power conference in San Francisco. He said it is the longest ad in Super Bowl history. <q>A two-minute spot is incredibly unique in the world of advertising, and it is almost unheard of on the Super Bowl,</q> said Tim Calkins, a marketing professor at Northwestern University's Kellogg School of Management. He said it appeared Chrysler was trying to distinguish itself from other carmakers advertising during the Super Bowl. Chrysler, managed", "new_id": -2}, {"uid": "1295876260066535475", "i": 23247, "idx": 3, "sa": ["Rex Tillerson", "Chairman Mao", "Sen. Bernie Sanders"], "q": "Clean Energy'' with the following witnesses: <strong> Rex Tillerson </strong>, <strong> Chairman Mao </strong> and Chief Executive Officer, ExxonMobil Jo... <strong> Sen. Bernie Sanders </strong> Capps Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is holding a hearing entitled <q>Drilling Down on America's Energy Future: Safety, Security, and Clean Energy</q> with the following witnesses: <strong> Rex Tillerson </strong>, <strong> Chairman Mao </strong> and Chief Executive Officer, ExxonMobil Jo... <strong> Chairman Mao </strong>'s Award: Intel Corporation As a global leader in technology and a company reliant on a skilled workforce of engineers and innovators", "new_id": -2}, {"uid": "1297177999266534917", "i": 29929, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "that the interrogation of 9/11 plotter Mohammad al-Qahtani provided valuable information that saved American lives. ''Qahtani, who was the 20th hijacker, they say-- he gave a lot of information,'' <strong> Donald Rumsfeld </strong> said. <q>And it was very helpful to our interrogators and to the United States government in saving lives.</q> <strong> Donald Rumsfeld </strong> later concluded that ''the fact that we haven't had an attack in a decade is a credit to that administration, the <strong> President Bush </strong> administration, and to[ <strong> President Bush </strong>].'' Yet", "new_id": -2}, {"uid": "1296366488199786542", "i": 36584, "idx": 3, "sa": ["Ronald Reagan", "Bill Stephan", "Mike Pence"], "q": ".'' <strong> Bill Stephan </strong>, a friend of <strong> Mike Pence </strong>'s since their law school days, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. <q>I just remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve,</q> <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school in Indianapolis, largely because he heard in <strong> Ronald Reagan </strong> ''the manifestation of the kind of traditional American ideals that I was raised to believe", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q>Our spacing was good, which made it very difficult to corral me,</q> <strong> Kobe Bryant </strong> said. ''When they did, we were able to swing the ball and get open opportunities for everybody else.'' <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}, {"uid": "1295685093156418051", "i": 19721, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "the booming mobile telephone market with its Android mobile operating system. ''Facebook is the world's biggest social network and <strong> Google Inc. </strong> is not going to come up with another social network,'' he said. <q>But they already have a massive social presence. ''YouTube is the third biggest website in the world and massively social... Email is still the primary social communication media and <strong> Google Inc. </strong> is the fastest growing email provider in the world. ''And they've got the largest blogging platform in the world so they are already a massive player in social,</q> he added. In a conference call with financial analysts after the surprise announcement that Page would replace <strong> Eric Schmidt </strong> in April, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena.", "new_id": -2}, {"uid": "1296081071243155050", "i": 28815, "idx": 0, "sa": ["Eric Schmidt"], "q": "your groceries-- and more. Google CEO <strong> Eric Schmidt </strong> showed off his new phone at the Web 2.0 Summit in San Fransisco. The Washington Post reports, the phone contains the Near Field Communication Chip-- or NFC. <q>The transactions will be completed by tapping a physical point, such as a payment terminal or other objects encoded with the information needed to complete the purchase.</q> This system means phones might soon replace credit cards. <strong> Eric Schmidt </strong> says, it's more secure than traditional credit card transactions. And this could create a huge niche industry. ''And ultimately the money that brings us", "new_id": -2}]