[{"uid": "1295800027068403245", "i": 46869, "idx": 3, "sa": ["Candy Crowley", "Colin Powell"], "q": "think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech,\" <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. <q>We didn't elect \"Superman,\" we elected a human being.</q> <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which to cut spending. \"I am put off when people say you are going to freeze spending\" or roll it", "new_id": -2}, {"uid": "1296939795213336082", "i": 22018, "idx": 1, "sa": ["Sergio Marchionne"], "q": "... SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as \"shyster loans.\" <q>Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern,</q> CEO <strong> Sergio Marchionne </strong> said in a statement. \"I regret the remark which I consider inappropriate.\" Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "new_id": -2}, {"uid": "1296176508032686515", "i": 27160, "idx": 0, "sa": ["Todd Oliver", "David Letterman"], "q": "big part of our lives. One day I was looking at my dog and I thought,' I bet you could have a lot to say if you could talk,\" <strong> Todd Oliver </strong> said. <q>The mundane things dogs put up with( like the same food every day) and the crazy things we do as owners, you put the two together, and when it comes from a dog's mouth, it's very effective.</q> The current dogs in <strong> Todd Oliver </strong>'s long-running act- he's done everything from the \"Late Show with <strong> David Letterman </strong>\" to a 13-year run on a Branson, Mo., showboat- are all pets that needed", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board,</q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}, {"uid": "1296715247139952129", "i": 22343, "idx": 7, "sa": ["J.R. Smith", "Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR <strong> J.R. Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran Suns vs Nuggets Pueden verlo en nba.com Phoenix Suns", "new_id": -2}, {"uid": "1296784629036126790", "i": 41632, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Barack Obama"], "q": "perilous\" with <strong> Saddam Hussein </strong> still in power and crediting Bush and an \"aggressive, unrelenting offensive against the enemy\" for preventing another 9/11. <strong> Donald Rumsfeld </strong> finishes the book on a self-satisfied note, saying that <strong> Barack Obama </strong> has largely <q>kept in place the most contentious and widely derided Bush administration policies</q>-- terrorists are still not accorded POW status, Gitmo remains open, terrorist suspects are still being tried in military commission rather than civilian courts, electronic surveillance and drone attacks continue. <strong> Barack Obama </strong>'s \"latter-day support\"", "new_id": -2}, {"uid": "1297241204110002177", "i": 3129, "idx": 0, "sa": ["Donald Rumsfeld", "Carlina White", "Carl Tyson"], "q": "Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy <strong> Carlina White </strong>'s Father Says He Communicates With Daughter Every Day <q>I know it's going to take time, so I'm willing to put in that time,</q> <strong> Carl Tyson </strong> said. \"In this relationship, you can't push nothing. There's 23 years I can't get back. Everything has to start from here and work its way.\" <strong> Carl Tyson </strong> said", "new_id": -2}, {"uid": "1295245546048136202", "i": 20488, "idx": 8, "sa": ["Marcus Camby", "Gregg Popovich", "Allen Iverson"], "q": "played tough defense, too, which is not usually their forte. \"They stopped us, doing the things we wanted to do and we couldn't stop their two stars,\" Spurs coach <strong> Gregg Popovich </strong> said. <q>That's really the bottom line. Their defense outplayed us.</q> Nene added 13 points and 12 rebounds and <strong> Marcus Camby </strong> grabbed 10 boards for sixth-seeded Denver, which entered the playoffs having http://wn.com/Allen_Iverson_29pts_clutch_shot_buzzer_beater_vs_Spurs_NBA Practice? <strong> Allen Iverson </strong> didn't need any of it to score 29 points and lead the Denver Nuggets", "new_id": -2}, {"uid": "1297353501031227960", "i": 1600, "idx": 3, "sa": ["Zahi Hawass"], "q": "ancient mummies. Some people think it has magical powers and can be used to summon spirits. \"They live thinking about it. They could kill each other to get it,\" <strong> Zahi Hawass </strong> said. <q>When I enter any place in Egypt, people ask me all the time about this.</q> The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong> said an additional five items that were stolen from an archaeological storage site in Qantara, near the Suez Canal", "new_id": -2}, {"uid": "1297575676186400772", "i": 33226, "idx": 0, "sa": ["Steve Ballmer", "Paul Thurrott", "Stephen Elop"], "q": "or Microsoft CEO <strong> Steve Ballmer </strong> mentioned Zune. <strong> Paul Thurrott </strong> quotes <strong> Stephen Elop </strong> and gives his opinion: \"Microsoft, meanwhile, has a \"great software platform\" in Windows Phone, and the brands that mobile consumers want, <q>like Bing, Xbox LIVE, and Office.</q>( Side-note: Zune was conspicuously absent from this list. It is my opinion and guess that Microsoft is currently phasing out the Zune brand and will simply roll the various Zune services into Windows Live.)", "new_id": -2}]