[{"uid": "1295425909066371674", "i": 45042, "idx": 1, "sa": ["Sergio Marchionne"], "q": "cars). I see a market. There is a big difference. We never set out to conquer the U.S. market with A and B cars.\" -- <strong> Sergio Marchionne </strong>, CEO, Fiat Auto and Chrysler Group <q> Looking here at the Detroit auto show, there is no doubt that small cars are having a resurgence. Consumers who once bought large or midsize cars are the ones mostly likely to shift to compact cars. </q>-- Roland Hwang, transportation program director, Natural Resources Defense Council \"Space in a small car today is about the same as in C-D cars 10 years ago.\" --", "new_id": -2, "mturk_index": "703"}, {"uid": "1295552249131891230", "i": 40375, "idx": 1, "sa": ["Simon Cowell"], "q": "Idol last year in order to focus on bringing The X Factor to the US, admitted that a discussion with unnamed \"successful\" friends made him realise he had to move on. He said: <q> And I think that's good advice. Something inside you just says,` You know what, it's time to go'. Without any regrets whatsoever. </q> <strong> Simon Cowell </strong> also insisted that he enjoys being a talent show judge because it's not very difficult. EastEnders: Alfie's behaviour angers Kat Emmerdale: A row takes place at the funeral", "new_id": -2, "mturk_index": "137"}, {"uid": "1296599743193396754", "i": 60055, "idx": 3, "sa": ["Camille Grammer", "David Letterman", "Howard Stern", "Kelsey Grammer"], "q": ": <strong> Camille Grammer </strong> strongly implied to <strong> Howard Stern </strong> that ex-husband <strong> Kelsey Grammer </strong> is a cross-dresser. Having told <strong> Howard Stern </strong> that <strong> Kelsey Grammer </strong> was excited to get a role in cross-dressing Broadway show La Cage aux Folles, <strong> Howard Stern </strong> asked( via RadarOnline), <q> But you're saying you do think he's gay, that when he got into La Cage aux Folles, he was in the right play... </q> Grammer_Camille Grammer_To_Marry_Girlfriend_Kayte_Walsh_in_February click our link thetodaybuzz.com- to watch full \"<strong> Kelsey Grammer </strong> To Marry Girlfriend Kayte Walsh in February\" exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that", "new_id": -2, "mturk_index": "864"}, {"uid": "1296273660046694428", "i": 20483, "idx": 6, "sa": ["Kobe Bryant", "Rafer Alston", "LeBron James", "Allen Iverson", "Quentin Richardson", "Michael Beasley", "Udonis Haslem", "Dwyane Wade"], "q": "and confounded the Grizzlies with his quickness. The 76ers never trailed over the last three quarters but played fast and loose with the lead until <strong> Allen Iverson </strong> took charge in the fourth quarter, when he scored 11 points. <q> <strong> Allen Iverson </strong> got it going and Beasley_Michael Beasley_Scores_Career_High_vs_Grizzlies_19-02-10_[30_Points_/_Complete_Highlights] MEMPHIS, Tenn.( NBA.com exclusive)-- <strong> Dwyane Wade </strong> passed his walLeBron James boot from teammate to teammate in the Heat locker room at FedExForum on Friday night. <strong> Udonis Haslem </strong> signed his name, then <strong> Rafer Alston </strong> and so on down the line, each man using a <strong> Kobe Bryant </strong> Sharpie on <strong> Dwyane Wade </strong>'s keepsake. <strong> Michael Beasley </strong> was one of the last teammates to emerge from the shower, and he never noticed <strong> Dwyane Wade </strong> when he tried to hand him the boot. \"He broke his career high, </q> <strong> Quentin Richardson </strong> said, \"so he don't want to sign it!\" It was all in good fun for the Heat, whose 100-87 double-overtime victory over the Grizzlies was the product of some unexpected but much-needed individual", "new_id": -2, "mturk_index": "85"}, {"uid": "1296054512157139057", "i": 34071, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "Ted Poe", "Barack Obama", "Eric Adams"], "q": "discussed \"prom partners\" and other sophomoric( or senior prom) jokes. But lawmakers from both parties said the evening was the culmination of several weeks of serious personal bonding among people with divergent ideologies. <q> We need to keep working together, not as Democrats or Republicans, but as AmEric Adamsans who are commitTed Poe to a growing economy and a better future for AmEric Adamsa's middle class, </q> said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., who sat next to South Dakota Republican Sen. <strong> John Thune </strong>. Education is patriotic. At most State of the Union speeches, patriotic passages extol the military. <strong> Barack Obama </strong> won bipartisan cheers", "new_id": -2, "mturk_index": "1740"}, {"uid": "1295191128175751198", "i": 7209, "idx": 0, "sa": ["Simon Hughes", "David Cameron", "Michael Gove"], "q": "vote on a motion opposing the cut. Bishops warn <strong> David Cameron </strong>'s Big Society will be undermined by welfare cuts 16 Jan 2011 \"I'm willing to talk to Labour,\" he told Sky News. <q> Whether we can find common ground, we will see. It's a Labour motion and they have to choose the wording of the motion they put down. </q> Mr <strong> Simon Hughes </strong> said that he had warned Conservative ministers he may oppose the EMA cut in Parliament and asked them to think again. \"I have communicated to <strong> Michael Gove </strong>, the Education Secretary, and", "new_id": -2, "mturk_index": "399"}, {"uid": "1295501732152404071", "i": 24745, "idx": 9, "sa": ["Marcus Camby", "Michael Finley", "Allen Iverson", "Jason Kidd", "Shawn Marion"], "q": "<strong> Allen Iverson </strong> made all six of his free throws in the Michael Finleyal 23.2 seconds, helping the Nuggets snap a six-game road losing streak that included losses at Dallas and New Orleans at the start of the three-game road trip. <q> It was deMichael Finleyitely important, </q> Denver center <strong> Marcus Camby </strong> said. \"We got our butts kicked the other night down in New Orleans against a great team. We wanted to salvage the rest of this three-game road trip. \"We had Marion_Shawn Marion_Buzzer_Beating_Game_Winner_Against_Houston_Rockets_[PRESEJason Kidd]", "new_id": -2, "mturk_index": "1133"}, {"uid": "1296437639091652104", "i": 13194, "idx": 1, "sa": ["Mark Hurd", "Eric Schmidt"], "q": "disclosed explanation that the management reshuffle is about clarifying and tightening lines of authority among the troika that has jointly run Google for a decade. \"This has nothing to do with competitors,\" <strong> Eric Schmidt </strong> said. <q> I publicly said the next 10 years will be as successful as the past 10. We're going to run this way for a while. It's a full-time job just to deal with </q> the areas <strong> Eric Schmidt </strong> will oversee, he said. These include \"all the external stuff: customers, partners, deals, M&A, government, press, publicity and Mark Hurdeting. It was misinterpereted by many people who", "new_id": -2, "mturk_index": "1802"}, {"uid": "1297245606137953297", "i": 14840, "idx": 1, "sa": ["Barack Obama", "Donald Rumsfeld"], "q": "sell me the next best and brightest, end all laxative to die for in the fine print! \" Report Abuse \" Q: What's the difference between <strong> Barack Obama </strong> and his dog, Bo? \" Report Abuse <q> Q: What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary? </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options", "new_id": -2, "mturk_index": "18"}, {"uid": "1295860435042090520", "i": 7142, "idx": 5, "sa": ["Andy Coulson", "Michael Gove", "Keith Vaz"], "q": "he had to resign. But the precedent is a bad one. As I wrote last September, when <strong> Keith Vaz </strong>, the Labour chairman of Commons home affairs select committee, was upping the ante, <strong> Andy Coulson </strong>'s antagonists <q> seem to be forging a new and frankly preposterous politico-legal doctrine of executive responsibility: namely, that a man should not only lose the job he holds at the time of the wrongdoing, but all subsequent jobs. On this sinister basis, one strike and you are out- forever. </q> <strong> Andy Coulson </strong> has now lost two very senior positions in less than four years without a single allegation against him having been proved. Politics- and Michael Government- will be poorer without him. But more honourable and", "new_id": -2, "mturk_index": "782"}]