[{"uid": "1297388884268320786", "i": 9389, "idx": 4, "sa": ["Dick Cheney", "Donald Rumsfeld", "Ron Paul"], "q": "he said.`` The radical Islamists are not cutting back their recruiting, their purchasing, and their training and planning, nor can we.'' Former Vice President <strong> Dick Cheney </strong> introduced <strong> Donald Rumsfeld </strong>. <strong> Ron Paul </strong> supporters began to shout <q> where's Bin Laden? </q> during his remarks, leading the much larger pro-Dick Cheney contingent to chant`` USA! USA! USA!'' CPAC is holding its gathering right across the street from where NARAL is also hosting a conference. Unless", "new_id": -2}, {"uid": "1295022476086523956", "i": 31312, "idx": 5, "sa": ["Nicolas Sarkozy", "Alassane Ouattara"], "q": "C?te d'Ivoire: <strong> Alassane Ouattara </strong> appelle? la force pour renverser Gbabgo Treize civils tu?s lors de la manifestation? Tunis jeudi, selon des sources m?dicales Allemagne: pol?mique autour d'une statue de polici?re en train d'uriner[ INTERVIEW] <q> Le message du mal-logement passe mal au sein de la majorit </q> Quand <strong> Nicolas Sarkozy </strong> se vante de ne pas avoir augment le Smic depuis 2007", "new_id": -2}, {"uid": "1295895673258490368", "i": 37854, "idx": 0, "sa": ["Steve Ballmer"], "q": "Feb. 28, 2011. For the first time outside North America, customers can access Microsoft Dynamics CRM Online in 40 markets and 41 languages and sign up for a free trial. <strong> Steve Ballmer </strong> said, <q> Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes, and access to real-time data so they can improve their customers' experiences and effectively compete in the market. </q> Microsoft Dynamics CRM Online offers Familiar experiences for users through a next-generation native Microsoft Outlook client, browser-based and mobile access, RoleTailored design, and advanced user personalization. Intelligent experiences through guided process dialogs,", "new_id": -2}, {"uid": "1295554980214679658", "i": 799, "idx": 0, "sa": ["Eamon Gilmore"], "q": "left-wing Labour, have pledged to reopen negotiations with the EU and IMF. They say the average interest rate, 5.8 percent, is too high and will leave Ireland unable to climb back into solvency. <q> We have seen too much damage done to our country over the past few years. Too much damage done to the livelihoods and hopes of families and people all over this country, </q> Labour leader <strong> Eamon Gilmore </strong> said outside parliament, surrounded by party deputies.`` It's time to restore hope, to bring about recovery, to take our country back from those who have stolen it from us.''", "new_id": -2}, {"uid": "1295690356156418069", "i": 21996, "idx": 0, "sa": ["Luis Scola", "Jalen Rose", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Aaron Brooks", "Caron Butler"], "q": "rebounds, then missed a 16-foot jumper before <strong> Luis Scola </strong> got the rebound. On the ensuing play, <strong> Aaron Brooks </strong> penetrated before connecting with the 18 http://wn.com/Allen Iverson_Allen Iverson_25pts_Melo_vs_LeBron James_Caron Butler_Cavaliers_NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules Cleveland's hoops <strong> LeBron James </strong>. <q> I know he hates losing to me, </q> <strong> Jalen Rose </strong> said with a laugh. <strong> Jalen Rose </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over the injury-depleted Cavaliers. <strong> Jalen Rose </strong>, who got to rest in the", "new_id": -2}, {"uid": "1296108988167460874", "i": 897, "idx": 1, "sa": ["Kevin Kolb", "Michael Vick"], "q": "dogfighting operation.`` This one feels great due to the fact that I've been through so much and trained to getting back to this position,'' he said after the NFC opened practice Wednesday. <q> It's paramount for me and my family and I'm just thankful. </q> After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title.`` I'm enjoying", "new_id": -2}, {"uid": "1295556332078905350", "i": 13816, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "anti-abortion rights House Democrats in refusing to support the bill. He ultimately backed the bill, however, after <strong> Barack Obama </strong> agreed to release an executive order backing up the existing ban. Boehner and Smith said the <q> No Taxpayer Funding for Abortion Act </q> would codify the Hyde amendment. They also said they supported a separate bill from <strong> Mike Pence </strong>( R-Indiana) that would ban federal funding of any kind to organizations that perform abortions. Organizations are already barred from federal funding", "new_id": -2}, {"uid": "1296552417261570573", "i": 28493, "idx": 15, "sa": ["Maurice Cheeks", "Allen Young", "Allen Iverson"], "q": "at that end, considering he lost his starting job because of his poor defense.`` We didn't make the correct switch,'' Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q> Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end. </q> <strong> Allen Iverson </strong> http://wn.com/Allen Young_Allen Iverson_1st_Win_as_a_Pistons_vs_Kings_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a win in November against a lottery team rarely registers as important. After losing his first two games with his new team, that wasn't the case with this victory", "new_id": -2}, {"uid": "1297121639195428370", "i": 54981, "idx": 0, "sa": ["Sergio Marchionne", "Bill Kelly"], "q": "spend money marketing vehicles until they are in the showroom,'' Lonnie Cobb, owner of Humboldt Chrysler-Jeep-Dodge-Ram in Tennessee said. <strong> Bill Kelly </strong> of <strong> Bill Kelly </strong> Cars in Moon Township, Pa., said Chrysler hopes to sell <q> 1.5 million to 1.6 million vehicles in the United States, </q> this year, which would be an increase from U.S. sales of 1.1 million in 2010. Chrysler Chief Executive Officer <strong> Sergio Marchionne </strong> has set a goal of selling 2 million cars worldwide this year. Greedy capitalist", "new_id": -2}, {"i": 49389, "idx": 2, "index_answer": 0, "new_id": -1, "q": "he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone sees him that way. <q> In the eyes of many people, he's a hero, </q> said <strong> Dwaine Caraway </strong>, adding that he doesn't condone animal cruelty. Photo: Scars from fighting mark the face of Lucas, the grand champion of football player <strong> Michael Vick </strong>'s fighting dogs in Kanab, Utah.", "sa": ["Dwaine Caraway", "Michael Vick"], "uid": "1297240707110002271"}]