[{"uid": "1296218172048857090", "i": 12611, "idx": 9, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "that <strong> Mike Pence </strong> has`` come to the place that's right for him and his family.''`` What I most want is for him to have a long future,'' <strong> Marjorie Dannenfelser </strong> said. <q> So I'm sure that he's made a discernment that this is the right move. </q> Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said <strong> Mike Pence </strong>'s decision was the correct one`` because he made it.''`` You've got", "new_id": -2}, {"uid": "1295558979260145159", "i": 32372, "idx": 0, "sa": ["Nancy Pelosi", "Mr. Bauer", "Gary Bauer", "Mike Pence"], "q": "sides and opened the door to killing without a consience which is what legalized abortion allows. www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1295256414206143491", "i": 17425, "idx": 1, "sa": ["Allen Iverson"], "q": "just accept that and understand that's the way it's going to be.'' It was the eighth time <strong> Allen Iverson </strong> scored at least 40 points in a playoff game. The Sixers are 7-1 in those contests. <q> We have another chance to play and we have to put pressure on them, where they feel it, </q> Sixers coach Larry Brown said.`` It doesn't look to me like they're feeling it. They're playing with a lot of poise and have a lot to be proud of.'' Philadelphia also got", "new_id": -2}, {"uid": "1296499994216055814", "i": 35219, "idx": 0, "sa": ["Joe Paterno", "Michael Vick", "Ben Roethlisberger"], "q": "are longstanding supporters who have championed fundraising efforts for the Libraries since the 1980s.`` <strong> Joe Paterno </strong> and I have always said that you can't have a great university without a great library,'' said Sue <strong> Joe Paterno </strong>. <q> We are delighted that Nike, Inc. has acknowledged this milestone in <strong> Joe Paterno </strong>'s career by supporting an institution so important to us. </q> stories with the most comments in the last 7 days. <strong> Ben Roethlisberger </strong> enjoying his time in the Super Bowl spotlight <strong> Michael Vick </strong> enjoying time in Hawaii as he prepares for fourth Pro Bowl Subscribe to The Patriot-News today and get incredible", "new_id": -2}, {"uid": "1295048681208601178", "i": 45408, "idx": 0, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "<strong> Gerald Ford </strong>, who produces the show with his wife Michelle, said he wanted <strong> Donald Rumsfeld </strong> to appear as a witness in a lawsuit, testifying about why aggressive interrogation techniques like water-boarding are sometimes needed during wartime. <q> It's an episode about moral relativism about what is considered torture and what is not, </q> Robert <strong> Gerald Ford </strong> said. Take a peek at our photographers' favorites from the past year. Find where to watch for them, vote for which need fixing, or report one you found", "new_id": -2}, {"uid": "1295909859246595674", "i": 40042, "idx": 3, "sa": ["Sheldon Whitehouse", "Sen. Bernie Sanders"], "q": "House Budget Committee and a leader on economic issues for the caucus. <strong> Sheldon Whitehouse </strong> said Ryan's plan, which slashes taxes on capital gains, would create an even larger gap between rich and poor. <q> The Ryan plan essentially relives the richest Americans from any responsibility to pay for the support of their country, </q> he said.`` Our country should not be a country where the super rich get to play by different rules than people who are working their way up to their own American dream.'' <strong> Sen. Bernie Sanders </strong> said", "new_id": -2}, {"uid": "1297290915065437706", "i": 36933, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> christian sheppard at 5:53 PM February 08, 2011 This ConVick does not merit a key to the men's room- once a thug always a thug. A leopard can't change its spots, a", "new_id": -2}, {"uid": "1295991931115605509", "i": 27568, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice-president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest rival. Microsoft", "new_id": -2}, {"uid": "1295501732152404071", "i": 20404, "idx": 1, "sa": ["Michael Finley", "Shawn Bradley", "Allen Iverson"], "q": "by one with a technical free throw off an illegal defense, but Lynch answered with a short jumper over <strong> Shawn Bradley </strong>. The basket gave the 76ers a 99-98 lead, their first since midway through the third quarter. <q> I went to the basket strong and shielded him off with my body, </q> said Lynch, who is eight inches shorter than <strong> Shawn Bradley </strong>. New All-Star <strong> Michael Finley </strong> answered with a jumper at 28.4 seconds and appeared to be the hero again for Dallas when he snagged a rebound of <strong> Allen Iverson </strong>'s miss.", "new_id": -2}, [{"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}]]