[{"uid": "1297267030254083075", "i": 34491, "idx": 0, "sa": ["Cameron Munter", "Asif Ali Zardari", "Simon Cowell"], "q": "released, sources told PTI. US state department spokesman <strong> Simon Cowell </strong> Crowley, speaking to reporters in Washington yesterday, too indicated that <strong> Cameron Munter </strong> had called on <strong> Asif Ali Zardari </strong> to release the arrested official. <q> We continue to make clear to the government of Pakistan that our diplomat has diplomatic immunity; in our view,( he) was acting in self-defence and should be released... Ambassador <strong> Cameron Munter </strong> met... with President <strong> Asif Ali Zardari </strong> to continue to make that point, </q> he said. Reports also suggested that this fresh irritant in bilateral relations could affect <strong> Asif Ali Zardari </strong>'s upcoming visit to Washington. However, US embassy spokesperson Courtney Beale denied reports that the United States has", "new_id": -2}, {"uid": "1295659003068894727", "i": 28940, "idx": 0, "sa": ["Andy Coulson"], "q": "'s resignation of <strong> Andy Coulson </strong>, Downing Street's director of communications, signals the end of an uncomfortable chapter. It will not and it should not. Mr <strong> Andy Coulson </strong> himself still has many questions to answer. <q> I stand by what I've said, </q> he asserted in his resignation statement yesterday. This refers to Mr <strong> Andy Coulson </strong>'s claim that he News of the World shifts away from \"one-rogue\" phone-hacking response Tabloid publisher is battling to regain credibility by gradually distancing itself", "new_id": -2}, {"uid": "1297260047038011259", "i": 40773, "idx": 13, "sa": ["Donald Rumsfeld", "... More", "Condoleezza Rice", "President Bush"], "q": "of two difficult wars. <strong> Donald Rumsfeld </strong> accepted the president's decision. \"I now believe that this was a misjudgment on my part <strong> ... More </strong> than anything else I have failed to do,\" he writes, <q> and even amid my pride in the many important things that we did accomplish, I regret that I did not leave at that point. </q> Fans of Washington insider politics, meanwhile, will find plenty to chew over. <strong> Donald Rumsfeld </strong> does not hesitate to dish on the personal squabbles that plagued the <strong> President Bush </strong> administration. <strong> Donald Rumsfeld </strong> accuses <strong> Condoleezza Rice </strong>, who", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q> When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is, </q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said. \"That's the type of level that he's playing at.\" McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}, {"uid": "1297181899188334085", "i": 45587, "idx": 0, "sa": ["Michael Vick"], "q": "history to throw for at least 300 yards and four touchdowns AND rush for at least 50 yards and two scores in leading the Philadelphia Eagles to a 59-28 demolition of the Washington Redskins at Fed-Ex Field. <q> I've had some great games in my day, </q> <strong> Michael Vick </strong> told reporters. \"But I don't think I've had one quite like this one.\" <strong> Michael Vick </strong>'s final numbers: 20-for-28 passing for 333 yards and four scores, 80 yards rushing on", "new_id": -2}, {"uid": "1296687274182059050", "i": 42473, "idx": 3, "sa": ["David Letterman", "Meg White"], "q": " \"SNL\" and <strong> David Letterman </strong>, she was so at ease. MILLER: When Rolling Stone did a story on the <strong> Meg White </strong> Stripes last year, they had a quote from Jack saying, <q> I have no idea why we're here, </q> talking about the MTV Movie Awards. And then there were all these people writing letters: \"Well, why are they posing for the cover of magazines, why are they making videos for MTV, if they", "new_id": -2}, {"uid": "1296776050237715495", "i": 41780, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "George Stephanopoulos"], "q": "Defense <strong> Donald Rumsfeld </strong>. The senator from Arizona gave a terse response Thursday to claims made in <strong> Donald Rumsfeld </strong>'s new book \"Known and Unknown.\" <strong> Donald Rumsfeld </strong> had claimed <strong> John McCain </strong> had a \"hair-trigger temper\" and <q> a propensity to shift his positions to appeal to the media. </q> \"I respect <strong> Donald Rumsfeld </strong>,\" <strong> John McCain </strong> began by telling ABC's <strong> George Stephanopoulos </strong>. \"He and I had a very, very strong difference of opinion about the strategy that he was employing in Iraq,", "new_id": -2}, {"uid": "1297234002160825518", "i": 35508, "idx": 5, "sa": ["Simon Cowell"], "q": "hyperlink 8 February 2011 3:42 PM filcherronne 8 February 2011 4:47 PM michelley 8 February 2011 6:49 PM According to other news sources, the exact quote from <strong> Simon Cowell </strong> is: <q> The top contestant will get$ 1 million( Â£ 619,000) a year for five years, separate from the costs involved in recording and promotion... if they don't sell a single record they still get to keep the money. </q> HummDrumm 9 February 2011 12:42 AM \"The top contestant will get$ 1 million( Â£ 619,000) a year for five years, separate from the costs involved in recording and promotion... if", "new_id": -2}, {"uid": "1295921486104726556", "i": 48440, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": ". Democrats now wonder what the president will say and whether he will be willing to marginalize the left of the party to shore up his position among independents as his reelection operation gears up in Chicago. <q> That's a very good question, </q> <strong> Sen. Bernie Sanders </strong>( I-Vt.) said Monday when asked whether <strong> Barack Obama </strong> might alienate more progressive lawmakers by overreaching to the right. <strong> Sen. Bernie Sanders </strong> warned that progressives should remain cautiously optimistic \"until we hear the speech,\"", "new_id": -2}, {"uid": "1297224727163495958", "i": 23616, "idx": 3, "sa": ["Katrina Pierson", "Michael Vick", "Dwaine Caraway"], "q": "from that person, \"hey, don\"t get involved with drugs, get your homework done, complete your education.\" Critics like <strong> Katrina Pierson </strong>, say <strong> Dwaine Caraway </strong> should not praise <strong> Michael Vick </strong> in that way. <q> I am a mom and I am trying to raise a nice, respectable young man, who does look up to these professional athletes </q> says <strong> Katrina Pierson </strong>. \"He should have given him his house keys if he likes <strong> Michael Vick </strong> so much, not the key to the city\" she adds. \"You give keys to the city to people who have", "new_id": -2}]