[{"uid": "1295974602230735924", "i": 37914, "idx": 0, "sa": ["Dave Camp", "Bill Lockyer", "Newt Gingrich"], "q": "all three pending free trade agreements within the next six months. <strong> Dave Camp </strong>, who chairs the Ways and Means Committee, said at a hearing completion of trade deals with South Korea, Colombia and Panama were <q>a sure-fire way to create American jobs by growing U.S. exports of goods and services.</q> All three agreements were signed in 2007 but Congress has put off ratification, with Democrats claiming they didn't adequately address such issues as Korea's restrictions on U.S. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let", "new_id": -2}, {"uid": "1296216383069550083", "i": 29334, "idx": 0, "sa": ["Jimmy Kimmel", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> will rub any' X Factor' success in his face. <q>He'll be the first to congratulate himself on his new ratings by sending me a fax of the ratings to my house the day after his new series premieres,</q> Seacrest says on \"<strong> Jimmy Kimmel </strong> Live.' The` Idol\" host wishes <strong> Simon Cowell </strong> the best in his new endeavor. <strong> Jimmy Kimmel </strong> asks, \"Do you hope his[ show] does", "new_id": -2}, {"uid": "1295962685147439653", "i": 2070, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, \"the board clearly wants to retain his guidance for the next four years.\" <q>It's a signal to shareholders that he'll continue to steer the boat,</q> Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page. Both men, along with <strong> Google Inc. </strong>'s other co-founder <strong> Sergey Brin </strong>, have limited their salaries to$ 1 for", "new_id": -2}, {"uid": "1297716682175407198", "i": 19641, "idx": 1, "sa": ["Steve Ballmer"], "q": "world's biggest mobile operators were \"all smiles\" about the tie-up because Nokia has traditionally been more amiable to telecoms providers than Apple or Google. \"This is good news for operators,\" he said. <q>We are in a position to create a third ecosystem. We know what it means to be the most friendly to the operators.</q> <strong> Steve Ballmer </strong>, Microsoft's chief executive, said: \"Windows Phone will be the most operator friendly\". 10 Feb 2011 Recently Europe's big telecoms groups- O2, Vodafone, France Telecom", "new_id": -2}, {"uid": "1297217356071778338", "i": 456, "idx": 10, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "even the slightest hint of that,\" he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q>My goodness, the intelligence was certainly wrong.</q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.", "new_id": -2}, {"uid": "1297184999119177276", "i": 47858, "idx": 1, "sa": ["Mick Jagger", "Simon Cowell"], "q": " \"Historically, I've seen a lot of kiddie singers who look like they're pushed into the audition room by these awful stage moms... and nobody wants to sit through that,\" <strong> Simon Cowell </strong> laughs. <q>But what's changed over the years is you look at someone like <strong> Willow Smith </strong> now or[ <strong> Jackie Evancho </strong> from \"America's Got Talent'] and you take it case by case. What we've seen now is a new wave of 12, 13, 14 year olds who actually didn't watch` Idol' and they want to be contemporary pop stars. I thought long and hard about how old these kids should be.</q> As far as judges for \"X Factor\" go, <strong> Simon Cowell </strong> is still saying mum( you\"re not giving us anything!), but he does say, \"Definitely not <strong> Mick Jagger </strong>. I honestly", "new_id": -2}, {"uid": "1297233264222871556", "i": 38635, "idx": 0, "sa": ["Sergio Marchionne", "Barack Obama", "Friedrich Hayek"], "q": "of the last crisis, not the next one;( <strong> Barack Obama </strong>) insert uncertainty into the market place; and( 3) are hijacked by strong special interests. On that last point <strong> Friedrich Hayek </strong> wrote: <q>We must finally mention another instance in which it is undeniable that the mere fact of bigness creates a highly undesirable position: namely where, because of the consequences of what happens to a big enterprise, government can not afford to let such an enterprise fail.</q> Caldwell notes that this passage is almost certainly referring to Even as the company spent almost$ 9 million on the longest Super Bowl ad in history, Chrysler CEO <strong> Sergio Marchionne </strong> announced he was seeking a \"", "new_id": -2}, {"uid": "1296742613164560898", "i": 29370, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": ", pursued a muddled reconstruction plan that more closely resembled that which was advocated by the State Department. At the same time, <strong> Donald Rumsfeld </strong> gripes Brummer did not keep the Pentagon informed of his decision making. <q>Those key differences were never clearly or firmly resolved in the NSC,</q> <strong> Donald Rumsfeld </strong> writes. \"Only the <strong> President Bush </strong> could do so.\" <strong> Donald Rumsfeld </strong> also directs blame toward himself, according to the released excerpts, writing that he wished he had resigned in 2004 when the Abu Ghraib", "new_id": -2}, {"uid": "1295755514184385545", "i": 22158, "idx": 21, "sa": ["Allen Iverson"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q>That's the frustrating part, because a game like this, we're supposed to win.</q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Allen_Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_2 <strong> Allen Iverson </strong>'s \"team first\" approach with the Philadelphia 76ers has earned", "new_id": -2}, {"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q>In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it,</q> he said. \"But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.\" <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}]