[{"uid": "1296322600190955617", "i": 14099, "idx": 1, "sa": ["Zahi Hawass"], "q": "I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,'' <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office. More distracted TTC driver photos surface", "new_id": -2}, {"uid": "1295476329265797672", "i": 839, "idx": 0, "sa": ["Simon Cowell", "the Fox", "Steven Tyler"], "q": "seen on <strong> the Fox </strong> singing contest that begins its 10th season tonight. Hyper, effusive and giddy, <strong> Steven Tyler </strong>'s child-like energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season. <q> The part that's a little difficult is judging young kids, </q> the 62-year-old said.`` It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.''", "new_id": -2}, {"uid": "1297228465053084176", "i": 21090, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mike Puccinelli", "Andy Fantuz"], "q": "if there will even be a 2011 season. And despite that, last week the Chicago Bears signed <strong> Andy Fantuz </strong> from the Canadian Football League. <strong> Mike Puccinelli </strong> Schlaak and his also had tickets to Super Bowl XLV in Dallas. <q> And it was the most ridiculous experience of my life, </q> Schlaak said. So, let me get this straight: <strong> Michael Vick </strong> got the key to the city of Dallas this weekend, by Mayor Pro Tem, <strong> Dwaine Caraway </strong>? Um... what? Bernstein: Hawks' Magic Long", "new_id": -2}, {"uid": "1296520316090341463", "i": 19229, "idx": 0, "sa": ["Barack Obama", "Michael Vick"], "q": "Homeland Security Photo in Slideshow: A pedestrian negotiates snow and slush left over... Video: Two injured Oklahomans share cautionary tails about... Photo in Slideshow: U.S. first lady <strong> Barack Obama </strong> stands with Mark Kelly... Report Abuse <q> This must be a figment of all these folks imagination cause <strong> Al Gore </strong> said we were experiencing Global Warming... </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl", "new_id": -2}, {"uid": "1296014345168460294", "i": 7517, "idx": 0, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "rebounds and 4000+ assists. http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said.`` I will remember this night for the rest of my", "new_id": -2}, {"uid": "1297175471266534922", "i": 10430, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to`` propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines.'' SteveO This", "new_id": -2}, {"uid": "1295670014215973897", "i": 32760, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Larry Page is to take over as chief executive in April from <strong> Eric Schmidt </strong>, who will then become executive chairman. The internet firm said <strong> Eric Schmidt </strong> would focus on <q> deals, partnerships, customers and broader business relationships </q>, while Page would lead product development and technology strategy. Google's other co-founder, <strong> Sergey Brin </strong>, is to focus on strategic projects and new products. The news came as Google posted strong net", "new_id": -2}, {"uid": "1296134096000327727", "i": 7700, "idx": 0, "sa": ["Paul Abrams", "Arianna Huffington", "David Letterman"], "q": ". <strong> David Letterman </strong> asked... <strong> Arianna Huffington </strong>: South American Diary, Chile: More Than Miners Are Being Rescued Rabbi Elie Kaunfer: Chilean Miner Rescue, Celebration Gives New Meaning to Old Prayers <strong> Paul Abrams </strong>: Republicans Slam Chilean Miners: <q> They Should Have Climbed Up on Their Own </q> <strong> Arianna Huffington </strong>: South American Diary, Chile: More Than Miners Are Being Rescued My South American trip is in full swing and, again and again, I've been struck by the way that Chile", "new_id": -2}, {"uid": "1295958474022577176", "i": 10394, "idx": 1, "sa": ["Zahi Hawass"], "q": "the Neues Museum in the German capital where the bust is kept.`` The foundation's position on the return of Nefertiti remains unchanged,'' foundation president Professor Hermann Parzinger said in a statement. <q> She is and remains the ambassador of Egypt in Berlin. </q> Egypt's antiquities chief, <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of the bust, famed for its almond-shaped eyes and swan-like neck. However, the foundation said it did not consider the letter", "new_id": -2}, [{"i": 27784, "idx": 2, "index_answer": 1, "new_id": -1, "q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q> does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show. </q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "uid": "1297265697007700481"}]]