[{"uid": "1296768755173654038", "i": 41083, "idx": 0, "sa": ["Colin Powell"], "q": "Advertisement Related Stories international investing That was <strong> Colin Powell </strong>'s motto as a young army lieutenant leading infantrymen, and it could apply just as well to registered investment advisers. <q>Your clients are your followers, and your purpose is to serve your clients well, to give them financial security and preserve their assets,</q> the former secretary of state and chairman of the Joint Chiefs of Staff told a room full of advisers at TD Ameritrade Institutional's national conference in San Diego. Mr. <strong> Colin Powell </strong> was an inspirational and humorous stand-in", "new_id": -2}, {"uid": "1296709195199049220", "i": 17696, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "prison. Though he still considers the documented incidents of abuse to be isolated actions of rogue soldiers, <strong> Donald Rumsfeld </strong> did concede that the blow of the scandal could have been softened by his resignation. <q>Abu Ghraib and its follow-on effects, including the continued drumbeat of ''torture' maintained by partisan critics of the war and the <strong> President Bush </strong>, became a damaging distraction,</q> he wrote. ''More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point.'''", "new_id": -2}, {"uid": "1297263888245678118", "i": 23265, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> said Wednesday he hopes the Obama administration's behind-the-scenes handling of the crisis in Egypt is going more smoothly than it looks from the outside. <q>That is unfortunate, that they seem to be crossways with their assigned diplomat, <strong> Frank Wisner </strong>, and with some differences in terms of people in Washington. I don't know enough to know precisely what's taking place, but that tends not to be helpful,</q> Mr. <strong> Donald Rumsfeld </strong> said on the ''America's Morning News'' radio broadcast. ''I'm hoping there is effective private diplomacy taking place... and the turmoil that we are seeing will ease,", "new_id": -2}, {"uid": "1295587968175472692", "i": 190, "idx": 2, "sa": ["Jay Leno", "Thomas Wolfe", "David Letterman", "Bill Cosby"], "q": "<strong> Bill Cosby </strong>'s Sunday show at <strong> Thomas Wolfe </strong> Auditorium will be similar to late-night appearances with <strong> Jay Leno </strong> and <strong> David Letterman </strong>, he said. ''I come out and sit down,'' he said. <q>I've been doing that since I was 34, and I'm 73 now. And I'll begin to tell stories.</q> <strong> Bill Cosby </strong> said his mission is simple- to leave the audience laughing and thinking that ''I am not alone. I am not afraid to deliver a smile. Something wonderful and positive is going", "new_id": -2}, {"uid": "1296745511116736054", "i": 28365, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "I couldn't speak. And I was unable to hold back the emotions that until then I had shared only with Joyce.''' Ah, there you have it. <strong> Donald Rumsfeld </strong> could have said, <q>What the fuck are you talking about going to war with Iraq for? Our country was just attacked by a foreign terrorist organization we need to go try to destroy. Iraq has nothing to do with this. Aren't you more concerned with winning this war we haven't even begun yet?</q> But instead, his son had done some drugs. Sure thing, <strong> Donald Rumsfeld </strong>. Perfectly good excuse. You should drop some leaflets on the families of people, American and Iraqi, whose children have died in that", "new_id": -2}, {"uid": "1295865974242810911", "i": 32686, "idx": 1, "sa": ["Colin Powell", "Barack Obama", "President Bush"], "q": "that he was not committed to supporting <strong> Barack Obama </strong> or any other candidate in 2012 ''I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,'' <strong> Colin Powell </strong> said on CNN's <q>State of the Union ''I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.</q> <strong> Colin Powell </strong>'s endorsement of <strong> Barack Obama </strong> in 2008 as a ''transformational'' figure was crucial with moderates among whom <strong> Colin Powell </strong> has many supporters. <strong> Colin Powell </strong>, who was <strong> President Bush </strong>'s first secretary of state, said never seriously", "new_id": -2}, {"uid": "1297233410246775822", "i": 14341, "idx": 0, "sa": ["Dave Matthews", "David Letterman", "Shaquille O'Neal"], "q": "( The show was taped a few hours ago.) The Celtics big man, who was last on <strong> David Letterman </strong>'s show a decade ago, said he's been treated ''fabulous'' by C's fans. <q>It's interesting how life works because when you were in Los Angeles, they hated you in Boston, didn't they?</q> said <strong> Dave Matthews </strong>. ''They sure did,'' replied <strong> Shaquille O'Neal </strong>. ''I live in a small town called Sudbury. I signed kind of late, so I really didn't have a chance to find a house", "new_id": -2}, {"uid": "1297114229198082561", "i": 5601, "idx": 1, "sa": ["Christina Aguilera", "Charlie Sheen", "Simon Cowell", "Steven Tyler"], "q": "and promotion. ''It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.</q> Haggis Speaks Out for First <strong> Charlie Sheen </strong> Since Leaving Church of Scientology Watch: <strong> Christina Aguilera </strong> On Anthem Fumble Watch: Another ''Creepy'' Moment From <strong> Steven Tyler </strong> Watch: <strong> Charlie Sheen </strong> Addresses His Fans A Matter of Life& Death Watch", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that ''contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q>Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs.</q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are ''just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}, {"uid": "1297421672197410819", "i": 43255, "idx": 2, "sa": ["Simon Cowell"], "q": ". ''It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.'' <strong> Simon Cowell </strong> added: <q>At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years! ''Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge.</q> This is a fictional news article. It is just a bit of fun and purely speculation on what Dead Space 2Fancy winning a copy of EastEnders: Ronnie makes an untrue accusation Emmerdale:", "new_id": -2}]