[{"uid": "1295065898217366614", "i": 1332, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "<strong> Gerald Ford </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out.`` This area is so fraught with legal ramifications,'' Urbahn said. <q> I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject. </q> <strong> Donald Rumsfeld </strong> would likely be willing to look at a script if it were another subject matter, he said. <strong> Donald Rumsfeld </strong>, who was defense secretary during the first six years of <strong> President Bush </strong>'s eight in", "new_id": -2}, {"uid": "1296013262252100635", "i": 46816, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "black-and-white ribbons in tribute to the victims, distributed by <strong> Gabrielle Giffords </strong>' friends <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). Lawmakers also broke their usual partisan seating scheme to show they can get along. <q> What comes of this moment is up to us, </q> <strong> Barack Obama </strong> said.`` What comes of this moment will be determined not by whether we can sit together tonight, but whether we can work together tomorrow.'' But the <strong> Barack Obama </strong> also acknowledged that he and", "new_id": -2}, {"uid": "1295426786009338961", "i": 48156, "idx": 1, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "from a ratings slump or slip farther away from the top spot. American viewers never have known an`` Idol'' that doesn't feature <strong> Simon Cowell </strong>'s rolling eyes, one-liners or antagonistic adjectives. <q> We're certainly back to having fun, </q> said executive producer <strong> Nigel Lythgoe </strong>, who rejoined the singing competition after a two-year hiatus.`` At some point along the way, and we're certainly all guilty of it, we started taking ourselves", "new_id": -2}, {"uid": "1295617238099680260", "i": 20376, "idx": 1, "sa": ["W. Edwards", "Andy Coulson", "David Cameron", "Edwin Edwards"], "q": "`` continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role.'' <strong> David Cameron </strong> said that he was <q> very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications. </q>`` <strong> Andy Coulson </strong> has told me that the focus on him <strong> Edwin Edwards </strong>, the Silv...( 18:04:01`` The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State...'' former governor", "new_id": -2}, {"uid": "1295684288089554951", "i": 48052, "idx": 3, "sa": ["Lou Kerner", "Sergey Brin", "Eric Schmidt"], "q": "new revenue.'' Wedbush's <strong> Lou Kerner </strong> said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. <q> What I do think Facebook has shown Google is that they're moving too slow, </q> <strong> Lou Kerner </strong> said.`` Facebook is moving at the speed of light and Google isn't. Euro hits 2-month high vs dollar, stocks gain The euro hit a two-month high above$ 1.36 on Friday on", "new_id": -2}, {"uid": "1297272060224821253", "i": 28608, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "lie. The far less dramatic truth is that we were wrong.'' He does acknowledge that he made a`` few misstatements,'' referring specifically only to one: when he declared early in the war, <q> We know where they[ the WMDs] are. They're in the area around Tikrit and Baghdad and east, west, south and north somewhat. </q> In the book, <strong> Donald Rumsfeld </strong> claims that he should have referred to`` suspect sites.'' But, he says, his`` few misstatements'' were`` not common and certainly not characteristic.'' The intelligence", "new_id": -2}, {"uid": "1297242485110002193", "i": 40087, "idx": 0, "sa": ["Michael Vick"], "q": "after he posted$ 3,000 bond. He is scheduled to appear in Iredell County District Court on March 18, the day of qualifying for the March 19 Nationwide race at Bristol Motor Speedway. Here's some <q> negativity that will undoubtedly arise from it </q>: In this month's Playboy, there is an article about how forgiving sports fans can be of an athlete's transgressions, as long as that athlete WINS. <strong> Michael Vick </strong> is a case in point. Whether", "new_id": -2}, {"uid": "1296849363199835648", "i": 434, "idx": 0, "sa": ["Steve Mariucci", "Michael Vick"], "q": "able to take off and scramble at the drop of a dime if the pocket collapses. Many analysts have said that only the Philadelphia Eagles speedster <strong> Michael Vick </strong> is better at scrambling with the football. <q> He may not be as fast as <strong> Michael Vick </strong>, but he's certainly as dangerous because he will pull it down and get considerable yardage, and he will throw accurately like he is in the pocket, </q> NFL Network analyst <strong> Steve Mariucci </strong> told www.nj.com.`` When he leaves the pocket, he's scary.'' Powerful defenses While the 20-something quarterbacks will be the focus of a lot", "new_id": -2}, {"uid": "1297176031226918403", "i": 3158, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "SHOW with DAVID LETTERMAN,'' MONDAY, FEB. 7( <strong> Aaron Rodgers </strong> walks out onstage as CBS Orchestra plays`` We Are the Champions,'' and audience gives him a standing ovation) <strong> David Letterman </strong>: <q> We were talking a little bit about your itinerary for today. Under any circumstances, it would be grueling, but especially after winning the Super Bowl, MVP, and all of the traveling, thank you, thank you very much for the trouble. </q>( audience applauds) <strong> Aaron Rodgers </strong>:`` No, this is fun for me. I mean, this is-- I watch your show a lot.'' <strong> David Letterman </strong>:`` I appreciate that.", "new_id": -2}, {"i": 47514, "idx": 0, "index_answer": 2, "new_id": -1, "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q> Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending, </q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade.`` We must not remain silent when great moral", "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "uid": "1295915073213958666"}]