[{"uid": "1295456329235356166", "i": 9131, "idx": 0, "sa": ["Regis Philbin", "Kathie Lee Gifford", "David Letterman", "Larry King"], "q": "remember <strong> Regis Philbin </strong> for that wiseacre wit, which earned him the nickname \"OutRegis Philbin\" from <strong> Kathie Lee Gifford </strong>, and helped establish his legacy as the morning-show <strong> Larry King </strong>. Though he got his start as an Joey Bishop's sidekick on <q> The Joey Bishop Show, </q> coin catchphrases on <strong> David Letterman </strong> on \"Late Show,\" it was \"Live\" that brought his espresso-shot energy, big personality and avuncular jokes to a national audience. \"He's everyman to so many people", "new_id": -2}, {"uid": "1297135687195428357", "i": 50602, "idx": 0, "sa": ["Wanda Jackson", "Dwaine Caraway", "Michael Vick", "O. J. Simpson", "Joe Nichols"], "q": "and advance registration is required. Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas Councilmember Tennell Atkins to host Community Office meetings New Release Tuesday: Iron and Wine, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was <strong> O. J. Simpson </strong> busy? </q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1295496893206995475", "i": 55069, "idx": 0, "sa": ["Ellen DeGeneres", "Ryan Seacrest", "Simon Cowell", "Wally Judge"], "q": "I captured the <strong> Wally Judge </strong> at... \"CECCONES\" -- <strong> Ryan Seacrest </strong>- Said hi as he headed in for dinnerWON G- The cool rapperSimon Cowell- I asked the excEllen DeGenerest <strong> Wally Judge </strong> what we will do without him. <strong> Simon Cowell </strong>: <q> I don't know, actually. You will probably have a better time. </q> He grinned and I told him no, we won't.; I enquired who will replace him. <strong> Simon Cowell </strong> responded: \"I haven't got a clue.\" I asked him what the highlight was about", "new_id": -2}, {"uid": "1296007390020578377", "i": 8658, "idx": 4, "sa": ["Michael Vick"], "q": "several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company. <q> The Unequal technology is a part of my game now and I won't play without my Unequal, </q> <strong> Michael Vick </strong> says in a to-be-released statement. \"Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.\" <strong> Michael Vick </strong> was once the NFL's highest-paid", "new_id": -2}, {"uid": "1297588672045400131", "i": 12567, "idx": 0, "sa": ["Peter Tork", "George Segal", "Donald Rumsfeld"], "q": "Actor <strong> George Segal </strong> is 77. Singer-bassist-actor <strong> Peter Tork </strong> of The Monkees is 69. Iron and Wine, \"Kiss Each Other Clean\" ( Warner Bros.) <h6> Written by </h6> Hillel Italie The Associated Press <q> I used the phrase in a Pentagon press conference one day, and that's when it started rolling. I titled the book that because I believe people will find there are things they didn't know. </q>-- <strong> Donald Rumsfeld </strong>, about naming his book \"Known and Unknown\" Washington-- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics,", "new_id": -2}, {"uid": "1297267364254083134", "i": 49604, "idx": 0, "sa": ["Zahi Hawass"], "q": "Sin embargo, la irrupci?n en el museo no se sald con la desaparici?n de ninguna de las 125.000 piezas de la colecci?n. <strong> Zahi Hawass </strong> reclam adem?s una mejor protecci?n de las antig?edades. <q> Debe haber m?s medidas de seguridad y coches de bomberos en torno al museo </q> ha dicho. \"El museo podr?a incendiarse, eso ser?a una cat?strofe\" , ha apuntado el arque?logo en una entrevista con la televisi?n p?blica.", "new_id": -2}, {"uid": "1296661709101318674", "i": 39802, "idx": 1, "sa": ["Barbara Walters", "Robin Williams", "Bill Clinton", "David Letterman"], "q": "Post a Comment By <strong> Barbara Walters </strong> with ALAN B. GOLDBERG \"I realized there was really no alternative, if I wanted to live, I had to do this.\" -- <strong> Bill Clinton </strong> <q> I would find myself busting into tears and sobbing uncontrollably. </q>-- <strong> David Letterman </strong>\" ... stop the heart, work on it, restart it... good luck.\" -- <strong> Robin Williams </strong> \"They're going to put him on a", "new_id": -2}, {"uid": "1297096130221036549", "i": 47731, "idx": 0, "sa": ["Eric Schmidt"], "q": "for their views on Google's business practices by Feb. 11. The Commission is expected to take several months to digest the feedback. Google reiterated on Monday it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the Commission to address any concerns, </q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle.[ ID: nLDE7150BM] The Commission", "new_id": -2}, {"uid": "1295668634145047636", "i": 14253, "idx": 6, "sa": ["Carmelo Anthony", "Anthony Parker", "LeBron James", "Allen Iverson", "James Cleveland"], "q": "... Cavaliers PreGame Photo/Dance LeBron Jamess PreGame Ritual HD The Cavs Take a family photo befor a game HD... <strong> Allen Iverson </strong> 25pts Melo vs <strong> LeBron James </strong> Cavaliers NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules <strong> James Cleveland </strong>'s hoops <strong> LeBron James </strong>. <q> I know he hates losing to me, </q> <strong> Anthony Parker </strong> said with a laugh. <strong> Anthony Parker </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over... <strong> James Cleveland </strong>- Short Gospel History( 1) Night Dwellers of", "new_id": -2}, {"uid": "1295733874106954754", "i": 17010, "idx": 6, "sa": ["Allen Iverson", "Shane Williams", "Tyronn Lue", "Nigel Mansell"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said 1993 <strong> Nigel Mansell </strong> FIRST TEST IN A INDYCAR at firebird international raceway phoenix... Despite being world champion, <strong> Nigel Mansell </strong> had a falling out with <strong> Shane Williams </strong>. In his autobiography <strong> Nigel Mansell </strong> writes that this was because of a deal", "new_id": -2}]