[{"uid": "1295433211260259860", "i": 22332, "idx": 0, "sa": ["Don Kirshner", "David Letterman", "Lionel Richie"], "q": "and ran a decade, gave national exposure to musicians including Joel and the Police. <strong> Don Kirshner </strong> also helped launch the careers of <strong> Lionel Richie </strong> and Ozzy Osborne. The show also boosted careers of comics including <strong> David Letterman </strong>. <q> <strong> Don Kirshner </strong> gave new, young musicians the opportunity to showcase their performances for a huge audience during the` golden age' of the title=\"Popular Music(genre)\" href=\"http://www.chicagotribune.com/topic/arts-culture/genres/popular-music-%28genre%29-01011004.topic\"> popular music business, </q> Joel said in a statement.`` At the time, his` hands-off' approach to how title=\"Rock and Roll(genre)\" href=\"http://www.chicagotribune.com/topic/arts-culture/genres/rock-roll-%28genre%29-01011006.topic\"> rock and roll music was presented made television a viable medium for many now-iconic recording", "new_id": -2}, {"uid": "1295530460005685268", "i": 17308, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler", "Ryan Seacrest"], "q": "winners talking about how`` American Idol'' changed their lives and made them better people.( Fame does that.) Finally, the veteran host <strong> Ryan Seacrest </strong> gingerly unveiled life without <strong> Simon Cowell </strong> with the words, <q> New dream-makers will carve out our destiny on our show. </q> Then came tableau after tableau of Mr. <strong> Steven Tyler </strong> and Ms. <strong> Jennifer Lopez </strong>, mugging and arching their backs in photo shoots, clowning in auditions and having a blast, as if they have been a team for ages.", "new_id": -2}, {"uid": "1297290955002195469", "i": 21331, "idx": 0, "sa": ["Simon Cowell"], "q": "a small panel of judges, contestants must bring their A-game in front of a giant audience!`` X Factor'' also welcomes groups, so it's no longer a solo act. <strong> Simon Cowell </strong> explained, <q> I think there's a massive gap in the market at the moment for a great boy group or a great girl group. </q> Breaking news and hot photos are just a touch away! Extra connects you with friends and the latest in celebrity news. Check out exclusive performances from all your favorite acts!", "new_id": -2}, {"uid": "1297267030254083075", "i": 41901, "idx": 0, "sa": ["Simon Cowell"], "q": "government from handing over Davis to the US. The Dawn newspaper reported today that Pakistan's political leadership was`` inclined to end the diplomatic stalemate on the issue of Raymond Davis'' but has come under <q> intense pressure from other state institutions, which are not ready to offer immunity for the accused. </q> The Foreign Office has taken an`` inflexible stand'' on the issue because the military establishment`` holds the same view,'' the report added. <strong> Simon Cowell </strong> says launching X Factor in US is a", "new_id": -2}, {"uid": "1297263402234307615", "i": 4464, "idx": 0, "sa": ["Steve Ballmer", "Wes Miller"], "q": "S Vibrant or iPhone 3GS and use the$ 200 to buy a new iPhone 4 with a two-year service contract. Verizon starts selling the iPhone online today and in stores on Thursday. Hear here <q> You can play pin the blame on the donkey, but the reality is <strong> Steve Ballmer </strong> has to accept some of the blame. He also has to put the right people in the right places. </q> Analyst <strong> Wes Miller </strong> on Microsoft CEO <strong> Steve Ballmer </strong>'s plans to shake up the software giant's management, adding more senior people with engineering backgrounds. <strong> Steve Ballmer </strong> wants to improve Microsoft's weak showing in mobile phones and", "new_id": -2}, {"uid": "1297614248105119753", "i": 3925, "idx": 0, "sa": ["Zahi Hawass"], "q": "antiquities, <strong> Zahi Hawass </strong>, said that during the revolt several ancient treasures had been stolen from the Egyptian Museum, including a statue of the renowned boy king Tutankhamun. The objects missing from the famed museum include <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on January 28, during clashes between protesters and riot police who used tear gas", "new_id": -2}, {"uid": "1296391786239042627", "i": 5460, "idx": 11, "sa": ["Tony González", "Michael Vick", "Matt Ryan", "Larry Fitzgerald", "Adrian Peterson"], "q": "his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta.`` <strong> Matt Ryan </strong> is great. The coaching staff is great. We're just having a good time,'' he said. <q> I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other. </q> <strong> Michael Vick </strong> looked sharp and fluid as he completed a 20-yard out to Arizona Cardinals receiver <strong> Larry Fitzgerald </strong>. On the next play, <strong> Michael Vick </strong> faked a handoff to <strong> Adrian Peterson </strong> and then hit Falcons tight end <strong> Tony González </strong> going across the", "new_id": -2}, {"uid": "1295070638169934886", "i": 41959, "idx": 3, "sa": ["Donald Rumsfeld", "David Icke"], "q": "and congressional aides, who have seen some of the proposals. <strong> Donald Rumsfeld </strong> pDavid Icked up on those themes last week during a news conference and again raised questions about the weapons in the U.S. arsenal. <q> Our interest is in recognizing that ballistic missiles constitute a threat and weapons of mass destruction constitute a threat, </q> he said.''( These) threats constitute more of a threat today than the risk of a major land, sea or air war, where some country decides to threaten Western armies and navies and air forces", "new_id": -2}, {"uid": "1295573069103104552", "i": 51714, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": ".`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better!'' <strong> Eric Schmidt </strong> wrote on the official Google blog. <q> <strong> Larry Page </strong>, in my clear opinion, is ready to lead. </q> We won't have to wait 10 years to find out if he's right.", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,'' <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as`` deals, partnerships, customers and broader business relationships,'' while Page would <q> merge Google's technology and business vision. </q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so`` there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}]