[{"uid": "1295719333220610563", "i": 47809, "idx": 2, "sa": ["Tyronn Lue", "Wes Brown", "Allen Iverson"], "q": "be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach Larry <strong> Wes Brown </strong> said. <q>This is kind of unexpected but it's neat.</q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1296129417102268970", "i": 40111, "idx": 2, "sa": ["Donald Sutherland", "David Letterman"], "q": "wear a dress on <strong> David Letterman </strong>.\" \"Quite slimming,\" <strong> David Letterman </strong> reacted, adding, \"You get on the subway like that, I'll give you$ 1000.\" The actor responded while laughing, <q>I have to say, riding the subway would be easier than what I'm going through right now. This might be the most humiliating moment in my life and I've had a couple to choose from.</q> The jokes continued with the action series star going on about his new style, saying, \"Not looking really butch now, am I?\" <strong> Donald Sutherland </strong> returns to FOX's \"24\" in his big-boy clothes", "new_id": -2}, {"uid": "1296378609036962305", "i": 17501, "idx": 0, "sa": ["Zahi Hawass"], "q": "Saturday. The ruling party headquarters building next door to the museum was still in flames and billowing black smoke into the sky on Saturday, a day after protesters torched it during mass anti-government demonstrations. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> antiquities boss <strong> Zahi Hawass </strong> said as he watched fire trucks try to extinguish the blaze in the NDP headquarters. Early Saturday morning, Egyptian army commandos secured the museum and its grounds, located near some of the", "new_id": -2}, {"uid": "1297242543083116089", "i": 15465, "idx": 8, "sa": ["Simon Cowell", "Steven Tyler", "Kit Hoover", "Jennifer Lopez"], "q": ".\" And \"Idol\" has certainly freshened things up with the new judges, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> joining Randy Jackson. \"I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. <q>We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with \"The X Factor].</q> \"Have you watched the new` Idol\"?\" <strong> Kit Hoover </strong> asked. \"No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "new_id": -2}, {"uid": "1295756651021528610", "i": 13739, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Will Page"], "q": "no longer needed!\" tweet \"proved\" there was some sort of friction between himself, <strong> Will Page </strong>, and <strong> Sergey Brin </strong>. comment <strong> Sergey Brin </strong> made about <strong> Eric Schmidt </strong> when he was hired as chairman in 2001: <q>Basically, he's going to be a bit of chaperone, providing adult supervision. Larry and I are entering our teenage years.</q> <strong> Eric Schmidt </strong>'s quotes are legendary, however, and perhaps one reason he's no longer CEO: \" \"One person's definition of evil is another person's different definition.\"\" \"Google policy", "new_id": -2}, {"i": 5227, "idx": 1, "index_answer": 0, "new_id": -1, "q": "we are going to confirm or who we're not going to confirm, because the truth is, we honestly haven't made our mind up yet,\" <strong> Simon Cowell </strong> told reporters during a Monday conference call. <q>We're talking to a number of people and then I'd expect to make an announcement, I would say, within three to four weeks, or it might be a bit longer. I'm not sure as to who the panel are going to be.</q> However, <strong> Simon Cowell </strong> did discuss the possibility of reuniting with fellow former More The X Factor News \"I am actually a fan of Paula and it is quite unusual when you work with somebody", "sa": ["Simon Cowell"], "uid": "1297188372166789129"}, {"uid": "1295860435042090520", "i": 5994, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "George Osborne"], "q": ". In practice, <strong> Andy Coulson </strong> made up his mind before Christmas that he would have to go. \"<strong> Andy Coulson </strong> was running at 70 per cent of his capacity- at best,\" says one ally. <q>He wasn't prepared to work on that basis.</q> <strong> David Cameron </strong> and <strong> George Osborne </strong> tried hard to dissuade him from stepping down. Indeed, it is a measure of how much they valued him that they were prepared to put up with the drip-drip of stories about alleged telephone hacking", "new_id": -2}, {"uid": "1295538156252182548", "i": 16852, "idx": 1, "sa": ["Allen Iverson"], "q": "<strong> Allen Iverson </strong> is unanimously considered to be one of the finest saxophonists in jazz today, boasting over 30 recordings in his own name and a plethora of prestigious collaborations. Superb interpreter of standards- an American critic defined him <q>the <strong> Frank Wess </strong> Sinatra of the tenor sax</q>- <strong> Allen Iverson </strong> is an eclectic artist, able to move with agility between styles, from traditional jazz to bebop. Three of his recordings won the most important recognition of the Japanese jazz press, while with the CD", "new_id": -2}, {"uid": "1297258572049332225", "i": 4983, "idx": 0, "sa": ["Sergio Marchionne"], "q": "own branded showrooms to start with, brand boutiques in select cities. Going forward, one could see Fiat with its own distribution network. <strong> Sergio Marchionne </strong>, the Global CEO of Fiat had recently been quoted saying <q>We need to re-dimension how we do this deal. We gave them the right to distribute and in some areas it is not working. It's all on the table.</q> clearly referring to Fiat's distribution tie up with Tata Motors. Sales had fallen almost 15% from the year ago period. Between April to December the company has only sold about 15,000 odd cars in", "new_id": -2}, {"uid": "1296232715058523654", "i": 14882, "idx": 4, "sa": ["Jackie Walorski", "Mike Pence", "Joe Donnelly"], "q": "Former Republican state Rep. <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q>I think he's the clear frontrunner and I think the race is his if he chooses to accept it,</q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" Indkana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like", "new_id": -2}]