[{"uid": "1295560435243744777", "i": 15573, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Mary McNamara", "Jennifer Lopez"], "q": "with the two new judges, celebrities <strong> Jennifer Lopez </strong> and Aerosmith's <strong> Steven Tyler </strong>. \"Season 10 and \"American Idol\" finally brought in a couple of pros,\" wrote <strong> Mary McNamara </strong> of the Los Angeles Times. <q> <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are performers, time- and road-tested,[...][ they] made the show more interesting than it has been in a while... </q> The New York Post's Linda Stasi writes \"Heck, last night's made-over \"Idol\" was so good, I may never go out again..\" Some missed nasty <strong> Simon Cowell </strong>,", "new_id": -2}, {"uid": "1295984196057327656", "i": 29772, "idx": 1, "sa": ["Ken Auletta", "Larry Page", "Eric Schmidt"], "q": "last week he will step down as chief executive officer in favor of Google co-founder <strong> Larry Page </strong> and become executive chairman. <strong> Eric Schmidt </strong> is \"committed to Google,\" he told reporters at the Digital-Life-Design conference in Munich today. <q> How long are you committed to doing what you're doing? As long as it's exciting, </q> he said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported yesterday. <strong> Ken Auletta </strong>, author of \"Googled", "new_id": -2}, {"uid": "1295966915202670097", "i": 50494, "idx": 11, "sa": ["John McCain", "Colin Powell", "Ron Paul", "Barack Obama"], "q": "<strong> Colin Powell </strong>'s remarks In regard to the financial crisis, which <strong> Colin Powell </strong> called the candidates' \"final exam,\" <strong> Colin Powell </strong> said <strong> John McCain </strong> appeared unsteady in dealing with it, while <strong> Barack Obama </strong> had excelled in handling the situation. <q> <strong> Barack Obama </strong> displayed a steadiness, an intellectual curiosity Powell_Colin Powell_Endorses_Barack Obama,_Condemns_GOP_anti-Muslim_Slurs Former Secretary of State <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong> and condemns his Republican Party for the Anti-Muslim bigotry and slurs. <strong> Colin Powell </strong> denounced the inaccurate suggestions by some Republicans that <strong> Barack Obama </strong> is a Muslim, and that- by implication- there was something wRon Paulg with a Muslim running for the US presidency. \"He's not a Muslim, </q> said <strong> Colin Powell </strong>, but \"what if he is?\" \"I'm troubled by the fact that within the party we have these kinds of expressions\" about Muslims, said <strong> Colin Powell </strong>, who was the country's", "new_id": -2}, {"uid": "1297300258049397812", "i": 14057, "idx": 0, "sa": ["Nancy Pelosi", "Barack Obama", "Donald Rumsfeld"], "q": "\" Report Abuse \" If <strong> Nancy Pelosi </strong> and <strong> Barack Obama </strong> were on a boat in the middle of the ocean \" Report Abuse \" What was the most positive result of the \"Cash for Clunkers\" program? \" Report Abuse <q> What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary? </q> One is filled with tax evaders, blackmailers, and threats to society. Report Abuse \" <strong> Barack Obama </strong> wants spend 50 billion on cupcakes. \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment", "new_id": -2}, {"uid": "1297196250051740706", "i": 51658, "idx": 4, "sa": ["Isnilon Hapilon", "Colin Powell"], "q": "\"We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian extremist with ties to the al-Qaida terrorist network. JOIN THE DISCUSSION We welcome comments.", "new_id": -2}, {"uid": "1295615268003915777", "i": 15491, "idx": 0, "sa": ["Marina Zurkow", "Eduardo Kac", "Eric Schmidt"], "q": "things away than they can by charging for them. This event took place on July 7, 2009 at Google's offices in Washington, DC Schmidt_Eric Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009. Kac_Eduardo Kac,_Andrew_Senior,_Sandra_Cordero,_Marina Zurkow_Marina Zurkow October 21st 2010 Four artists from the Digital Arts@Google exhibition,( \"We Write this to You from the", "new_id": -2}, {"uid": "1296443805235372702", "i": 23695, "idx": 2, "sa": ["Michael Finley", "Allen Iverson", "Kobe Bryant", "LeBron James"], "q": "to stop him,\" said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. \"I didn't realize it,\" <strong> Kobe Bryant </strong> said when told about his scoring spree. <q> You just get into one of those rhythms. My teammates were looLeBron James for me, it just feels like the ball Michael Finleyds you. </q> The Lakers led 89-79 entering the fourth quarter. The Nuggets drew within five points three times before a three-point play by <strong> Kobe Bryant </strong> with 6:41 remaining made it 101-93. That was only the beginning. Two free throws by", "new_id": -2}, {"uid": "1296172795252526607", "i": 19382, "idx": 4, "sa": ["Eric Schmidt"], "q": "more Chinese leaders here- both political leaders as well as business leaders\" - in contrast with the number of Indian attendees. He said Google's leadership reshuffle was a \"clarification of roles\" intended <q> simply so that we could make decisions more quickly </q>. He denied that the change was due to a lack of innovation at the company, although he conceded there had been a sense that decision-making was taking too long. Cultural sensitivities Mr <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295907499177651845", "i": 2789, "idx": 4, "sa": ["Ricki Lake", "Wendy Williams", "Eric Schmidt"], "q": "\"My show is the <strong> Eric Schmidt </strong>\" , \"<strong> Eric Schmidt </strong> Happens\" , \"I'm getting too old for this <strong> Eric Schmidt </strong>\" , \"I <strong> Eric Schmidt </strong> you not\" and \"Who Gives a <strong> Eric Schmidt </strong>?\" . <q> So <strong> Eric Schmidt </strong> wants his own talk show. I think instead he should partner with <strong> Wendy Williams </strong> and <strong> Ricki Lake </strong> and call it` <strong> Eric Schmidt </strong> Sandwich', </q> wrote Aubrey Sabala. McGuirk is the executive producer for CNN's Parker Spitzer, a show on which <strong> Eric Schmidt </strong> recently appeared and caused concern by saying that people who were worried about their home featuring on Google", "new_id": -2}, {"uid": "1296622974234061849", "i": 31548, "idx": 4, "sa": ["Allen Iverson", "Paul Pierce", "LeBron James"], "q": "scoreless in the final period. \"This is what playoff basketball is all about,\" <strong> Paul Pierce </strong> said. \"Nobody said it was going to be easy when we got here. It's obviously not.\" <q> It's hard to get the clinching game, </q> said <strong> Allen Iverson </strong>, who has gotten five of them in his career. \"Those shots at the beginning of the game are a lot easier than the ones at end of the game, when you're looLeBron James to", "new_id": -2}]