[{"uid": "1295754232172048412", "i": 28447, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "Senate. <strong> Bill Lockyer </strong> said many Democrats are worried about appearing to threaten voters by presenting a`` cuts only'' budget, but said voters need to know what it would mean to the state. <q> The hit on K-12( schools) is at least close the schools six weeks a year. Voters need to hear that, </q> he said. Earlier this month, <strong> Jerry Brown </strong> proposed a$ 127.4 Bill Lockyerion spending plan for the 2011-12 fiscal year. It includes deep cuts to higher education and services for the poor, disabled and elderly.", "new_id": -2}, {"uid": "1297636743204521499", "i": 24034, "idx": 0, "sa": ["Zahi Hawass"], "q": "L'archeologo <strong> Zahi Hawass </strong> spiega sul suo sito che Notizie tristi. Cos il responsabile delle antichit egizie <strong> Zahi Hawass </strong>, spiega sul suo sito che nei giorni della rivolta sono stati rubati dal museo del Cairo 8 reperti di grande valore. <q> Lo staff del reparto database del Museo Egizio del Cairo- scrive il capo delle antichit egiziane- mi ha consegnato la relazione sull` inventario degli oggetti al museo dopo l'incursione. Purtroppo- spiega- hanno scoperto non sono presenti nel museo alcuni reperti </q>. Si tratta, elenca <strong> Zahi Hawass </strong> ricordando che? stata avviata un` inchiesta, di una statua in legno dorato di Tutankhamon portato da una dea e parte di un` altra del re mentre caccia con l'arpione;", "new_id": -2}, {"uid": "1295743991123617308", "i": 28111, "idx": 0, "sa": ["Clarence Mitchell", "Theresa May", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal.`` <strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also Home Secretary <strong> Theresa May </strong> says the Government will wait for the outcome of the police phone hacking investigation.. Follow", "new_id": -2}, {"uid": "1295446736183418917", "i": 1907, "idx": 6, "sa": ["Mike Pence", "Jim Ryun"], "q": "to run for the presidency is a former deputy counsel to President Ronald Reagan and former U.S. <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan. <strong> Mike Pence </strong> said the decision he and his wife will reach will be based on <q> where can we make the most difference for the conservative principles that carried us into public service. It also comes down to where are we needed most. </q> While <strong> Mike Pence </strong> would be one of numerous Republicans considering presidential campaigns, he would enter a race for governor as the favorite. From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1295798310158990353", "i": 11553, "idx": 3, "sa": ["Colin Powell", "Barack Obama", "Candy Crowley"], "q": "rear, I see. 10 posted on 01/23/2011 7:18:31 AM PST`` I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,'' <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. <q> I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position. the winner is going to be so I can endorse at the last minute and maintain my precious access Dear CNN, At this point in the`` horse race </q>, who cares. NOT news. Don't you worry about <strong> Colin Powell </strong> backing <strong> Barack Obama </strong>. <strong> Barack Obama </strong> is still the same color so <strong> Colin Powell </strong> will give him the nod again. Colon, like the rest", "new_id": -2}, {"uid": "1296171152171278391", "i": 19298, "idx": 4, "sa": ["Mike Pence"], "q": "saying saying his`` calling is closer to home'' and added he would`` be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.'' <q> I have learned to follow my heart, and my heart is in Indiana, </q> he added. Former <strong> Mike Pence </strong> Political Director Jerry Alexander told Roll Call about the decision and said he won't announce a gubernatorial bid because not doing so allows him to raise money for his congressional campaign fund", "new_id": -2}, {"uid": "1296151873139182081", "i": 16406, "idx": 6, "sa": ["Mike Birbiglia", "David Letterman"], "q": "psychology from Hamilton College. Carrie serves on the board of directors of the Association of Prenatal and Perinatal Psychology and Health( APPPAH). www.David Lettermanyparenting.com www.slowfamilyliving.com www.calmsguide.com www.birthpsychology.com <strong> Mike Birbiglia </strong>'s third self-produced animated short features the track, <q> Arctic Fox It's a Setup, </q> from his Comedy Central Records release,`` Two Drink <strong> Mike Birbiglia </strong>.'' The piece was animated by Matt Czap and produced by Joe <strong> Mike Birbiglia </strong>. Comedian Comedian <strong> Mike Birbiglia </strong> has appeared on The Late Show With <strong> David Letterman </strong>, Late Night", "new_id": -2}, {"uid": "1297133398167510029", "i": 2324, "idx": 0, "sa": ["Wanda Jackson", "Michael Vick", "Joe Nichols", "Christina Aguilera", "Dwaine Caraway", "O. J. Simpson"], "q": ", compared with last year <strong> Christina Aguilera </strong>'s Anthem clocked in at 1:54-- a`` push'' in Vegas Super Structures: The Architecture of the Football Stadium New Release Tuesday: Iron and Wine, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was <strong> O. J. Simpson </strong> busy? </q>? 2011 PanLocal Media, LLC- All Rights Reserved. Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I", "new_id": -2}, {"uid": "1295596826037634088", "i": 9629, "idx": 2, "sa": ["Eric Schmidt"], "q": "sei angesichts der Gr?e des Unternehmens zu kompliziert geworden. Google meldete die nderungen an der Spitzen der B?rsenaufsichtsbeh?rde SEC. Dabei wurde bekannt, dass sich <strong> Eric Schmidt </strong> auch von einem kleinen Teil seiner Google-Aktien trennen will. <q> <strong> Eric Schmidt </strong> hat vor, 534.000 Aktien zu verkaufen </q>, hei?t es in der Meldung an die SEC. Dies entspricht zum gegenw?rtigen B?rsenkurs einem Wert von 334 Millionen href=\"http://www.finanzen.net/devisen/dollarkurs\"> Dollar( 247 Mio Euro). Macht <strong> Eric Schmidt </strong> von dieser Option in vollem Umfang Gebrauch", "new_id": -2}, {"i": 12447, "idx": 1, "index_answer": 0, "new_id": -1, "q": "the collapse of such a dictatorship was`` inevitable'' in Egypt, as well as in other countries throughout the world.`` What comes next, it's hard to predict,'' <strong> Patrick Leahy </strong> said. <q> A huge part of( Egypt's) natural product is tourism. They've got to get tourists feeling free to go back. Nobody's about to book a trip to Egypt right now.`` The United States really needs stability there, </q> <strong> Patrick Leahy </strong> continued,`` because of our interests in Israel and Jordan and elsewhere.'' <strong> Sen. Bernie Sanders </strong>, I-Vt., had a similar response and called on the United States to support a transition to democracy.", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1297523762190513232"}]