[{"uid": "1297451229044924949", "i": 16075, "idx": 5, "sa": ["Judah Friedlander", "David Letterman", "Michelle Obama", "Bryan Ferry"], "q": "told viewers last night. So, what was the best thing about this encounter, according to <strong> David Letterman </strong>? First Lady <strong> Michelle Obama </strong> mentioned that she would stop by Late Show sometime to pay him a visit. <q> Oh my God, how about that? Wasn't that lovely? </q> <strong> David Letterman </strong> asked viewers. href=\"http://www.examiner.com/tv-in-national/justin-bieber-presents-the-top-10-list-on-David Letterman-David Letterman\" rel=\"nofollow\"> Late Show With <strong> David Letterman </strong> airs every weeknight at 11:35 p.m. ET on CBS. Tonight's guests include Snooki from Jersey Shore, <strong> Judah Friedlander </strong> and <strong> Bryan Ferry </strong>. Do", "new_id": -2}, {"uid": "1295616367207978512", "i": 53099, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "personal reasons''. It was revealed yesterday that his wife had been having an affair with his Scotland Yard protection officer. In a statement issued by the Prime Minister's office, Mr <strong> David Cameron </strong> said: <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government </q>`` During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete professionalism. He has been a brilliant member of my team and has thrown himself at the job with skill and dedication", "new_id": -2}, {"uid": "1296311657089227320", "i": 35611, "idx": 5, "sa": ["Allen Iverson", "Tyronn Lue"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Brazil_3_X_0_Cuba__2010_FIVB_Men's_World_Championship_Final__Brazil_wins_3rd_straight Brazil Men's World Champions for third time in a row Rome, Italy, October 10, 2010-- World No. 1 Brazil became the FIVB men's world champion for a record-equaling third successive time", "new_id": -2}, {"uid": "1295909303177651718", "i": 12888, "idx": 1, "sa": ["Gary Oldman", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": ", his presentation was world-weary- one was reminded of an exhausted, affronted Joe Orton( as played in a note-perfect performance by <strong> Gary Oldman </strong>) in 1987's Prick Up Your Ears, telling his histrionic lover, <q> Listen to the dialogue, dear. </q> This sort of absolutely dry English affect was <strong> Simon Cowell </strong>'s strong suit, and without it, the show is wanting something significant. Can <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> fill this absence? <strong> Steven Tyler </strong> brings back", "new_id": -2}, {"uid": "1295945703061587494", "i": 15832, "idx": 2, "sa": ["Bill Lockyer", "Bill Clinton", "Newt Gingrich", "Barack Obama", "John F. Kennedy"], "q": "U.S. in sending a satellite into space, pushed <strong> Bill Clinton </strong> Dwight D. Eisenhower to fund an increase in scientists and engineers. <strong> Bill Clinton </strong> <strong> John F. Kennedy </strong> subsequently spurred America toward the 1969 moon landing. Now, <strong> Barack Obama </strong> says, <q> we need a commitment to innovation that we haven't seen since <strong> Bill Clinton </strong> <strong> John F. Kennedy </strong> challenged us to go to the moon. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog OAKLAND 3 BR/ 2.5 BA$ 599,000.00 BERKELEY 2 BR/ 1 BA$ 525,000.00", "new_id": -2}, {"uid": "1295736733074268692", "i": 49084, "idx": 1, "sa": ["David Letterman", "Allen Iverson", "Jeff Green"], "q": "with Golden State for the eighth and final playoff spot in the Western Conference. The Warriors lost to New Orleans, 108-96, David Lettermanier Sunday.`` Career nights from two people,'' Denver's <strong> Allen Iverson </strong> said. <q> You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight. </q> <strong> Jeff Green </strong>, whose previous high was 23 points, scored 24 in the second half and overtimes. His five quick points to start the second overtime gave the draft lottery-bound Sonics( 18-59) the winning cushion. Durant", "new_id": -2}, {"uid": "1296911242257261627", "i": 30559, "idx": 0, "sa": ["Michael Gove", "Theresa May", "Martin Amis"], "q": "a piece entitled`` What I learned from my stay with a Muslim family''), the then leader of the opposition rejected the Michael Gove-esque obsession with`` IslMartin Amism'' and warned against the dangers of reckless rhetoric: <q> We must also be careful about the language we use... our efforts are not helped by lazy use of language. Indeed, by using the word`` IslMartin Amist </q> to describe the threat, we actually help do the terrorist ideologues' work for them. \" But this morning's speech to the Munich Security Conference suggests <strong> Michael Gove </strong> has won the battle for the <strong> Theresa May </strong>'s", "new_id": -2}, {"uid": "1297087461088916006", "i": 46163, "idx": 1, "sa": ["Simon Cowell"], "q": " Unlike`` American Idol,''`` The X Factor'' has no upper age limit for contestants. The show is open to singers and vocal groups; contestants must be 12 and older. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> <strong> Simon Cowell </strong> said in a release from Fox.`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording", "new_id": -2}, {"uid": "1295042068241877011", "i": 33124, "idx": 0, "sa": ["Sergio Marchionne"], "q": " href=\"http://www.chrysler.com/\"> Chrysler Group CEO <strong> Sergio Marchionne </strong> will visit Ann Arbor on Wednesday to make an announcement about alternative energy vehicles, the agency announced. EPA National Vehicle and Fuel Emissions Laboratory on Plymouth Road, will involve <q> a research and development project to explore and evaluate an innovative drive train technology for light duty vehicles, </q> the EPA said in a news release. Investors drive Borders stock up 30% after refinancing rumors EPA administrator, Chrysler CEO visiting Ann Arbor for alternative energy vehicle announcement Planners give developer more time to for Banks of", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. </q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}]