[{"uid": "1295697481212844549", "i": 53964, "idx": 0, "sa": ["Derek Hough", "Simon Cowell"], "q": "report. It was rumoured the Messy Little Raindrops singer would be shacking up with the dancer when she moves to LA later this year, but The Sun says Chezza has changed her mind. <q> Cheryl told him she would spend a lot of time at his, but she needs her own space, </q> a source tells the paper.`` She wants to remain independent and not just become` <strong> Derek Hough </strong>'s girlfriend'.`` It's clearly a wise move that has in part been steered by <strong> Simon Cowell </strong> because", "new_id": -2}, {"uid": "1297462508198819842", "i": 24158, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "the partnership would specifically be structured in regard to the two companies' patents. But the companies underscored Nokia's strength in that area href=\"http://conversations.nokia.com/2011/02/11/open-letter-from-ceo-Stephen Elop-Stephen Elop-nokia-and-ceo-Steve Ballmer-Steve Ballmer-microsoft/\"> in the open letter from <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> today: <q> We each bring incredible assets to the table. Nokia's history of innovation in the hardware space, global hardware scale, strong history of intellectual property creation and navigation assets are second to none. </q> They're making clear they're both counting on Nokia's IP portfolio as an asset in this new strategic tie-up. And it's become obvious that Nokia is very aware of the value of its patent", "new_id": -2}, {"uid": "1294954762094584920", "i": 54018, "idx": 3, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "She was rubbing our hands and gripping our hands so... we knew she could hear and understand what we were saying and she moved her leg, and so we knew she was responding,'' <strong> Kirsten Gillibrand </strong> said. <q> And the more we joked about what we were going to do, she started to open her eyes. </q> <strong> Gabrielle Giffords </strong>' husband, <strong> Mark Kelson </strong>, realized the significance of the moment.`` <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,'' he said, according to <strong> Kirsten Gillibrand </strong>. Said <strong> Debbie Wasserman Schultz </strong>:`` It felt like we", "new_id": -2}, {"uid": "1295804058124010503", "i": 32251, "idx": 2, "sa": ["Hu Jintao", "Colin Powell", "Barack Obama"], "q": "and <strong> Barack Obama </strong> resulted in some successful trade deals; however, it probably would not do much to alter BeiHu Jintaog's human-right policies.`` They are going to remain an authoritarian nation,'' <strong> Colin Powell </strong> said. <q> They believe that's the only way they can run a nation of 1.3 billion people, and they haven't done badly in recent years. </q> <strong> Colin Powell </strong> observed that both leaders presented their viewpoints in an atmosphere of mutual respect, which he predicted would particularly benefit Hu.`` He goes home looking like he preserved his positions,'' <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295617200111296519", "i": 53174, "idx": 7, "sa": ["George Osborne", "Andy Coulson", "Cathy Newman", "Paul Staines", "Tom Watson", "David Cameron"], "q": "serious questions about his time at the News of the World.'' 1310 <strong> Cathy Newman </strong>, political correspondent for Channel 4 News, tweets that she has heard the announcement came ahead of rumours that suspended NoTW Ian Edmonson <q> was about to turn <strong> Andy Coulson </strong> in </q>. 1305 Political blogger <strong> Paul Staines </strong> <strong> Andy Coulson </strong>'s successor. He names former Independent deputy editor Ian Birrell as someone who is apparently liked and trusted by <strong> David Cameron </strong>. <strong> George Osborne </strong> Pascoe <strong> Tom Watson </strong>, formerly of The Sun,", "new_id": -2}, {"uid": "1297283661263864336", "i": 7561, "idx": 7, "sa": ["Simon Cowell"], "q": "said. If those preteens aren't brave enough to massacre their elders, they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena. <q> It was supposed to be similar to them doing their first concert, </q> <strong> Simon Cowell </strong> explained.`` It really helped show me who could handle the pressure.'' <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star.", "new_id": -2}, {"uid": "1295590171029097991", "i": 39164, "idx": 4, "sa": ["Larry Page", "Eric Schmidt", "Ken Auletta"], "q": "the executive has developed career aspirations outside of Google. Some speculate <strong> Eric Schmidt </strong> will remain executive chairman only temporarily before pursuing a career in the public sector, a field in which he has previously demonstrated interest. <q> He jumped, I don't think he was pushed, </q> said <strong> Ken Auletta </strong>, author of Googled.`` My suspicion is that he won't stay that long.'' <strong> Larry Page </strong>'s promotion to chief executive will also change the way strategic decisions are made at the Mountain", "new_id": -2}, {"uid": "1296485471063668248", "i": 20017, "idx": 1, "sa": ["Sergio Marchionne"], "q": ", from 8.8 per cent the year before.`` It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,'' chief executive <strong> Sergio Marchionne </strong> said. <q> However, our job is not yet done, </q> added <strong> Sergio Marchionne </strong>, who is CEO of both Chrysler and Italian carmaker Fiat, which owns a controlling 25 per cent interest in the href=\"http://www.earthtimes.org/tag/Detroit.html\"> Detroit carmaker.For 2011, <strong> Sergio Marchionne </strong> predicted Chrysler sales surging to 55 billion dollars", "new_id": -2}, {"uid": "1296006300058851357", "i": 7844, "idx": 5, "sa": ["Eric Schmidt"], "q": "executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Red", "new_id": -2}, {"i": 6041, "idx": 7, "index_answer": 0, "new_id": -1, "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time.`` The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q> Beautiful things happened in the last five days. </q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "sa": ["Zahi Hawass", "Hosni Mubarak"], "uid": "1296579646157810697"}]