[{"uid": "1297418101097157134", "i": 31087, "idx": 1, "sa": ["Steve Ballmer"], "q": "said that`` Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> The deal will see Nokia's application store integrated with the Microsoft Marketplace. Nokia said that its current mobile operating system, Symbian, would become`` a franchise platform''. The company said", "new_id": -2}, {"uid": "1295281748135250052", "i": 15692, "idx": 0, "sa": ["Martin Luther", "Allen Iverson", "Yao Ming"], "q": "both clarified and cluttered the wild Western Conference playoff race.`` That's all he's got to do is come into the game and the energy is there,'' said <strong> Allen Iverson </strong>, who scored 33 points. <q> It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package.`` There's nothing on the court he can't do. </q> It was the 13th time <strong> Martin Luther </strong> has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game.`` He's been a <strong> Yao Ming </strong> spark for", "new_id": -2}, {"uid": "1296530715200818714", "i": 30651, "idx": 9, "sa": ["Chris Webber", "Allen Iverson", "Nate Robinson"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... video results for: games season points <strong> Nate Robinson </strong> 45 Points vs Portland Trailblazers( Career-High)[ 08-03-2008] <strong> Nate Robinson </strong> 45 Points vs Portland Trailblazers( Career-High)[ 08-03-2008] <strong> Nate Robinson </strong>'s Highlights of his best game", "new_id": -2}, {"uid": "1297356363111132897", "i": 46002, "idx": 4, "sa": ["Zahi Hawass"], "q": "project a sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed", "new_id": -2}, {"uid": "1296161007118571071", "i": 9499, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> chuckmella at 2:32 PM January 27, 2011 How is it year after year you dredge up this disingenuous crap? It's like", "new_id": -2}, {"uid": "1295618647099680302", "i": 4275, "idx": 1, "sa": ["Eric Schmidt"], "q": "or Foursquare... we shall see) the signals needed to target content, services, search, and advertising with greater relevance, efficiency, and value than ever. As <strong> Eric Schmidt </strong> told broadcasters in Berlin last year: <q> We know where you are. We know what you like. </q> Local is a huge, unclaimed I have no special insight into the Googleplex. But I have to imagine that when the company's three musketeers sat down and asked themselves what impediments could restrain their innovation and growth", "new_id": -2}, {"uid": "1295391311138936347", "i": 6420, "idx": 1, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "for neuroendocrine cancer.'' Microsoft to base next generation of Windows on Britain's ARM microchips, <strong> Steve Ballmer </strong> tells CES 2011 18 Jan 2011`` It's a well-oiled machine,'' said Jaruzelski. <strong> Steve Jobs </strong>'s <q> ethos and things he focuses on from marketing and innovation are deeply embedded in the process and people, making it an institutional capability, </q> he said. Analysts had predicted first-quarter sales of$ 24.4 bn. Apple, based in Cupertino, California, fell$ 7.83 to$ 340.65 att the close of trading. The", "new_id": -2}, {"uid": "1296171297131055622", "i": 30446, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "th District in the House.`` One of the reasons I came to Congress was to strengthen our national security and serve as a voice for our troops and military families,'' said <strong> Kirsten Gillibrand </strong>. <q> I am honored to once again serve on the Armed Services Committee to continue fighting for America's troops and veterans. </q>", "new_id": -2}, {"uid": "1295082156260702223", "i": 5775, "idx": 5, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "`` Well, you are respectfully considerate, and yet pleased for the new developments in my life,'' <strong> Kelsey Grammer </strong> offered.`` Well, it's a difficult time, regardless,'' <strong> David Letterman </strong> said, <q> always regardless of circumstances, and especially with kids. Are the kids and everybody all right now? </q>`` The kids seem to be doing OK, yeah,'' <strong> Kelsey Grammer </strong> said, referring to the son and daughter he has with <strong> Camille Grammer </strong>.`` We've been spending quite a bit of time with them", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}]