[{"uid": "1295586272212418583", "i": 3537, "idx": 12, "sa": ["Shaquille O'Neal", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Linas Kleiza"], "q": "<strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaLeBron James out on the fast break and getting easy layups. He then moved to the outside, going 4-for-8 from 3-point range. <q> He got a couple of easy ones, and once you get a couple of layups, the basket looks Shaquille O'Nealger, </q> said <strong> Allen Iverson </strong>, who had 28 points.`` He played a great game, and hopefully he can continue to play that way.'' <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter", "new_id": -2}, {"uid": "1295491475206651407", "i": 47631, "idx": 0, "sa": ["Steven Tyler", "Billy Joel", "Randy Jackson", "Simon Cowell", "Jennifer Lopez"], "q": "of <strong> Simon Cowell </strong> has been` American Idol' and other reality TV shows embracing kinder, gentler attitude target=\"_blank\" href=\"http://wn.com/Los_Angeles\"> LOS ANGELES, Calif.- When a husky, moustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q> The Longest target=\"_blank\" href=\"http://worldtime.wn.com/\"> Time </q> in front of <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong>, something totally out of the ordinary happens: They don't make fun of him. Instead, the new`` American Idol'' judging team encourages him to become a", "new_id": -2}, {"uid": "1295094125134053943", "i": 24373, "idx": 31, "sa": ["Larry Brown", "Shaquille O'Neal", "Matt Geiger", "Allen Iverson", "David Lee"], "q": ".''`` <strong> Allen Iverson </strong> told me he got 15 minutes of sDavid Leep last night, that was 15 more than I expected,'' said 76ers coach <strong> Larry Brown </strong>, who took his record sixth different organization to the playoffs. <q> It was a <strong> Shaquille O'Neal </strong> thing for him to finally get here. </q> The game was tied at 78-78 with eight minutes left when the 76ers went on a 23-8 run over the next seven minutes to put away the game. <strong> Matt Geiger </strong> scored 10 of his playoff career-high 23 points in that", "new_id": -2}, {"uid": "1296383525015253518", "i": 11679, "idx": 1, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": ", but the politics in both has been problematic. The panel appeared to be more of a victory for Gbagbo as it gives him more time to consolidate his position on the ground. <q> The putting in place of a commission corresponds with what we have called for. We hope this commission will move forward with total neutrality, </q> said <strong> Ahoua Don Mello </strong>, spokesman for Gbagbo's government. <strong> Alassane Ouattara </strong> said in a statement he had taken note of the AU decision to form a panel. But he stressed it should reach conclusions fast because it was", "new_id": -2}, {"uid": "1295501732152404071", "i": 24737, "idx": 1, "sa": ["Shawn Bradley", "Allen Iverson", "Michael Finley", "George Lynch"], "q": "by one with a technical free throw off an illegal defense, but <strong> George Lynch </strong> answered with a short jumper over <strong> Shawn Bradley </strong>. The basket gave the 76ers a 99-98 lead, their first since midway through the third quarter. <q> I went to the basket strong and shielded him off with my body, </q> said <strong> George Lynch </strong>, who is eight inches shorter than <strong> Shawn Bradley </strong>. New All-Star <strong> Michael Finley </strong> answered with a jumper at 28.4 seconds and appeared to be the hero again for Dallas when he snagged a rebound of <strong> Allen Iverson </strong>'s miss.", "new_id": -2}, {"uid": "1297220779174489602", "i": 59658, "idx": 1, "sa": ["George W. Bush", "Colin Powell"], "q": "and Unknown, Rumsfeld wrote that the Joint Chiefs supported a strike, based on what Rumsfeld called extensive but not conclusive CIA evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> The prewar attack never happened, although the site was struck in the opening days of the war that <strong> George W. Bush </strong> launched in March 2003, about six weeks after <strong> Colin Powell </strong>'s UN speech. The U.S.", "new_id": -2}, {"uid": "1295629086018169865", "i": 3112, "idx": 0, "sa": ["Larry Page", "Steve Jobs", "Jerry Yang", "Eric Schmidt", "Chris Dixon"], "q": " But across technology circles the move by Google-- founded during the first dot-com boom-- to replace CEO <strong> Eric Schmidt </strong> with the 38-year-old <strong> Larry Page </strong> left some wondering how the search giant would deal with middle age. <q> Founder becoming CEO... Is this like a href=\"http://www.ibtimes.com/topics/detail/318/Steve Jobs-Steve Jobs/\"> <strong> Steve Jobs </strong> returning or a <strong> Jerry Yang </strong> returning? </q> <strong> Chris Dixon </strong>, a technology veteran who has invested in Skype and Foursquare, tweeted. After signing pact with China, Boeing lays off 1,100 U.S. workers Starting April, Google's <strong> Larry Page </strong> will take over as chief executive", "new_id": -2}, {"uid": "1295866160245235713", "i": 35172, "idx": 0, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": "La t?l?vision ivoirienne diffuse les immatriculations des v?hicules civils de l'ONU <strong> Alassane Ouattara </strong> appelle? boycotter les exportations de cacao ivoirien <q> Le gouvernement rappelle que les contrevenants? cette mesure seront consid?r?s comme finan?ant les activit?s de l'administration ill?gitime de Monsieur Laurent Gbagbo et s` exposent? des sanctions internationales, sans pr?judice des poursuites p?nales des juridictions nationales </q>, poursuit le communiqu sign du Premier ministre de <strong> Alassane Ouattara </strong>, Guillaume Soro.`` Sont exclues uniquement de cette mesure les quantit?s Ahoua Don Mellot les droits ont d?j t per?us avant le 24 janvier 2010'', et", "new_id": -2}, {"uid": "1296807368222625794", "i": 45357, "idx": 0, "sa": ["Dick LeBeau", "Michael Vick", "Sean Kugler"], "q": "hard transition, but I bet it gets done.'' So, maybe <strong> Sean Kugler </strong> will replace <strong> Dick LeBeau </strong> if <strong> Dick LeBeau </strong>, 73, retires after Sunday's game?`` No,'' he said. <q> There'd be more than a few scratched heads if they ever did that. I have no aspirations to do that. </q> Party pooper? An Eagles spokesman indicated yesterday that <strong> Michael Vick </strong> probably will not attend a Super Bowl party being promoted under his name tonight in Dallas.`` Dallas Dynasty 2011'' is an", "new_id": -2}, {"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}]