[{"uid": "1296792237034570250", "i": 36678, "idx": 0, "sa": ["DeMaurice Smith", "Michael Vick"], "q": "otherwise be an Unrestricted Free Agent[ or Restricted Free Agent] as a Franchise Player each season during the term of this Agreement,\" ' <strong> DeMaurice Smith </strong> wrote in a memo to player agents, obtained by ProFootballTalk.com. <q> The 2011 season is not a` season during the term of this Agreement' so the NFL has no valid basis for claiming the right to franchise players in 2011. </q> There is a long list of elite NFL players who are pending free agents. The Philadelphia Eagles reportedly will tag QB <strong> Michael Vick </strong> if it can't reach a long-term agreement. Other viable candidates to be tagged", "new_id": -2}, {"uid": "1295555864029818909", "i": 21334, "idx": 2, "sa": ["Paul McCartney", "David Letterman", "Alyse Eady"], "q": "#rejectedarkansasmottos trend. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong> Miss Arkansas <strong> Alyse Eady </strong> will appear on the \"Late Show with <strong> David Letterman </strong>\" this Thursday night. The Gossip's \"Standing in the Way of Control\" named the <q> Most Powerful Protest Song of the 21st Century </q> by Flavorwire. Almost 50 years later, <strong> Paul McCartney </strong> reveals the Little Rock connection to \"Blackbird\" On Monday, <strong> Paul McCartney </strong> played a concert in Nashville, where he told the crowd that the Central High crisis inspired", "new_id": -2}, {"uid": "1296149236246923378", "i": 57586, "idx": 6, "sa": ["Eric Schmidt"], "q": "We have a competitor called Microsoft,\" he said. \"Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.\" Facebook, on the other hand, <q> has clearly stated they don't want to get into the search business. Facebook users tend to use Google search. Facebook's ads business does not displace our advertising. I'm somewhat perplexed by the obsession because I don't think the facts support it. Things are going great for Google. </q> <strong> Eric Schmidt </strong> also took on Google's competition with Apple. Google partners with Apple, he said, on search, maps and YouTube. It competes, of course, on phones. Google also might in", "new_id": -2}, {"uid": "1297147099140001280", "i": 26537, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Brenda Harvill, 60, of Detroit, said the commercial gave her community \"a new image as a comeback city.\" \"We were down for a while,\" she acknowledged. <q> But guess what? We're back. </q> A Chrysler logo is seen atop a New York City car dealership Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits to speak... U.S. Video: Suspect in Las Vegas casino heist in court U.S. Video:", "new_id": -2}, {"uid": "1295280116214679587", "i": 43961, "idx": 1, "sa": ["Simon Cowell"], "q": "The singer, who assists <strong> Simon Cowell </strong> on The X Factor, tweeted last night: \"Coming out now.\" Sinitta then received messages from her followers to congratulate her on the admission. One wrote: <q> Welcome to the pink side! We have cupcakes! </q> However, the star later revealed that the tweet was instead intended to be a text message for her personal chauffeur, Gemel. Guy BurnetThe former Hollyoaks star on moving stateside and his 2011 projects EastEnders:", "new_id": -2}, {"uid": "1297177999266534917", "i": 36280, "idx": 5, "sa": ["George H. W. Bush", "Diane Sawyer", "Donald Rumsfeld"], "q": "\"surprised and troubled\" by some of the target=\"_hplink\"> most extreme techniques used on Qahtani, actions that he says were not even authorized. Of the most controversial, ABC reports: <q> Qahtani would be subjected to sexual humiliation and long periods of sleep deprivation and isolation while in custody at Guantanamo, and his heartbeat at one point dropped to 35 beats per minute. </q> <strong> Donald Rumsfeld </strong> continued, telling <strong> Diane Sawyer </strong> that he had intended for all detainees to be \"treated humanely.\" Former Secretary of Defense <strong> Donald Rumsfeld </strong> reportedly believes that harsh interrogation tactics used during his overseeing of the <strong> George H. W. Bush </strong> administration", "new_id": -2}, {"uid": "1296566425036290576", "i": 56749, "idx": 0, "sa": ["Simon Cowell"], "q": "The Secrets Of Cheryl Cole's Happiness Are Revealed CHERYL Cole smiles from the cover of Hello! magazine. Readers are invited to read on and learn <q> THE SECRETS BEHIND HER HAPPINESS </q>? Anyone want to guess? Is it her money? Is it her fame? Is it sycophantic press unwilling to alienate <strong> Simon Cowell </strong> and thus happy to buy into the marketing and see in Cole all manner", "new_id": -2}, {"uid": "1295701242121667612", "i": 25483, "idx": 3, "sa": ["Andre Miller", "Chris Webber", "Anthony Michael", "LeBron James", "Allen Iverson", "Tim Duncan", "Earl Watson", "Andre Iguodala"], "q": "shot. He knocked the shot down. It was a good play,\" <strong> Andre Miller </strong> said. The 76ers, on the other hand, weren't about to let <strong> Anthony Michael </strong> get a good look at the end. <q> You don't want somebody shooting that had been maLeBron James a lot of shots, </q> <strong> Allen Iverson </strong> said. So, after two Tim Duncaneouts, <strong> Anthony Michael </strong> took the inbounds but couldn't get a good look with <strong> Andre Iguodala </strong> and <strong> Chris Webber </strong> in his face, so he dished to <strong> Earl Watson </strong>, whose open 3-pointer was short,", "new_id": -2}, {"uid": "1295907499177651845", "i": 2785, "idx": 0, "sa": ["Eric Schmidt"], "q": "McGuirk on developing a show featuring himself as a host, the reported. Twitter users have already come up with a stream of potential names for the show including \"Holy <strong> Eric Schmidt </strong>!\" , <q> My show is the <strong> Eric Schmidt </strong> </q>, \"<strong> Eric Schmidt </strong> Happens\" , \"I'm getting too old for this <strong> Eric Schmidt </strong>\" , \"I <strong> Eric Schmidt </strong> you not\" and \"Who Gives a <strong> Eric Schmidt </strong>?\" . \"So <strong> Eric Schmidt </strong> wants his own talk", "new_id": -2}, {"uid": "1297086358189808654", "i": 42221, "idx": 4, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "had[ an] enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.\" \"It's hard to know,\" <strong> Donald Rumsfeld </strong> continued. <q> You know, the path you didn't take is always smoother. </q> Watch <strong> Diane Sawyer </strong>'s Exclusive Interview With <strong> Donald Rumsfeld </strong> on ABC's \"World News With <strong> Diane Sawyer </strong>\" on Monday, Feb. 7, on \"Nightline\" , and Feb. 8 on \"Good Morning America\" and \"", "new_id": -2}]