[{"uid": "1297174857196968449", "i": 12524, "idx": 0, "sa": ["Steve Ballmer", "Wes Miller"], "q": "services prowess, plus staunch criticism from Microsoft's investors and board that the software giant has fallen behind in these markets. <strong> Wes Miller </strong>, an analyst at research firm Directions, reportedly told the newspaper: <q>You see the engineering team ascending because <strong> Steve Ballmer </strong> is realizing that there is a need to execute on a vision and in order to do that you have to actually understand how software is built. It's a whole other thing to be able to say, \"I've been at Microsoft, I understand software, and what you are saying will or will not work.</q> It is predicted that Muglia\"s replacement will be an exec who is savvy about combining server software and cloud services but Microsoft has reportedly not commented on the rumours. Business Week reported that <strong> Steve Ballmer </strong> wants", "new_id": -2}, {"uid": "1295458625213254221", "i": 2410, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> added. <q>One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology.</q> Other Chrysler group fuel-saving technologies include cylinder deactivation on V8 engines, a new MultiAir engine induction system being introduced to the US on the J.D. Power's Estimated Pan-European Passenger Car Assembly by Model( annual", "new_id": -2}, {"uid": "1296537955082821121", "i": 9384, "idx": 1, "sa": ["House Judiciary Committee", "Roger Goodell", "Michael Vick"], "q": " \"I would like to express my sincere gratitude and appreciation to commissioner <strong> Roger Goodell </strong> for allowing me to be readmitted to the National Football League,\" <strong> Michael Vick </strong> said in a statement released by his agent, Joel Segal. <q>I fully understand that playing football in the NFL is a privilege, not a right, and I am truly thankful for the opportunity I have been given. \"As you can imagine, the last two years have given me time to re-evaluate my life, mature as an individual and fully understand the terrible mistakes I have made in the past and what type of life I must lead moving forward,</q> he said. <strong> Roger Goodell </strong> suspended <strong> Michael Vick </strong> indefinitely in August 2007 after the former Atlanta Falcons quarterback admitted bankrolling a dogfighting operation on his property http://wn.com/Ray_Lewis_says_an_18-game_NFL_season_is_too_much_for_players The <strong> House Judiciary Committee </strong> held a hearing Wednesday into the impact of head injuries on football players", "new_id": -2}, {"uid": "1295094311196526116", "i": 39930, "idx": 0, "sa": ["Roman Polanski", "Michael Vick", "Andrew Jackson"], "q": "Calif.- The Golden Globes ceremony will be even more glittery this year. Apart from all the movies continued their awards-season roll, dominating the National Board of Review of Motion Pictures Awards in NYC the other night. <q>The Oscars to take viewers through time, space, movies Entertainment Writer Share thefresnobee_994:/ 2011/01/12/2229576/oscars-to-take-viewers-through.html E-Mail Print Text Size: tool name tool goes here 0 comments Similar stories:</q> tooltipId= \"mi_tt1\"> <strong> Andrew Jackson </strong> to put awards screeners on iTunes for SAG members... <strong> Michael Vick </strong> Wins <strong> Roman Polanski </strong> Award for Douchebaggery In this Very Little Knowledge Sports Expose, <strong> Michael Vick </strong> is given the 2009 <strong> Roman Polanski </strong> Award for Douchebaggery", "new_id": -2}, {"uid": "1297136473102924319", "i": 29843, "idx": 7, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "<strong> President Bush </strong>'s closest advisers, saying <strong> Condoleezza Rice </strong> lacked experience and <strong> Colin Powell </strong> showed poor management skills. Asked whether he admired his ex-boss's father president <strong> George H.W. Bush </strong>- under whom he did not serve- <strong> Donald Rumsfeld </strong> replied curtly: <q>No, I was kind of disappointed in him.</q> <strong> Condoleezza Rice </strong>, <strong> President Bush </strong>'s national security adviser who later became secretary of state, had \"never served in a <strong> George H.W. Bush </strong> administration position,\" a lack of experience that hampered her ability to organize critical meetings,", "new_id": -2}, {"uid": "1295284718082854012", "i": 48358, "idx": 1, "sa": ["Piers Morgan", "Jon Stewart", "David Letterman", "Mother Teresa"], "q": "then- you know, last week both <strong> Jon Stewart </strong> and <strong> David Letterman </strong> made a huge deal of pretending not to know who I was. Fantastic! \"Cos we all know they do.\" He continued: <q>So it's funny. I want to be the great unknown of American television, the one they all pretend they don't know. That's great! Perfect!</q> Discussing how he likes \"stirring things up\" and causing \"controlled mayhem\", <strong> Piers Morgan </strong> added: \"CNN know they haven\"t hired <strong> Mother Teresa </strong>, to put it bluntly.\" This week, we", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q>merge Google's technology and business vision brilliantly.</q> \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!\" <strong> Eric Schmidt </strong> wrote. \"Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}, {"uid": "1294969491073564163", "i": 1244, "idx": 0, "sa": ["Sergio Marchionne"], "q": "SUV built on the same platform as the Grand Cherokee and the Dodge Durango. AUTOMOTIVE NEWS DETROIT- Jeep will resurrect a hallowed nameplate- the Grand Wagoneer- in two years. <q>It's time we gave the market an upper-scale Grand Wagoneer,</q> Chrysler CEO <strong> Sergio Marchionne </strong> said at the Detroit auto show. \"You'll see it in January 2013.\" The Grand Wagoneer would be a seven-seat SUV built on the same platform as the Grand Cherokee and", "new_id": -2}, {"uid": "1295115128263864344", "i": 25544, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four Video's title used to be \"Instruments of Tyranny,\" and I'm open to suggestions for a new video title. Anyway", "new_id": -2}, {"uid": "1295072743140967974", "i": 227, "idx": 0, "sa": ["Thomas Dimitroff", "Michael Vick"], "q": "football, in front of a mostly red-clad crowd that has helped turn the Falcons into a virtually unbeatable squad on its own field. \"None of that matters,\" Falcons safety William Moore said. <q>When those lights come on, those players from the past ain't playing that night. It's just about who's going to come out and play ball that night.</q> Atlanta has played some good ball ever since the new regime- general manager <strong> Thomas Dimitroff </strong> and coach Mike Smith- took over in 2008. Quickly bouncing back from a miserable season in which franchise quarterback <strong> Michael Vick </strong> went", "new_id": -2}]