[{"uid": "1296593618087982128", "i": 51345, "idx": 2, "sa": ["Mike Pence"], "q": "revenue from government grants and contracts. During that same timeframe, it did href=\"http://www.lifenews.com/2010/09/09/nat-6686/\"> 324,008 abortions, a 5.8 percent increase from the previous year, which also set a record high at that time. <q> It is morally wrong to end an unborn human life by abortion. It is also morally wrong to take the taxpayer dollars of millions of pro-life Americans and use them to promote abortion at home or abroad, </q> <strong> Mike Pence </strong> said on the House floor in introducing his bill.`` The largest abortion provider in America should not also be the largest recipient of federal funding under Title X,'' he said.''``", "new_id": -2}, {"uid": "1295066638160808960", "i": 43608, "idx": 0, "sa": ["Mike Francesa", "Mike D'Antoni", "David Letterman", "Brian Cashman"], "q": "was at the game.... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. <q> He doesn't listen to me, </q> <strong> Mike D'Antoni </strong> said with a laugh.`` He was nice, though, very diplomatic.'' Breakfast With A Champion WFAN and <strong> Mike Francesa </strong> will host a very special`` Breakfast with a Champion'' with Yankees GM <strong> Brian Cashman </strong>", "new_id": -2}, {"uid": "1295389612219906114", "i": 49357, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans.(", "new_id": -2}, {"uid": "1295675869065781776", "i": 26769, "idx": 3, "sa": ["Tim Cahill", "Allen Iverson", "Jason Terry", "Shareef Abdur-Rahim"], "q": "by a flu, <strong> Allen Iverson </strong> had a season-low 12 points and missed 15 of 19 shots in a loss to Indiana on Friday night. He had 13 points in the first quarter against Atlanta, and kept scoring. <q> I didn't feel better, but I was rested, </q> <strong> Allen Iverson </strong> said. <strong> Jason Terry </strong> had 20 points and <strong> Shareef Abdur-Rahim </strong> had 17 for the Hawks, who are off to a 6-12 start. It was the ninth Tim Cahille, including playoffs, that <strong> Allen Iverson </strong> has scored 50 or more points", "new_id": -2}, {"uid": "1295618242003915778", "i": 17134, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson"], "q": ". Success also came. The NoW won newspaper of year at British Press Awards in March 2005, when <strong> Andy Coulson </strong> apparently sought to sum up his approach to editing as he accepted the award, saying: <q> The News of the World doesn't pretend to do anything other than reveal big stories and titillate and entertain the public, while exposing crime and hypocrisy. </q> However, his departure from the editor's seat was itself a dramatic one, when he quit in January 2007 on the day that <strong> Clive Goodman </strong>, the newspaper's former royal editor, was jailed for four", "new_id": -2}, {"uid": "1297127660188514311", "i": 5687, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul"], "q": "and, maybe, <strong> Paula Abdul </strong> on the judging panel.`` We've spoken to her, she knows I'm a big fan,'' <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge. <q> I've always said at some point we are going to be working together. </q> But, he added,`` I have to take everyone's opinions into account,'' including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the", "new_id": -2}, {"uid": "1297464725077398024", "i": 42073, "idx": 1, "sa": ["Donald Rumsfeld", "Leon Panetta"], "q": "was particularly critical of Director of National Intelligence James Clapper's description of the Muslim Brootherhood as a`` largely secular'' during a House Intelligence Committee testimony Thursday that Clapper's office later had to clarify. <q> That is not something that is subject to debate, </q> <strong> Donald Rumsfeld </strong> said of Clapper's contention.`` That is something that we know a great deal about.'' <strong> Donald Rumsfeld </strong>, however, did not fault CIA director <strong> Leon Panetta </strong> for pointing to news reports, suggesting during", "new_id": -2}, {"uid": "1295022258099024910", "i": 25142, "idx": 4, "sa": ["Kelly Clarkson", "Simon Cowell"], "q": "2002.`` Without <strong> Simon Cowell </strong>, I'm not sure how successful Idol would have been, regardless of how good( Season 1 winner) <strong> Kelly Clarkson </strong> was,'' says Atlanta Journal-Constitution blogger Rodney Ho. <q> How much will viewers miss <strong> Simon Cowell </strong>'s commentary? That's the question. </q> Adding to the loss of <strong> Simon Cowell </strong>, some wonder whether his X Factor, a singing competition that premieres on Fox in the fall, could cut into Idol's buzz and popularity. Unlike Idol, which", "new_id": -2}, {"uid": "1295715717099811430", "i": 28521, "idx": 1, "sa": ["Kobe Bryant", "Allen Iverson", "Michael Finley"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacking any strength.`` I survived, I'm still here,'' he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and Michael Finleyal playoff spot, and one game behind the Mavericks. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected.`` The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,'' said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q>`` For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,'' said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri.`` This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}]