[{"uid": "1295637236112984102", "i": 13790, "idx": 0, "sa": ["Tim Pawlenty", "Barack Obama", "Robert Gibbs", "Mike Pence"], "q": ",... <strong> Barack Obama </strong> to run for president in 2012 Washington, January 21: US <strong> Barack Obama </strong> has planned to run for a second term in office for the 2012 presidential election despite his low popularity. <q> We've made some progress on getting our economy back in order, and I think the president wants to continue to do that, </q> AFP quoted White House spokesman <strong> Robert Gibbs </strong> as saying on Friday. <strong> Robert Gibbs </strong> also added that <strong> Barack Obama </strong> DFLers take aim at <strong> Tim Pawlenty </strong>'s book By <strong> Mike Pence </strong> Kaszuba DFL legislators are taking aim at former Gov. <strong> Tim Pawlenty </strong>'s new book", "new_id": -2}, {"uid": "1294957347114671745", "i": 38124, "idx": 1, "sa": ["Bruce Willis", "David Letterman"], "q": "earned produces some unexpected results. A couple of months ago, when <strong> David Letterman </strong> introduced <strong> Bruce Willis </strong> on his show to promote the action-comedy movie Reds, the talk-show host declared in apparent amazement that <strong> Bruce Willis </strong> had earned <q> more than$ 1.5-billion at the box office. </q> But <strong> David Letterman </strong>'s researchers seriously low-balled <strong> Bruce Willis </strong>'s impact. Counting <strong> Bruce Willis </strong>'s credited roles in 49 movies, his total box office is in the$ 5.7-billion range.( All figures are from the movie sites, Box", "new_id": -2}, {"uid": "1296167545171278340", "i": 32518, "idx": 1, "sa": ["Mike McDaniel", "Mike Pence"], "q": "bid. There is no word yet on whether he'll run for Indiana governor, but many in political circles assumed that would be the case since he stepped down last year from his House leadership position. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike Pence </strong>'s staff did not return repeated phone calls and e-mails to The Associated Press. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often", "new_id": -2}, {"uid": "1297436657123142144", "i": 31802, "idx": 3, "sa": ["Steve Ballmer"], "q": "'s No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. <strong> Steve Ballmer </strong> said the partnership would give the team`` more innovation, greater global reach and scale.'' <q> We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone, </q> he said. The key challenge will be to come up with devices of a quality level and hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android. Windows Phone 7, which was", "new_id": -2}, {"uid": "1297298416168493093", "i": 40018, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell", "Dick Cheney"], "q": ", Fall, and Catastrophic Legacy'' that <strong> Donald Rumsfeld </strong>'s reaction to a July 20, 2001, CIA memo warning of a Osama bin Laden-directed attack on the United States was to accuse it of being duped by <q> vast doses of Al Qaeda misinformation. </q> And on the very same afternoon of the September 11, he directed <strong> Colin Powell </strong> <strong> Dick Cheney </strong> Myers to`` find the best info fast... judge whether good enough[ to] hit S.H.@ same time.'' S.H. here", "new_id": -2}, {"uid": "1296066420080527365", "i": 10586, "idx": 1, "sa": ["Andy Coulson", "Sian Massey"], "q": "to Miss <strong> Sian Massey </strong> on Sunday, said he had found the reaction to the comments`` extraordinary''.`` I can not believe the frenzy that's blown up,'' said the 53-year-old. <q> There are some dark forces at work here. </q> He claimed he and Miss <strong> Sian Massey </strong> had ended their phone conversation on`` very good terms'', adding:`` I expressed my disappointment that <strong> Andy Coulson </strong> and I, in misguidedly having a little fun, got", "new_id": -2}, {"uid": "1297706931264994828", "i": 42095, "idx": 0, "sa": ["Steve Ballmer"], "q": "<strong> Steve Ballmer </strong> speaks duringthe 3GSM World congress in Barcelona. Microsoft said Monday that it would release an update of its Windows Phone operating system later this year that will provide a full web experience to smartphone users. <q> We need to give people the full web, the full Internet on their phone, like they've come to expect with the PC, </q> Microsoft chief <strong> Steve Ballmer </strong> said at the mobile industry's annual get-together in Barcelona.`` Later this year we are going to release a version of Internet Explorer9( web browser) complete with hardware and graphics and", "new_id": -2}, {"uid": "1297144707261406725", "i": 47380, "idx": 1, "sa": ["Chris Hendrickson", "Eric Schmidt"], "q": "directly affected our Marines' military capabilities in Iraq,'' said <strong> Chris Hendrickson </strong>, an agent with The Defense Criminal Investigative Service, the criminal investigative arm of the Office of the Inspector General, U.S. Department of Defense. <q> Captain <strong> Eric Schmidt </strong> found an Iraqi partner, exploited his role as a logistics officer, and profited from the Marines' role in providing security in Iraq. Iraqi contractors bought this Marine with cash, gifts, and a cut of their contracts. </q> As a result of the scheme, the U.S. Department of Defense lost about$ 1.7 million and the Internal Revenue Service lost about$ 460,000. Phillips ordered Capt. <strong> Eric Schmidt </strong> to reimburse both agencies. During the sentencing hearing", "new_id": -2}, {"uid": "1297710796205013005", "i": 30376, "idx": 0, "sa": ["Steve Ballmer"], "q": "do so with a giant like Nokia jumping into the game, supported by billions in Microsoft subsidies. In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. <q> Nokia's support will help Windows Phone overall to build strength versus other mobile platforms, </q> <strong> Steve Ballmer </strong> said.`` That's not just good for Nokia, that's good for all our handset partners.'' O'Brien: How Nokia and Palm are taking different roads to a comeback", "new_id": -2}, [{"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}]]