[{"uid": "1296715934020512785", "i": 53338, "idx": 0, "sa": ["Paula Abdul", "Steven Tyler", "Kid Rock", "Jennifer Lopez", "Simon Cowell"], "q": "a judge has upped the unpredictability factor of a popular show that had become highly predictable, the producers of American Idol already find themselves in the position of choosing to apologize to the viewing public for the Kid Rocker's <q> outrageous` American Idol' has a new feud? ro </q> <strong> Steven Tyler </strong> vs. <strong> Jennifer Lopez </strong> \"American Idol\" might have a new feud on its hands, and these two might have <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong> beat. The series, which airs on Channel 10 in Tempe, has revamped itself", "new_id": -2}, {"uid": "1295611385143458309", "i": 23663, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "4. <strong> Eric Schmidt </strong> navigated the company past early doubts that it could build a successful ad business around a search engine. He also oversaw the 2004 initial public offering, the biggest for an Internet company. <q> We view this as evidence of the founders staying fully engaged in the business- a positive, </q> said Mark Mahaney, an analyst at Citigroup. The company also posted fourth-quarter profit that topped analysts' estimates as businesses boosted online-ad spending. <strong> Larry Page </strong>, who has never been the CEO of a", "new_id": -2}, {"uid": "1296136689251920402", "i": 4844, "idx": 0, "sa": ["Michael Gove"], "q": "parents 24 hours' notice;* Reduce red tape by abolishing a series of quangos including the General Teaching Council for England and the Training and Development Agency for Schools. Education Secretary <strong> Michael Gove </strong> said: <q> Under the last Michael Government, thousands of great people left teaching because behaviour was out of control and they were forced to spend far too much time on paperwork. \"That's why we're acting to restore discipline and reduce bureaucracy. </q> Mr <strong> Michael Gove </strong> said that every school day nearly 1,000 pupils are suspended for abuse and assault. So teachers take up more responsibility for policing the nations underage riff raff while they're on school premises...", "new_id": -2}, {"uid": "1295118198257753094", "i": 29322, "idx": 2, "sa": ["John McCain", "Bernie Sanders"], "q": "has even used the argument to try to raise money, complaining in a fundraising letter that while he commended his colleague's strong words, he believed <strong> John McCain </strong> and other Arizona Republicans had an obligation to step up. <q> As the elder statesman of Arizona politics, <strong> John McCain </strong> needs to stand up and denounce the increasingly violent rhetoric coming from the right wing and exert his influence to create a civil political environment in his state, </q> <strong> Bernie Sanders </strong> wrote. But some unlikely allies have rallied to <strong> John McCain </strong>'s side. J.D. Hayworth, who was the Tea Party favorite in his challenge to the senator's reelection in last year's GOP primary,", "new_id": -2}, {"uid": "1296184446238502266", "i": 7279, "idx": 0, "sa": ["David Letterman", "Roy Wood"], "q": "Felipe Esparza- are near the end of their 60-city comedy tour and coming to the American Bank Center Selena Auditorium. \"Texas jokes are great, until you're in Idaho,\" <strong> Roy Wood </strong> said. <q> You do border crossing, bilingual classrooms, they're not going to get that in Montana or Vermont. Lots of material is restricted to geography. \"What's best about it for me is how many people who are coming out who never saw the show. It's good for comedy because it's bringing people who have never been to comedy shows to my performance. It helps my own career down the road, as well as the tour. </q> From the moment he debuted on \"Late Night with <strong> David Letterman </strong>\" and opened with jokes about suicide, al-Qaida and race relations between Latinos and blacks, <strong> Roy Wood </strong> has shown that there are few subjects off limits", "new_id": -2}, {"uid": "1295739237074268687", "i": 11342, "idx": 16, "sa": ["Kobe Bryant", "Ted Kennedy", "Allen Iverson", "Shaquille O'Neal", "Larry Brown"], "q": "17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds. \"I wanTed Kennedy to get off to a good start,\" <strong> Allen Iverson </strong> said. <q> Some earlier shots were going off the rim, then all of a sudden, my shots began to drop. My teammates began to get the ball to me, they did a good job as always of getting me the ball in the right spot, and I was able to make the <strong> Shaquille O'Neal </strong> shots at the end. </q> \"The <strong> Kobe Bryant </strong> kid was phenomenal,\" Sixers coach <strong> Larry Brown </strong> said. \"I had to take him out at the beginning just to calm him down because he was really wired. Yeah, he took a lot", "new_id": -2}, {"uid": "1295617200111296519", "i": 53173, "idx": 6, "sa": ["Andy Coulson", "David Cameron", "Cathy Newman"], "q": "\"right thing\" to resign but that he should have done it earlier. He said it raises \"serious questions about <strong> David Cameron </strong>'s judgement that he hung on to him for so long\" . He added: <q> It's clear that there are serious questions about his time at the News of the World. </q> 1310 <strong> Cathy Newman </strong>, political correspondent for Channel 4 News, tweets that she has heard the announcement came ahead of rumours that suspended NoTW Ian Edmonson \"was about to turn <strong> Andy Coulson </strong> in\" . 1305 Political", "new_id": -2}, {"uid": "1295607635131039250", "i": 33637, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Tim Cook", "Steve Jobs", "Sergey Brin"], "q": "in 2001 to Sergey Bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach, among other things. <strong> Sergey Brin </strong> will concentrate on strategic projects. <q> <strong> Larry Page </strong> is ready. It's Tim Cooke for him to have a shot at running this, </q> <strong> Eric Schmidt </strong> told analysts on a conference call. Shares in the Internet search and advertising leader rose about 2 per cent to$ 639 in extended trading. Just days ago, Apple Inc CEO <strong> Steve Jobs </strong>", "new_id": -2}, {"uid": "1295981119035848240", "i": 43244, "idx": 1, "sa": ["Tommy Vietor", "Bill Lockyer", "Newt Gingrich"], "q": "should not be reached through coercion, intimidation, and threats of violence. Hezbollah, backed by Syria, engaged in all three to achieve its political goals.\" <strong> Tommy Vietor </strong> said the tribunal is vital for <q> stability, security and justice in Lebanon. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 1 BR/ 1 BA$ 395,000.00 SAN FRANCISCO 3 BR/ 2", "new_id": -2}, {"uid": "1295967712261718021", "i": 943, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "at the company after his surprise handover of power. <strong> Eric Schmidt </strong>, who oversaw the web search giant's meteoric rise, will focus on deals and Google's public image as executive chairman from April. <q> I'm very personally excited about my next decade at Google, </q> he told a media conference today. <strong> Sergey Brin </strong>, was an effort to speed up decision-making. He is set to get a$ 100 million equity award, his first since joining the company in 2001, which", "new_id": -2}]