[{"uid": "1296134363234815553", "i": 10212, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Play CBS Video Washington Unplugged by rednecklogic January 27, 2011 7:40 AM EST by ajvw January 27, 2011 7:35 AM EST by wjksea January 27, 2011 3:17 AM EST Could it be true that many", "new_id": -2}, {"uid": "1297184420188334218", "i": 47003, "idx": 0, "sa": ["Brett Favre", "David Letterman", "Aaron Rodgers", "James Starks", "Larry McCarren"], "q": "down with <strong> David Letterman </strong> to talk about the Super Bowl, Green Bay and of course <strong> Brett Favre </strong> came up in conversation. When asked whether <strong> Brett Favre </strong>'s wishy-washy decision to retire had any affect on him: <q>I was the guy that took all the reps in the off season, and he was the guy who took all the reps during the season. So, that's kind-of how it worked out,</q> said <strong> Aaron Rodgers </strong>. <strong> Aaron Rodgers </strong> topped off his <strong> David Letterman </strong> appearance with a good ol' pigskin toss to <strong> David Letterman </strong>. Previous article <strong> James Starks </strong> to appear on <strong> Larry McCarren </strong>'s Locker Room Live Watch CBS Shows Watch your favorite new and", "new_id": -2}, {"uid": "1295785617142147593", "i": 8766, "idx": 1, "sa": ["Melissa Rivers", "Todd Palin", "David Letterman", "Sarah Palin", "Derek Jeter", "Regis Philbin", "Joan Rivers"], "q": ", and <strong> Sarah Palin </strong> \"Crosshairs\" <strong> Todd Palin </strong>. <strong> Melissa Rivers </strong> then remembered and confessed, \"Oh and I also sew my own bras, pantyhose, and raincoats as well.\" <strong> Joan Rivers </strong> yelled out, <q>So tell me sweety, why then isn't my little bagel bakin' cutey married?</q> Melly as <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, and <strong> Derek Jeter </strong> call her replied because of that funny little hissing sound that her wissy pissy( furburger) makes whenever a man gets his diddly dipper( groin gizmo) within", "new_id": -2}, {"i": 30030, "idx": 2, "index_answer": 4, "new_id": -1, "q": "Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q>I score a career high and we won the game,</q> <strong> Allen Iverson </strong> said. \"That's how you draw it up in your dreams.\" It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against <strong> George Washington </strong> on March 10, 2004, Indiana", "sa": ["George Washington", "Tracy McGrady", "Magic Johnson", "Michael Jordan", "Allen Iverson"], "uid": "1295299857181911591"}, {"uid": "1295983558186695688", "i": 39141, "idx": 1, "sa": ["Jesse Ferguson", "Sen. Bernie Sanders"], "q": "cut Medicare and Social Security and raise taxes on middle and low-income families. This proposal has the full support of the current House Republican leadership. Here's <strong> Jesse Ferguson </strong> of the Democratic Congressional Campaign Committee: <q>Picking Representative Paul Ryan to give the State of the Union rebuttal is a clear sign that House Republicans will move full speed ahead with plans that would have a devastating impact on seniors who are already struggling to get by. As if it wasn't already clear,</q> House Republicans are now doubling down on their disastrous plans to gamble Social Security funds on Wall Street and dismantle Medicare. Yesterday, on a joint conference call, Sens. <strong> Sen. Bernie Sanders </strong>( Socialist, Vt.)", "new_id": -2}, {"uid": "1297254281101777433", "i": 42564, "idx": 11, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "She is the best example of somebody who works it every hour of the day,\" he said. <strong> Simon Cowell </strong>, as \"American Idol\" viewers know, doesn't lack for confidence: <q>I believe I can find a star,</q> he said. He has seen only a few minutes of this season's \"American Idol\" and its reconstituted panel with <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and Randy Jackson, he said. But he's", "new_id": -2}, {"uid": "1296582908238125200", "i": 40257, "idx": 0, "sa": ["Allen Iverson"], "q": "court for Besiktas. <strong> Allen Iverson </strong> will get an anti-inflammatory shot today in order to reduce swelling in his right calf as he tries to avoid surgery and return his Turkish League team in time for the playoffs. <q>At this point it is certainly more important to get( <strong> Allen Iverson </strong>'s) calf healed and asymptomatic than it is to try to play with continued pain,</q> Andrews wrote. The latest in-depth coverage and recommended links on sports' biggest stories. 2010-11 college hoops midseason report Use of and/or registration on any portion of this site constitutes acceptance of our", "new_id": -2}, {"uid": "1296217994081313794", "i": 42357, "idx": 0, "sa": ["Taraji P. Henson", "Paul Nassif", "Jennifer Aniston", "Ryan Seacrest", "Giuliana Rancic", "Simon Cowell", "Kelsey Grammer", "Charlie Sheen"], "q": "latest reports say <strong> Charlie Sheen </strong> may have suffered a hernia and may need surgery to repair the injury. \"As longtime friends, we are obviously very concerned about his well-being,\" <strong> Paul Nassif </strong> and Maloof-Nassif said. <q>Our thoughts and prayers are with him and his family right now and we wish him a speedy recovery.</q> <strong> Kelsey Grammer </strong> Invites Camille to His Wedding EYE CANDY: <strong> Taraji P. Henson </strong> Gets Naked for PETA <strong> Giuliana Rancic </strong> tells Celebrity Baby Scoop that she is done with IVF for now <strong> Jennifer Aniston </strong> Is Adopting! HollyBaby <strong> Ryan Seacrest </strong> Wishes <strong> Simon Cowell </strong> Well on` Kimmel", "new_id": -2}, {"uid": "1297193906067846212", "i": 27163, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "Tuesday. The pre-war attack never happened, although the site was struck in the opening days of the war that <strong> President Bush </strong> launched in March 2003, about a month after <strong> Colin Powell </strong>'s U.N. speech. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,</q> Rumsfeld wrote. He said he made his recommendation to <strong> President Bush </strong> at a Feb. 3, 2003 National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later", "new_id": -2}, {"uid": "1295834123017383424", "i": 44874, "idx": 1, "sa": ["Eric Schmidt"], "q": "development, <strong> Eric Schmidt </strong> revealed in a blog. \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better,\" <strong> Eric Schmidt </strong> stated. <q>Larry, in my clear opinion, is ready to lead.</q> Despite his assertion, industry insiders say the because <strong> Eric Schmidt </strong> was stretched too thin after the firm's rapid growth, WSJ.com reported. The UK's Guardian particularly following gaffes like the collection of private user information by Google", "new_id": -2}]