[{"uid": "1295217182163594259", "i": 46319, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "but you see people come on and get booed and he'll make sure they walk off that stage feeling a million dollars. \"He's a lot nicer than people give him credit for.\" <q>He's a lot nicer than people give him credit for.</q> Comment on this Article Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: \"", "new_id": -2}, {"uid": "1295278259044859402", "i": 17671, "idx": 0, "sa": ["Steve Ballmer"], "q": "Today that the launch of Kinect- as well as various other social and media features- makes the device a \"family entertainment center\". \"Xbox isn't a gaming console,\" he said. <q>It's a place to socialise. It's a place to watch TV. It's the only system were you are the controller. Your voice, your gestures, your body.</q> <strong> Steve Ballmer </strong> also wants the Xbox 360 to appeal to young girls, and believe the rise of Kinect will be key to this. \"You go to your average 15-year-old boy, and he will", "new_id": -2}, {"uid": "1295336713131039270", "i": 7458, "idx": 2, "sa": ["Mitch Daniels", "Sarah Palin", "Mike Pence"], "q": "the month on whether he plans to seek the presidency. \"Congressman <strong> Mike Pence </strong> is humbled by the encouragement he has received across Indiana and the country to seek higher office,\" spokesman Matt Lloyd said. <q>He will continue to prayerfully consider counsel.</q> <strong> Mike Pence </strong>, who represents the state's 6th district, also is widely mentioned as a candidate for Indiana governor, a post <strong> Sarah Palin </strong> <strong> Mitch Daniels </strong> must vacate at the end of his term because of term limits.", "new_id": -2}, {"uid": "1295799222231243780", "i": 40451, "idx": 0, "sa": ["Andy Coulson", "Dermot Murnaghan", "Harriet Harman"], "q": "a target. Labour's deputy leader <strong> Harriet Harman </strong> told Sky's <strong> Dermot Murnaghan </strong> that allegations of illegal activity must be investigated. \"Hacking into people's phones is illegal,\" she said. <q>Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. \"Nobody is above the law, no newspaper editor, no journalist.</q> The scandal has already cost Number 10 spin doctor <strong> Andy Coulson </strong> his job amid claims he presided over the illegal action at the News of the World. The former editor has always denied knowing that phone-hacking", "new_id": -2}, {"uid": "1296770160151027758", "i": 43040, "idx": 1, "sa": ["Michael Vick", "Quan Phillips"], "q": "large drawing of <strong> Michael Vick </strong> in his Eagles uniform superimposed over Cowboys Stadium. It is headlined: \"Super Bowl-- Dallas Dynasty 2011-- The <strong> Michael Vick </strong> Experience.\" And then in smaller type: <q>Four-time Pro Bowl quarterback <strong> Michael Vick </strong> would like to personally invite you to the only upscale, A-list celebrity event of the 2011 Super Bowl. This will be the primary and preferred destination for inconic personalities from the NFL, MLB, Hollywood, the music industry and corporate America. Simply put the premier A-list high society event of the 2011 Super Bowl!!</q> The last time <strong> Michael Vick </strong> hosted a party someone got shot in the leg. <strong> Michael Vick </strong> attended the June celebration of his 30th birthday in Virginia Beach. The incident created a hailstorm of controversy when <strong> Quan Phillips </strong>", "new_id": -2}, {"uid": "1297018733169345033", "i": 37838, "idx": 0, "sa": ["Kim Kardashian", "Barbara Walters", "David Letterman", "Halle Berry", "Gabriel Aubry", "Robin Williams", "Bill Clinton"], "q": "was tried for being a witch in the Salem Witch Trials? <strong> Barbara Walters </strong>' Heart-To-Heart Hollywood Special <strong> Barbara Walters </strong> sits down with fellow open-heart surgery survivors, including <strong> David Letterman </strong>, former <strong> Bill Clinton </strong> and <strong> Robin Williams </strong> for her special, <q>A Matter of Life and Death.</q> Plus, what was <strong> Barbara Walters </strong> trying to emphasize by naming the special \"A Matter of Life and Death\"? <strong> Kim Kardashian </strong> Remains Mum On <strong> Halle Berry </strong>& <strong> Gabriel Aubry </strong>'s Custody Battle <strong> Kim Kardashian </strong>, with the help of her publicist", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of \"American Idol\" since he left the show. Talking to reports on a conference call for his new music competition series, \"The X Factor,\" <strong> Simon Cowell </strong> says, <q>I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well.</q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. \"What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}, {"uid": "1295379786188088348", "i": 20772, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "career plans because the apartment is near Fox Studios where the US X Factor will be filmed and rather conveniently, his Royal Highness of XFactorness, <strong> Simon Cowell </strong>, also lives nearby too, sometimes. <q>He knows how lonely it can be to start over in a new country and he wants her nearby,</q> said the know-it-all mate. \"Space, privacy and security don't come cheap in LA- especially where he lives. <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood.", "new_id": -2}, {"uid": "1295440340072597603", "i": 3712, "idx": 0, "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "q": "series of auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. <q>I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing,</q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"uid": "1297127660188514311", "i": 4779, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "AP Television Writer LOS ANGELES( AP)- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}]