[{"uid": "1296059138109985792", "i": 35757, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "Tuesday signed his first endorsement deal since serving 18 months in federal prison. The athlete signed a two-year contract with gridiron padding producer Unequal Technologies( UT), according to the Associated Press. <q>We're real excited about it,</q> UT chief executive officer Rob Vito said. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great.\"", "new_id": -2}, {"uid": "1295938594209289229", "i": 338, "idx": 0, "sa": ["the Bounty", "David Letterman", "Barbara Stanwyck"], "q": "1930/31- Cimarron 1931/32- Grand Hotel 1932/33- Cavalcade 1934- It Happened one Night 1935- Mutiny on <strong> the Bounty </strong> 1936- The Great Ziegfeld 1937- The Li... <strong> David Letterman </strong>- Academy Awards Top Ten It's the <q>Top Ten Things Overheard at the Academy Awards.</q>... Academy Awards- <strong> Barbara Stanwyck </strong> Pictures 1927-2009 1927-28 Wings 1928-29 Broadway Melody 1929-30 All Quiet on the Western Front 1930-31 Cimarron 1931-32 Grand Hotel 1932-33 Cavalcade 1934 It Happened One Night 1935 Mutiny on <strong> the Bounty </strong> 1936 The Great Ziegfeld 1937", "new_id": -2}, {"uid": "1295825541084197386", "i": 28279, "idx": 0, "sa": ["Ron Paul", "Eric Cantor", "Mike Pence", "Barney Frank"], "q": "Chairman <strong> Ron Paul </strong> Ryan( R-WI) said that the GOP's goal was to cut \"a good$ 100 billion.\" <strong> Barney Frank </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, <q>We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.</q> \"We've got to roll back there. That will save$ 100 billion in the first year,\" agreed <strong> Barney Frank </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"uid": "1295665797103448719", "i": 20301, "idx": 0, "sa": ["Andy Coulson"], "q": "', it felt a lot more like \"last week and the week before'. They need to move a lot faster if they're going to make this a must-watch programme.\" blog, Seenit.co.uk: <q>Plenty of scope for fixes and polishing but 10 O'clock Live has the potential to become one of Channel 4's biggest shows. I'll definitely be tuning in next week.</q> Get a FREE copy of The Week magazine and keep up-to-date with the most important news stories from the past 7 days by Ten things you need to know today: <strong> Andy Coulson </strong> quits, Alan Johnson's", "new_id": -2}, {"uid": "1295563110148553754", "i": 18341, "idx": 0, "sa": ["Eric Schmidt"], "q": "for founders-and for the movement, which seems to be gathering steam among CEO <strong> Eric Schmidt </strong>, announcing today that he'd will step down as CEO and turn over day-to-day responsibilities to co-founder Larry Page: <q>Larry will now lead our product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I know he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead.</q> Once you know your customers intimately-who they are and what they want-you are ready to roll out your great new...", "new_id": -2}, {"i": 12826, "idx": 4, "index_answer": 0, "new_id": -1, "q": "taken a lot of the heat unfairly\" and \"deserve a lot of credit\" for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> <q>was critical of indefinite detention for unlawful combatants. He was critical of military commissions,</q> he said. \"And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.\" The", "sa": ["Donald Rumsfeld", "Barack Obama"], "uid": "1297215580168738818"}, {"uid": "1297044026199639050", "i": 29806, "idx": 0, "sa": ["Eric Schmidt"], "q": "European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. Skip related content <q>We certainly want to avoid that,</q> <strong> Eric Schmidt </strong> told the paper in an interview. \"I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1295587968175472692", "i": 189, "idx": 1, "sa": ["Jay Leno", "Thomas Wolfe", "David Letterman", "Bill Cosby"], "q": "is able to communicate with people on different levels.\" <strong> Bill Cosby </strong>'s Sunday show at <strong> Thomas Wolfe </strong> Auditorium will be similar to late-night appearances with <strong> Jay Leno </strong> and <strong> David Letterman </strong>, he said. <q>I come out and sit down,</q> he said. \"I've been doing that since I was 34, and I'm 73 now. And I'll begin to tell stories.\" <strong> Bill Cosby </strong> said his mission is simple-", "new_id": -2}, {"uid": "1295806909069746696", "i": 16100, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" <q>I think he has reached out to countries around the world and has developed good relations with countries around the world,</q> <strong> Colin Powell </strong> said. \"And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the", "new_id": -2}, {"uid": "1296594691227524624", "i": 27121, "idx": 1, "sa": ["David Letterman", "Kayte Walsh", "AJ McLean", "Kelsey Grammer", "Camille Grammer"], "q": "he plans to marry girlfriend <strong> Kayte Walsh </strong> \"next month,\" despite the fact that his divorce from wife <strong> Camille Grammer </strong> hasn't been finalized. In an interview on\" The Late Show with <strong> David Letterman </strong>,\" <strong> Kelsey Grammer </strong> said: <q><strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon... Sometime in February.</q> Backstreet Boys singer <strong> AJ McLean </strong> is reportedly going to rehab.\" People Magazine\" says <strong> AJ McLean </strong> issued a statement saying he wants \"to be healthy and perform\" at his best when the Backstreet Boys tour with New Kids", "new_id": -2}]