[{"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not \"have much to add\" to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q>I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point,</q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory. \"I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}, {"uid": "1297297341172949515", "i": 3053, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "President Bush"], "q": "vice-presidential nominee to run with <strong> John McCain </strong> in 2008. Sprinkled among the speeches by Republican and tea party notables are seminars ranging from how to break into the Hollywood movie business to a political study session titled: <q>Is Atlas Shrugging.The Cultural Impact of the Tea Party.</q> <strong> President Bush </strong> Defence <strong> Donald Rumsfeld </strong> will sign copies of his newly released book and receive the CPAC Defender of the Constitution Award. The CPAC gathering concludes Saturday evening with the release of a straw poll of potential", "new_id": -2}, {"uid": "1297436739190496784", "i": 21017, "idx": 1, "sa": ["Steve Ballmer"], "q": "make a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\"\" Microsoft CEO <strong> Steve Ballmer </strong> added, <q> \"I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q>\" What of Symbian and MeeGo? According to Nokia, Symbian will become a \"franchise platform,\" while MeeGo will become an open-source, mobile operating system project. Here is more detail from Nokia", "new_id": -2}, {"uid": "1297620569105463821", "i": 1021, "idx": 0, "sa": ["Mike Pence"], "q": ", R-Ind., that would deny federal family-planning funds to any organization that performs abortions. <strong> Mike Pence </strong> makes clear that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding. <q>Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,</q> <strong> Mike Pence </strong> said. \"The time to deny any and all funding to Planned Parenthood is now.\" By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants", "new_id": -2}, {"uid": "1295570534120422440", "i": 10492, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": "Thu, Jan 20, 2011, 7:41 PM EST- U.S. Markets closed <strong> Google Inc. </strong> co-founder Page to replace <strong> Eric Schmidt </strong> as CEO{ \"s\": \"goog, novl\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} <strong> Michael Liedtke </strong>, AP Technology Writer, On Thursday January 20, 2011, 7:10 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>, a", "new_id": -2}, {"uid": "1295616805243957789", "i": 24040, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "was editor. Following are statements issued by <strong> Andy Coulson </strong> and Prime Minister <strong> David Cameron </strong>: COULSON \"I can today confirm that I've resigned as Downing Street Director of Communications.\" <q>It's been a privilege and an honour to work for <strong> David Cameron </strong> for three and a half years.</q> \"I'm extremely proud of the part I've played in helping him reach No 10( Downing Street) and during the coalition's first nine months.\" \"Nothing is more important", "new_id": -2}, {"uid": "1296759800078708738", "i": 10741, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "to Germany and France as \"old Europe\" when they did not support invading Iraq, and his insistence that <strong> Saddam Hussein </strong> possessed weapons of mass destruction. Other than that, the former Defense secretary is relatively unapologetic and <q>still can't resist taking a few pops at former secretaries of state <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong> as well as some lawmakers and journalists,</q> writes Bradley Graham at The Washington Post. Graham calls the book's tone \"characteristically tough and defiant\" as <strong> Donald Rumsfeld </strong> also criticizes Bush's shortcomings in resolving issues among senior advisers. \"Still, his", "new_id": -2}, {"uid": "1295022258099024910", "i": 20753, "idx": 2, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "- not an overreaction to ratings declines or an act of desperation. \"I think this is the most creative year for Idol,\" says executive producer <strong> Nigel Lythgoe </strong>, who returned after two years away. <q>We've been put in a position now where the show needed a shake-up.( It's) 10 years old.</q> The biggest change- and the one that critics say could do the most damage to Idol- is the loss of <strong> Simon Cowell </strong>, who is working on a U.S. version of his hit talent show in the", "new_id": -2}, {"uid": "1297242543083116089", "i": 15464, "idx": 7, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "it's right for the show. You got ta freshen things up.\" And \"Idol\" has certainly freshened things up with the new judges, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> joining Randy Jackson. <q>I talk to Randy all the time,</q> <strong> Simon Cowell </strong> said. \"We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with` The X Factor].\"", "new_id": -2}, {"uid": "1296163911042713105", "i": 21128, "idx": 4, "sa": ["Mitch Daniels", "Mike Pence"], "q": "he is not running for president, and withhold a formal declaration on running for governor until later. \"I don't think you're going to see a big press conference,\" said Ogle. <q>When he does do it, I just think it will be a release that I have decided what I am NOT going to do, not what I am going to do.</q> \"I want him to run for governor-- I think he would be a good transition for the state from <strong> Mitch Daniels </strong>,\" Ogle added. Still, no one in <strong> Mike Pence </strong>'s inner circle", "new_id": -2}]