[{"uid": "1297301491011485226", "i": 39047, "idx": 1, "sa": ["Mike Pence"], "q": "on the tapes as a pimp and a prostitute. In an interview with \"America's Morning News,\" a radio talk-show affiliated with The Washington Times, Mr. <strong> Mike Pence </strong> said the videos are <q> heartbreaking evidence employees of Planned Parenthood... facilitating, essentially, the abuse of a minor and sex-trafficking. \"There's nothing really new in these tapes. We've been seeing this kind of behavior by Planned Parenthood organizations... for a number of years, </q> the Indiana Republican said. Story Continues â\u0087\u0092 \"previous1 2 next\" Â© Copyright 2011 The Washington Times, LLC. Click here for reprint permission.", "new_id": -2}, {"uid": "1297182555166789121", "i": 47968, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": ", \"What you know today can help you unthink your thinking about tomorrow.\" <strong> Donald Rumsfeld </strong> said, \"It can't help you with things you were thinking about back then,\" and added, <q> Back then there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons. </q> <strong> Donald Rumsfeld </strong>, one of the most divisive members of his administration, served as defense secretary under former <strong> President Bush </strong> from 2001 to 2006. compiled from agency reports Related Articles Global", "new_id": -2}, {"uid": "1296860121114081793", "i": 26286, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to keep the automaker from collapse in 2009. \"I want to pay back the shyster loans,\" <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician. <q> Pay back the loans, get those out and then take( the company) public. </q> <strong> Sergio Marchionne </strong>, who is also CEO of Italy's Fiat SpA which owns 25 percent of Chrysler, has said repeatedly that the high interest rates on$ 5.7 billion that Chrysler owes to the U.S. Treasury have", "new_id": -2}, {"uid": "1296391518023904278", "i": 43969, "idx": 0, "sa": ["Mike Pence"], "q": ", which includes Wayne County. Now he stands poised to run for the state's highest office, after turning down urgings from conservative activists to run for president in 2012. <q> We seriously considered it, which for a small-town boy from southern Indiana is a very humbling thing to so, </q> <strong> Mike Pence </strong> said Thursday. \"But at the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead. I've", "new_id": -2}, {"i": 3854, "idx": 4, "index_answer": 4, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To <strong> Chauncey Billups </strong> Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start time on Fox: <strong> Vince Carter </strong> time show features <strong> Goo Goo </strong> Dolls", "sa": ["Vince Carter", "Kwame Brown", "Goo Goo", "Chauncey Billups", "Allen Iverson"], "uid": "1296461913199901198"}, {"uid": "1295808436044548117", "i": 8041, "idx": 2, "sa": ["Keith Olbermann", "David Letterman"], "q": "\" <strong> Keith Olbermann </strong> said. \"But on the broadcast side there was no comparison- ESPN was the bush leagues.\" During a 2007 appearance on the \"Late Show,\" host <strong> David Letterman </strong> asked <strong> Keith Olbermann </strong>, <q> What is it about you? You seem to burn bridges wherever you leave. </q> said of his relationship with ESPN, \"I don't burn bridges, I burn rivers. If you burn a bridge, you can possibly build a new bridge, but if there's no river any", "new_id": -2}, {"uid": "1295621879009781264", "i": 38085, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "defending him after a parade of celebrities claimed that News of the World reporters had hacked into their cell-phone voice mails. Labour former minister Chris Bryant, who was behind the opposition's investigation, told the Independent, <q> His appointment shows a fundamental lack of judgment by the Prime Minister. <strong> David Cameron </strong> has clung on to him for dear life, long past the point when it became clear that <strong> Andy Coulson </strong>'s position was untenable. </q> <strong> Andy Coulson </strong> has denied any role in the illegal surveillance, which spanned from athletes to princes Harry and <strong> David Cameron </strong>. According to former employees, however, it was <strong> Andy Coulson </strong>, the top editor at the time, who instigated", "new_id": -2}, {"uid": "1295871800251510787", "i": 38132, "idx": 0, "sa": ["Gail Porter", "Myleene Klass", "Simon Cowell", "Mandy Moore"], "q": "going to do this.\" However, on this visit <strong> Mandy Moore </strong> did manage to make a little time to indulge in one of her favourite pastimes- shopping. The beautiful brunette said: <q> Of course there was one day off so it's like I'm a <strong> Mandy Moore </strong> who has some of the best shopping here, so I had a whole little laundry list of things to do yesterday( 22.01.11) and I really tried to hit the ground running. You've got to do a little Oxford Street, a little Harvey Nichols. All of the good, fun stuff. It was a good day. </q> Among the stars who attended the premiere of \"Tangled' with their excited children were <strong> Simon Cowell </strong>\"s ex-lover Sinitta, pregnant TV presenter <strong> Myleene Klass </strong> and <strong> Gail Porter </strong>.( c) BANG", "new_id": -2}, {"uid": "1296744918231997480", "i": 8128, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> appeared to be resistant to a surge. excerpts from <strong> Donald Rumsfeld </strong>'s book show that the former defense secretary's opinion toward <strong> John McCain </strong> may have been equally as terse, as he depicted the Arizona senator as having a <q> hairtrigger temper and a propensity to shift positions to appeal to the media. </q> recalls, the rivalry between the two is not a recent revelation: \"<strong> John McCain </strong> hasn't been shy in his public criticisms of the former Defense Department leader, and his Thursday comments reflect longstanding tensions. \"We", "new_id": -2}, {"uid": "1297234059222871627", "i": 24278, "idx": 0, "sa": ["Eric Schmidt"], "q": " \"very preliminary,\" offered three details. The first is that Apple is developing accessories that could enable new iPads and iPhones to communicate using NFC( near-field communications) technology. iLounge reported: <q> In the most basic implementation, an accessory could announce its presence and potential functions to an iPad or iPhone without the need for a Bluetooth or similar connection; our source suggests that an otherwise simple case could include a radio chip so that an inserted iPhone or iPad could go into power-saving hibernation mode automatically. More complex accessories will go far beyond that. </q> Google has already gone public with its interest in NFC, and at the Web. 2.0 Summit in November 2010, <strong> Eric Schmidt </strong> showed off how the technology could work, interacting with a point-of-sale terminal in", "new_id": -2}]