[{"uid": "1296644018063455237", "i": 18520, "idx": 1, "sa": ["Zahi Hawass"], "q": "oder zu Helden mutiert.`` Mein Herz ist gebrochen, mein Blut kocht'' schrieb <strong> Zahi Hawass </strong>, seit gestern Minister f?r Altert?mer, gewohnt vollmundig in seinem Blog. Doch das, wie auch seine Erkl?rung, <q> wenn das Museum sicher ist, ist gypten sicher </q>, kann die Hilflosigkeit aller Zust?ndigen nicht verbergen. Ob in Kairo, den Arch?ologischen Instituten oder in den Gesch?ftsstellen der Unesco- all jene, die Verantwortung f?r das Kulturerbe der Menschheit tragen, ringen so hilflos die H?nde", "new_id": -2}, {"uid": "1295251188152551466", "i": 10249, "idx": 11, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "in denial.... <strong> Kelsey Grammer </strong> Comments On Engagement To Kayte Walsh:` We are in love' <strong> Kelsey Grammer </strong> Comments On Engagement To Kayte Walsh:` We are in love' click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> Comments On Engagement To Kayte Walsh:` We are in love' </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the`` Late Show with <strong> David Letterman </strong>'' on Thursday night that he plans... <strong> Camille Grammer </strong> Demands$ 50 Million In Divorce Settlement Report. <strong> Camille Grammer </strong> Demands$ 50 Million In", "new_id": -2}, {"uid": "1297133397167510027", "i": 38288, "idx": 0, "sa": ["Wanda Jackson", "Michael Vick", "Joe Nichols", "Christina Aguilera", "Dwaine Caraway", "O. J. Simpson"], "q": "Bowl XLV fans spent twice as much on tickets, compared with last year <strong> Christina Aguilera </strong>'s Anthem clocked in at 1:54-- a`` push'' in Vegas New Release Tuesday: Iron and Wine, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was <strong> O. J. Simpson </strong> busy? </q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1296717067176898072", "i": 17697, "idx": 1, "sa": ["Ben Gordon", "Kevin Garnett", "Allen Iverson", "Tyrus Thomas"], "q": "game. After <strong> Tyrus Thomas </strong> missed a shot from midcourt as time expired, <strong> Allen Iverson </strong> headed for his Ben Gordonch where injured <strong> Kevin Garnett </strong> delivered a couple of congratulatory slaps- to his head and chest. <strong> Allen Iverson </strong> said he doesn't like <q> being made a fuss over. </q> But that was unavoidable after he broke out of his shooting slump. He scored just four points on 1-for-12 shooting and missed the final shot in Chicago's 105-103 overtime win Saturday.`` It felt like we were", "new_id": -2}, {"uid": "1295559684260145193", "i": 41825, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,'' said <strong> Eric Schmidt </strong>, CEO of Google. <q> These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web. </q> The company also announced that starting April 4, <strong> Larry Page </strong>, Google Co-Founder, will take charge of company's day-to-day operations as CEO. <strong> Eric Schmidt </strong> will assume the role of Executive Chairman.", "new_id": -2}, {"uid": "1296461913199901198", "i": 4543, "idx": 4, "sa": ["Antoine Carr", "Allen Iverson", "Kobe Bryant", "Tim Hardaway", "Kwame Brown", "Phil Jackson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, Antoine Carrying his new team like he had his old ones in Denver and Phil Jacksonadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Kobe Bryant_Kobe Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To Big Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start Tim Hardawaye on Fox: Half Tim Hardawaye show features Goo Goo", "new_id": -2}, {"uid": "1296355470205914120", "i": 25652, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "n't fit well with Indiana voters who he said typically favor centrist candidates.`` The one thing most Hoosiers would say they don't want in Indianapolis at the Statehouse is Washington politics,'' Parker said. <q> He's used to the Washington game of lay blame and be partisan. He's going to have a hard time making the transition I believe. </q> It might be May or later before <strong> Mike Pence </strong> would formally jump into the governor's race since state law prohibits political fundraising by statewide candidates until after the Legislature's session ends in late April. <strong> Mitch Daniels </strong> has asked", "new_id": -2}, {"uid": "1297393195089440264", "i": 16528, "idx": 2, "sa": ["Mike Pence", "Chris Christie"], "q": "to go without cancer screenings, treatment for STDs or proper birth control. tweeted yesterday that her breast cancer was diagnosed by Planned Parenthood. The grants to pay for the surgeries were written by Planned Parenthood. <q> They saved my life, </q> Moore wrote. Why are <strong> Mike Pence </strong> and the Republicans against women receiving cancer screenings and affordable oncological treatment? Why is New Jersey governor <strong> Chris Christie </strong> against this? href=\"http://news.yahoo.com/s/ac/20110209/tr_ac/7813606_new_jersey_gov_Chris Christie_vetoes_planned_parenthood_funding\" target=\"_hplink\"> <strong> Chris Christie </strong> vetoed a spending", "new_id": -2}, {"uid": "1296575927100253710", "i": 24018, "idx": 0, "sa": ["David Letterman", "Solomon Burke"], "q": "job at a computer company, but was planning to return to Lebanon for good soon.`` We begged him to postpone his flight because of the storm,'' Qusayfi said, his eyes red from crying. <q> But he insisted on going because he had work appointments. </q> Zeinab Seklawi http://wn.com/FullFlapTV_1/7_Aquila_Aircraft__FullFlapTV_14thJune_09 Beirut and members of the Vassar Orkestar practice for their performance on`` The Late Show with <strong> David Letterman </strong>.'' February 2009. madsvassarblog.com http://wn.com/Best_Photos_near_Phuket,_Thailand__Incl_Liquid_Gold,_Tri_Trang_Beach,_Patong_Bay_From_Hill IN MEMORY OF <strong> Solomon Burke </strong>!! Soul singer <strong> Solomon Burke </strong>, who wrote``", "new_id": -2}, {"i": 39257, "idx": 1, "index_answer": 0, "new_id": -1, "q": "\"`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> \" The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO comments can be found accept no responsibility for the content of", "sa": ["Mike Pence"], "uid": "1296166252125468725"}]