[{"uid": "1296149816234012694", "i": 12889, "idx": 0, "sa": ["Mike Pence", "Ronald Reagan"], "q": "POLITICO's op-ed pages, comparing <strong> Mike Pence </strong>'s possible presidential bid to <strong> Ronald Reagan </strong> in 1980: <q>The issues facing the Republican Party today look close to identical to the primary campaign between <strong> Ronald Reagan </strong> and <strong> George H.W. Bush </strong>.<q> The Republican elites were then terrified of <strong> Ronald Reagan </strong>, considering him the proponent of \"voodoo economics,\" too extreme to win. This attitude was reflected in a Wall Street Journal editorial, \"Learning to Love", "new_id": -2}, {"uid": "1295813046072826881", "i": 1989, "idx": 0, "sa": ["Matt Raymond", "Colin Powell", "Walter E. Boomer"], "q": "\" library representative Jennifer Gavin told WTOP. It's likely that the bird entered the building through a broken window at the top of the Main Reading Room's dome. <q>There are windows and some spaces up in the dome that small birds and pigeons sometimes squeeze through,<q> library spokesman <strong> Matt Raymond </strong> the Library of Congress, a... Photo in Slideshow: <strong> Colin Powell </strong>, <strong> Walter E. Boomer </strong> Photo in Slideshow: FILE- In this Jan. 27, 2010, file photo the Capitol... Photo in Slideshow:", "new_id": -2}, {"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q>One day Larry and Sergey bought Android, and I didn't even notice.<q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}, {"uid": "1297234002160825518", "i": 35506, "idx": 3, "sa": ["Willow Smith", "Simon Cowell", "Susan Boyle"], "q": "28, X Factor contestants need to be just 12 years old- and there is no upper age limit. In other words, the show could produce the next <strong> Susan Boyle </strong>- or even a slightly older <strong> Willow Smith </strong>. <q>I've never believed there should be a cut-off age for talent,<q> <strong> Simon Cowell </strong> said. Despite the huge grand prize, the meaning of a \"$ 5m recording contract\" is not entirely clear. In 2008, <strong> Simon Cowell </strong> faced criticism after reports that X Factor UK's golden", "new_id": -2}, {"uid": "1296154380245841959", "i": 26241, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "of millions of dollars when he went to prison for killing dogs, had signed a new endorsement deal with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore during most of last season. <q>We're real excited about it,<q> chief executive officer Rob Vito told the Associated Press. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes American", "new_id": -2}, {"uid": "1297446333043221013", "i": 6731, "idx": 0, "sa": ["Mitt Romney", "Donald Rumsfeld", "Barack Obama", "Gil Kerlikowske", "John Boehner"], "q": "medical marijuana stalemate Speaker of the House <strong> John Boehner </strong> speaks to the Conservative... presidential hopefuls woo the right Photo in Slideshow: Former Republican presidential candidate <strong> Mitt Romney </strong> speaks... Politics Video: Saudis Fault <strong> Barack Obama </strong> on Egyptian Crisis Report Abuse <q>America needs a organized and violent protest the like which has never been seen in American history.<q> TheDC Interview: Drug Czar <strong> Gil Kerlikowske </strong> on Mexico, pill mills, and the medical marijuana stalemate Gay rights groups willfully ignore positive Palin, Angle comments at CPAC; GOProud hits back TheDC Interview: <strong> Donald Rumsfeld </strong>- secret critic", "new_id": -2}, {"uid": "1296206013158072851", "i": 45712, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "'s race to replace GOP Gov. <strong> Mitch Daniels </strong>, who can't run for a third term. <strong> Mike Pence </strong> didn't mention the governor's race in a letter sent to supporters Thursday but said he intended <q>to serve the people of Indiana in some way.<q> \"In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years", "new_id": -2}, {"uid": "1297233963168116274", "i": 24813, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers", "Ted Thompson"], "q": "Show\" with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left- his \"title belt.\" <q>I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want,<q> <strong> Aaron Rodgers </strong> said with a huge smile. \"It's been a great journey.\" Packers plan to offer McCarthy, <strong> Ted Thompson </strong> contract extensions Tuesday Feb 8 After winning the Super Bowl, Green Bay is planning", "new_id": -2}, {"uid": "1297008715150536220", "i": 31687, "idx": 0, "sa": ["Michael Vick"], "q": "it. After missing two seasons serving a federal sentence for dogfighting, then spending most of the previous year as a seldom-used backup in Philadelphia, <strong> Michael Vick </strong> was back at his best in 2010. <q>The most fun I've ever had playing football,<q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.", "new_id": -2}, {"uid": "1295252671092618773", "i": 3359, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Center for Automotive Research in Ann Arbor, Mich. And that's why the mood is decidedly upbeat among the executives who are gathering this week in Detroit for the North American International Auto Show. <q>The auspices are a lot better than they were a year ago,<q> said <strong> Sergio Marchionne </strong>, CEO of Chrysler Group, which is gaining market share and expects to move back into the black this year after narrowing its losses steadily last year. Still, given Detroit's long decline", "new_id": -2}]