[{"uid": "1295623347170147858", "i": 3971, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> niet bij Google, maar zal hij in april als onderhandelaar voor het bedrijf gaan functioneren. Aan de capaciteiten van <strong> Larry Page </strong> om een van's werelds grootste bedrijven te leiden, wordt door kenners openlijk getwijfeld. <q> Ik vraag me af of Google de beste plek is om als topman je carri?re te beginnen </q>, zegt Gartner-analist Alan Weiner.`` Met zekerheid kan ik zeggen dat als <strong> Larry Page </strong> ergens anders voor CEO had gesolliciteerd, hij de baan niet zou hebben gekregen.'' Eindelijk op eigen kracht verder", "new_id": -2}, {"uid": "1297657064154386444", "i": 22250, "idx": 1, "sa": ["Whitney Houston", "Jennifer Lopez", "Marc Anthony", "David Letterman"], "q": "Oscar and Edgar?`` You can't play footsies with those, because you end up all cut up.''-- <strong> Marc Anthony </strong>, about wife <strong> Jennifer Lopez </strong>'s mirrored Christian Louboutins <q> Jay-Z revealed'Em pire State of Mind' was really about Trenton. </q>-- One of <strong> David Letterman </strong>'s top ten Grammy surprises`` I wanted to thank <strong> Whitney Houston </strong> because when I wrote` Born This Way,' I imagined she was singing it, because I wasn't", "new_id": -2}, {"uid": "1295916567115490851", "i": 6713, "idx": 4, "sa": ["George W. Bush", "Donald Rumsfeld", "George H. W. Bush", "Dick Cheney"], "q": "from a briefing Johnson gave in 1966 on the Vietnam War and White House papers from July 1975- when he was chief of staff under <strong> George H. W. Bush </strong> Ford- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q> It's not a journal, it's not a diary, </q> he says of the Ford White House notes.`` It is a set of working documents that I've never edited. In fact, most I've never reread.'' As defense secretary under <strong> George W. Bush </strong>", "new_id": -2}, {"uid": "1296697297021184517", "i": 26836, "idx": 0, "sa": ["Bernie Sanders"], "q": "defense bill last year by Sen. <strong> Bernie Sanders </strong>( I-Vt.), a strong critic of the Iraq war and does not view Defense as sacrosanct from the budget cutting process. The HuffPo quotes <strong> Bernie Sanders </strong>: <q>`` With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money, </q> he said.`` The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money.", "new_id": -2}, {"uid": "1295289004218529793", "i": 7778, "idx": 1, "sa": ["Tracy McGrady", "Larry Brown", "David West", "Carmelo Anthony", "James Posey", "Allen Iverson", "Dirk Nowitzki", "Kobe Bryant"], "q": "Sixers coach <strong> Larry Brown </strong> said.''( <strong> Dirk Nowitzki </strong>) <strong> Dirk Nowitzki </strong> goes for 46 and <strong> Tracy McGrady </strong>( <strong> Tracy McGrady </strong>) goes for 43, <strong> Kobe Bryant </strong>( <strong> Kobe Bryant </strong>) went for 39. So I figured he was motivated a <strong> Kobe Bryant </strong>.'' <q> I just caught a rhythm, </q> <strong> Allen Iverson </strong> said.`` I got in one of those rhythms where the basket looks like an ocean and I was just throwing rocks in it. My teammates did a superb job just getting me http://wn.com/Nuggets-Hornets_121-63_I_Carmelo Anthony_26pts,7ast,6reb,Billups_17pts,8ast_vs_David West_14pts,James Posey_12pts,7reb NEW ORLEANS,", "new_id": -2}, {"uid": "1295159415096436284", "i": 43314, "idx": 1, "sa": ["Simon Cowell", "Brendan Cole", "Craig Revel Horwood"], "q": "- or at least I am.'' But didn't he invite his arch enemy, the <strong> Simon Cowell </strong> of sequins, Strictly judge <strong> Craig Revel Horwood </strong> to his wedding to 29-year-old model Zoe Hobbs last summer? <q> <strong> Craig Revel Horwood </strong>'s a great pal actually and no matter what's said on camera in the heat of the moment- and it can go too far- you always shake hands afterwards. </q> Then of course there's his reputation as a bit of a ladies' man.`` Du n no what you're talking about there,'' grins <strong> Brendan Cole </strong>, who's been dogged with", "new_id": -2}, {"uid": "1295153110091308033", "i": 13615, "idx": 0, "sa": ["Stan Van Gundy", "Allen Iverson", "Kobe Bryant"], "q": "Lakers their first loss of the season, 106-95 Friday night. The win was the Pistons' eighth in the last 10 meetings. <strong> Kobe Bryant </strong> scored 29 points for the Lakers, but went 12-of-30 from the floor. <q> We just played a good all-around game, </q> <strong> Allen Iverson </strong> said after the Pistons won for the third time since his arrival from Denver five games ago.`` It's just about playing basketball, underStan Van Gundyding what we want to do on the basketball court.`` We", "new_id": -2}, {"uid": "1295777059181551145", "i": 20913, "idx": 0, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": "conomique et mon?taire ouest-africaine( U?moa)? Bamako, Ahoua Don Mellot la BCEAO est la banque d'?mission. C?te d'Ivoire: l'ambassadeur de France plus`` accr?dit'' par Gbagbo Il a pris cette d?cision apr?s avoir entendu <q> le compte-rendu sur la non-application effective des d?cisions prises par le conseil des ministres </q> de l'U?moa, pr?cise le pr?sident de cette institution financi?re r?gionale, Souma?la Ciss. Le sommet a galement d?cid de demander? <strong> Alassane Ouattara </strong>, reconnu comme le pr?sident de la C?te d'Ivoire par la communaut internationale, de", "new_id": -2}, {"uid": "1295590171029097991", "i": 39165, "idx": 5, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt", "Jeff Jarvis", "Mark Zuckerberg"], "q": "cumbersome to allow Google to innovate at Silicon Valley speed. Facebook CEO <strong> Mark Zuckerberg </strong> has been known to boast of how much his company accomplishes with only a'' statement, <strong> Eric Schmidt </strong> observed he, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> had been <q> talking for a long time about how best to simplify our management structure, </q> and looking for ways to`` speed up decision making.'' Though press releases frequently attempt to spin messy management changes, there seems to be truth to Google's justification. <strong> Jeff Jarvis </strong>, a professor of", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}]