[{"uid": "2008110700_00004095_W", "i": 3628, "idx": 1, "sa": ["Harry Reid", "Joe Lieberman"], "q": "saying outright that <strong> Joe Lieberman </strong> would be stripped of the slot if he didn't voluntarily relinquish it, the source says. \"<strong> Harry Reid </strong> did not say that he was going to strip it,\" the source says. <q> there was a discussion, however, about how many in the[ dem] caucus are upset and don't want him to continue on the committee. </q> <strong> Harry Reid </strong> confronted <strong> Joe Lieberman </strong> with some of the comments he'd made about obama during the presidential election. \"senator <strong> Joe Lieberman </strong> defended his comments and said he thought that he should be able to continue as chairman,\" the", "new_id": -2}, {"uid": "2008092816_00022728_W", "i": 4490, "idx": 0, "sa": ["Tim Brown"], "q": "- sydney fc 1( a-league, september 28, 2008) wellington chalked up their first win of season, while inflicting sydney's first defeat of the season thanks to <strong> Tim Brown </strong>'s 76th-minute strike. no responses to <q> sorry spurs are swept aside by portsmouth; wigan see off man city thanks to another debatable penalty decision </q> 5 chars within 0..9 and a.. f, and submit the form.", "new_id": -2}, {"uid": "2008090412_00034352_W", "i": 154, "idx": 6, "sa": ["Barack Obama"], "q": "april 2, 2008, and \"keyes, <strong> Barack Obama </strong> are far apart on guns,\" chicago tribune, 9/15/04. 9. \"<strong> Barack Obama </strong> and gun control,\" the volokh conspiracy, taken from the 12. <q> clinton, edwards, <strong> Barack Obama </strong> on gun control, </q> radio iowa, sunday, april 22, 2007.( 13. chicago tribune blogs, \"<strong> Barack Obama </strong>: niu shootings call for action,\" february 15, 2008,( 14. <strong> Barack Obama </strong> campaign website: \"", "new_id": -2}, {"uid": "2008092400_00007407_W", "i": 1075, "idx": 1, "sa": ["Barack Obama"], "q": "democrats had clung to the hope of only a partial repeal of the drilling moratorium, but the white house had promised a veto, obey said. the house is expected to act on the spending bill wednesday. <q> the white house has made it clear they will not accept anything with a drilling moratorium, and democrats know we can not afford to shut down the government over this, </q> said. \"we look forward to working with the next <strong> Barack Obama </strong> to hammer out a final resolution of this issue.\" while the house would lift the long-standing drilling moratoriums for both the atlantic and pacific coasts,", "new_id": -2}, {"uid": "2008090809_00007101_W", "i": 4415, "idx": 2, "sa": ["Andy Murray", "Rafael Nadal"], "q": "to get to match point, leaving <strong> Rafael Nadal </strong> bending over behind the baseline, chest heaving. then <strong> Andy Murray </strong> completed the service break to end the match, easily chasing down <strong> Rafael Nadal </strong>'s drop shot and smacking a winner. <q> i just had to keep my head down and watch the ball-- and that was that, </q> <strong> Andy Murray </strong> said. \"i didn't feel particularly nervous.\" <strong> Andy Murray </strong> immediately turned to his private box, closed his eyes and leaned backward. with the crowd cheering, he threw his two wristbands and white baseball", "new_id": -2}, {"uid": "2008100309_00016298_W", "i": 2358, "idx": 8, "sa": ["Kendra Fisher"], "q": ",\" said edles, who committed recently to playing collegiately at uc davis, which will create an interesting big west conference rivalry with her father, mike edles, the women's tennis coach at uc irvine. <q> but, having prepared all day to be really focused for that match, i think really helped me today. </q> edles used accuracy and pace to take apart all three foes, while estancia's no. 2 singles player, <strong> Kendra Fisher </strong> won two of three sets to help the visitors stay close. freshman katie bick, filling in at", "new_id": -2}, {"uid": "2008121910_00017906_W", "i": 91, "idx": 33, "sa": ["Alex Jones"], "q": "to the suburbs for food, with home invasions, and if so will the suburd people deceicde to move more upstate? re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08 <q> reply# 28 on: december 18, 2008, 01:00:21 pm </q> the nwo wants to draw the public into violence, but to take a page from gandhi, wouldn't it be better to deny them the fight they are thirsting for... wouldn't strikes be more effective?", "new_id": -2}, {"uid": "2008120517_00005002_W", "i": 521, "idx": 1, "sa": ["Odetta", "M. Ward", "Rosie Thomas", "Iron & Wine"], "q": "? <strong> Iron & Wine </strong> to produce next <strong> Rosie Thomas </strong> album, <strong> Iron & Wine </strong>'s beard to play bass? tokyo police club tour in december, february, and march- no word yet on january? rip: <strong> Odetta </strong>, folk singer, <q> the voice of the civil rights movement </q>? franz ferdinand, perhaps the most innovative band of all-time, start their north american tour today middle cyclone next march with a little help from her freunde( new pornographers, calexico, giant sand, <strong> M. Ward </strong>)", "new_id": -2}, {"uid": "2008111414_00010226_W", "i": 3640, "idx": 2, "sa": ["Hayley Williams"], "q": "key issue: who her favorite character is. \"when i was on the second and third books, jacob was my favorite, and everyone, like, hates jacob for whatever reason,\" <strong> Hayley Williams </strong> said. <q> but i got ta say, i love bella, because i feel like she's a very complex and beautiful person. </q> and it was from bella- and her relationship with edward- that <strong> Hayley Williams </strong> drew lyrical inspiration for the song <NO_QUOTATION> the first single from the <NO_QUOTATION> soundtrack. but that's not the only thing she took from the", "new_id": -2}, {"uid": "2008101319_00003849_W", "i": 2408, "idx": 0, "sa": ["George W. Bush", "John McCain", "Sarah Palin"], "q": "virginia beach, va.( ap)- republican <strong> John McCain </strong> pledged to fight for a new direction for the country in an energetic new campaign stump speech monday that sought to distance him from the economic policies of <strong> George W. Bush </strong>. <q> we can not spend the next four years as we have spent much of the last eight: waiting for our luck to change, </q> <strong> John McCain </strong> said while campaigning with running mate <strong> Sarah Palin </strong> in this once reliably republican state that has become a battleground this year. \"the hour is late; our troubles are getting worse; our enemies watch. we have", "new_id": -2}]