[{"uid": "1296850013025919503", "i": 48388, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "2009 season after spending 18 months in prison on federal charges of running a dogfighting ring.`` We're looking for success stories; we're not looking for players to fail,'' <strong> Roger Goodell </strong> said. <q> He's paid a very significant price and he's doing the right thing. </q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. Disclaimer", "new_id": -2}, {"uid": "1295094125134053943", "i": 20081, "idx": 11, "sa": ["Allen Iverson"], "q": "adding 29 points in the duo's best performance since the holiday trade that brought them together three months ago. Now, the surging Nuggets hit the road for five straight games and eight of their next nine. <q> This does a lot for our confidence, </q> <strong> Allen Iverson </strong> said.`` To win four games in a row, you get a certain swagger about your game.'' The Nuggets have quite the saunter thanks to their red-hot superstars. <strong> Allen Iverson </strong> made 16-of-22 shots from the", "new_id": -2}, {"uid": "1296014345168460294", "i": 7529, "idx": 12, "sa": ["Kobe Bryant", "Shaquille O'Neal", "Carmelo Anthony", "Linas Kleiza", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Allen Iverson </strong> 41pts Break <strong> Kobe Bryant </strong>'s Ankle vs <strong> Shaquille O'Neal </strong> Lakers 98/99 <strong> Allen Iverson </strong> 41pts Break <strong> Kobe Bryant </strong>'s Ankle vs <strong> Shaquille O'Neal </strong> Lakers 98/99 <strong> Allen Iverson </strong>'s eighth career 40-point game had a nice little unexpected bonus-- a victory for the Philadelphia 76ers", "new_id": -2}, {"uid": "1295094125134053943", "i": 20108, "idx": 38, "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season.`` I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q> His game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "new_id": -2}, {"uid": "1295898709135872525", "i": 16240, "idx": 0, "sa": ["Jack LaLanne", "Donald Rumsfeld"], "q": "BOOKS-RUMSFELD WASHINGTON If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many`` <strong> Donald Rumsfeld </strong>'s Rules'': <q> The harder I work, the luckier I am. </q> By National Writer Hillel Italie. AP Photos. JACK LALANNE-TRIBUTE NEW YORK In the 1950s, when <strong> Jack LaLanne </strong> began his lengthy television run, he gave housewives a half-hour workout, and also a respite", "new_id": -2}, {"uid": "1296725293246726664", "i": 330, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "OS. The pressure comes ahead of next week's strategy day, when Nokia's recently appointed CEO- former Microsoft man <strong> Stephen Elop </strong>- will reveal how he plans to turn around the ailing firm. <q> Get rid of MeeGo- it's the biggest joke in the tech industry right now </q> In an open letter to <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>, Berenberg Bank's Adnaan Ahmad said Nokia's move to Windows Phone 7 would benefit both companies.`` Get rid of your own proprietary high-end", "new_id": -2}, {"uid": "1295779983083050516", "i": 38967, "idx": 0, "sa": ["Andy Coulson"], "q": "you think it is and most of what you want it to be. But the propagandists on both sides make damned sure we continue to be adversaries. More so on the USA side however. </blockquote> Report Abuse <q> Nobody can completely ease US' concerns, because American arrogance and paranoria know no boundaries. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit 1.25-1.45% Apply Online! With AA+ Rated GE Capital Corp.. Not", "new_id": -2}, {"uid": "1295965426108969993", "i": 19135, "idx": 1, "sa": ["Eric Schmidt", "Rex Ryan", "Liza McGuirk"], "q": "gates of seven'' Super Bowl crowns... N.Y. Times SportsMonday:`` BLUSTER BUSTERS: Steelers Race to Early Lead and Deny Jets a Berth in the Super Bowl''... N.Y. Post, on Jets coach <strong> Rex Ryan </strong>: <q> NO SUPE FOR YOU!... SAME OLD JETS! </q> SCOOP- N.Y. Post`` Page 6'':`` Google honcho <strong> Eric Schmidt </strong>... has been consulting with CNN's` Parker Spitzer' executive producer <strong> Liza McGuirk </strong> on developing a show featuring himself as host. The two", "new_id": -2}, {"uid": "1295803483036782125", "i": 4596, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "said he won't formally endorse anyone until he actually sees who is on the 2012 ticket.`` I am not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,'' <strong> Colin Powell </strong> said. <q> I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position. </q>", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}]