[{"uid": "1297425349219660290", "i": 16249, "idx": 0, "sa": ["Steve Ballmer", "Ben Wood", "Stephen Elop"], "q": "kepada stafnya yang pada intinya mengatakan bahwa perusahaan itu menghadapi krisis. Ketika mengumumkan kemitraan strategis baru ini, <strong> Stephen Elop </strong> mengatakan kompetisi di sektor telepon genggam sudah bergeser dari persaingan perangkat keras menjadi perang ekosistem. <q> Ekosistem yang terdiri dari Microsoft dan Nokia mempunyai skala yang tak tertandingi di dunia, </q> kata <strong> Stephen Elop </strong>. Pengumuman pemBen Woodtukan aliansi baru ini juga dihadiri oleh direktur eksekutif Microsoft <strong> Steve Ballmer </strong>, suatu pertanda bahwa pihaknya melihat aliansi ini sebagai perkembangan maha penting. \"Microsoft untung besar dari perjanjian ini, tetapi", "new_id": -2, "mturk_index": "1876"}, {"uid": "1297195978240402437", "i": 1083, "idx": 0, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "enjoy a hotel stay in the city. We've rounded up a list of some of the best Valentine's hotel packages in Chicago. Mike Schlaak and his also had tickets to Super Bowl XLV in Dallas. <q> And it was the most ridiculous experience of my life, </q> Schlaak said. So, let me get this straight: <strong> Michael Vick </strong> got the key to the city of Dallas this weekend, by Mayor Pro Tem, <strong> Dwaine Caraway </strong>? Um... what? Bernstein: Hawks' Magic Long", "new_id": -2, "mturk_index": "52"}, {"uid": "1297105764233521156", "i": 24114, "idx": 1, "sa": ["George H. W. Bush", "Diane Sawyer", "Donald Rumsfeld"], "q": "No, I was kind of disappointed in him,\" <strong> Donald Rumsfeld </strong> said in a recent Rumsfeld- <strong> Donald Rumsfeld </strong>- <strong> Diane Sawyer </strong>- <strong> Diane Sawyer </strong>- exclusive- interview- troop- decisions/story?id=12853695&amp;page=2\" target=\"_hplink\"> interview with ABC News. <q> He decided he wanted to leave people with the impression that he didn't want to go to the CIA[ in the Ford administration]. And that someone made him go there. And it was probably <strong> Donald Rumsfeld </strong> or something. </q> <strong> Donald Rumsfeld </strong> then admitted that his contentious relationship witGeorge H. W. Bush had left him \"amazed\" when his son picked him years later to return to the administration. reported last week on the genesis of the conflict:", "new_id": -2, "mturk_index": "300"}, {"uid": "1297281935080936960", "i": 38335, "idx": 0, "sa": ["Bill Clinton", "Ed Helms", "Donald Rumsfeld", "Barack Obama", "Eric Cantor"], "q": "work together'... <strong> Bill Clinton </strong> in the Hangover sequel or not? While <strong> Ed Helms </strong> recently told MTV News... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why AmEric Cantorans Are Turning Against Barack Obamacare Report Abuse <q> Funny how <strong> Barack Obama </strong> never invited the GOP to have lunch before the November election. </q> DO NOT TRUST B.H. <strong> Barack Obama </strong>. He is a snake in the grass. He is in campaign mode. He will say and do ANYTHING to get reelected. ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on", "new_id": -2, "mturk_index": "1712"}, {"uid": "1297718111008798502", "i": 31443, "idx": 0, "sa": ["John Cryer", "Michael Gove"], "q": "Labour's <strong> John Cryer </strong> on 14 February 2011, Mr <strong> Michael Gove </strong> said the judge had ruled against the Michael Government on \"two procedural grounds\" , but had backed the decision-making process on all \"substantive\" points. <q> The judge has not ordered a reinstatement of funding for any BSF project. Nor has he ordered me to pay compensation to any of the claimants, </q> he told MPs. The judge ruled that Mr <strong> Michael Gove </strong> must give each of the six authorities involved- Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and", "new_id": -2, "mturk_index": "1512"}, {"uid": "1295665835145047579", "i": 34576, "idx": 0, "sa": ["Steve Ballmer"], "q": ". An Enterprise 2.0 tour about SAP's Business Intelligence deal with Jive Software, which lets you embed dynamic analytics BusinessObjects Crystal Reports widgets inside your ClearSpace blog posts. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2, "mturk_index": "924"}, {"uid": "1295094125134053943", "i": 24391, "idx": 49, "sa": ["Allen Iverson", "Richard Hamilton", "Kobe Bryant", "Rasheed Wallace"], "q": "back-to-back 3-pointers that gave the Pistons the lead for good and sent them to a 107-102 victory over the Golden State Kobe Bryants on Thursday night. \"That really hurt my feelings, that tip,\" <strong> Rasheed Wallace </strong> said. <q> You can't let that frustrate you. I missed two point-blank foul shots. I'm upset at myself about that. You can't let that one thing get you down. That's what we did, just dug deep and came up with some stops down the stretch. </q> <strong> Richard Hamilton </strong> scored 24 points and <strong> Allen Iverson </strong> added 23 as the Pistons won for the second straight time to open their four-game road tRichard Hamilton after losing their first two games with <strong> Allen Iverson </strong>. But just like in Tuesday night's win", "new_id": -2, "mturk_index": "1135"}, {"uid": "1295625832143933451", "i": 25290, "idx": 4, "sa": ["Brent Scowcroft", "Colin Powell", "George W. Bush"], "q": "Hussein remained defiant, calling the coalition forces \"treacherous and cowardly\" and describing <strong> George W. Bush </strong> as \"the enemy of God and humanity.\" <strong> Brent Scowcroft </strong> said the Soviets supported the coalition's efforts but were also trying to <q> have a protective arm around their friend, Iraq. </q> <strong> George W. Bush </strong> said earlier this week that he has no regrets about his administration's handling of the war, including the decision to pull out American forces and leave Hussein in power. <strong> Colin Powell </strong> and the other members of <strong> George W. Bush </strong>", "new_id": -2, "mturk_index": "351"}, {"uid": "1295976900153763929", "i": 8289, "idx": 1, "sa": ["Tom Coburn", "Kirsten Gillibrand", "John Thune"], "q": "respected-- even as they disagreed on the issues-- Sen. <strong> Tom Coburn </strong>, R-Okla. <strong> Kirsten Gillibrand </strong> said Friday that she will sit on the Republican side of the House floor next to Sen. <strong> John Thune </strong>, R-S.D. <q> This is just a symbol, but it sends an important message that although we may disagree on various issues, we all stand ready to work together and do what we believe is right for the country, </q> <strong> Kirsten Gillibrand </strong> said in a statement. The idea for members of Congress to sit together for the speech was first floated by Third Way, a centrist think tank in Washington, D.C., that was co-founded by", "new_id": -2, "mturk_index": "1022"}, {"uid": "1296115725056147995", "i": 45205, "idx": 0, "sa": ["Andy Coulson"], "q": "the place where you can talk about and shape the best stories people are reading right now. Sign In to view Buzz updates from your connections!New User?| George left a comment- 22 min ago uk.news.yahoo.com <q> Just shows how greedy this generation as got, I am reminded of the old saying you get nothing for... </q> GREENGRASS left a comment- 28 min ago Yahoo! UK& Ireland News \"Its impossible to belive <strong> Andy Coulson </strong> knew nothing about the phone tapping.As editor of the News of...\" Its Secret left a comment", "new_id": -2, "mturk_index": "1976"}]