[{"uid": "1296140197140460041", "i": 59395, "idx": 1, "sa": ["Michael Gove"], "q": "<strong> Michael Gove </strong> aims to give the body`` new focus'' by allowing disciplinary records to be assessed. Schools faring`` particularly badly'' on discipline may be taken over by a better performing local school or an academy with <q> a strong record on discipline </q>. In the worst cases, Mr <strong> Michael Gove </strong> could order closure. The Bill will also enable teachers to seize porn, mobiles and video cameras from pupils- and give detentions without parents getting the", "new_id": -2}, {"uid": "1297093828077135937", "i": 46904, "idx": 6, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "including <strong> Colin Powell </strong>-- had faith in the intelligence at the time.`` There's a lot of stuff[ in] the press that say <strong> Colin Powell </strong> was against[ the war],'' he said. <q> But I never saw even the slightest hint of that. </q>`` The idea that he was lying or duped is nonsense,'' <strong> Donald Rumsfeld </strong> added. <strong> Donald Rumsfeld </strong> said`` it's possible'' that decisions on troop levels in Iraq may have been the biggest mistake", "new_id": -2}, {"uid": "1295027006099024984", "i": 15682, "idx": 0, "sa": ["Angelina Jolie", "Katy Perry", "Trish Keenan", "Silvio Berlusconi"], "q": "of the band title=\"Portishead\" href=\"http://www.nydailynews.com/topics/Portishead\"> Portishead found a lighter, sweeter voice in <strong> Trish Keenan </strong>. Her vocals evoked feelings of longing and desire but had innocence and sophistication that gained the band many loyal fans. <q> Far more than just a singer and frontwoman, <strong> Trish Keenan </strong> was a visionary artist: She and her partner title=\"James Cargill\" href=\"http://www.nydailynews.com/topics/James+Cargill\"> James Cargill, who always formed the core of the band, always blended art and life, and created a beautiful totality of sound, vision and mythos which made them stand utterly apart from all their contemporaries, </q> wrote music writer <strong> Silvio Berlusconi </strong> probed in case involving a teen dancer. If the group can raise$ 10,000 they'll bring the cups to market. Meanest celebrity PHOTOS <strong> Katy Perry </strong>, <strong> Angelina Jolie </strong> and dozens more(", "new_id": -2}, {"uid": "1296525914251117573", "i": 45255, "idx": 0, "sa": ["Michael Vick", "Pat Quinn", "Greg Harris"], "q": "In India, which prides itself on its rambunctious but tolerant democracy, the... Photo: <strong> Pat Quinn </strong>, David Koehler, <strong> Greg Harris </strong> U.S. Video: Homeland Security chief touts US border safety target=\"mwphcomReportAbuse\" href=\"http://bb.ugccs.abuse.yahoo.com/report_abuse/ReportAbuseBeacon.php?appId=news&amp;redirect=http%3a%2f%2fhelp.yahoo.com%2fl%2fus%2fyahoo%2fnews%2fforms%2fabuse_articles.html&amp;eaci=JIOJAMJT5FZTCUOJFS55VJBUEQ&amp;commentid=52646920\"> Report Abuse <q> I guess when a police officer lay dying in a hospital, and his spouse wants to comfort him, it's critically important to the moral fiber of Illinois that the officer die alone and in great pain. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Stock Picking Software No Guessing- No Hunches- No Missed Trends- EVER- Learn More Trader Makes$ 4 Billion Wiz Kid Stock&", "new_id": -2}, {"uid": "1295562052204783631", "i": 45771, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "the business so brilliantly,'' <strong> Larry Page </strong> said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Enter for a chance to win$ 25,000 or your choice of other great prizes in the", "new_id": -2}, {"uid": "1297292170065437721", "i": 32211, "idx": 0, "sa": ["Michael Vick"], "q": "'s best friend. posted on MLB.com about the charity work that he and his wife do for stray dogs, Buehrle's comments noticeably changed in tone when <strong> Michael Vick </strong>'s name came up. From MLB.com: <q>`` Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? </q> said( Buehrle).`` How could you do that if you are somewhat sane? \" \"''( <strong> Michael Vick </strong>) had a great year and a great comeback, but there were times where we", "new_id": -2}, {"uid": "1297290904013402118", "i": 11366, "idx": 0, "sa": ["Michael Gove", "William Hague", "George Osborne", "Liam Fox", "David Cameron"], "q": "victims\"> huge leap for our ideas into the political mainstream''. EDL activists, who constantly echo the established political and media discourse about`` extremism'', and`` Islamism'', were jubilant that <strong> David Cameron </strong> had <q> come round to our way of thinking </q>. It also represents a decisive and dangerous victory for the neoconservative group in the Tory leadership, including <strong> Michael Gove </strong>, <strong> William Hague </strong>, <strong> George Osborne </strong> and <strong> Liam Fox </strong>. Backed by the Michael Government-funded QuilLiam Fox Foundation and their media cheerleaders, the", "new_id": -2}, {"uid": "1296685321182059018", "i": 56228, "idx": 0, "sa": ["Eric Schmidt", "Scott Adams"], "q": "taxes for the wealthy. Searching for some way to make rich people happy to fork over the extra taxes, <strong> Scott Adams </strong> landed on the idea of selling the naming rights for airports and bridges. The cartoonist mused: <q>`` It does seem like a waste of taxpayer resources to name a road after a dead politician if we can get a better price at auction. </q> \", the latest installment of The Market This Minute offered a look back at outgoing Google( GOOG) CEO <strong> Eric Schmidt </strong>'s most memorable quotes. href=\"http://www.schaeffersresearch.com/commentary/content/the+market+this+minute+an+Eric Schmidt+Eric Schmidt+retrospective/observations.aspx?click=home&amp;ID=104817\" target=\"_blank\"> Click here to watch the video.", "new_id": -2}, {"uid": "1296248071002900092", "i": 29082, "idx": 13, "sa": ["Marco Revelli", "Fabio Fazio", "Sergio Marchionne", "John Elkann"], "q": "azienda leader mondiale e l la Fiom? largamente il primo sindacato''. Lei dice che <strong> Sergio Marchionne </strong> disprezza l'Italia. In realt chiede solo garanzie per gli investimenti.Invece dovrebbe essere riconoscente a vita nei confronti dell` Italia? <q> Non? una questione di Intervista di <strong> Fabio Fazio </strong> in data 7 novembre 2010. In questa parte risponde su L'intervista a <strong> Sergio Marchionne </strong> di qualche settimana fa. http://wn.com/Fiat_Sergio Marchionne_se_non_passa_il_referendum_salta_Mirafiori </q> www.dellaroccagioielli.com www.dellaroccagioielli.com www.dellaroccagioielli.it www.dellaroccagioielli.it www.fmradio.fm http www.nightclubtorino.com http://wn.com/Fiat_Mirafiori_peggio_di_Pomigliano__Marco Revelli_Marco Revelli_Cadoinpiediit www.cadoinpiedi.it L'autore di`` Controcanto''( Chiarelettere) analizza il recente accordo stipulato fra Fiat e sindacati( a parte Fiom) http://wn.com/Sergio Marchionne_Fiat_sale_al_25__in_Chrysler_John Elkann_ci_teniamo_tuttoCSF_Rieti L' annuncio daL salone dell' auto di", "new_id": -2}, {"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote:`` I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.'' Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which... </q>`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}]