[{"uid": "1295584823230457349", "i": 15049, "idx": 2, "sa": ["Norman Schwarzkopf", "Colin Powell", "Saddam Hussein"], "q": "resolve things. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, commander of the coalition forces, wasn't able to attend Thursday's event because of health reasons. He sent a letter that <strong> Colin Powell </strong> read to the audience. <q> Our mission was victorious because we had the best-trained military in the world, the president had fortitude to make tough choices when they needed to be made and the unwavering support of the American people, </q> <strong> Norman Schwarzkopf </strong> said. \"Our mission in Kuwait ended 20 years ago, but the impact will endure for generations to come.\" <strong> Colin Powell </strong> said a peaceful solution was not possible because <strong> Saddam Hussein </strong> was unfazed by the", "new_id": -2}, {"uid": "1297298613261144580", "i": 41263, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "NEW YORK, Feb. 6, 2011/ PRNewswire-USNewswire/-- White House Office of Management... U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <q> it takes about 4000 rounds from a 50 cal machine gun, air to air to shoot down a plane. </q> Report Abuse \" Quit sending us Mexican and we will quit sending you guns OK!!!! \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$", "new_id": -2}, {"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan. \"He's my first Division I recruit,\" <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q> He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves. </q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley \"has <strong> Michael Vick </strong> capabilities.\" <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}, {"uid": "1295282488229982250", "i": 39978, "idx": 1, "sa": ["Mike Pence"], "q": "for use in my columns, and <strong> Mike Pence </strong> was always one of the members I kept an eye on. I remember watching him speak on the House floor( via C-SPAN) and I remarked to my husband, <q> I don't know who this guy is but he looks presidential. </q> From that point I kept an eye on him and to date he has not disappointed. I would say that of the known GOP candidates at this point, <strong> Mike Pence </strong> is the most attractive to me in", "new_id": -2}, {"uid": "1297123569245366831", "i": 17690, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "Pro Tem <strong> Dwaine Caraway </strong> gave a \"key to the city\" to <strong> Michael Vick </strong>. The action spawned outrage from many North Texans( including NBCDFW <strong> Mayor Tom Leppert </strong> releasing the following statement on Monday afternoon: <q> The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas. Official Keys to the City are presented by the <strong> Mayor Tom Leppert </strong>, or an elected official designated by the <strong> Mayor Tom Leppert </strong>, and reserved, on a limited basis, for an elected official of international status. Clearly, this was not the case in this situation and done without my knowledge or approval. </q> Given these circumstances I have requested the City Manager propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> also released a statement in conjunction with <strong> Mayor Tom Leppert </strong>, saying: \"", "new_id": -2}, {"uid": "1295934844032604211", "i": 30207, "idx": 0, "sa": ["Jay Leno", "Johnny Carson", "Gregory Popovich", "David Letterman"], "q": "the animals to do stuff that the rest of us can not train ourselves or our children to do. His animals are just naturally amusing, especially the cats. He just has to herd them. <q> I don't believe that I train the animals to do a certain trick or stunt. Instead, I teach the animals to perform on stage by allowing them to show off their individual personalities and talents, </q> <strong> Gregory Popovich </strong> said. The World Famous <strong> Gregory Popovich </strong> Comedy Pet Theater has been written up in People magazine, lauded by The New York Times and seen on <strong> David Letterman </strong> and <strong> Jay Leno </strong>. Former Tonight Show host <strong> Johnny Carson </strong> called <strong> Gregory Popovich </strong>", "new_id": -2}, {"uid": "1297127661189071411", "i": 37776, "idx": 0, "sa": ["Clive Davis", "Paula Abdul", "Simon Cowell", "Leona Lewis"], "q": "'s X Factor Announces Prize:$ 5 Million Sony Music Record Deal <strong> Simon Cowell </strong> Suggests <strong> Paula Abdul </strong> Could Be in the Running for \"X-Factor' Judging Panel <strong> Simon Cowell </strong> on` The X Factor's'$ 5 Million Prize: <q> Yes, I Think We Should Be Nervous </q> \"There is a range of labels for different kinds of music,\" said <strong> Simon Cowell </strong>. \"I remember when we did X Factor with <strong> Leona Lewis </strong>, <strong> Clive Davis </strong> called me-- she hadn\"t won yet--", "new_id": -2}, {"uid": "1296222376236240913", "i": 11637, "idx": 0, "sa": ["Calvin Harris", "Simon Cowell"], "q": "The X Factor last year, according to the red-tops One Direction have still convinced <strong> Simon Cowell </strong>'s record label to pump a cool Â£ 2 million into the boy band. A \"source\" revealed that the band are <q> in the States to meet top producers and songwriters before they start recording material for their debut album </q>. Despite the hefty investment, each one of the band has only been given Â£ 8,000 each, which is 0.4 per cent of their advance. Seems a bit stingy...?( <strong> Calvin Harris </strong> has given a remarkable", "new_id": -2}, {"uid": "1296106965198869114", "i": 1641, "idx": 4, "sa": ["Allen Iverson"], "q": "that in mind.\" Philadelphia hosts Miami on Friday with a chance to break the club mark. The NBA record for best start is 15-0, shared by the 1949-50 Washington Capitols and the 1993-94 Houston Rockets. <q> Everybody wants to be the first team that knocks us off, </q> said <strong> Allen Iverson </strong>. \"Everybody wants to be that team. It's going to be tough. We have to really dig in and sneak some wins out of other teams' houses. For right know, I", "new_id": -2}, {"uid": "1295739237074268687", "i": 9442, "idx": 2, "sa": ["Gordon Brown", "Allen Iverson", "Les Brown"], "q": "the powerful Lakers. <strong> Les Brown </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. \"Anybody that bet on it, some broke people out there,\" <strong> Allen Iverson </strong> said. <q> I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now. </q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach Larry <strong> Gordon Brown </strong> said. \"This is kind of unexpected", "new_id": -2}]