[{"uid": "1297521580190513158", "i": 19255, "idx": 3, "sa": ["Sergio Chiamparino", "Sergio Marchionne"], "q": "\"to commit to investing in our country and remain with head and heart\" in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat bosses had confirmed \"the Italian nature\" of the company but <q> in a dynamically developing context which demands daily work so that things don't change. </q> Provincial governor Antonio Saitta said that according to <strong> Sergio Marchionne </strong>, the terms for the city remaining Fiat headquarters would be discussed in 2014. Last month Fiat raised its stake in Chrysler from 20 to 25", "new_id": -2}, {"uid": "1295577099150192142", "i": 43939, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "new, detailed responsibilities in an organization can only help. If anything, I think it's a positive.\" The company's top executives painted the changes as anything but a shakeup. <q> Historically we( <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and co-founder <strong> Sergey Brin </strong>) have always been running the decisions together and ultimately it adds delay and so forth in the way we make decisions, </q> <strong> Eric Schmidt </strong> said on a conference call with analysts. \"By elevating me and having <strong> Larry Page </strong> running things day to day... we think this will produce even better success for the corporation.\" <strong> Eric Schmidt </strong> said he", "new_id": -2}, {"uid": "1295618523207978567", "i": 6984, "idx": 6, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": ".... Mr. <strong> Larry Page </strong>, 38, will take over day-to-day operations April 4. The computer scientist was Google's founding CEO before handing the reins to Mr. <strong> Eric Schmidt </strong> in August 2001.\" -- <strong> Eric Schmidt </strong>'s <q> An update from the Chairman, </q> on The Official Google Blog: \"<strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be Co-Founder.... I will focus wherever I can", "new_id": -2}, {"uid": "1295570955080838693", "i": 40422, "idx": 2, "sa": ["George H. W. Bush", "Timothy Naftali", "James S. Baker", "Colin Powell", "Brent Scowcroft"], "q": "stage at one end of the Texas A&M Aggies' basketball arena, <strong> James S. Baker </strong> is scheduled to discuss \"the diplomacy of a winning coalition.\" news, photos about Cheney\"> Cheney's topic is <q> forging victory in the first post-Cold War conflict, </q> and <strong> Colin Powell </strong> will handle \"planning and fighting modern coalition warfare.\" <strong> Brent Scowcroft </strong> will attend the symposium as will representatives from Kuwait. <strong> Timothy Naftali </strong>, a biographer of <strong> George H. W. Bush </strong>, said the Gulf War demonstrated the importance of", "new_id": -2}, {"uid": "1295289004218529795", "i": 58632, "idx": 3, "sa": ["Ike Nwamu", "Allen Iverson", "James Cleveland", "LeBron James"], "q": "minutes, including two 3-poiners, to push Denver's lead to 78-51. \"I got into a rhythm in the second half,\" said <strong> Allen Iverson </strong>, who finished 14-for-20 from the field and added eight assists. <q> The basket looked lIke Nwamu an ocean; I was throwing rocks in. It feels good when you catch a rhythm lIke Nwamu that. </q> <strong> LeBron James </strong> led <strong> James Cleveland </strong> with 27 points, but the Nuggets were able to contain the rest of the Cavaliers. \"Even though <strong> LeBron James </strong> had a great game, his great game came from getting fouled,\" Nuggets coach", "new_id": -2}, {"uid": "1295272429170541065", "i": 42192, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Evans said Ford is interested in much the same bargaining goals. \"We are looking at various proposals linking employee compensation to company performance, which could include quality as a metric,\" she said. <q> We will continue to explore our options with the UAW as we enter into 2011 negotiations. </q> Chrysler Group CEO <strong> Sergio Marchionne </strong> declined to outline his negotiating goals when asked about them during the auto show. Because Chrysler has yet to report a net profit, its hourly workers won't be seeing the profit-sharing", "new_id": -2}, {"uid": "1297207413130318370", "i": 51426, "idx": 1, "sa": ["Michael Vick", "Johnny Carson"], "q": ", despite <strong> Michael Vick </strong>'s charity work with children in the city. \"Of course the millions of <strong> Michael Vick </strong> fans and the <strong> Michael Vick </strong> family are excited about his( Dallas) honor,\" Tina <strong> Michael Vick </strong> said. <q> But we have so many development projects here, that's really not our focus. </q> <strong> Michael Vick </strong> is not the nation's first controversial recipient of an enormous honorary key. U.S. Airways Capt. Chesley \"Sully\" Sullenberger earned several keys to cities and <strong> Johnny Carson </strong> could unlock Anaheim, Calif.", "new_id": -2}, {"uid": "1297451421077103224", "i": 35914, "idx": 5, "sa": ["Christine Blower", "Andy Burnham", "Michael Gove"], "q": "added that the judge's ruling made clear that it only extended to the councils that brought the case.` Free schools' General secretary of the National Union of Teachers( NUT) <strong> Christine Blower </strong> said: <q> The decision by <strong> Michael Gove </strong> to end the projects was outrageous, particularly in light of the money they are apparently finding to bankroll the free schools programme. </q> Shadow education secretary <strong> Andy Burnham </strong> said school building and repair were in complete chaos thanks to Mr <strong> Michael Gove </strong>. And he called for a public inquiry into Mr <strong> Michael Gove </strong>'s handling of the decision to scrap the", "new_id": -2}, {"uid": "1295963594228147258", "i": 17918, "idx": 0, "sa": ["Barack Obama", "Bill Lockyer", "Newt Gingrich"], "q": "Affairs at the University of Virginia. \"If you want an important speech out of <strong> Barack Obama </strong> right now, he already gave it,\" Riley said, referring to the Arizona memorial on Jan. 12. <q> What's going to happen now with the State of the Union is part of the ongoing story of Washington, and it is a significant event in the political calendar. Yet from a historical perspective, they just tend not to make a difference. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1297635744142753795", "i": 29642, "idx": 2, "sa": ["Simon Cowell"], "q": ". \"It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.\" <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years! \"Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what Justin TimberlakeWatch an exclusive clip of the Coronation Street: Peter gets his revenge at", "new_id": -2}]