[{"uid": "1297632165075120649", "i": 9859, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "even played a harrowing 911 call from a victim of a home invasion. I am not even particularly left-wing on the subject of gun control and I found it to be a breathtakingly shameless and disgusting performance. <q> If I run, and if I win, this country will be respected again. </q> Right. Once we elect the bankrupt TV make-believe tycoon huckster, people around the world will say to themselves,`` They finally got it right.'' <strong> Donald Rumsfeld </strong> arrived to accept his`` defender of the Constitution", "new_id": -2}, {"uid": "1295627764018169864", "i": 48165, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", government outreach, and technology thought leadership. He will also continue to act as an advisor to Page and <strong> Sergey Brin </strong>. According to Google, these executive changes will help to streamline the decision-making process and <q> create clearer lines of responsibility and accountability at the top of the company. </q>`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' comments <strong> Eric Schmidt </strong>.`` By clarifying our individual roles, we'll create clearer", "new_id": -2}, {"uid": "1297174129185073696", "i": 42956, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "Council meeting and then the use of the City Attorney's Office to block`` intensely personal'' information from going public. <strong> Dwaine Caraway </strong> proudly bestows a key to the city on convicted dog-torturer <strong> Michael Vick </strong>.( Yes, <q> It's time to change all the locks </q> has been said already.) Jacquielynn Floyd says <strong> Dwaine Caraway </strong> should have looked a little harder for candidates: <blockquote> And some maintain that <strong> Michael Vick </strong>, who lost his personal fortune and did prison time before being", "new_id": -2}, {"uid": "1297217357071778315", "i": 19409, "idx": 1, "sa": ["Zahi Hawass"], "q": "`` Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,'' <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q>", "new_id": -2}, {"uid": "1296485848063668253", "i": 617, "idx": 0, "sa": ["Sergio Marchionne"], "q": "government, with no new products for much of the past two years. Only now is that situation starting to change, and Chrysler even has added back 5,000 workers to develop and build new vehicles. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> <strong> Sergio Marchionne </strong> said Monday in a statement. <strong> Sergio Marchionne </strong>'s Fiat got a 20 per cent stake in Chrysler when it took over management. Earlier this month, Fiat upped its stake to 25 per cent by meeting", "new_id": -2}, {"uid": "1296140217208175107", "i": 24889, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Commenting is intended as a constructive, open community forum. Abusive text and comments that do not follow terms of service guidelines are not condoned by WUSA9 and will be removed.", "new_id": -2}, {"uid": "1297616629186400779", "i": 26890, "idx": 32, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "occupation in Iraq.`` He supposedly worked for me. He never really did,'' <strong> Donald Rumsfeld </strong> said.`` It seems like he almost blew you off,'' Martin suggested. <q> We had given him written guidance as to what to do and it said,` Let's get an Iraqi face on this. Let's get Iraqi leadership going,' </q> said <strong> Donald Rumsfeld </strong>.`` And <strong> Paul Bremer </strong> didn't want to go fast. He was highly critical in his book about the Iraqi people, and suggesting they weren't capable of managing a three-car parade.''", "new_id": -2}, {"uid": "1296218677100073685", "i": 35440, "idx": 0, "sa": ["Eric Schmidt"], "q": "on downloads and conventional cellular data plans, while the world is shifting towards browser/cloud approaches and new-style devices and content. In the new structure, Page will lead product development and technology strategy, while Brin <q> will devote his energies to strategic projects, in particular working on new products </q>. <strong> Eric Schmidt </strong> will take the role of executive chairman,`` focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership''. He will also act as internal advisor to", "new_id": -2}, {"uid": "1295259899064110596", "i": 23696, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "it is right to give someone a second chance.'' Asked about the suggestion that Mr <strong> Andy Coulson </strong> had offered to quit, Mr <strong> David Cameron </strong> insisted he would not comment on`` private conversations''. <q> Of course he, as anyone who is human would be, is extremely embarrassed by the endless publicity and speculation about what happened many years ago when he was editor of the News of the World. </q> But the <strong> David Cameron </strong> praised Mr <strong> Andy Coulson </strong>'s performance in his current role, saying the Downing Street press office worked in a very`` proper'' way and he had not received a single complaint. Prime Minister", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some`` adult supervision.'' On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q>`` I believe Larry is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts.`` It's time for him to have a shot at running this.''", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}]