[{"uid": "1297078488193609737", "i": 43375, "idx": 1, "sa": ["Andy Coulson", "Max Mosley"], "q": ", who was features editors at the NoW between 1998 and 2001 when <strong> Andy Coulson </strong> was deputy editor, and from <strong> Max Mosley </strong>, who sued the NoW for breach of privacy after it exposed his extra-marital exploits with dominatracies. <q>Further to our conversation today a brief email to explain phone hacking was very easy in the 90s when people were new to mobiles and did not change their codes, you simply rang them up to ensure their phone was engaged;</q> you rang a second time, got to their message system pressed 9, followed by 0000, you could then listen to all their messages. Everyone in the schoolyard did it, many particularly showbiz", "new_id": -2}, {"uid": "1296172795252526607", "i": 16042, "idx": 4, "sa": ["Eric Schmidt"], "q": "more Chinese leaders here- both political leaders as well as business leaders\"- in contrast with the number of Indian attendees. He said Google's leadership reshuffle was a \"clarification of roles\" intended <q>simply so that we could make decisions more quickly</q>. He denied that the change was due to a lack of innovation at the company, although he conceded there had been a sense that decision-making was taking too long. Cultural sensitivities Mr <strong> Eric Schmidt </strong>", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q>The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours].</q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life \"Truman Show\" PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}, {"uid": "1295861227265486350", "i": 1483, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "across technology circles the move by <strong> Google Inc. </strong>-- founded during the first dot-com boom-- to replace CEO <strong> Eric Schmidt </strong> with the 38-year-old Page left some wondering how the search giant would deal with middle age. <q>Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a Jerry Yang returning?</q> Chris Dixon, a technology veteran who has invested in Skype and Foursquare, tweeted. in the 1990s to save the company he founded from near death. Yahoo <strong> Google Inc. </strong>'s Jerry Yang made a similar return,", "new_id": -2}, {"uid": "1295797012110280765", "i": 32469, "idx": 3, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": ".\" Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. But deputy prime minister <strong> Nick Clegg </strong> insisted Sunday: <q>I don't think this government will miss a beat.</q> AFP <cite> This story is sourced direct from an overseas news agency as an additional service to readers. Spelling follows North American usage, along with foreign currency and measurement units. </cite> Israel's Holocaust memorial", "new_id": -2}, {"uid": "1297304788026935319", "i": 27469, "idx": 8, "sa": ["Donald Rumsfeld", "Robert McNamara"], "q": ". Report Abuse \"The Good, The Bad, and The Ugly\" He tried to do a Good job, but he had some Bad ideas, and things got Ugly. Report Abuse <q>Take away his pension and set him up in his own private room in that \"retirement village</q> called Gitmo.\" Report Abuse \"<strong> Donald Rumsfeld </strong> with Iraqi just like <strong> Robert McNamara </strong> with Nam has a lot of blood on their hands.\" Both wasted and stupid wars... both wars a result of stupid US government", "new_id": -2}, {"uid": "1296939026066093065", "i": 42371, "idx": 0, "sa": ["Sergio Marchionne"], "q": "CEO apologizes for \"shyster\" comments David Shepardson/ The Detroit News San Francisco- Chrysler CEO <strong> Sergio Marchionne </strong> apologized today for describing the$ 12 billion U.S. government bailout that saved the company as <q>shyster loans. \"<strong> Sergio Marchionne </strong> has repeatedly lamented the fact that the company paid more than$ 1.2 billion last year in interest on its loans. At a industry event here, <strong> Sergio Marchionne </strong> three times referred to the \"shyster</q> loans that the U.S. and Canadian governments made to save Chrysler in 2009. \"I want to pay back the shyster loans,\" <strong> Sergio Marchionne </strong> said Friday. \"When we did this deal back in 2009, we", "new_id": -2}, {"uid": "1296781092236666899", "i": 23755, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> concludes in his new autobiography that the war in Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict. Had the government of <strong> Saddam Hussein </strong> remained in power the Middle East would be <q>far more perilous than it is today</q>, Mr <strong> Donald Rumsfeld </strong> wrote in his memoir, due out next week. Mr <strong> Donald Rumsfeld </strong> and other US officials cited the threat posed by Iraqi weapons of ADVERTISEMENT mass destruction as justification for the 2003 US-led invasion.", "new_id": -2}, {"uid": "1296513672069730409", "i": 413, "idx": 1, "sa": ["Michael Vick"], "q": ": Shocking Footage of Police Station Shootout U.S. Video: Florida's Pennekamp Coral Reef State Park Report Abuse \"At least the fellow students in high school showed more maturity than the first commenters here.\" Report Abuse <q>I think its safe to say that its like men who have commented that these girls are proud lesbians. They're lucky. I am unfortunate enough to be straight.</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl", "new_id": -2}, {"uid": "1295967754242466840", "i": 21196, "idx": 1, "sa": ["Michele Bachmann", "Valerie Jarrett", "Sen. Bernie Sanders"], "q": "at the same time as they give tax breaks to the rich,\" <strong> Sen. Bernie Sanders </strong>, I-Vt., said Monday on MSNBC. When it comes to <strong> Michele Bachmann </strong>'s statement, the White House remained mum Tuesday. <q>Our focus is on what the president is going to say,</q> senior adviser <strong> Valerie Jarrett </strong> told MSNBC's \"Morning Joe.\" \"There are a lot of voices that deserve to be heard,\" <strong> Valerie Jarrett </strong> added. A GENTLEMAN'S HANDSHAKE It doesn't appear", "new_id": -2}]