[{"uid": "1295536902152666140", "i": 9536, "idx": 0, "sa": ["Simon Cowell"], "q": "on WVUE-Channel 8. www.USAToday.com that teen contestants seemed to win the favor of this judges' panel, which for the first time in the show's history faced the wailing would-bes minus founding judge/villain <strong> Simon Cowell </strong>. <q>I'm beginning to see why the Hollywood Week group was so large this year( a reported 325),</q> Mansfield wrote. \"This group of judges are a much softer touch than previous crews. They're much more likely to put somebody through on the strength of their personalities. <strong> Simon Cowell </strong> would have shut 75 percent of", "new_id": -2}, {"uid": "1295404896077529090", "i": 1178, "idx": 0, "sa": ["Arsenio Hall", "Don Kirshner", "Jack Wishna", "David Letterman", "Billy Crystal"], "q": "The show also boosted careers of comics including <strong> Billy Crystal </strong>, <strong> Arsenio Hall </strong> and <strong> David Letterman </strong>. <strong> Jack Wishna </strong> said <strong> Don Kirshner </strong> was a mentor who knew the art of discovering talent and cared about the artists he worked with. <q>He was a father to these people even though some of them were three or four years younger than him,</q> <strong> Jack Wishna </strong> said.", "new_id": -2}, {"uid": "1295093305253313052", "i": 3340, "idx": 2, "sa": ["Michael Jordan", "Magic Johnson", "Allen Iverson", "Tracy McGrady"], "q": "Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q>I score a career high and we won the game,</q> <strong> Allen Iverson </strong> said. \"That's how you draw it up in your dreams.\" It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana", "new_id": -2}, {"uid": "1295650549188383258", "i": 28476, "idx": 3, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin"], "q": " \"I would find myself busting into tears and sobbing uncontrollably,\" <strong> David Letterman </strong>\"... Stop the heart, work on it, restart it... good luck,\" <strong> Robin Williams </strong> <q>They're going to put him on a gurney, roll him into the OR room and bust him open like a lobster!,</q> <strong> Regis Philbin </strong> \"It was hell,\" <strong> Charlie Rose </strong> \"I probably would have had a heart attack and may very well have died,\" <strong> Barbara Walters </strong> What do <strong> Barbara Walters </strong>,", "new_id": -2}, {"uid": "1297234059222871627", "i": 24278, "idx": 0, "sa": ["Eric Schmidt"], "q": " \"very preliminary,\" offered three details. The first is that Apple is developing accessories that could enable new iPads and iPhones to communicate using NFC( near-field communications) technology. iLounge reported: <q>In the most basic implementation, an accessory could announce its presence and potential functions to an iPad or iPhone without the need for a Bluetooth or similar connection; our source suggests that an otherwise simple case could include a radio chip so that an inserted iPhone or iPad could go into power-saving hibernation mode automatically. More complex accessories will go far beyond that.</q> Google has already gone public with its interest in NFC, and at the Web. 2.0 Summit in November 2010, <strong> Eric Schmidt </strong> showed off how the technology could work, interacting with a point-of-sale terminal in", "new_id": -2}, {"uid": "1296505663204390404", "i": 17841, "idx": 0, "sa": ["Sergio Marchionne"], "q": "loans ahead of an initial public offering of stock expected in the second half of this year. The IPO is a key part of the automaker's recovery plan after its 2009 bankruptcy filing and near-collapse. <q>2011 needs to be characterized as the year of execution,</q> Chief Executive <strong> Sergio Marchionne </strong> told analysts and journalists during a conference call. \"We need to execute on what we promised to do.\" Chrysler, which is now 25 percent owned by Fiat, projected it", "new_id": -2}, {"uid": "1295633071004243472", "i": 31808, "idx": 3, "sa": ["Eric Schmidt", "Steve Ballmer", "Sergey Brin"], "q": "current situation, in which he, Page, and <strong> Sergey Brin </strong> have an equal say in all decisions. So now <strong> Eric Schmidt </strong> has no direct role in decision making and will operate in a reduced capacity as advisor instead. <q>We will continue to discuss the big decisions among the three of us,</q> he writes. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" Hopefully he'll be Microsoft's <strong> Steve Ballmer </strong>! I", "new_id": -2}, {"uid": "1296362329255475725", "i": 5273, "idx": 6, "sa": ["Linas Kleiza", "Allen Iverson", "Joel Anthony"], "q": "points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. <q>I will remember this night for the rest of my life.</q> The Nuggets have been searching for a consistent third scorer behind <strong> Joel Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "new_id": -2}, {"uid": "1295914737143048738", "i": 9923, "idx": 0, "sa": ["Simon Fuller", "Simon Cowell"], "q": ". Encouraged by the overseas success of The X Factor, <strong> Simon Cowell </strong> said Sunday on Oprah Presents Master Class that he and his former business partners, <strong> Simon Fuller </strong> and <strong> Simon Fuller </strong> Jones, met with an unnamed network years ago. <q>It was so bad that a minute into the pitch the guy said, \"No...'</q> he recalled. \"He said you can leave now, and I said,` So it sounds to me that you don't like the show?' And he said,` Get out.\" And", "new_id": -2}, {"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on \"Late Night with <strong> David Letterman </strong>.\" The talk show host was once a grocery bagger. <q>There's no guarantee, but it's traditional for the winner to be a guest on the show,</q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest. \"I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}]