[{"uid": "1297161526055738379", "i": 33845, "idx": 4, "sa": ["Simon Cowell"], "q": "said, \"because we don't have to pretend we like each other.\" And sure, said <strong> Simon Cowell </strong>, \"There will be some bias\" among the judges toward the contestants they mentor. <q>That's part of the fun.<q> Britain seven years ago, he said, \"because I got bored\" with \"the old style\" of having contestants present and judges assess their work. The hands-on involvement of the judges, he", "new_id": -2}, {"uid": "1295654891188383266", "i": 27362, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "how long he'll be out. GOOGLE-- CEO <strong> Eric Schmidt </strong> made a surprise announcement Thursday that he's stepping aside for co-founder Larry Page to become chief executive. In a Twitter post, <strong> Eric Schmidt </strong> writes, <q>Day-to-day adult supervision no longer needed!<q> <strong> Eric Schmidt </strong>, staying on as executive chairman, was brought in because <strong> Google Inc. </strong>'s early investors insisted on a more mature leader. Yet <strong> Eric Schmidt </strong>, 55, and the two 37-year-old co-founders, Page and <strong> Sergey Brin </strong>, have largely", "new_id": -2}, {"uid": "1295903242011026446", "i": 45637, "idx": 1, "sa": ["Andy Coulson", "Nick Clegg"], "q": "of campaigning with a dog wrapped in a union flag. To quote from Why the Conservatives need someone with the common touch now that <strong> Andy Coulson </strong> has gone MarshallStack 24 January 2011 8:47 PM <q>So, who will step into the breach as the Tories' voice of the people?<q> condemsham 24 January 2011 8:53 PM Manningtreeimp 24 January 2011 9:01 PM But the Tories have Man of the People <strong> Nick Clegg </strong> to be their cheerleader, don't they? In order", "new_id": -2}, {"uid": "1296169455065814529", "i": 19151, "idx": 1, "sa": ["Mike Pence"], "q": "left the door open to running for governor. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" Mr. <strong> Mike Pence </strong> wrote in a letter to supporters. <q>We will not seek the Republican nomination for president in 2012.<q> The decision of Mr. <strong> Mike Pence </strong>, which was first reported by The Indianapolis Star, ended weeks of speculation- and a draft movement- from conservative activists that he would join the field of prospective Republican contenders", "new_id": -2}, {"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. \"Monday, I get to wake up and it's Christmas,\" <strong> Allen Iverson </strong> said with a smile. <q>Obviously, it's going to be a fun day.<q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}, {"uid": "1296699658082231300", "i": 16468, "idx": 1, "sa": ["Ellen DeGeneres", "Simon Cowell"], "q": "a judge has upped the unpredictability factor of a popular show that had become highly predictable, the producers of American Idol already find themselves in the position of choosing to apologize to the viewing public for the rocker's <q>outrageous <strong> Simon Cowell </strong> who? <strong> Steven Tyler </strong> re-invigorates \"Idol\" Newsvine- There were differing opinions on how season 10 of \"American Idol<q> would look this year, but almost everyone agreed on two points: \"Idol\" would sorely miss the irreplaceable <strong> Simon Cowell </strong>, and few would notice the absence of <strong> Ellen DeGeneres </strong> after her disappointing season as the fourth judge.", "new_id": -2}, {"uid": "1297168254028033070", "i": 6326, "idx": 1, "sa": ["Simon Cowell"], "q": ". The biggest news is that children from the age of 12 will be able to compete and the winner will receive a$ 5 million record deal. In a statement, <strong> Simon Cowell </strong> said: <q>I like the idea that a 12 year old on this show can compete with an older singer and a singing group, I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. \"I'm doing this show in America because I genuinely believe we can find a superstar.<q>( c) BANG", "new_id": -2}, {"uid": "1295960195147439630", "i": 11281, "idx": 0, "sa": ["Donald Rumsfeld", "John R. MacArthur"], "q": "used PR agencies to spin a government approved message. Deliberate propaganda hoaxes included stories about Iraqis killing Kuwaiti babies and stealing incubators to weapons of mass destruction. <strong> John R. MacArthur </strong>, the publisher of Harper's Magazine and author of <q>Second Front: Censorship and Propaganda in the Gulf<q> said the media has gotten worse at questioning the message, even the 2003 media coverage leading up to the invasion of Iraq was full of propaganda and disinformation. \"In 2003 you had the <strong> Donald Rumsfeld </strong> of State,", "new_id": -2}, {"uid": "1297182562166789141", "i": 2712, "idx": 14, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "for the invasion of Iraq in a famous session of the UN Security Council and then, in <strong> Donald Rumsfeld </strong>'s words, claiming that he was \"somehow innocently misled into making a false declaration.\" Rumseld writes: <q><strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong.<q> <strong> Donald Rumsfeld </strong>, in his book, is particularly galled that <strong> Colin Powell </strong> issued an apology for the looting of Baghdad's Iraqi National Museum and vowed to recover stolen artifacts. As \"Known And Unknown\"", "new_id": -2}, {"uid": "1297189508065617944", "i": 45603, "idx": 0, "sa": ["Gerhard Schroeder", "Donald Rumsfeld", "Jacques Chirac"], "q": "<strong> Donald Rumsfeld </strong> takes aim at <strong> Gerhard Schroeder </strong>, <strong> Jacques Chirac </strong> in new memoir- Summary Posted <q>Tue, 08 Feb 2011 17:22:41 GMT Category: US( World) News Alerts by Email( click here) US World News| Home Tweet Washington- Former German and French leaders <strong> Gerhard Schroeder </strong> and <strong> Jacques Chirac </strong> gave <strong> Saddam Hussein </strong> a \"false sense of security<q> by opposing the use of military force against Iraq, making war more likely, former defence <strong> Donald Rumsfeld </strong> says.In his memoir published Tuesday, <strong> Donald Rumsfeld </strong> takes a clear swipe at <strong> Gerhard Schroeder </strong> and <strong> Jacques Chirac </strong> for undermining Washington's threat of military", "new_id": -2}]