[{"uid": "1297275457033341484", "i": 3360, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "A 19-year Microsoft veteran, <strong> Satya Nadella </strong> has \"the right mix of leadership, vision and hard-core engineering chops,\" Microsoft Chief Executive <strong> Steve Ballmer </strong> said in a memo to employees, which was made public. <q> We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways, </q> <strong> Steve Ballmer </strong> said. Microsoft has made great strides in the past few years in cloud computing-- broadly the provision of software, storage and computing power over the Internet-- and now wants to sell such services", "new_id": -2}, {"uid": "1295624350170147866", "i": 3027, "idx": 0, "sa": ["Steve Ballmer"], "q": "But many of them are still rooted in the 1990s-era technology models and business models of their birth, and customers are getting fed up. What will the future hold? WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1295497652083329040", "i": 6539, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Tina Turner"], "q": "\" and charmed them with her oversize personality. As always in the early rounds, it was mostly a parade of crackpots, nasal wheezers and goofy white guys in plaid shirts singing R&B- badly. <q> Did you eat a lot of paint chips as a child? </q> <strong> Steven Tyler </strong> asked after a murderous take on a <strong> Tina Turner </strong> tune. Whereas <strong> Simon Cowell </strong> used to slay them with meanness, <strong> Steven Tyler </strong> seemed to have instantly perfected the art of the playful, entertaining putdown, adding a new wrinkle to", "new_id": -2}, {"uid": "1297724451166166630", "i": 4072, "idx": 3, "sa": ["Steve Ballmer", "Dick Costolo"], "q": "user-friendly experience. <strong> Steve Ballmer </strong> was followed by Twitter CEO <strong> Dick Costolo </strong>, who trumpeted the one-line social network services' ability to strongly connect businesses with their clients and revamp the way audiences watch live television. <q> People are starting to watch TV in real time again because in order to participate socially in Twitter that have to watch the show while it happens, </q> <strong> Dick Costolo </strong> pointed out. For Costelo, the trend that counters the delayed viewing afforded by hard drives and DVD-watching not only includes sporting events, but other programming like England's X-Factor, which has incorporated", "new_id": -2}, {"uid": "1295568029105267239", "i": 22085, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "runs$ 1,000 per month. It provides a way to connect, collaborate, share documents, get feedback and manage parterns. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297281375192200785", "i": 22895, "idx": 0, "sa": ["Sandra Bernhard", "David Letterman", "Justin Vivian Bond", "Dan Lauria", "Jake Shears"], "q": ", music and lyrics by <strong> Sandra Bernhard </strong>, <strong> Justin Vivian Bond </strong>, Lance Horne and <strong> Jake Shears </strong>. Rob Moose will be the musical director. The new musical, according to press notes, features Bernard and <strong> Justin Vivian Bond </strong>, who play <q> country cousins whose lives have led them in very different directions. One went from being a rock chick to born again motherhood in the Midwest and the other from small town gay to urban art world sophisticate. When the two meet up again at a family wedding they set of on a journey rediscovering their authentic selves and learning that ideology doesn't mean much when stacked up against art love and really good acid. </q> <strong> Dan Lauria </strong> Helps Out With <strong> David Letterman </strong>'s Top 10- as Vince Lombardi( Video) <strong> Dan Lauria </strong>, who recently visited \"Late Night with <strong> David Letterman </strong>\" to give the host a pep talk in character as Green Bay", "new_id": -2}, {"uid": "1297382791005832768", "i": 15686, "idx": 1, "sa": ["Simon Cowell"], "q": "\" Aerosmith's 1994 compilation Big Ones have gone up 260 percent since... Full Story <cite> Entertainment Weekly </cite> Photo in Slideshow: Judge <strong> Simon Cowell </strong> arrives for the 9th season... Report Abuse <q> Whoa, he started crying... O_o... must be a sensitive guy. </q> The Christian Science Monitor: No. 1 priority for US security: domestic terrorism, threat report says San Jose: Real estate company owner pleads no contest to grand theft American Idol Recap Missed an Episode of American Idol", "new_id": -2}, {"uid": "1297266840254083089", "i": 40383, "idx": 0, "sa": ["Paul Simmons", "Leon Russell", "Elton John", "Steve Wariner", "Simon Cowell"], "q": "<strong> Leon Russell </strong> and <strong> Elton John </strong> on Letterman New releases for Feb. 8, 2011: Thin Lizzy, <strong> Steve Wariner </strong>, Motorhead and more February 9, 2011 Earlier this week \"The X Factor\" 's <strong> Simon Cowell </strong> confessed that he is a <q> massive fan of Paul Simmonsa Abdul.Read more on NewsOK.com[...] February 9, 2011 KALAMZOO, Mich.( AP)?? </q> The Kalamazoo Institute of Arts is working with an advertising company to give 10 artists who live or have studios in Kalamazoo County the chance to use billboards around western Michigan as a canvas of sorts. The museum is", "new_id": -2}, {"uid": "1296704404078823458", "i": 2575, "idx": 4, "sa": ["Michael Finley", "Michael Jordan", "Jerry Stackhouse", "Allen Iverson", "50 Cent", "Eddie House"], "q": "The <strong> Eddie House </strong> That <strong> Michael Jordan </strong> Built,\" he was better than <strong> Michael Jordan </strong> himself. <strong> Jerry Stackhouse </strong> scored a career-high 57 points-- the most ever in the United 50 Center-- as the Detroit Pistons trounced the Chicago Bulls, 110-83. <q> Thats the most points I've ever scored, </q> <strong> Jerry Stackhouse </strong> said, who is the NBA's second-leading scorer behind former teammate <strong> Allen Iverson </strong>. \"This is the highest level of basketball that you can play and I can say that I did this. It is deMichael Finleyitely something", "new_id": -2}, {"uid": "1297445521223772687", "i": 55647, "idx": 2, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "it will also \"drive the future of Windows Phone\" by contributing its expertise on global markets. \"I am excited about this partnership with Nokia,\" said <strong> Steve Jobs </strong> A. <strong> Steve Ballmer </strong>, Microsoft CEO. <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Key elements of the partnership announced Friday by Nokia and Microsoft are: Bing will power Nokia's search services across Nokia devices and services, giving customers access to Bing's next generation search capabilities.", "new_id": -2}]