[{"uid": "1295786647142147585", "i": 8002, "idx": 2, "sa": ["Andy Coulson", "Nick Clegg", "Chris Huhne"], "q": "whole-heartedly defending them. It can't be comfortable for <strong> Nick Clegg </strong>- being forced to speak out on behalf of a man who his party publicly denounced before the coalition formed( in 2009, <strong> Chris Huhne </strong> stated of <strong> Andy Coulson </strong> that <q> a future prime minister can not have someone who is involved in these sort of underhand tactics </q>). On the matter of who would be replacing <strong> Andy Coulson </strong>( speculation of who this will be is intense- read the last point in Signs of Shia courage By Sayed Mahdi Al-Modaressi- 05 February", "new_id": -2}, {"uid": "1296293567080576526", "i": 25209, "idx": 3, "sa": ["Allen Iverson", "Lionel Messi", "George Karl"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q> I don't think we can lose a( player) because of an injury the rest of the way, </q> <strong> George Karl </strong> said.`` It's the <strong> Lionel Messi </strong>- 2009-2010 <strong> Lionel Messi </strong> 2009-2010- Goals, Skills, Celebrations& Commentary 09-10 My newest <strong> Lionel Messi </strong> video and maybe my best! <strong> Lionel Messi </strong> Vs Fc Bayern Munich Info about <strong> Lionel Messi </strong>: <strong> Lionel Messi </strong>", "new_id": -2}, {"uid": "1295339132194592791", "i": 38689, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "David Letterman", "Faith Margaret Kidman Urban", "Keith Urban", "Nicole Kidman"], "q": "<strong> Keith Urban </strong> and <strong> Nicole Kidman </strong> have a new baby girl, <strong> Faith Margaret Kidman Urban </strong>, who joins 2-year-old sister Sunday Rose.( See <q> <strong> Nicole Kidman </strong>, <strong> Keith Urban </strong> give thanks. A lot. </q>) Posted on Tue, Jan. 18, 2011 Sideshow: <strong> Howard Stern </strong> targets <strong> Jay Leno </strong> in CNN interview <strong> Howard Stern </strong> may not be <strong> Jay Leno </strong>'s biggest fan.`` He's not fit to scrub <strong> David Letterman </strong>'s feet", "new_id": -2}, {"uid": "1295564439055377922", "i": 21034, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "thought leadership-- all of which are increasingly important given Google's global reach. Subscribe to The Economic Monitor to get the day's most relevant news, data and anlaysis. Sample <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said in an earnings release. <strong> Sergey Brin </strong>, Google's other co-founder, will focus on strategic projects, in particular new products.`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for", "new_id": -2}, {"uid": "1296108988167460874", "i": 736, "idx": 1, "sa": ["Michael Vick", "Kevin Kolb"], "q": "dogfighting operation.`` This one feels great due to the fact that I've been through so much and trained to getting back to this position,'' he said after the NFC opened practice Wednesday. <q> It's paramount for me and my family and I'm just thankful. </q> After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title.`` I'm enjoying", "new_id": -2}, {"uid": "1295389112219906093", "i": 3865, "idx": 0, "sa": ["Sergio Marchionne", "Lee Iacocca"], "q": "( Reuters)- Chrysler Group Chief Executive <strong> Sergio Marchionne </strong> vowed on Tuesday to keep the automaker on top of the minivan market in North America and said the company would develop a new type of minivan by 2014. <q> We're not going to give one inch of territory in terms of our domination of( the minivan) segment, </q> <strong> Sergio Marchionne </strong> told workers at the Windsor Assembly Plant, where the Dodge Grand Caravan and Chrysler Town& Country minivans are made. Chrysler, which popularized minivans in 1983 under former CEO <strong> Lee Iacocca </strong>, will`` rethink", "new_id": -2}, {"uid": "1297127604055640064", "i": 5711, "idx": 2, "sa": ["Steve Ballmer", "Nick Turner", "Wes Miller"], "q": "long as it produces results soon, <strong> Wes Miller </strong> said.`` You can play pin the blame on the donkey, but the reality is <strong> Steve Ballmer </strong> has to accept some of the blame,'' he said. <q> He also has to put the right people in the right places. </q>-- Editors: <strong> Nick Turner </strong>, Tom Giles To contact the reporter on this story: Dina Bass in Seattle at dbass2@bloomberg.net", "new_id": -2}, {"uid": "1296535073102203466", "i": 18224, "idx": 0, "sa": ["Allen Iverson"], "q": "that runs down <strong> Allen Iverson </strong>'s leg. Andrews says <strong> Allen Iverson </strong> will miss at least six to eight weeks. He says <strong> Allen Iverson </strong> should be able to resume his career after a prolonged period of rest. <q> We anticipate a full recovery and certainly anticipate him being able to resume a normal basketball career after a conservative period of time, </q> Andrews said in a statement released through <strong> Allen Iverson </strong>'s manager. <strong> Allen Iverson </strong>, the NBA's Most Valuable Player in 2001 with Philadelphia, agreed to a US$ 4 million, two-year deal with Besiktas after no NBA", "new_id": -2}, {"uid": "1296709837249151493", "i": 2389, "idx": 5, "sa": ["Kobe Bryant", "Magic Johnson", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Yao Ming </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran http://wn.com/Boston_Celtics_vs_Orlando_Magic_Game_2_Highlights_2009_Playoffs_[HQ] Boston Celtics vs Orlando <strong> Magic Johnson </strong> 2009 Playoffs", "new_id": -2}, {"i": 17605, "idx": 16, "index_answer": 0, "new_id": -1, "q": "with an injured rib and back.`` Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,'' <strong> Michael Vick </strong> said. <q> Unequal was one of the reasons I've been able to make it through the season. </q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call customer service at(808) 538-6397 for Neighbor Island", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]