[{"uid": "1295563322217792524", "i": 19785, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "4:33: Now Larry Page is talking, congratulating <strong> Eric Schmidt </strong> for his success over the last decade.`` <strong> Eric Schmidt </strong>'s a tremendous leader, I've learned a ton from him.'' 4:34: <q> When we started Google, people thought we were coming in too late. </q> Other parts of computing are still at the early stages. 4:35: <strong> Sergey Brin </strong> is reminiscing about the last decade and a half, and says he wants to focus on his personal passions. He doesn't", "new_id": -2}, {"uid": "1295968018237928473", "i": 3797, "idx": 2, "sa": ["Colin Powell", "Sen. Joe Lieberman"], "q": "off the table is indefensible.'' Today on CNN's State of the Union, ret. <strong> Colin Powell </strong> and former Secretary of State <strong> Colin Powell </strong> joined the growing chorus in calling for a reduction in defense spending: <q> CANDY CROWLEY: Where would you with specificity say,`` Look we don't need a bigger military? </q> Can we cut there? </blockquote> POWELL: Yeah. <strong> Sen. Joe Lieberman </strong> think we have to look at everything, domestic and our international accounts. As we draw down from Iraq and as over the next several years", "new_id": -2}, {"uid": "1295069800001703950", "i": 6153, "idx": 1, "sa": ["Sergio Marchionne", "Alan Mulally", "Mark Reuss"], "q": "GM North America President <strong> Mark Reuss </strong> and Chrysler's <strong> Sergio Marchionne </strong> all promise not to fall back into the trap of making too many cars and then slapping huge discounts on the vehicles to move metal off dealer lots. <q> This has been the heart of the problem in Detroit, </q> said <strong> Sergio Marchionne </strong>, who also heads up Fiat, the Italian auto company. <strong> Alan Mulally </strong> said Ford has learned that it has to`` deal with the current reality. You have to match production to real demand", "new_id": -2}, {"uid": "1294986596221888559", "i": 4041, "idx": 0, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Barack Obama", "Debbie Wasserman Schultz"], "q": "`` Our bond is strengthened because we share a profession and experiences,'' <strong> Debbie Wasserman Schultz </strong> said Thursday.`` But it's tighter than that. There are precious few good friends.'' <strong> Debbie Wasserman Schultz </strong> said the women <q> don't get a lot of social time </q> in Washington, but try to catch up when they can, recently lunching together in the Senate dining room at New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>'s request. It was <strong> Kirsten Gillibrand </strong> and <strong> Debbie Wasserman Schultz </strong>, along with House Minority Leader <strong> Nancy Pelosi </strong>", "new_id": -2}, {"uid": "1297446725101842956", "i": 11171, "idx": 9, "sa": ["John McCain", "Donald Rumsfeld"], "q": "for having a`` hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media''. <strong> John McCain </strong>'s reaction to these jibes has been to renew his criticisms of <strong> Donald Rumsfeld </strong> and to remark: <q> Thank God he was removed of his duties. </q> I quote this back at <strong> Donald Rumsfeld </strong>, who responds with a chilly smile:`` That's fairly typical of him... He was opportunistic. He spent his whole campaign attacking the Bush administration and he was not a", "new_id": -2}, {"uid": "1297272603143687692", "i": 24754, "idx": 1, "sa": ["Mike Pence"], "q": "and a prostitute. Mr. <strong> Mike Pence </strong> said the videos are`` heartbreaking evidence employees of Planned Parenthood... facilitating, essentially, the abuse of a minor and sex trafficking.'' <q> What is becoming more evident to people through these tapes and through these revelations... is that[ federal funding of Planned Parenthood] has to stop, </q> Mr. <strong> Mike Pence </strong> told`` America's Morning News'' radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would``", "new_id": -2}, {"uid": "1296452851051232810", "i": 44223, "idx": 0, "sa": ["John Stockton", "Michael Jordan", "Allen Iverson", "Bill Self"], "q": "packed crowd in <strong> Allen Iverson </strong> Fieldhouse. But he couldn't stop the Jayhawks from shooting almost 60 percent while Texas Tech( 16-12, 7-8) shot a miserable 29 percent in the biggest rout in Big 12 history. <q> I didn't like that. I have a lot of respect, and I really like <strong> Pat Knight </strong>, </q> <strong> Bill Self </strong> Sept. 11-- <strong> Michael Jordan </strong>, a five-time National Basketball Association Most Valuable Player and winner of a record 10 scoring titles, was among five people inducted to the Naismith Memorial Basketball Hall of Fame. Point guard <strong> John Stockton </strong>", "new_id": -2}, {"uid": "1296819224161726495", "i": 31438, "idx": 0, "sa": ["Dannii Minogue", "Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": "is thought <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> will return but <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong> are rumoured to be leaving to join the new US show when it launches later this year. A source said to UK newspaper The Sun: <q> This is causing producers a headache as the contract process always takes some time to hammer out. </q>", "new_id": -2}, {"uid": "1297446725101842956", "i": 11167, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "else say that, so I don't give it a lot of credence.'' I wonder aloud whether,`` as a leader you have to be a bit intimidating?'' But <strong> Donald Rumsfeld </strong> demurs- <q> Oh no, in fact you don't want to be. The truth is that I had tough jobs, a lot of them, and I'm comfortable taking tough decisions and I ask tough questions... and that isn't fun sometimes for people... But I've always been open to people coming back. </q> <strong> Donald Rumsfeld </strong>'s book has certainly generated a lot of tough comeback from those who see it as an extended exercise in self-justification and score-settling. Unsurprisingly, <strong> Donald Rumsfeld </strong> sees things differently. Sipping his lemonade, he says", "new_id": -2}, [{"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,'' says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q> Then a friend of mine... called me and said,' I think you're making a big mistake,'? </q> he says.`` Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?''", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}]]