[{"uid": "1296510222121487362", "i": 1910, "idx": 0, "sa": ["Michael Vick"], "q": "'. Report Abuse \"Drug dealers and drug usage would come to a screeching halt if the U.S. would replace illegal drug use with the electric chair as a means for liberals to escape reality.\" Report Abuse <q> Drug dealers and drug usage would come to a screeching halt if the U.S. would replace illegal drug use with the electric chair as a means for liberals to escape reality. </q> Report Abuse \"Drug dealers and drug usage would come to a screeching halt if the U.S. would replace illegal drug use with the electric chair as a means for liberals to escape reality.\" Time.com: <strong> Michael Vick </strong>:", "new_id": -2}, {"uid": "1296128197246497300", "i": 17598, "idx": 9, "sa": ["Michael Vick"], "q": "It's <strong> Michael Vick </strong>'s first trip to Hawaii as an Eagle, yet more importantly, it's the first since he was sentenced to prison for his role financing a dogfighting operation four years ago. <q> This one feels great due to the fact that I've been through so much, </q> <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. \"To be able to get back to this position is paramount to me, and I'm just thankful.\" <strong> Michael Vick </strong> also had", "new_id": -2}, {"uid": "1295304598102465596", "i": 46553, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman"], "q": "who steals other comedians' material. The New York Post said <strong> Howard Stern </strong> made the comments in an interview to air on Tuesday's edition of CNN's new chat program \"<strong> Piers Morgan </strong> Tonight.\" <q> <strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook. And the world knows exactly what he's up to. He steals a tremendous amount of material, </q> the Post quoted <strong> Howard Stern </strong> as saying. \"He's not fit to scrub <strong> David Letterman </strong>'s feet. I don't know how he's beaten <strong> David Letterman </strong> in the ratings. It's beyond my comprehension. America must be", "new_id": -2}, {"uid": "1296768815048218146", "i": 6340, "idx": 3, "sa": ["Steve Ballmer"], "q": ", whose team's first Windows Phone 7 application hit the Marketplace yesterday. <strong> Steve Ballmer </strong> said that with about 1,000 apps at launch, Microsoft is ahead of its competitors in their marketplace launch phases. <q> Over 1000 apps is good, but they need to build up to the big leagues in the next 6 months... </q> said Al Hilwa, IDC program director, Applications Development Software, in an email. \"From what I am seeing in the tools and how jazzed developers are, I think they will hit some big milestones for", "new_id": -2}, {"uid": "1297256995028704771", "i": 16723, "idx": 0, "sa": ["Piers Morgan", "Michael Oher", "Michael Vick"], "q": "birth mother, who has battled a drug addiction all of his life. \"After you try to help a person for so long, they have to want to help themselves,\" he said. <q> You beg and plead and cry. But at the end of the day, a person has to help themselves. You don't want to give up on anybody. You pray all the time and hope that works. But after you try for so long, a person has to want to help themselves. </q> The interview ended on an unexpected note when <strong> Piers Morgan </strong> asked <strong> Michael Oher </strong> if he felt that Philadelphia quarterback <strong> Michael Vick </strong> deserved a second chance. \"People mess up all the time,\" <strong> Michael Oher </strong> said. \"", "new_id": -2}, {"uid": "1295923521136986656", "i": 14725, "idx": 0, "sa": ["Stephen Colbert", "Simon Cowell"], "q": "that's been the thinking behind \"<strong> Stephen Colbert </strong> Idol,\" home of the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to <q> a cat being thrown off a skyscraper, </q> telling another, \"Don't mean to be rude, but you look like the Hulk's wife,\" reducing dozens of hopefuls to their worst \"ugly cry\"- and propelling the show to the No.", "new_id": -2}, {"uid": "1297195793265863175", "i": 16322, "idx": 2, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Richard Nixon", "President Bush"], "q": "him to his ultimate, necessarily lonely decision,\" reads the excerpt. The former Defence <strong> Donald Rumsfeld </strong> who also served during <strong> Richard Nixon </strong>'s presidency laid the blame for much of the failings of the Iraq war on <q> too many hands on the steering wheel. </q> <strong> President Bush </strong> <strong> Donald Rumsfeld </strong> of State and former National Security Adviser <strong> Condoleezza Rice </strong> too comes under attack for her \"bridging\" approach in the book, excerpts of which were carried in The Wall Street Journal today. Referring to", "new_id": -2}, {"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote: \"I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.\" Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which... </q> \"The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" \"Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}, {"uid": "1297186584205783042", "i": 40269, "idx": 0, "sa": ["Steve Ballmer"], "q": "who have engineering skills and experience executing product plans,\" reports Bloomberg Businessweek. \"The overhaul also may quell criticism from the board and investors that Microsoft is falling behind in some markets.\" <q> Microsoft needs engineering expertise to run product divisions that are taking on rivals Apple and Google in web services, smartphones and tablet computers, </q> writes VentureBeat. In all, four top executives have left the company since May. Just last month, Microsoft CEO <strong> Steve Ballmer </strong> pushed out server division president and company vet Bob Muglia, with the", "new_id": -2}, {"uid": "1297704186051036184", "i": 25431, "idx": 2, "sa": ["Steve Ballmer"], "q": "fresh choices, and amazing services.\" \"Nokia's support will help Windows Phone overall to build strength versus the other eco-systems,\" <strong> Steve Ballmer </strong> continued. Microsoft is working to ensure that innovation <q> doesn't lead to the kind of fragmentation for developers that other platforms in the phone arena are currently experiencing, </q> <strong> Steve Ballmer </strong> said. \"That's going to allow more phone designs at a broader range of price points and more exciting new apps and experiences for Windows Phone customers than we can imagine.\" Windows Phone", "new_id": -2}]