[{"uid": "1297451846240746502", "i": 36816, "idx": 9, "sa": ["George Washington", "Donald Rumsfeld", "John McCain", "Sean Roberts", "Alexander Cooley"], "q": "he said. And more recently, <strong> George Washington </strong> has closely cooperated with Uzbekistan over the Northern Distribution Network, a supply route the <strong> John McCain </strong> military uses to ship cargo overland through Europe and Central Asia into Afghanistan. <q> Indeed, a couple of years later, Tashkent once more tacked towards military cooperation with <strong> George Washington </strong>, </q> <strong> Alexander Cooley </strong> said. <strong> Donald Rumsfeld </strong>'s account highlights how high-profile security cooperation complicated US-Uzbek relations, said <strong> Sean Roberts </strong>, an international relations professor at <strong> George Washington </strong> University.`` Prior to 9/11, <strong> George Washington </strong> was able to engage", "new_id": -2}, {"uid": "1297462010177340423", "i": 32128, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "budget, which will be released Monday, is expected to include a 50 percent cut to the program.`` I'm going to fight very hard if there are cuts,'' said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. <q> I will try to restore as much money as I can. I will be looking for other ways to make sure that families and seniors aren't at risk because they don't have the funds to heat our homes. </q> While HEAP is expected to be cut, it is believed that other Health and Human Services Programs will actually see funding rise. You can send a story to multiple email addresses by separating the email", "new_id": -2}, {"uid": "1296486373063668243", "i": 2369, "idx": 6, "sa": ["Mike Pence"], "q": "dump deal. <strong> Mike Pence </strong> denounced such tactics after the campaign, writing in an essay titled`` Confessions of a Negative Campaigner'' that`` negative campaigning, I now know, is wrong.'' <q> It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan bickering, </q> he wrote in 1991. That same year, <strong> Mike Pence </strong> became president of the Indiana Policy Review Foundation, a conservative think tank based in Fort Wayne. After years as a radio talk-show host, <strong> Mike Pence </strong> started", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the`` Wapping two top men'' regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}, {"uid": "1295133242039174154", "i": 18549, "idx": 5, "sa": ["Allen Iverson"], "q": "as happy as I can be right now.'' <strong> Allen Iverson </strong> was surprised to learn he had tied his career high in assists.`` I'm glad I did something right in that game,'' he said. <q> I'm happy I had the assists that I had and obviously my teammates did a great job of finishing plays. I knew that whole game-- 48 minutes-- I had to do something our there right. As far as the offensive effort that I had, I did everything 99-percent wrong. And the assists were just that 1 percent I had right. </q> The win was the third straight for the 76ers( 35-34), who raised their record above.500 for the first time since they were 4-3. And it lifted them into a tie for seventh with Indiana in", "new_id": -2}, {"uid": "1297417738259899404", "i": 11691, "idx": 1, "sa": ["Steve Ballmer"], "q": "accelerating that change through a new path, aimed at regaining our smartphone leadership, reinforcing our mobile device platform and realizing our investments in the future.'' Microsoft CEO <strong> Steve Ballmer </strong> was equally enthusiastic: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute </q>. For those worried about Nokia-specific apps, like Nokia Maps, being consumed by the Microsoft OS, have no fear. Nokia software will supplement the Windows 7 experience, being integrated into Windows Phone 7", "new_id": -2}, {"uid": "1295957873147439632", "i": 18660, "idx": 0, "sa": ["Bill Leader", "Eric Cantor", "Mike Pence", "Ron Paul", "Jeffrey Young"], "q": "Chairman <strong> Ron Paul </strong> Ryan( R-WI) said that the GOP's goal was to cut`` a good$ 100 billion.'' <strong> Ron Paul </strong> Kevin McCarthy( of`` <strong> Jeffrey Young </strong> Gun'' fame) reiterated the promise, saying, <q> We're saying you <strong> The Republican Party </strong> through, <strong> The Republican Party </strong> back to pre-stimulus bailout numbers. We can live with that. </q>`` We've got to roll back there. That will save$ 100 billion in the first year,'' agreed <strong> Ron Paul </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority <strong> Bill Leader </strong> <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"uid": "1295617389243957781", "i": 46199, "idx": 4, "sa": ["Clive Goodman", "Andy Coulson"], "q": "give the 110 percent needed in this role. I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on,'' he said. <q> I'll leave within the next few weeks and will do so wishing the prime minister, his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government. </q> Mr. <strong> Andy Coulson </strong> has been under pressure for months over his role at the News of the World. He was its editor in chief in 2007 when a reporter, <strong> Clive Goodman </strong>, and an investigator the paper had", "new_id": -2}, {"uid": "1295832430187138098", "i": 27481, "idx": 0, "sa": ["Andy Coulson"], "q": "best thing to ask for when your views have about as much credibility as <strong> Andy Coulson </strong>'s future in journalism. Anyway, the Association's statement goes on to say( with my bolding) that: <q>`` Communications the Association have received show that dissatisfaction is growing with <strong> Professor Brian Cox </strong>'s support for Dara O'Briain's denigration of astrology in his Stargazing Live BBC2 television programme on 3rd January 2011( see the portion commencing 17' 30 </q> and 19' 45'' into the programme). \" His justification was fragmentary astronomy and empty of logic. Yet he allowed the total condemnation of astrology. This is particularly disappointing, because for the previous", "new_id": -2}, {"uid": "1296961777064782347", "i": 1044, "idx": 1, "sa": ["Michael Vick"], "q": "who dealt with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. <q> He had a plan and he stuck to that, both on and off the field, </q> Reid said.`` He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job", "new_id": -2}]