[{"uid": "1295981857139264049", "i": 18677, "idx": 0, "sa": ["Bill Lockyer", "David Meeks", "Dustin McDaniel", "Newt Gingrich"], "q": "Attorney General <strong> Dustin McDaniel </strong> would defend the bill if it were to become law, she said. The state GOP says the Democrats who voted against <strong> David Meeks </strong>' bill voted to oppress Arkansans' liberty. <q> Working Arkansans deserve the freedom to choose whether or not they wish to purchase health insurance, </q> Republican Party of Arkansas executive director Chase Dugger said in a statement. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog OAKLAND 4 BR", "new_id": -2}, {"uid": "1296405734264388636", "i": 10920, "idx": 1, "sa": ["Vince Carter", "Russ Granik", "Allen Iverson"], "q": "turned on to it,\" said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's First Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory. <q> For better or worse, fans like it when you get superstars going against each other. People have been hearing about these guys for years now, but they haven't gotten this far before where they met each other at this level. <strong> That guy </strong> gets people interested. </q> With the NBA's overall popularity declining and new rules designed to make the game more appealing set to take effect next season, an Iverson-Carter matchup is what the league really needed. \"Watching these two kids,", "new_id": -2}, {"uid": "1297361556156647441", "i": 19294, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "for <strong> Simon Cowell </strong>. So what of <strong> Simon Cowell </strong>? Was he missed or did <strong> Steven Tyler </strong> satisfy Idol fans' OMG quotient? No doubt an element of gravitas was painfully absent, but also conviction. When <strong> Simon Cowell </strong> would say, <q> I believe you are a star, </q> we followed like faithful minions- for nine years straight! It's going to take a minute to readjust, so be patient. And, unlike last season, let's maybe take it easy on the new", "new_id": -2}, {"uid": "1295807421110559236", "i": 28654, "idx": 13, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "Has Some Advice For <strong> Barack Obama </strong> <strong> Colin Powell </strong> was on \"Meet the Press\" last week, where he talked about all of the things <strong> Barack Obama </strong> has touted and been involved in for the last two years. <strong> Colin Powell </strong> said, <q> the <strong> Barack Obama </strong> also has to, I think, shift the way in which he has been doing things. I thin... POWELL ENDORSES OBAMA- Republican, Military <strong> Colin Powell </strong> Supports Democratic Ticket POWELL ENDORSES OBAMA- Republican, Military <strong> Colin Powell </strong> Supports Democratic Ticket <strong> Colin Powell </strong> Powel on <strong> John McCain </strong> \"Good Morning America </q> 7:04 am Package TOPIC: Backlash of <strong> Colin Powell </strong>'s Endorsement TRANSCRIPT: JOHN BERMAN: Though he said he admired <strong> John McCain </strong>, <strong> Colin Powell </strong> laid out a meticulous indictment of his old friend, on the economy- COLIN POWELL(", "new_id": -2}, {"uid": "1295250982187957319", "i": 40491, "idx": 0, "sa": ["Michelle Obama", "Russ Granik", "Larry Bird", "Vince Carter", "Magic Johnson", "Allen Iverson"], "q": "since the days of <strong> Magic Johnson </strong> and <strong> Larry Bird </strong>. As two of the NBA's most exciting young stars, they are dazzling spectators and TV viewers with limitless creativity and breathtaking moves in the Toronto Raptors-Philadelphia 76ers playoff series. <q> This matchup is great, and people are getting turned on to it, </q> said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's <strong> Michelle Obama </strong> Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory. \"For better or worse,", "new_id": -2}, {"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": " \"not committed\" to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q> Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile, </q> he said, adding he thinks <strong> Barack Obama </strong> \"is doing a good job right now.\"  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}, {"uid": "1295124191182747179", "i": 3268, "idx": 0, "sa": ["Allen Iverson"], "q": "toughness, and <strong> Allen Iverson </strong> is among the toughest players in the league. After taking a whack on the right thumb he badly sprained less than two weeks ago, he scored 17 of Philadelphia's last 26 points. <q> I was just trying to take what the defense gave me, </q> <strong> Allen Iverson </strong> said. \"I didn't want to be overaggressive. I just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taking away some of the", "new_id": -2}, {"uid": "1295907179241205261", "i": 14440, "idx": 0, "sa": ["Andy Coulson", "Chris Huhne"], "q": "has to decide on his own in a quasi-judicial capacity, whether to refer the BSkyB bid. It is understood that Ofcom has recommended that the bid should be referred. The No 10 spokesman said: <q> On the bid process... the culture secretary Jeremy Hunt is considering the report and he makes the decision in a quasi-judicial role. It is his decision alone. </q> Downing Street faced pressure on another front after <strong> Chris Huhne </strong>, the Liberal Democrat climate change secretary, accused the Metropolitan police yesterday of failing to investigate phone-hacking allegations properly. <strong> Andy Coulson </strong> resigned as the Downing", "new_id": -2}, {"uid": "1297283661263864336", "i": 6357, "idx": 3, "sa": ["Simon Cowell"], "q": "won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena. \"It was supposed to be similar to them doing their first concert,\" <strong> Simon Cowell </strong> explained. <q> It really helped show me who could handle the pressure. </q> <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star. \"There have been many, many times on these shows where I've hated somebody", "new_id": -2}, {"uid": "1295568037204079137", "i": 13918, "idx": 1, "sa": ["Eric Schmidt"], "q": "billion, or 67pc while revenues from outside of the United States totaled US$ 4.38 billion, representing 52pc of total revenues. \"Q4 marked a terrific end to a stellar year,\" said <strong> Eric Schmidt </strong>. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, Google and the wider web. </q> Google changes its management structure While <strong> Eric Schmidt </strong> will step down as CEO he will assume the role of executive chairman focusing on deals, partnerships and broader business relationships as well as advising founders Larry Page", "new_id": -2}]