[{"uid": "1295700143038944791", "i": 6711, "idx": 0, "sa": ["Catherine Ashton", "Saeed Jalili", "Andy Coulson"], "q": "enrichment not up for debate at talks Photo: <strong> Saeed Jalili </strong>, <strong> Catherine Ashton </strong> Photo: Iranians work in an internet cafe in central Tehran Report Abuse \"Like this is some big Deal to the world???-\" Report Abuse <q> The world needs to shut off all aid to N. Korea and to Iran... I could add about another 6 countries to the list as well... </q> Make a total and secure blockade around the countries. Tell China if they don't agree to N. Korea... no contracts... Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why", "new_id": -2}, {"uid": "1295762095175325199", "i": 12722, "idx": 2, "sa": ["Barack Obama", "John McCain", "Colin Powell", "Sarah Palin", "Dick Cheney"], "q": ". <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. \"He has both style and substance. I think he is a transformational figure,\" <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" <q> <strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well, </q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he questioned <strong> John McCain </strong>'s judgment in picking <strong> Sarah Palin </strong> as his running mate because he does", "new_id": -2}, {"uid": "1296636582244858934", "i": 3257, "idx": 0, "sa": ["Sam Brownback", "Sen. Bernie Sanders"], "q": "in fact, What's more, the Times reports that Kansas' new governor, former <strong> Sen. Bernie Sanders </strong> <strong> Sam Brownback </strong>, plans to lead the state legislature in adopting measures that were previously vetoed by his less conservative successors, <q> including regulations that will make it harder to open abortion clinics or to perform abortions in the second trimester. </q> Huckabee: Palestinians Should Be Resettled In \"Muslim' Territory Backlash Against Smart Meters: Are the Green Gizmos Really a Threat to Public Health and Privacy? Could You` Play Gay\" if Your Life Depended", "new_id": -2}, {"uid": "1295189804049070144", "i": 20202, "idx": 4, "sa": ["Mike Darnell", "Simon Cowell"], "q": "the triple-threat up here.' So I think we're going to be good, man.\" \"Look, the show is amazing,\" said <strong> Mike Darnell </strong>, Fox's president of alternative entertainment. <q> I mean, it's 10 years in. Let's all get perspective on it. It's achieved the virtual impossibility of being, six years in a row, the No. 1 show... that's bigger than M* A* S* H. That's bigger than All in the Family. \"This new panel is terrific, and I think the audience, if it keeps coming at these levels- considering DVR use and everywhere that television's been- we'll be thrilled. </q> Will American Idol miss <strong> Simon Cowell </strong>? Probably, especially when it's time to disinvite tone-deaf hopefuls from the competition. Compare some choice <strong> Simon Cowell </strong> quotes over the years to opinions offered by the new panel in the first", "new_id": -2}, {"uid": "1297616629186400779", "i": 26896, "idx": 38, "sa": ["Donald Rumsfeld"], "q": "'s a presidential directive saying you are responsible. You have a command which is not up to the job. You have a civilian authority in Iraq not really taking your guidance,\" Martin continued. <q> And not working closely with the military, which is unfortunate, </q> <strong> Donald Rumsfeld </strong> added. \"Why did you stand for that?\" asked Martin. \"You have to cut him some slack,\" <strong> Donald Rumsfeld </strong> explained. \"You have to assume that he knows", "new_id": -2}, {"uid": "1296028552166068261", "i": 2000, "idx": 0, "sa": ["Eric Schmidt"], "q": "people this year, taking on more than 6,000 workers worldwide. Persaud also said the return of co-founder Larry Page to the company's helm in April would not affect operations in the region. <q> I don't see it as much of a change as the current CEO will still be in the company... It's business as usual, </q> he said. Last week, in a surprise shakeup of its top management, the California-based company announced that <strong> Eric Schmidt </strong>, its chief executive over the past decade, would step aside in April and be replaced", "new_id": -2}, {"uid": "1296060080049987593", "i": 28557, "idx": 1, "sa": ["Liv Tyler", "Simon Cowell", "Mia Tyler"], "q": "is way more interesting than <strong> Simon Cowell </strong> and his nasty quips. \"We're a very sarcastic family,\" said <strong> Mia Tyler </strong>, a plus-sized model and <strong> Liv Tyler </strong>'s paternal half-sister. <q> He's the funniest man I know. He's saving the show because it was kind of boring before. There's only so many times you can watch <strong> Simon Cowell </strong> be mean to people. </q> While <strong> Mia Tyler </strong> may be biased, there's no doubt that the Aerosmith frontman's comments are entertainingly unpredictable. For example, he said about one contestant: \"Water that flower'cause I think", "new_id": -2}, {"uid": "1295587963072171541", "i": 25095, "idx": 12, "sa": ["Eric Schmidt", "Danny Sullivan", "Google Inc."], "q": "been. We can more or less know what you're thinking about,\" he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and <strong> Google Inc. </strong> as \"creepy.\" <q> The biggest thing I wonder is after a year or so of having various gaffes and statements taken out of context if he decided he no longer wanted to play that front-man role, </q> said <strong> Danny Sullivan </strong>, the editor-in-chief of the SearchEngineLand news site. In his new role, <strong> Eric Schmidt </strong> indicated he will focus on meeting with <strong> Google Inc. </strong>'s business partners and government officials around the world.", "new_id": -2}, {"uid": "1296053007157138945", "i": 23323, "idx": 0, "sa": ["Michael Vick", "The CEO"], "q": "of remarkable after it appeared he was destined to become untouchable following the dog fighting arrest. <strong> The CEO </strong> of Unequal Technology addressed the reasoning behind choosing <strong> Michael Vick </strong> as the company's spokesman despite his checkered past. <q> \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q>\" The crimes he committed were of unspeakably terrible, but given a second-chance, <strong> Michael Vick </strong> has made the most of his opportunity. His story of redemption is the feel-good story America loves-- the kind of", "new_id": -2}, {"i": 16110, "idx": 0, "index_answer": 0, "new_id": -1, "q": "as the Wi-Spy incident, and to call CEO <strong> Eric Schmidt </strong> to testify under oath. In a letter to <strong> Darrell Issa </strong>, <strong> Jamie Court </strong>, Consumer Watchdog president and John <strong> M. Simpson </strong>, Inside <strong> Google Inc. </strong> Project director, wrote: <q> An investigation by the committee of <strong> Google Inc. </strong>'s relationship to the Administration is particularly timely now in light of the way the Federal Trade Commission closed its probe of the Wi-Spy incident, and the Department of Justice's current review of the pending acquisition of ITA Software. </q> http://insidegoogle.com/wp-content/uploads/2011/01/GOOGGovfinal012411.pdf http://insidegoogle.com/wp-content/uploads/2011/01/LtrIssa012411final.pdf The report, Lost in the Cloud: <strong> Google Inc. </strong> and the US Government, is drawn from records obtained through the Freedom of Information Act and interviews. It found that <strong> Google Inc. </strong>'s ambitious quest for", "sa": ["Jamie Court", "Eric Schmidt", "M. Simpson", "Darrell Issa", "Google Inc."], "uid": "1295965636047955976"}]