[{"uid": "1295901953137494561", "i": 1659, "idx": 5, "sa": ["Zahi Hawass"], "q": "competent'' German government was re-established. Egypt, added the statement, recognized and appreciated the care accorded by Germany to the painted limestone bust of the famous ancient Egyptian queen, but added: <q>Egypt is confident that the German authorities will assist in facilitating its return. The government and people of Egypt are eager that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.</q> If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. ''They don't like me for making these requests,'' said <strong> Zahi Hawass </strong>. ''But I do", "new_id": -2}, {"uid": "1295890352156680217", "i": 24917, "idx": 1, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": "make Google a social powerhouse. <strong> Eric Schmidt </strong> put many people off, particularly privacy advocates, with his seemingly flippant statements about user privacy. There's this classic comment to CNBC's <strong> Maria Bartiromo </strong> in December 2009: <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.</q> Statements such as these prompted Consumer Watchdog to jab <strong> Eric Schmidt </strong> with this evil ice cream man video. That <strong> Eric Schmidt </strong> no longer be in a position to make such statements as Google's chief spokesperson will help", "new_id": -2}, {"uid": "1296325880108724239", "i": 20425, "idx": 0, "sa": ["Simon Cowell", "David Archuleta", "Steven Tyler"], "q": "about the season so far is season seven runner-up <strong> David Archuleta </strong>. Speaking in a new interview with The Hollywoord Reporter, here is what ''Archie'' had to say specifically about <strong> Steven Tyler </strong> as a judge: <q> ''A lot of people didn't realize what a character he is. He really made it funny and entertaining to watch. I thought he was going to be more reserved or quiet. I thought he was going to be more self-conscious than he was, and I'm happy he wasn't. I guess he's used to being in front of people and having to deal with attention. It really was refreshing that the judges were able to be themselves.</q>'' <strong> David Archuleta </strong> also had a few fascinating comments about Randy Jackson, who some people say has been installed as a sort of ''head judge'' now that <strong> Simon Cowell </strong> has left the show: ''", "new_id": -2}, {"uid": "1295587963072171541", "i": 25092, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "attention and prosaic duties that come with running one of world's most scrutinized companies. ''I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World As We Know It.</q> ''I think <strong> Eric Schmidt </strong> is burned out.'' There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly calls to", "new_id": -2}, {"uid": "1296075398185663489", "i": 15594, "idx": 0, "sa": ["Eric Schmidt", "Wendy Schmidt", "Peter Diamandis"], "q": "about the <strong> Wendy Schmidt </strong> Oil Cleanup X Challenge prize. <strong> Eric Schmidt </strong> and her husband will also serve as co-chairs for the May 21 X Prize Gala at Google's Moffett Field hangar in Mountain View. <q>Some of our prizes, like the space challenge, are years in development for competing teams,</q> <strong> Peter Diamandis </strong> said. ''But with the Deepwater Horizon spill in July, we immediately received calls asking, ''Can't you do something?''' But <strong> Peter Diamandis </strong> realized the larger and more critical challenge is", "new_id": -2}, {"uid": "1295809830194183172", "i": 2248, "idx": 1, "sa": ["Eric Schmidt", "... More", "Thomas Aragon", "Woodrow Wilson"], "q": "have made their case on <strong> ... More </strong> <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009 <strong> ... More </strong>. Public Health 257B- Fall 2009- Lecture 6 Public Health Preparedness and Emergency Response Professor <strong> Thomas Aragon </strong> <strong> ... More </strong> Public Health 257B-", "new_id": -2}, {"uid": "1297370514070008875", "i": 40852, "idx": 1, "sa": ["Steven Tyler", "Paula Abdul", "Simon Cowell", "Janet Jackson"], "q": "that she might join him on the judging panel of his new American edition of his More Live to Dance News <strong> Paula Abdul </strong> then reluctantly admitted that despite their differences, she does miss <strong> Simon Cowell </strong>. <q>Of course, I miss everybody. I miss <strong> Simon Cowell </strong>. I do,</q> <strong> Paula Abdul </strong> said. In addition, <strong> Paula Abdul </strong> also revealed the former Idol judges share something else in common: neither has seen a full episode of the current season featuring Randy <strong> Janet Jackson </strong> and new judges <strong> Steven Tyler </strong>", "new_id": -2}, {"uid": "1296521662156762117", "i": 31069, "idx": 3, "sa": ["Allen Iverson", "George Karl"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q>I don't think we can lose a( player) because of an injury the rest of the way,</q> <strong> George Karl </strong> said. ''It's the time of year where we have to play like it's a playoff circumstance. Everybody is hurting a little bit_ AI is probably at the top of the Check out the", "new_id": -2}, {"uid": "1297418088097157153", "i": 22357, "idx": 1, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": " ''U.S.A. U.S.A.'' <strong> Dick Cheney </strong>, who wears an external heart pump, moved well and looked healthier than he has at some recent appearances. He jokingly acknowledged the crowd in typically unsentimental fashion. <q>All right, sit down and shut up,</q> <strong> Dick Cheney </strong> told the group. There were loud cheers for both <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>. There was also some heckling by those in the crowd opposed to the war in Iraq and its costs. Still, the", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q>What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me,</q> <strong> Donald Rumsfeld </strong> writes. ''At that moment, I couldn't speak.''( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}]