[{"uid": "1295690356156418069", "i": 18150, "idx": 0, "sa": ["Luis Scola", "Carmelo Anthony", "Allen Iverson", "LeBron James"], "q": "rebounds, then missed a 16-foot jumper before <strong> Luis Scola </strong> got the rebound. On the ensuing play, Brooks penetrated before connecting with the 18 http://wn.com/Allen_Iverson_25pts_Melo_vs_Lebron_James_Cavaliers_NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules Cleveland's hoops King. <q> I know he hates losing to me, </q> <strong> Carmelo Anthony </strong> said with a laugh. <strong> Carmelo Anthony </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over the injury-depleted Cavaliers. <strong> Carmelo Anthony </strong>, who got to rest in the", "new_id": -2}, {"uid": "1295350326057589761", "i": 44409, "idx": 1, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "of The X Factor in 2007. Discussing his boss with New! magazine, <strong> Dermot O'Leary </strong> praised <strong> Simon Cowell </strong> for having time for everyone. \"<strong> Simon Cowell </strong> is a remarkably surprising, down-to-earth man,\" he said. <q> You don't get that level of success if you haven't got a touch of normality. \"He's very much a common man, someone you could go for a beer with and who you'd have no hesitation in talking to about anything at all. I clicked with him immediately. He is a really nice guy, not affected, and has time for everyone. He's a showman but his head's not in the clouds. He is not aloof. </q> He added: \"<strong> Simon Cowell </strong> is a businessman who makes some money and makes sure there are certain standards of performers there for a mass market.\" claimed that <strong> Simon Cowell </strong> is not the \"ogre\" some", "new_id": -2}, {"uid": "1295419250126189579", "i": 24266, "idx": 6, "sa": ["Sergio Marchionne", "Derrick Rose"], "q": "arrive in 2013. Chrysler has spent$ 1.4 billion since 2008 on its minivan family and production increased 62 percent in 2010. The Town& Country ended the year as the top-selling minivan. <q> We're not going to give up one inch of territory in domination of this segment, </q> <strong> Sergio Marchionne </strong> said. apriddle@detnews.com(313)222-2504 Vincent Goodwill <strong> Derrick Rose </strong>: <strong> Derrick Rose </strong> has essentially vaulted himself to the top of the MVP race, and you can't have a discussion without talking about him. His", "new_id": -2}, {"uid": "1295366179186253335", "i": 43862, "idx": 1, "sa": ["Cheryl Cole", "Avril Lavigne", "Derek Hough", "Simon Cowell", "Aggro Santos"], "q": "he lives. <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood.\" The insider claimed that <strong> Cheryl Cole </strong> is not yet ready to move in with <strong> Derek Hough </strong>, explaining: <q> <strong> Cheryl Cole </strong> and <strong> Derek Hough </strong> have definitely been getting closer, but she wants her own life in LA- her own identity, not just as <strong> Derek Hough </strong>'s girlfriend. She needs space and a chance to make her own life. </q> This week, we rate Britney, Adele, <strong> Avril Lavigne </strong>& <strong> Aggro Santos </strong>! EastEnders: Carol tells Bianca the truth Emmerdale: Andy is officially questioned Hollyoaks: 2997: Brendan helps out Mitzeee", "new_id": -2}, {"uid": "1295873978013910017", "i": 12467, "idx": 1, "sa": ["Patrick Leahy", "Barack Obama", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "Democratic <strong> Sen. Bernie Sanders </strong> Peter Welch said he's sure <strong> Barack Obama </strong> will mention <strong> Gabrielle Giffords </strong>. The shooting rampage has prompted \"a lot of reflection\" among lawmakers about the tone of political debate. <q> I'd like to see the president use his bully pulpit to bring us back to the recognition that we can have hard-fought battles and disagree on policy, but at the end of the day we have to make progress, </q> Welch said. <strong> Patrick Leahy </strong>, <strong> Sen. Bernie Sanders </strong> and Welch say they favor dispensing with the segregated seating by party that has been the tradition at State of the Union speeches. Instead, they said, Democrats", "new_id": -2}, {"uid": "1295985212180977683", "i": 30853, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": " \"You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right,\" she said. <q> If you are not,... it's probably a program best administered and controlled at the state level. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1296175633054247430", "i": 26630, "idx": 9, "sa": ["Jackie Walorski", "Mitch Daniels", "Mike Pence"], "q": "continue to raise money in his U.S. House campaign fund and later transfer that to campaign for governor if he decides to run. <strong> Jackie Walorski </strong> said she expected <strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. <q> He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through, </q> she said. \"Obviously it'd be great for the state of Indiana.\" People ski near the Congress Center at the World Economic Forum... White House Chief of Staff Emanuel listens to U.S....,", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.\"( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}, {"uid": "1295629433247332867", "i": 23727, "idx": 0, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "hung over him, <strong> Ed Miliband </strong> said today. Speaking during a visit to Scotland shortly after <strong> Andy Coulson </strong>'s announcement, the Labour leader said the resignation raised questions about <strong> David Cameron </strong>'s judgment. <q> He's now done the right thing, </q> <strong> Ed Miliband </strong> said. \"I think there are questions about <strong> David Cameron </strong>'s judgment about hanging on to him as long as he did.\" Labour, which had been expecting <strong> Andy Coulson </strong> to resign for weeks, had", "new_id": -2}, {"uid": "1296458269077217816", "i": 40716, "idx": 6, "sa": ["LeBron James", "Dwyane Wade", "Rasheed Wallace", "Chris Bosh", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/Miami_Heat_vs_Golden_State_Warriors_114__107_January_1,_2011 <strong> Dwyane Wade </strong> scores 25 points, <strong> LeBron James </strong> and <strong> Chris Bosh </strong> add double-doubles as the Heat come back to defeat the", "new_id": -2}]