[{"uid": "1295425615261013543", "i": 55289, "idx": 4, "sa": ["Erskine Bowles", "Barack Obama", "Bernie Sanders"], "q": "and <strong> Erskine Bowles </strong>, to co-chair his deficit commission, which proposed trimming the program's payouts by increasing the retirement age. <strong> Barack Obama </strong> \"could have said that's not on the table,\" <strong> Bernie Sanders </strong> said. <q> He didn't say that. </q> But much more disconcerting, the senator added, was the tax deal the <strong> Barack Obama </strong> struck with Senate Republicans last month, which included a one-year cut in the payroll tax- the source of Social Security's", "new_id": -2}, {"uid": "1295545167266109004", "i": 47585, "idx": 2, "sa": ["Sergio Marchionne"], "q": "\" \"In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers-especially if their dollars stay in America,\" <strong> Sergio Marchionne </strong> said. <q> Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track. </q> China Takes Aim at Boeing and Airbus Unfazed by its previous flops, China is more determined than ever to build a homegrown commercial airplane. This time around, China may get it right. An Atmosphere", "new_id": -2}, {"uid": "1297387301200884277", "i": 12369, "idx": 0, "sa": ["Robson Green", "Simon Cowell"], "q": "mother's number and she told him she always wanted me to be a singer. My mother was in cahoots with <strong> Simon Cowell </strong>! <strong> Simon Cowell </strong> then had this ally and it was basically emotional blackmail!\" He added: <q> I am still good friends with <strong> Simon Cowell </strong> and my wife was his PA for 12 years. </q> Advertisement But <strong> Robson Green </strong> said despite singing recently in ITV1's Joe Maddison's War, he had no desire to return to the pop charts. He said: \"I went into the studio and", "new_id": -2}, {"uid": "1295617480099680409", "i": 7216, "idx": 1, "sa": ["Andy Coulson"], "q": "doctor resigns THE British prime minister's director of communications <strong> Andy Coulson </strong> has resigned amid accusations that he was aware of phone hacking by his journalists while working as editor of the \"News of the World\" newspaper. <q> I can today confirm that I've resigned as Downing Street director of communications, </q> <strong> Andy Coulson </strong> said in a statement. \"Unfortunately, continued coverage of events connected to my old job at the \"News of the World\" has made it difficult for me to give the 110 per cent", "new_id": -2}, {"uid": "1296864128056573964", "i": 29123, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "was widespread and \"easy\" . He insisted that Mr <strong> Andy Coulson </strong>, who finally left No. 10 on Tuesday and denies knowledge of any phone tapping during his time as editor of the paper, knew that <q> a lot of people did it </q> at both the News of the World and its sister paper, The Sun. \"The real scandal is[ <strong> David Cameron </strong>] <strong> David Cameron </strong> would have been briefed` We can probably get away with this one,", "new_id": -2}, {"uid": "1295597477213057536", "i": 28846, "idx": 2, "sa": ["Eric Schmidt"], "q": "F?R MEHR ALS 300 MIO DOLLAR Google meldete die nderungen an der Spitzen der B?rsenaufsichtsbeh?rde SEC. Dabei wurde bekannt, dass sich <strong> Eric Schmidt </strong> auch von einem kleinen Teil seiner Google-Aktien trennen will. <q> <strong> Eric Schmidt </strong> hat vor, 534.000 Aktien zu verkaufen </q>, hei?t es in der Meldung an die SEC. Dies entspricht zum gegenw?rtigen B?rsenkurs einem Wert von 334 Millionen Dollar( 247 Mio Euro). Macht <strong> Eric Schmidt </strong> von dieser Option in vollem Umfang Gebrauch,", "new_id": -2}, {"uid": "1296530715200818714", "i": 37136, "idx": 2, "sa": ["Allen Iverson", "Chris Webber", "Phil Jackson", "Kobe Bryant"], "q": "While Phil Jacksonadelphia remained 2 1/2 games behind Boston in the Atlantic Division, <strong> Chris Webber </strong> gave a glimpse of what he could contribute down the stretch. \"I think every <strong> Kobe Bryant </strong> bit helps your confidence,\" <strong> Chris Webber </strong> said. <q> One day you're averaging a number that many people don't do in three categories and the next day you're worthless. And that's from myself, I don't even care what everyone else is saying. </q> <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. \"He wants to play well so", "new_id": -2}, {"uid": "1295569075103366669", "i": 2703, "idx": 0, "sa": ["Bernie Sanders", "Barack Obama"], "q": "cutting Social Security benefits when he ran for <strong> Barack Obama </strong> in 2008. In recent weeks, however, he has stayed largely silent on the proposal to cut benefits put forth by the fiscal-responsibility commission he appointed. <q> I urge you to once again make clear to the American people that under your watch we will not cut Social Security benefits, raise the retirement age or privatize this critical program, </q> <strong> Bernie Sanders </strong> wrote in a letter to <strong> Barack Obama </strong>. \"Social Security is a promise that we can not and must not break.\" <strong> Bernie Sanders </strong>, who caucuses with Senate Democrats, and other liberals are worried about", "new_id": -2}, {"uid": "1297098472243499017", "i": 19112, "idx": 0, "sa": ["Susan Boyle", "Simon Cowell"], "q": "New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <strong> Susan Boyle </strong>. <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said in a statement. Britain's \"The X Factor\" , which launched in 2004, won the talent show category at Britain's National Television Awards two weeks ago beating \"Britain's Got", "new_id": -2}, {"uid": "1295364352186253316", "i": 23439, "idx": 10, "sa": ["Michael Vick"], "q": "also was asked with how he deals with the criticism that comes his way. \"In this country, you have the freedom of speech and you can say whatever you want,\" he said. <q> As long as you say it to the right people, not bluntly put out in my face, then it don't make me any difference. People can say anything they want. They can have their own opinions, but it doesn't mean it's valid... It motivates me. </q> <strong> Michael Vick </strong> picked up another Comeback Player of the Year award yesterday, as we told you last night here on Eagletarian Because your contributions are currently under review, no comments can be made at this time. Philly.com", "new_id": -2}]