[{"uid": "1295283369244170816", "i": 12986, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Gordon Ramsay"], "q": "interview, <strong> Piers Morgan </strong>- a former newspaper editor and talk-show host in the U.K.- says his style is brash, in the mold of fellow Brits <strong> Simon Cowell </strong> and <strong> Gordon Ramsay </strong>. His guests, he says, will <q> have a choice between having a safe, easy five-minute ride to plug their movie </q> elsewhere on TV,`` which in the end is rather boring and unmemorable,( or) coming on for an hour and jousting with this rather annoying Brit. And if they succeed, they'll be the", "new_id": -2}, {"uid": "1295163126076267547", "i": 1892, "idx": 0, "sa": ["John Dye", "Peter Yates", "David Letterman"], "q": "with you.) FACECROOK: A hacker who went to the took to Facebook to thank her fans for their support over the last few months. FAREWELLS: <strong> David Letterman </strong> Nelson, actor, director and <q> the older of the Nelson boys, </q> as the opening credits of died of colon cancer at 74... <strong> John Dye </strong>, star of died of heart failure at 47... <strong> Peter Yates </strong>, Oscar-nominated director of checking out of The Office sooner than we thought!...", "new_id": -2}, {"uid": "1297186010216317983", "i": 14470, "idx": 0, "sa": ["Mick Jagger", "Matt Lauer", "Simon Cowell"], "q": "information he could give, with <strong> Matt Lauer </strong> listing a string of celebrities, including <strong> Mick Jagger </strong>, who have been linked to the role.`` It's definitely not <strong> Mick Jagger </strong>!'' laughed <strong> Simon Cowell </strong>, before saying: <q> I was talking to somebody on Friday who I really, really want to be on the show and I'm waiting on a decision. </q> When <strong> Matt Lauer </strong> asked for the identity of the individual, <strong> Simon Cowell </strong> responded:`` I can't say. I really, really at this point can't say... I'm sworn to secrecy. They'll", "new_id": -2}, {"uid": "1295802494101695495", "i": 36367, "idx": 10, "sa": ["Colin Powell", "Laurence Arnold", "Barack Obama"], "q": "the stability and services that Afghans are looking for, <strong> Colin Powell </strong> said. He said it's too early to know how many troops <strong> Barack Obama </strong> may be able to bring back to the U.S. in July. <q> I think one year of surge has produced rather inconclusive results, </q> <strong> Colin Powell </strong> said.`` I can not tell whether or not the surge is successful.''-- With assistance from Mike Dorning in Washington. Editors: Ann Hughey, <strong> Laurence Arnold </strong>. To contact the", "new_id": -2}, {"uid": "1295425658058294275", "i": 46851, "idx": 0, "sa": ["Mike Pence", "Ronald Reagan", "Jack Kemp", "Jim Ryun", "Newt Gingrich"], "q": "to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1295616804243957924", "i": 19183, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "into illegal phone hacking at a tabloid newspaper when he was editor. Following are analysts' comments on his decision and its implications for Prime Minister <strong> David Cameron </strong>: LABOUR PARTY LEADER ED MILIBAND <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think he should have gone earlier. He has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgement, about hanging on to him as long as he did. </q> TIM BALE, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX`` It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation", "new_id": -2}, {"uid": "1296704404078823458", "i": 2145, "idx": 0, "sa": ["Rasheed Wallace", "Rick Pitino", "Allen Iverson", "Lamar Odom"], "q": "Pistons since Jan. 8, 2002. The Western Conference-leading Lakers earned their fourth straight victory to pull within a game of NBA-leading Cleveland, and five in a row on the road for a league-high 26 this season. <q> <strong> Michael Jackson </strong> of our goals is to have the best record before the playoffs start to have home-court advantage, </q> <strong> Lamar Odom </strong> acknowledged. At this point, the once-mighty Pistons simply are hoping to make the playoffs. They were without <strong> Allen Iverson </strong>( back), <strong> Rick Pitino </strong> Hamilton( groin) and <strong> Rasheed Wallace </strong>( calf) against the Lakers.", "new_id": -2}, {"uid": "1295217254029671474", "i": 19214, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend.`` That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles", "new_id": -2}, {"uid": "1296515604235749377", "i": 1589, "idx": 0, "sa": ["Zahi Hawass"], "q": "pharaohs, according to The Associated Press. Around 1,000 people scaled the walls on the museum's eastern side on Friday, according to <strong> Zahi Hawass </strong>, secretary general of the Supreme Council of Antiquities. <q> They went into the Late Period gallery, but when they found no gold, they broke thirteen vitrines and threw the antiquities on the floor, </q> <strong> Zahi Hawass </strong> said on his blog. The looters then entered Tutankhamun's galleries and opened one case.`` The criminals found a statue of the king on a panther, broke it, and threw", "new_id": -2}, [{"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}]]