[{"i": 47069, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. \"As a person and a player I learned a lot through my experiences on and off the field,\" <strong> Michael Vick </strong> said. <q>Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the importance of it and how hard it is to get to where we are today.<q> <strong> Michael Vick </strong> passed for 3,018 yards and 21 touchdowns( 233 of 372), scoring a 100.2 passer rating, and rushed for 676 yards( 6.8 average) and 9 touchdowns. Bargaining session:", "sa": ["Michael Vick"], "uid": "1296965126246792205"}, {"uid": "1295567825105267222", "i": 2519, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. \"We're trying to be as transparent and as collaborative as possible,\" <strong> Eric Schmidt </strong> said. <q>We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that,<q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several \"significant\" new products. He said he", "new_id": -2}, {"uid": "1295829625240762905", "i": 41856, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Arizona. \"I think he's got a way to go,\" Mr <strong> Colin Powell </strong> said. <q>I mean, he hasn't achieved all of his purposes, but he's stabilised the economy.<q> \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" 18 Oct 2008 \"I think he has reached out to countries around the world and has", "new_id": -2}, {"uid": "1297452178198262785", "i": 40800, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "ABC News Radio the nation is ready for open service. \"First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,\" <strong> Donald Rumsfeld </strong> said. <q>We know that[ repeal of a ban on gays serving openly] is an idea whose time has come.<q> <strong> Donald Rumsfeld </strong> says he has \"enormous respect\" for the ground commanders and service chiefs who have expressed concerns about the impact of gays serving openly on unit cohesion, and he urged the top brass to implement", "new_id": -2}, {"uid": "1297130830124354601", "i": 24775, "idx": 0, "sa": ["Simon Cowell"], "q": "an episode of \"American Idol\" since he left the show. Talking to reporters on a conference call for his new music competition series, \"The X Factor,\" <strong> Simon Cowell </strong> says, <q>I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well.<q> While <strong> Simon Cowell </strong> isn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. \"What I was more concerned about[ was] the", "new_id": -2}, {"uid": "1296744775261505039", "i": 17111, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Michael Jackson"], "q": "the Groundhog Watch: Crisis in Egypt: Clashes on Cairo's Streets Watch: Woman Says She Heard <strong> Michael Jackson </strong> Die On Phone <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War The Middle East would be <q>far more perilous than it is today<q> with <strong> Saddam Hussein </strong> in power, <strong> Donald Rumsfeld </strong> wrote in his new book, \"Known and Unknown: A Memoir\"-- slated to be released next week. While the book's contents have been a tightly guarded", "new_id": -2}, {"uid": "1295903297179077120", "i": 31095, "idx": 1, "sa": ["George Shultz", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>'s parents wrote to each other during World War II. <strong> Donald Rumsfeld </strong>'s sister Joan and former <strong> Donald Rumsfeld </strong> of State <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations. <q>I started thinking about this amazing archive I had,<q> he said during a recent interview. \"The fact that I had it, persuaded me that I ought to take advantage of it.\" <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite", "new_id": -2}, {"uid": "1297132828174243900", "i": 12311, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.<q>", "new_id": -2}, {"uid": "1295788090114884638", "i": 28976, "idx": 0, "sa": ["Alastair Campbell", "Andy Coulson"], "q": "- review In <strong> Alastair Campbell </strong>'s introduction to the second volume of his unexpurgated diaries( volumes three and four are to follow shortly, at which point, he says, he will have provided the world with <q>the longest, and possibly the most complete, single account of life at the heart of the <strong> Tony Blair </strong> team<q>), the former New Labour spin doctor professes himself still to be amazed at what the Labour government scandal has now forced <strong> Andy Coulson </strong> into two January resignations <strong> Andy Coulson </strong> will have more children. Photograph: Oli Scarff/AP", "new_id": -2}, {"uid": "1295419250126189579", "i": 24260, "idx": 0, "sa": ["Sergio Marchionne"], "q": "might come out later than its sibling, the 300, because the Chrysler brand commands higher prices and larger profits. Bragman said the big sedans and minivans are good choices for hybrid powertrains. <q>The technology makes the biggest difference in vehicles with the worst mileage,<q> he said. <strong> Sergio Marchionne </strong> used his visit to Windsor to expand on Chrysler's strategy for its next generation of minivans. The company is developing a new vehicle architecture, or platform, in the", "new_id": -2}]