[{"uid": "1296639953047300640", "i": 34280, "idx": 2, "sa": ["Nom De Strip", "David Letterman", "Jay Leno"], "q": "\" as he described Leno-Jay Leno/1470244/main\"> <strong> Jay Leno </strong>, who shoved a microphone in his face. \"How am I supposed to know that flour is the main ingredient in bread?\" he asked <strong> David Letterman </strong>. <q> I'll tell you right now, that show is for morons, </q> <strong> Nom De Strip </strong> said of` The Tonight Show.' \"It is not like your show... This is really for the intellectual elites here.\" <strong> David Letterman </strong> laughed and mostly kept his mouth shut, though you", "new_id": -2}, {"uid": "1295469057144211988", "i": 38696, "idx": 0, "sa": ["Conan O'Brien", "David Letterman", "Howard Stern", "Jay Leno"], "q": "TV's Best Video Clips- Updated Daily <strong> Howard Stern </strong> Rips <strong> Jay Leno </strong> For Stealing Material and Doing a` Terrible Thing' To <strong> Conan O'Brien </strong>( VIDEO) <q> <strong> Jay Leno </strong> is insane, and <strong> Jay Leno </strong> is a crook, and the whole world knows what he is up to, </q> <strong> Howard Stern </strong> told Morgan. \"He steals a tremendous amount of material, he's not fit to scrub <strong> David Letterman </strong>'s feet.\" Morgan followed up <strong> Howard Stern </strong>'s diatribe by asking him his opinion on what happened", "new_id": -2}, {"uid": "1295698242000426021", "i": 44533, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "host. The Irish presenter currently presents <strong> Simon Cowell </strong>'s UK flagship edition, yet his future on the British version has been unclear recently, as has that of judge Cheryl Cole and <strong> Simon Cowell </strong> himself. <q> Have I got it? I still don't know, </q> <strong> Dermot O'Leary </strong> told the Daily Mail. \"I've thrown my hat in the ring. I've been over, had a few meetings. I've sat down with <strong> Simon Cowell </strong>, I've made a pitch. To", "new_id": -2}, {"uid": "1297195793265863175", "i": 19739, "idx": 5, "sa": ["Donald Rumsfeld"], "q": ", and even more difficult,\" he says. At the conclusion of NSC meetings when decisions were taken, members of the NSC staff were theoretically supposed to write a summary of conclusions. <q> When I saw them, they were often sketchy and didn't always fit with my recollections, </q> he writes. In the book, <strong> Donald Rumsfeld </strong> also says that he wanted to resign in the wake revelations of abuse and mistreatment of prisoners in the Iraqi detention facility of Abu Ghraib.\" `", "new_id": -2}, {"uid": "1295023507243892248", "i": 6594, "idx": 0, "sa": ["Piers Morgan", "Susan Boyle", "Simon Cowell"], "q": "splits her time between two homes in West Lothian, Scotland- wants to invite celebrity pals including <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> along to the gathering, which will take place on Saturday night. A source said: <q> We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited, and <strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again. </q> However, a spokesperson has confirmed the celebrities are unlikely to attend as it is a simple party for close friends. The representative said: \"The party was only ever for close friends and", "new_id": -2}, {"uid": "1295705788039895042", "i": 613, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Jean-Claude Duvalier"], "q": "our worst day in government,\" a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on Friday. The left-wing newspaper added that <strong> Andy Coulson </strong>'s departure <q> leaves the prime minister with a crucial vacancy as the coalition government weathers dissent about cuts </q> in public spending introduced to reduce a huge budget deficit. <strong> Andy Coulson </strong> had been under pressure for months about what he knew about a phone-hacking scandal at the Rupert MurJean-Claude Duvalierh-owned News of the World weekly in 2005-6,", "new_id": -2}, {"uid": "1297215580168738818", "i": 15472, "idx": 1, "sa": ["Robert Gates", "Barack Obama", "Donald Rumsfeld"], "q": "worked at the site in the interview on FOX News Channel's Hannity show. <strong> Donald Rumsfeld </strong> was defence secretary from 2001 to 2006 under former <strong> Barack Obama </strong> George W Bush. He was replaced as defence secretary by <strong> Robert Gates </strong>. <q> The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world, </q> said <strong> Donald Rumsfeld </strong>. \"What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were", "new_id": -2}, {"uid": "1297326779046071825", "i": 5899, "idx": 3, "sa": ["Condoleezza Rice", "George W. Bush", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> takes particular offense at Powell's contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. \"Powell was not duped or misled by anybody,\" <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about Saddam's suspected WMD stockpiles. The <strong> George W. Bush </strong> did not lie. The vice <strong> George W. Bush </strong> did not lie.[ CIA Director <strong> George W. Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, <strong> Donald Rumsfeld </strong>- who does reveal that <strong> George W. Bush </strong> asked for Iraq invasion plans within days of 9/11- argues that removing Hussein was the right thing to do. He denies, however, that putting", "new_id": -2}, {"uid": "1296768307240500746", "i": 29327, "idx": 4, "sa": ["Barbara Walters", "Robin Williams", "David Letterman"], "q": "after that?\" You'll recall that when <strong> David Letterman </strong> returned to Late Night after his quintuple bypass in 2000, he fought back tears as he honored the medical team that kept him alive, saying, <q> These men and women here saved my life. </q> With <strong> Barbara Walters </strong>, he couldn't resist being funny when she asked, \"Where did your new arteries come from?\" \"Ace Hardware,\" joked <strong> David Letterman </strong>. <strong> Robin Williams </strong> told <strong> Barbara Walters </strong>", "new_id": -2}, {"uid": "1297622315039272464", "i": 3131, "idx": 1, "sa": ["Joseph Fischer", "Donald Rumsfeld"], "q": "\" - gesprochen kurz vor Ausbruch des Irak-Krieges im Fr?hjahr 2003 auf der M?nchner Sicherheitskonferenz als Erwiderung auf einen z?hnefletschenden Verteidigungsminister <strong> Donald Rumsfeld </strong>. Dieser Tage nun erscheint der zweite Band der Erinnerungen Joseph Fischers mit genau diesem Titel. <q> Der Irak-Krieg und die rot- gr?nen Jahre </q> hei?t die Unterzeile des Werkes, aus dem die Zeitschrift \"Der Spiegel\" Ausz?ge abdruckt, die nicht nur verdeutlichen, dass <strong> Joseph Fischer </strong> die Geschichtsschreibung selbst bernehmen m?chte, sondern auch, dass andere ihn ebenfalls in jener Zeit", "new_id": -2}]