[{"uid": "1297428190058949643", "i": 11827, "idx": 7, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "come from advertising and new forms of monetization.''`` We the ability to activate users and put them in a position to be more effective in what we call local commerce,'' added <strong> Steve Ballmer </strong>. <q> Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well. </q> Nokia is touting its Microsoft alliance on its Web page. <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> detailed their proposal immediately before the vast Mobile World Congress trade show in Barcelona, Spain, where a large number", "new_id": -2}, {"uid": "1295903242011026446", "i": 45637, "idx": 1, "sa": ["Andy Coulson", "Nick Clegg"], "q": "of campaigning with a dog wrapped in a union flag. To quote from Why the Conservatives need someone with the common touch now that <strong> Andy Coulson </strong> has gone MarshallStack 24 January 2011 8:47 PM <q> So, who will step into the breach as the Tories' voice of the people? </q> condemsham 24 January 2011 8:53 PM Manningtreeimp 24 January 2011 9:01 PM But the Tories have Man of the People <strong> Nick Clegg </strong> to be their cheerleader, don't they? In order", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies.`` Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,'' <strong> Bill Lockyer </strong> said. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}, {"uid": "1295912989122798091", "i": 1482, "idx": 1, "sa": ["Mitch McConnell", "Mike Pence", "Tom Coburn"], "q": "know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address,'' Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. <q> Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit it matters where you stand. </q> And Senate Republican leader <strong> Mitch McConnell </strong> brushed off the idea this weekend, saying people can certainly mix it up, if they want. But <strong> Tom Coburn </strong>, the Republican from Oklahoma, told NBC the two", "new_id": -2}, {"uid": "1296275225095797286", "i": 36205, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "according to Forbes magazine. Page, 37, takes over the CEO role in April. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s( Alert) helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>'s", "new_id": -2}, {"uid": "1294960874114671713", "i": 7650, "idx": 2, "sa": ["Charlie Chaplin", "Sergio Marchionne"], "q": "Italia'`` We are getting closer and closer to the workers in the <strong> Charlie Chaplin </strong> movies,'' said Nina Leone, 47, a Fiat employee since 1988 and who said she would oppose the deal. <q> I don't think Mirafiori will stop auto production if the No vote prevails. We will fight to keep our jobs. </q> Mirafiori is part of <strong> Sergio Marchionne </strong>'s 20 billion-euro investment project dubbed'' Fabbrica Italia'' to revamp Fiat's five remaining Italian car plants excluding Termini Imerese, which will stop producing cars by the", "new_id": -2}, {"uid": "1295273225054296586", "i": 908, "idx": 0, "sa": ["Steve Ballmer"], "q": "iPhone 4 handsets in the first three days of availability. Bing like a`` weed'' <strong> Steve Ballmer </strong> also cited search and gaming as two of its successes, alongside the business market. <q> We've made bold technology bets, </q> <strong> Steve Ballmer </strong> claimed.`` We've bet on the cloud and our enterprise business; it's going fantastic. We made the bet on Xbox; we made the bet on Kinect.''`` We bet", "new_id": -2}, {"uid": "1296169206125468717", "i": 46561, "idx": 1, "sa": ["Mike Pence"], "q": "the end of this month. letter to supporters Thursday, <strong> Mike Pence </strong> said he and his family`` feel led to devote this time in our lives to continuing to serve the people of Indiana in some way.'' <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012, </q> he said. While the letter does not directly announce a run for governor, <strong> Mike Pence </strong> said he will be traveling across the state in the coming months. <strong> Mike Pence </strong> will host a town hall meeting in Pendleton and speak", "new_id": -2}, {"uid": "1295647859184696927", "i": 45622, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "at the News of the World has made it difficult for me to give the 110 per cent needed in this role,'' said <strong> Andy Coulson </strong>, who has always denied any knowledge of wrongdoing at the newspaper. <q> When the spokesman needs a spokesman it's time to move on, </q> he said in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and today defended his own judgment in hiring him after his resignation from the", "new_id": -2}, {"uid": "1296658782217710611", "i": 47009, "idx": 2, "sa": ["Allen Iverson"], "q": "says he'll have no problem moving to the bench. <strong> Allen Iverson </strong> could never make that transition. When no NBA team offered him a job this season, he signed to play in Turkey before a recent injury. <q> You can't beat the system. You have to join it, </q> Shaq said.`` Even if I could, it wouldn't be business-ly advantageous to act like that. So no, the system is always right. So whatever the system says you do, you just do", "new_id": -2}]