[{"uid": "1296756216175587332", "i": 2817, "idx": 0, "sa": ["Chauncey Billups", "Allen Iverson", "George Karl"], "q": "to New Jersey, and <strong> George Karl </strong> didn't want to see <strong> Chauncey Billups </strong> leave after seeing the point guard instantly turn the franchise into a contender thanks to the trade that sent <strong> Allen Iverson </strong> to Detroit in November 2008. <q> I thought I was fired, </q> said <strong> George Karl </strong> of that 2008-09 season. \"I don't know if I was going to make it to Jan. 15 with A.I. And then <strong> Chauncey Billups </strong> comes in, and we're a pretty good team pretty fast.", "new_id": -2}, {"uid": "1296344207054034441", "i": 661, "idx": 0, "sa": ["Evgeny Morozov", "Eric Schmidt"], "q": "auf eine Protestnote einigen konnte, weil so das Alles wird Gut- Gef?hl von Googles \"Au?enminister\" <strong> Eric Schmidt </strong> besch?digt werden k?nnte. Auf dem Zauberberg in Absurdistan lautet das Motto der CEO-Sause brigens: <q> Building a response to the new Reality </q>. So demontiert sich, was eine Schraube locker hat. Ganz nebenbei zeigt der Versuch, den gro?en Internetschalter umzulegen, die groteske archiv/printressorts/digi- artikel/?ressort=tz&amp;dig=2011%2F01%2F24%2Fa0126\" bersch?tzung des Internet, meint <strong> Evgeny Morozov </strong>. Der", "new_id": -2}, {"uid": "1295690356156418069", "i": 22003, "idx": 7, "sa": ["Allen Iverson", "Ian M. St George", "Tim Hardaway"], "q": "76ers scored 37 points, including two pivotal jumpers and three free throws in the final five minutes, to lead Philadelphia to a series-clinching 101-91 victory over the Magic. \"I feel great,\" <strong> Allen Iverson </strong> said. <q> It's still hitting me all at once. It's something I've been waiting for a long Tim Hardawaye and to finally get it is something special. </q> The 76ers won the best-of-five series from Orlando, 3-1, and will meet the IndIan M. St Georgea Pacers in the second round, beginning Monday in IndIan M. St Georgeapolis. \"I don't know how you can be any more proud of", "new_id": -2}, {"uid": "1295154913111345676", "i": 8859, "idx": 2, "sa": ["Antonio McDyess", "Will Solomon", "Allen Iverson", "Doc Rivers", "George Karl"], "q": "Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio McDyess </strong> a week ago, slips on a brace after every game per Doc Riverstors orders. <q> If I didn't wear this brace to keep it straight after every game, there's a chance it <strong> Will Solomon </strong> get worse and I'll have to get a pin, </q> he said. Yet he refuses to wear anything on the finger in a game. \"I'm just real superstitious,\" <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there", "new_id": -2}, {"uid": "1297098713099483693", "i": 45907, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "Tem <strong> Dwaine Caraway </strong>-- who'd take the reins should <strong> Mayor Tom </strong> step down before the May election-- is seen presenting a key to the city of Dallas to Philadelphia Eagles QB <strong> Michael Vick </strong> at some Super Bowl party. <q> Let me say this, in short: With me, with me, it's simply and only about the children, </q> <strong> Dwaine Caraway </strong> tells Unfair Park this morning, referring to the fact the downtown event was filled with \"wayward kids.\" <strong> Michael Vick </strong>'s Super Bowl party was canceled over security concerns, though Vickcentric-Michael Vick-Michael Vick-nfl-commissioner-roger-goodell\"> he did make an", "new_id": -2}, {"uid": "1296221611048857106", "i": 41179, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell"], "q": "side is Idol's revamped judging panel, which- with music titans <strong> Steven Tyler </strong> and J. Lo replacing snarling hitman <strong> Simon Cowell </strong>- has rejected acidic, dream-crushing honesty for a nurturing, sob-sister approach to talent wrangling. <q> We oughta let her in the door, </q> cooed Aerosmith singer <strong> Steven Tyler </strong>, oozing empathy for one off-key belter as J. Lo dabbed her eyes. \"Water that flower'cause I think it's gon na grow!\" Both shows, not surprisingly,", "new_id": -2}, {"uid": "1295715717099811337", "i": 37889, "idx": 4, "sa": ["Michael Jordan", "Allen Iverson", "Stephen Jackson", "Paul Pierce"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 Pierce_Paul Pierce_46_points Beyond the arc for three was the place to be in this elimination game. The sixers, led by <strong> Allen Iverson </strong>'s 31 points were soundly buried in the second half of this renewed rivalry Jordan_Michael Jordan_29_points", "new_id": -2}, {"uid": "1296432940168050695", "i": 7882, "idx": 4, "sa": ["Kyle Korver", "Allen Iverson", "Jim O'Brien"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach <strong> Jim O'Brien </strong> blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 Iverson_Allen Iverson_15pts_vs_Pacers_04/05_NBA_*Buzzer_Beater_to_win_the_game_*Kyle Korver_Kyle Korver_7_3pt Through All-Star games, an MVP award and a trip to the NBA Finals", "new_id": -2}, {"uid": "1296432940168050695", "i": 7887, "idx": 9, "sa": ["Allen Iverson", "Travis Diener"], "q": "was something missing in <strong> Allen Iverson </strong>'s career. A perfect ending. <strong> Allen Iverson </strong> sank the first buzzer-beating shot of his nine-year career, a 14-footer in overtime, and scored 15 points to lead the Philadelphia 76ers t... <q> Inside Pacer Athletics 2010- Episode 1 </q> It is the start of a new sports season at USC Aiken and with that fresh start comes fresh faces to the Pacers Sports Network. <strong> Travis Diener </strong> Broome and Alex Buchman join the PSN group as the new hosts of", "new_id": -2}, {"uid": "1295639822124272688", "i": 24274, "idx": 3, "sa": ["Andy Coulson", "Gordon Brown"], "q": "you want to call it that, and parts of England that the Conservative Party found it difficult to reach, was quite important to them,\" added Dr. Bale. He also credits <strong> Andy Coulson </strong> with being <q> an excellent media operator, </q> citing his role in the salvaging of Conservative's fortunes in the middle of 2007 when their hopes of winning government appeared to be slipping away as <strong> Gordon Brown </strong> enjoyed a bounce in popularity shortly after becoming prime minister.", "new_id": -2}]