[{"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some \"adult supervision.\" On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q>Day-to-day adult supervision is no longer needed.</q> \"I believe Larry is ready\" to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. \"It's time for him to have a shot at running this.\"", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}, {"uid": "1295941669088457230", "i": 10237, "idx": 0, "sa": ["Steve Ballmer", "Mayor Kevin Johnson"], "q": "plan was recently selected by Sacramento <strong> Mayor Kevin Johnson </strong>'s Arena Task Force as the best prospect for keeping the franchise in town. But Taylor admits it will likely take public money to make it happen. <q>We may come to the conclusion at the end of 90 days that it really isn't doable in this market at this time, and we'll tell them that,</q> said Taylor. Microsoft CEO <strong> Steve Ballmer </strong> is often mentioned as a potential owner for a Seattle-based team. He offered up millions for a KeyArena remodel prior to the Sonics departure, and recently sold millions in company", "new_id": -2}, {"uid": "1295189804049070144", "i": 20198, "idx": 0, "sa": ["Simon Cowell", "Jennifer Lopez"], "q": "Randy, <strong> Jennifer Lopez </strong> and Steve: can they be tough enough to please us? The nondescript man in the white shirt is singing, inasmuch as that verb can be applied, <q>I Get a Kick Out of You.</q> He is so off-key that the lyrics are the only clue to his song choice. This is the point on the old American Idol where <strong> Simon Cowell </strong> would deliver a devastatingly honest putdown while his fellow judges collapsed", "new_id": -2}, {"uid": "1297485578090832916", "i": 40664, "idx": 0, "sa": ["Michelle Trachtenberg", "Kevin Costner", "Vidal Sassoon", "Katy Perry", "Aretha Franklin", "Dave Matthews", "Michael Rosenbaum", "Simon Cowell"], "q": "<strong> Dave Matthews </strong> Speaks on His Grammy Nods <strong> Katy Perry </strong>'s <strong> Aretha Franklin </strong> Grammys tribute Has <strong> Simon Cowell </strong> Been Watching The New \"American Idol'? <strong> Vidal Sassoon </strong> discusses his iconic pixie haircut <cite> Reuters </cite> <strong> Michael Rosenbaum </strong> Returning to Smallville For Series Finale <strong> Michelle Trachtenberg </strong>: <q>One Day I Woke Up and Had Boobs</q> Court shoots down J.R. Ewing actor in Citi dispute <cite> Reuters </cite> <strong> Katy Perry </strong>:' I Was Shaped Like a Square' Miley\"s Puppy Love <cite> Crush- February 11, 2011 8:25 PM PST </cite> <strong> Kevin Costner </strong>", "new_id": -2}, {"uid": "1296735118265682967", "i": 21959, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>'s retrospective reinforces earlier accounts of a dysfunctional National Security Council riven by tensions between the Pentagon and State Department. Addressing charges that he failed to provide enough troops in Iraq, he allows that, <q>In retrospect, there may have been times when more troops could have helped.</q> But he insists senior military officers never informed him if they had reservations about the size of the invading force.", "new_id": -2}, {"uid": "1296176352117817419", "i": 42734, "idx": 2, "sa": ["Mike Pence"], "q": "nomination for president in 2012.\" Mr. <strong> Mike Pence </strong> said in the letter that he would make a decision about his future later, and would be traveling across the state in the months ahead to <q>learn about how Hoosiers think we might best contribute in the years ahead.</q> Mr. <strong> Mike Pence </strong> has a pair of public events scheduled for Friday- a town hall meeting in Pendleton and a visit to a high school in Muncie. While there is no official word yet on", "new_id": -2}, {"uid": "1296395184086278204", "i": 35035, "idx": 1, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": "<strong> Simon Cowell </strong> gets his way. \"Do I want Jordan as a judge on The X Factor panel? Yeah, that could work,\" he said in a new interview. <q>Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade.</q> <strong> Louis Walsh </strong> on the panel alongside one other person, thought to be <strong> Cheryl Cole </strong> to concentrate on the US version of the show. Sinitta also backed Katie for X Factor. \"Having Jordan on the panel would make interesting", "new_id": -2}, {"uid": "1297272341143687688", "i": 26407, "idx": 0, "sa": ["Ed Westwick", "Simon Cowell"], "q": " \"can't wait\" to go on tour, explaining the show is a \"roller-coaster journey\" of dance styles and performances. On Britain's Got Talent in 2009, <strong> Simon Cowell </strong> described their routine as <q>one of the best things I have ever seen in my life</q>. After their success in the TV talent show, Flawless have gone on to star in the movie StreetDance 3D, as well as appearing in music videos for Play video <strong> Ed Westwick </strong> says his looks are", "new_id": -2}, {"uid": "1295479897251461662", "i": 11385, "idx": 0, "sa": ["Peter Chiarelli", "Colin Powell"], "q": "with just four in January 2008. If those cases are confirmed as suicides- and officials said they usually are- that rate would be higher than the 16 combat deaths reported last month in Iraq and Afghanistan. <q>The trend and trajectory seen in January further heightens the seriousness and urgency that all of us must have in preventing suicides,</q> Army Vice Chief of Staff <strong> Colin Powell </strong> <strong> Peter Chiarelli </strong> said. Army brass said they would hold suicide prevention training for all soldiers from Feb. 15 to March 15. Veterans advocates said the new figures were \"staggering\" but also", "new_id": -2}, {"uid": "1297705955073007104", "i": 47212, "idx": 1, "sa": ["Steve Ballmer"], "q": "give people the full web, the full Internet on their phone, like they've come to expect with the PC,\" Microsoft chief <strong> Steve Ballmer </strong> said at the mobile industry's annual get-together in Barcelona. <q>Later this year we are going to release a version of Internet Explorer9( web browser) complete with hardware and graphics and other hardware acceleration for the Windows Phone,</q> he added. \"The web in some senses was designed for the PC first-- we need to make it a first class citizen on the phone,\" he added. Quotes delayed,", "new_id": -2}]