[{"uid": "1296360022187777064", "i": 47893, "idx": 4, "sa": ["Johnny Carson", "David Letterman"], "q": "respond with mock irritation. \"When was the last time you watched me in the last 10 years?\" he said. \"What was I doing and what was I wearing?\" <q>I don't like your attitude,<q> <strong> David Letterman </strong> said. Watching this combined century of broadcasting carrying on amiably for 17 minutes, one almost- almost- felt transported back to that time when <strong> Johnny Carson </strong> reigned supreme and late-night talk shows were about,", "new_id": -2}, {"uid": "1297521580190513158", "i": 15938, "idx": 0, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "intention to pursue their development targets... which envisage auto production rising from 650,000 vehicles to 1.4 million annually after an investment of some 20 billion euros($ 27.2 billion),\" the statement said. <q>The government notes positively the position taken( by Fiat) and... for its part confirms its willingness to bring about the best competitive conditions<q> in Italy, it added. Marchione has sharply criticised working practices in Italy, saying they put Fiat at a huge competitive disadvantage. On Monday, the government said <strong> Silvio Berlusconi </strong> would meet <strong> Sergio Marchionne </strong> on", "new_id": -2}, {"uid": "1295900040008716288", "i": 10009, "idx": 1, "sa": ["Eric Schmidt"], "q": "speed up decision-making at Google. \"It's important to remember that <strong> Eric Schmidt </strong> is responsible for growing Google into the behemoth it is today,\" Beacon Equity Research analyst Dave Goodboy wrote in a note. <q>Although Larry Page and <strong> Sergey Brin </strong> created the company, it was <strong> Eric Schmidt </strong> who ran the day-to-day operations during the massive growth. Even worse news hit the wire when it was announced that he plans on selling$ 335m in shares this year, his first sale in three years. Does this indicate that the top is in place for the search engine?<q> Other analysts were more positive. \"We do not view <strong> Eric Schmidt </strong>'s new role as executive chairman and Page's new role as chief executive as negative developments. In our view, <strong> Eric Schmidt </strong> very effectively spearheaded", "new_id": -2}, {"i": 10928, "idx": 0, "index_answer": 0, "new_id": -1, "q": "go around. Dysfunction in decision-making arose partly because of the competing agendas of different agencies, his own included. However, he implies that ultimately it was up to <strong> President Bush </strong> to take firmer control. <q>There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch,<q> writes <strong> Donald Rumsfeld </strong>. Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively <strong> Donald Rumsfeld </strong> of State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war", "sa": ["Donald Rumsfeld", "John McCain", "Condoleezza Rice", "Colin Powell", "President Bush"], "uid": "1296862636132562982"}, {"uid": "1296107825239763464", "i": 33253, "idx": 0, "sa": ["Colin Powell", "Michael Reagan"], "q": "destructive liberal agenda. Sadly, one of those directives is so obviously a result of his being a white man that I had to stop reading to control my irritation. In Chapter 5, in a section titled <q>Let's Not Make the GOP Smaller and Poorer,<q> <strong> Michael Reagan </strong> cautions conservatives against rejecting <strong> Colin Powell </strong>. Reason devoid of white guilt says that <strong> Colin Powell </strong> rejects conservatism. So, why shouldn't conservatives reject <strong> Colin Powell </strong>? He's not conservative and should not be in a party whose platform", "new_id": -2}, {"uid": "1296866127059801616", "i": 17446, "idx": 0, "sa": ["Zachary Levi", "Justin Bieber", "David Letterman", "Ty Burrell"], "q": "<strong> Justin Bieber </strong>, The Late Show with <strong> David Letterman </strong> <strong> Justin Bieber </strong>, <strong> Ty Burrell </strong> and <strong> Zachary Levi </strong> hoop it up for NBA All-Star Celebrity Game We'll only ruin No: 5: <q>At the barber show, I can say, \"Give me the me.'<q> Check out the sneak peek of the teen heartthrob's appearance. Bonus: There's a <strong> Justin Bieber </strong> drum solo! And in case you missed it, <strong> Justin Bieber </strong> popped by Thursday\"s taping of", "new_id": -2}, {"uid": "1296211334006012991", "i": 20234, "idx": 2, "sa": ["Mike Pence"], "q": "ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead,\" <strong> Mike Pence </strong> said. <q>After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play.<q> <strong> Mike Pence </strong> has a pair of public events scheduled for Friday_ a morning town hall meeting in Pendleton and a visit to a high school in Muncie. The 51-year-old congressman's future has been the", "new_id": -2}, {"uid": "1296048510257392641", "i": 15776, "idx": 0, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "the shadow chancellor who didn't understand Labour's programme with one who doesn't agree with it.\" Labour's own plan would see \"significant cuts in spending\" starting in April. <q>You shake your head, that is your plan that you are meant to be committed to. If you are now telling us that's all gone and you are just going to spend more and borrow more, then you ought to tell us. \"Because as far as I can hear, your only plan is to borrow money we haven't got, to spend money on things we can't afford and not to do the work we need to do to sort this economy out.<q> Mr <strong> Ed Miliband </strong> said he was \"surprised\" that \"this week of all weeks\" Mr <strong> David Cameron </strong> had raised the issue of personalities, following communications chief <strong> Andy Coulson </strong>'s departure from No 10. The", "new_id": -2}, {"uid": "1295802995079921158", "i": 16134, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": " \"Every president has a challenge when it goes from campaigning to governing, takes a while to figure out the difference between campaigning and governing,\" <strong> Colin Powell </strong> said on CNN's \"State of the Union.\" <q>Now we see at the end of the second year, he is definitely focusing on governing... we'll see how 2011 goes.<q> <strong> Colin Powell </strong>, who worked in four presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus", "new_id": -2}, {"uid": "1295066638160808960", "i": 35894, "idx": 0, "sa": ["Brian Cashman", "Mike D'Antoni", "David Letterman", "Mike Francesa"], "q": "was at the game.... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. <q>He doesn't listen to me,<q> <strong> Mike D'Antoni </strong> said with a laugh. \"He was nice, though, very diplomatic.\" Breakfast With A Champion WFAN and <strong> Mike Francesa </strong> will host a very special \"Breakfast with a Champion\" with Yankees GM <strong> Brian Cashman </strong>", "new_id": -2}]