[{"uid": "1296015454109002777", "i": 17355, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace"], "q": "in small teams, effectively working as start-ups.\" The average number of software engineers on a project at Google is 3.5, he said. now has 24,400 employees, <strong> Alan Eustace </strong> insisted that it is <q>still the same entrepreneurial company it was when I started, encouraging Googlers to take on big ideas and high-risk, high-reward opportunities.</q> According to chief executive officer <strong> Eric Schmidt </strong>, about 1,000 of those new jobs will be in Europe. \"Our businesses are doing very well around the globe, and as a result", "new_id": -2}, {"uid": "1297465244016121864", "i": 17102, "idx": 1, "sa": ["Jennifer Aniston", "David Letterman", "Walter Iooss Jr.", "Russ Lyon", "Brooklyn Decker"], "q": "of the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q>She's so sweet, that girl. She's just darling and like the nicest person,</q> <strong> Jennifer Aniston </strong>, 42 today, tells <strong> Walter Iooss Jr. </strong>/ PRNewsFoto/Sports Illustrated Phoenix-$ 560,000 MLS 4272522 3 bed/ 4 bath 2,751- 3,000/ 2003 Nancy Mowry, <strong> Russ Lyon </strong> Sotheby\\'s International Realty", "new_id": -2}, {"uid": "1295860226192184325", "i": 14553, "idx": 1, "sa": ["Eric Schmidt"], "q": "named for fear of reprisal. \"I'm having a hard time imagining( Larry) going from the role I've seen him in, to going to a CEO role,\" he added. <q>He can't come in and lay on the couch as he used to do and sort of interject here and there. Someone's got to lead the meetings.</q> Google hopes the management change will speed up decision-making. Page will take charge of the company's day-to-day operations, while <strong> Eric Schmidt </strong> will focus on deals and government outreach, among other things, as executive chairman", "new_id": -2}, {"uid": "1295503548083329037", "i": 15682, "idx": 4, "sa": ["Kobe Bryant", "Tyronn Lue", "Allen Iverson", "Juan Carlos Navarro"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q>He was holding me the whole time,</q> <strong> Allen Iverson </strong> said Palau Sant Jori, Barcelona, Spain Boxscore: www.nba.com <strong> Kobe Bryant </strong> plays 25 minutes, misses all 3-pointers BARCELONA, Spain-- <strong> Juan Carlos Navarro </strong> scored 25 points to help Barcelona beat the NBA champion Los Angeles Lakers 92-88 in", "new_id": -2}, {"uid": "1297207807083279884", "i": 1513, "idx": 0, "sa": ["Colin Powell"], "q": "substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Rumsfeld quotes himself as telling the meeting, \"We should hit Khurmal during the speech, given that New York, because otherwise the site would be abandoned. Iraq had an active WMD site. \"As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal,</q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious sign", "new_id": -2}, {"uid": "1295488988026624012", "i": 10853, "idx": 0, "sa": ["Peggy Lee", "Harold Jacob Rome", "David Letterman"], "q": "on October 29th, 2010 I do not own NHL, the New York Rangers, or Madison Square Garden, or the Carolina Hurricanes.( Disclaimer)... Abe, Shanghoon, <strong> David Letterman </strong> and Kerry!... <strong> Peggy Lee </strong> <q>All of a sudden my heart sings</q> performed by Steve Bone. Day 268 of the JSC. <strong> Peggy Lee </strong> \"All of a sudden my heart sings\" performed by Steve Bone. Day 268 of the JSC. <strong> Harold Jacob Rome </strong>( May 27, 1908, Hartford", "new_id": -2}, {"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.\" here. <strong> Henry Blodget </strong> writes for The Business Insider, <q>Let's be serious: <strong> Eric Schmidt </strong> got fired.</q> \"Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- \"day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,\" through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}, {"uid": "1297153480260177947", "i": 34085, "idx": 0, "sa": ["Donald Rumsfeld", "John Swinney"], "q": "250 to 450 last year. Staff based at the Hamilton site deal with customer inquiries from across the UK. Speaking ahead of a visit to the centre, Finance <strong> Donald Rumsfeld </strong> <strong> John Swinney </strong>, said: <q>This contact centre project, originally supported with Â£ 700,000 of Scottish government assistance to create 450 jobs, will now add a further 200 jobs for the area. \"I welcome this vote of confidence in the local workforce and <strong> John Swinney </strong> Lewis commitment to its operations in Hamilton.</q> Lesley Ballantyne, director of operational development at <strong> John Swinney </strong> Lewis, added: \"We are very happy with the early performance of our contact centre and we have decided to add further work streams, including handling", "new_id": -2}, {"uid": "1296860701179634180", "i": 10165, "idx": 0, "sa": ["Sergio Marchionne"], "q": "( Reuters)- Chrysler is working to refinance what its chief executive characterized as \"shyster loans\" that the Obama administration extended as part of a bailout to keep the automaker from collapse in 2009. <q>I want to pay back the shyster loans,</q> <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician. \"Pay back the loans, get those out and then take( the company) public.\") which", "new_id": -2}, {"uid": "1297210131061849602", "i": 3321, "idx": 6, "sa": ["Donald Rumsfeld", "the Fox"], "q": "the service members who operate it have \"taken a lot of heat unfairly.\" <strong> Donald Rumsfeld </strong> also made clear that he has not dialed down his concerns about the threat posed by Islamic extremism. <q>Let there be no doubt, there are extremists out there who are determined to do damage to the United States of America and to kill Americans and to impose a caliphate over a large fraction of this globe,</q> he told <strong> the Fox </strong> News. \"And they have weapons of increasing lethality at their disposal and at their beck and call.\" In his 800-page memoir, <strong> Donald Rumsfeld </strong> covers everything from the early days of the", "new_id": -2}]