[{"uid": "1295094117134053930", "i": 6317, "idx": 1, "sa": ["Sergio Marchionne"], "q": "capital markets only,\" <strong> Sergio Marchionne </strong> told a meeting with... net loss in 2010* Chrysler in talks with Goldman Sachs, other \"Sri Lanka's conflict is political\"... Boston Globe Boston Globe advocates <q>Self-rule in a confederal structure for Tamil region</q>... Sri Lanka's conflict is political, and it must be resolved by political means.... Getting to Know the European Union: Portugal and Spain A lecture in the six-part series Getting to Know the European Union", "new_id": -2}, {"uid": "1295861273256983082", "i": 43406, "idx": 2, "sa": ["Li Keqiang", "Andy Coulson", "David Cameron"], "q": "<strong> Li Keqiang </strong>, right, listens to... Photo: Former News of the World editor <strong> Andy Coulson </strong> Photo: Former News of the World editor and Prime Minister... Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Report Abuse <q>Paying several hundred dollars a year to listen to theirrulers quasi-socialist lies and feudal fairy tales?</q> Time.com: Tunisia's Police: Old Symbols of Oppression Join the Revolution Time.com: Palestinian Leaders, Peace Process Vulnerable after Leaks", "new_id": -2}, {"uid": "1295154913111345676", "i": 7382, "idx": 2, "sa": ["Juwan Howard", "Allen Iverson", "George Karl"], "q": "Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Juwan Howard </strong> a week ago, slips on a brace after every game per doctors orders. <q>If I didn't wear this brace to keep it straight after every game, there's a chance it will get worse and I'll have to get a pin,</q> he said. Yet he refuses to wear anything on the finger in a game. \"I'm just real superstitious,\" <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there", "new_id": -2}, {"uid": "1295762811142376968", "i": 29988, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "The Crown Prosecution Service has also asked a senior QC to \"comprehensively\" re-examine material amassed as part of the original inquiry and any new evidence. In his resignation statement, Mr <strong> Andy Coulson </strong> said: <q>Nothing is more important than the Government's task of getting this country back on its feet. \"Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role. \"I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.</q> Mr <strong> Andy Coulson </strong> joined Mr <strong> David Cameron </strong>'s team before the General Election and then ran the PM's communications strategy. Labour leader <strong> Ed Miliband </strong> said the row raised \"real questions about <strong> David Cameron </strong>'s judgement", "new_id": -2}, {"uid": "1297285541243777541", "i": 37278, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "vehicle with traces of blood mixed with the petroleum jelly. A DNA test confirmed Link was a match with evidence found on the girl's body. U.S. Video: City worker's striptease raises questions Report Abuse <q>I simply do not understand the comments above- that the death penalty does not deter crime/murders. The purpose of the death penalty is PUNISHMENT, pure and simple.</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader", "new_id": -2}, {"uid": "1296681383130105374", "i": 43908, "idx": 0, "sa": ["Jeremy Paxman", "Andy Coulson", "Rupert Murdoch"], "q": "3 February 2011. It was last modified at <strong> Rupert Murdoch </strong> unveils next step in media empire- the iPad \"newspaper' Follow the latest tweets about the BBC from the MediaGuardian team <strong> Jeremy Paxman </strong> axes Newsnight daily email <q>It's crap, dreamed up like so many utterly brilliant initiatives by visionary BBC management.</q> BBC\"s Craig Oliver is the new <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1297382791005832768", "i": 12994, "idx": 1, "sa": ["Simon Cowell"], "q": ".\" Aerosmith's 1994 compilation Big Ones have gone up 260 percent since... Full Story <cite> Entertainment Weekly </cite> Photo in Slideshow: Judge <strong> Simon Cowell </strong> arrives for the 9th season... Report Abuse <q>Whoa, he started crying... O_o... must be a sensitive guy.</q> The Christian Science Monitor: No. 1 priority for US security: domestic terrorism, threat report says San Jose: Real estate company owner pleads no contest to grand theft American Idol Recap Missed an Episode of American Idol", "new_id": -2}, {"uid": "1295669770065781858", "i": 5981, "idx": 1, "sa": ["Eric Schmidt"], "q": ". Find out how BI and business analytics enable you to use timely, quality information effectively to survive and prosper amid change. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297684045187187200", "i": 18268, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "it's anyone's guess whether such fragile gains will hold here after American forces leave in the coming months Re: Six Years Later: March 19- Shock& Awe( aka The Beginning of the End) <q>Reply# 2409 on: February 10, 2011, 04:44:28 AM</q> MSP sends dossier on depleted uranium to Defence <strong> Donald Rumsfeld </strong>: come clean on dirty bombs! Character assassination used to silence DU opponents. Re: Six Years Later: March 19- Shock& Awe( aka", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q>The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours].</q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On \"The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I\"m Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}]