[{"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q>I think he's the clear frontrunner and I think the race is his if he chooses to accept it,</q> <strong> Jackie Walorski </strong> said. ''I think he'd clear the field.'' Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP ''rising stars'' like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}, {"uid": "1295298050258523161", "i": 24241, "idx": 1, "sa": ["Pierre Thomas", "Ovie Mughelli", "Roddy White", "Terry Robiskie", "Michael Vick"], "q": "job done By <strong> Michael Vick </strong> A. Lough MACON TELEGRAPH FLOWERY BRANCH, Ga.- <strong> Ovie Mughelli </strong> sat on the stool in front of his locker at Atlanta's practice facility, about 45 minutes from downtown, and shook his head. <q>I can't even turn on the TV without somebody saying that we're going to be the underdog,</q> the Wide receivers coach <strong> Terry Robiskie </strong> pushes the Falcons through some pre-practice drills at mini camp.... Atlanta Falcons Training Camp: <strong> Roddy White </strong> Atlanta Falcons Training Camp: <strong> Roddy White </strong> running drills... Saints Vs Falcons: <strong> Pierre Thomas </strong> And <strong> Roddy White </strong> Trade", "new_id": -2}, {"uid": "1297117709195428398", "i": 21439, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": ". <strong> President Bush </strong> has written that the troop level in Iraq was ''the most important failure in the execution of the war.'' ''I think that it's possible,'' <strong> Donald Rumsfeld </strong> responded. <q>We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always smoother.</q> <strong> Donald Rumsfeld </strong> is promoting his memoir, ''Known and Unknown,'' which is being published Tuesday. Reminded that his predecessor <strong> Robert McNamara </strong> said, ''we were wrong, terribly wrong,'' decades after", "new_id": -2}, {"uid": "1297446725101842956", "i": 11176, "idx": 14, "sa": ["Donald Rumsfeld"], "q": ". It can't help you with what's been done in the past.'' But was the Iraq war really worth all the pain and suffering it has caused? <strong> Donald Rumsfeld </strong>'s tone becomes sharper: <q>Have you ever visited one of the killing fields in Iraq where <strong> Saddam Hussein </strong> killed hundreds of thousands of people and the mass burials and the godawful prisons he had and the rape rooms?</q> he asks. ''I've got videos of what they did to their political opponents. They cut their tongues off.'' As for the American troops who died- ''they had families, they had children", "new_id": -2}, {"uid": "1296776655116113416", "i": 48565, "idx": 2, "sa": ["John McCain", "Colin Powell", "President Bush", "Gerald Ford", "George H.W. Bush"], "q": ", <strong> George H.W. Bush </strong>, was chilly, going so far as to imply that the elder <strong> President Bush </strong> lied about the circumstances of becoming director of Central Intelligence under <strong> Gerald Ford </strong>. He contends that ''the media image'' of Mr. <strong> Colin Powell </strong> <q>battling the forces of unilateralism and conservatism may have been beneficial to <strong> Colin Powell </strong> in some circles, but it did not jibe with reality,</q> that as secretary of state, in fact, Mr. <strong> Colin Powell </strong> ''tended not to speak out'' at meetings ''in strong opposition to the views of the president or of his colleagues.'' And he describes <strong> John McCain </strong>", "new_id": -2}, {"uid": "1297682455038584341", "i": 820, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "reason for the departure of the beautiful and accomplished soprano was her difficulty reaching high C while dancing nude onstage. However, no sooner did <strong> Simon Cowell </strong> Turner announce the loss of one star than he declared, <q>My new lead for <strong> Anna Nicole Smith </strong> is <strong> Susan Boyle </strong>.</q> When reached, Ms. <strong> Susan Boyle </strong> confirmed the announcement and said she will begin jogging and weight-lifting tomorrow. PP Rega's day- give this story five thumbs-up( there's no need to register Thank you", "new_id": -2}, {"uid": "1295611034131039288", "i": 24708, "idx": 0, "sa": ["Piers Morgan", "Cher Lloyd", "Simon Cowell"], "q": " ''I'm not judging them for what they did.'' ''You're mocking them, aren't you?'' <strong> Piers Morgan </strong> pressed. ''No, I'm not,'' Ricky said. <q>I'm confronting the elephant in the room.... Like I'm going to go out there and not talk about the issues in their industry. Don't forget, I've got to be an outsider there. I mustn't come out there as everyone's mate and schmooze- that's nauseating. I've got to come out there, and I've got to roast them.</q> Play video Inbetweeners finish Rude Road Trip Play video <strong> Cher Lloyd </strong> v. <strong> Simon Cowell </strong>! Subscribe to RSSMost Popular in: Entertainment Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on", "new_id": -2}, {"uid": "1297704186051036184", "i": 25433, "idx": 4, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "2011, both carriers have said. While the platform has a small market share relative to Google's Android and Apple's iOS operating systems, the new deal with Nokia is likely to increase that. <q>We're off to a strong start, we know we've got a lot of work to do,</q> <strong> Steve Ballmer </strong> said. He pledged to make Windows Phone the most ''operator-friendly platform available'' and invest significantly ''to continue popularizing the product.'' Nokia CEO <strong> Stephen Elop </strong> made an appearance at <strong> Steve Ballmer </strong>'s keynote,", "new_id": -2}, {"uid": "1297639577156467200", "i": 12947, "idx": 0, "sa": ["Simon Cowell"], "q": "to <strong> Simon Cowell </strong> allegedly feeling that the Mean Girls star would add ''edginess'' to the show. However, an X Factor spokesperson has now insisted that there are no truth to the reports. <q>We have never spoken to <strong> Lindsay Lohan </strong> about any role in The X Factor,</q> they said, according to Heatworld gives us an insight into her character Justin TimberlakeWatch an exclusive clip of the", "new_id": -2}, {"uid": "1296694210055951386", "i": 27474, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "MPs chuntering on about anything except Egypt and Afghanistan rumbled round them the Labour leader mused, ''I sense that people are not used to this kind of prime minister's questions.'' <strong> David Cameron </strong> agreed. <q>From the noises off, it is clear that people would prefer a bunfight, but sometimes it is sensible to have a serious conversation...</q> Big society tsar Lord Wei ''doesn't have enough time to perform role' BBC editor Craig Oliver replaces <strong> Andy Coulson </strong> as No 10 communications chief Big society tsar Lord Wei` doesn''t have enough time to perform", "new_id": -2}]