[{"uid": "1295439857265502752", "i": 29978, "idx": 0, "sa": ["Michael Gove"], "q": "to the education of their own children but really what is the concern with parents who actually care about the education of their children doing something about it and trying to stay within the realm of state education? <q> The people campaigning for free schools up and down the country are not professional politicians or political activists </q> <strong> Michael Gove </strong>'s 25-year-old ex-adviser given? 500,000 free schools grant- \" They mean parents can choose the school which reflects the cultural and moral ethos they want instead of being forced to put up with a", "new_id": -2}, {"uid": "1295485231089587765", "i": 43965, "idx": 1, "sa": ["Michael Gove"], "q": "a single country other than the UK or any continents, rivers, mountains or cities. Instead, it insists that pupils should learn about global warming and climate change. The document argues that the curriculum <q> should not become a vehicle for imposing passing political fads on our children or dominate the school curriculum time in its entirety </q>. Mr <strong> Michael Gove </strong> will today announce the team he expects to deliver his new traditional curriculum. They include: Bernice McCabe, co-director of The Prince's Teaching Institute and head of North London Collegiate School;", "new_id": -2}, {"uid": "1296816610092815363", "i": 42318, "idx": 0, "sa": ["Michael Gove"], "q": "The message will include the name and email address you gave us when you signed up. To send a link to this page to a friend, you must be logged in. <cite>\" <q> After this one is up and running, we will need this kind of school in other parts of Norfolk, like Great Yarmouth, King's Lynn and Thetford. I want us to go there next. </q>\" </cite> Tania Sidney-Roberts, Free School Norwich principal. The school, which education secretary <strong> Michael Gove </strong> recently confirmed would open in September, could be the first of many in Norfolk,", "new_id": -2}, {"uid": "1296557192179486802", "i": 7901, "idx": 0, "sa": ["Michael Gove", "Tim Loughton"], "q": "a renewed focus on child protection, a Michael Government-commissioned review has found. Professor Eileen Munro's interim report called on ministers to replace existing bureaucratic requirements with an approach which allows social workers to do the jobs <q> they came into the profession to do </q>. Education secretary <strong> Michael Gove </strong> is considering lifting parts of existing rules for five local authorities, allowing them to complete assessments in their own Tim Loughtone. \"Whilst some regulation is needed, we need to", "new_id": -2}, {"uid": "1295546094242909213", "i": 37209, "idx": 0, "sa": ["Michael Gove"], "q": "get a GCSE in English Literature having studied just one novel. Despite a long list of recommended authors, Mr <strong> Michael Gove </strong> said many schools were concentrating on just a few texts. He said: <q> There was an element of a sleight of hand by the last Michael Government- they said we've got Pope, Dryden and Chaucer- but when you visit schools you would find they were overwhelmingly studying of Mice and Men and Lord of the Flies. </q> Mr <strong> Michael Gove </strong> said English, maths and science should form the core of the what pupils study up to the age of 16. \" We have given people a nudge with the English Baccalaureate towards", "new_id": -2}, {"uid": "1297451814077103115", "i": 11523, "idx": 5, "sa": ["Michael Gove"], "q": "said he believed it was \"far too late\" for them to apply. Waltham Forest Council leader Chris Robbins said the ruling was \"a victory for common sense and fair play\" . <q> They must now make a decision on our funding based on the real evidence about the difficulties our schools face, </q> he said. A spokesman for the Department for Education said <strong> Michael Gove </strong> will now look again at his decision on the six authorities \"with an open mind\" , following representations from each council, as ordered", "new_id": -2}, {"uid": "1297234021222871650", "i": 9274, "idx": 1, "sa": ["Michael Gove"], "q": "the vast majority of people in the country would prefer Grove and Cameron to the likes of you? Manningtreeimp 7 February 2011 8:00 PM Manningtreeimp 7 February 2011 8:07 PM johnpaulread <q> Are neither of you aware that the vast majority of people in the country would prefer Grove and Cameron to the likes of you? </q> ArseneKnows 7 February 2011 8:10 PM On one hand we have <strong> Michael Gove </strong> giving the go ahead for a HINDI free school, purchasing the estate and buildings( a closed private school) in which the", "new_id": -2}, {"uid": "1296131052006979624", "i": 52080, "idx": 1, "sa": ["Michael Gove"], "q": "we are going to see great growth, we have solved all the problems',\" he said. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1296216092141213713", "i": 4311, "idx": 2, "sa": ["David Cameron", "Michael Gove", "Jean-Claude Duvalier"], "q": "but friends include not just <strong> David Cameron </strong> but <strong> Michael Gove </strong>. \"You think they're young because they're your contemporaries but in fact Gadaffi seized power at 29 and <strong> Jean-Claude Duvalier </strong> was only 19...\" He admires the Coalition: <q> They're talented, honourable and radical, too- they've got to make these cuts and they're doing very well. </q> He wholeheartedly supports <strong> Michael Gove </strong>'s education reforms and thinks it \"essential to bring back the reading of classics onto the curriculum\" . Even title=\"More on Burke...\" Burke? \"Great literature is gripping", "new_id": -2}, {"q": ", 2 rebs and 1 ast in 33 mins.... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q> It's going to have to be one of the best games ever from us in order to win, </q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... Pistons 2010/11 Season-Opener Intro Introduction of the new 2010/2011 Detroit Pistons", "answer_q": ", 2 rebs and 1 ast in 33 mins.... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q> It's going to have to be one of the best games ever from us in order to win, </q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... Pistons 2010/11 Season-Opener Intro Introduction of the new 2010/2011 Detroit Pistons", "answer": "Allen Iverson", "sa": "['Allen Iverson', 'Rodney Stuckey']", "index_answer": 0, "idx": 5, "i": 36693}]