[{"uid": "1295701938236945483", "i": 38632, "idx": 0, "sa": ["Andy Coulson"], "q": ": Palestinian relatives of a prisoners jailed in Israel hold a... Israelis say, is not exactly rife with acknowledgments of the... Photo in Slideshow: Palestinian relatives of a prisoners jailed in Israel hold... Report Abuse <q> The future high tech weaponry will be fully computerized and vice commanded. I'm waiting for ideas </q> for future voice commands. Just couple of them already for consideration. 1. Terrorist hiding behind women target 9.11.01 kill. Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com", "new_id": -2}, {"uid": "1296676235235241509", "i": 25947, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop", "Google Inc."], "q": "deal that gives the Finnish company exclusive access to Microsoft's Windows Phone 7 and commits to a date for product shipment, Ahmad said. <strong> Stephen Elop </strong>, a former Microsoft executive, said last week that Nokia <q> must build, catalyze and/or join a competitive ecosystem </q> to adapt to a faster-moving industry. His comments fanned speculation Nokia may adopt Windows Phone 7 or <strong> Google Inc. </strong>'s Android software. Microsoft CEO <strong> Steve Ballmer </strong> is grappling with a slow start for the company's revamped", "new_id": -2}, {"uid": "1295684940089554965", "i": 37947, "idx": 0, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "16-year coaching career Thursday night when the Los Angeles Lakers fell to the Denver Nuggets 113-86. <strong> Linas Kleiza </strong> scored a career-high 29 points and <strong> Carmelo Anthony </strong> had 26 as the Nuggets handed the Lakers their 13th loss in 16 games. <q> That's great when you've got a guy coming off the bench contributing the way he has, </q> <strong> Allen Iverson </strong> said of <strong> Linas Kleiza </strong>, who scored 24 against Sacramento on Sunday.`` He never cares about starting or anything like that. When his opportunity comes, he's just always ready.'' <strong> Linas Kleiza </strong> shrugged off his", "new_id": -2}, {"uid": "1295907930085770246", "i": 7980, "idx": 5, "sa": ["Zahi Hawass"], "q": "competent'' German government was re-established. Egypt, added the statement, recognized and appreciated the care accorded by Germany to the painted limestone bust of the famous ancient Egyptian queen, but added: <q> Egypt is confident that the German authorities will assist in facilitating its return. The government and people of Egypt are eager that this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. Egypt's top archaeologist has formally requested the return of the 3,300-year-old bust of Queen Nefertiti that has been", "new_id": -2}, {"uid": "1295977910157089808", "i": 30982, "idx": 30, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Carmelo Anthony </strong> 45pts vs T-Wolves 08/09* 33pts in a quarter NBA Record <strong> Carmelo Anthony </strong> 45pts vs T-Wolves 08/09* 33pts in a quarter NBA Record <strong> Carmelo Anthony </strong> had an easier time matching the NBA record for points in a quarter than", "new_id": -2}, {"uid": "1295803490043466754", "i": 48356, "idx": 2, "sa": ["Colin Powell", "Dick Cheney"], "q": "My point is that these bastards find a way to funnel money their way even when they're supposedly looking to CUT budgets. I'd have more respect for <strong> Colin Powell </strong> if he said something like, <q> We need to cut the number of active troops to save money and let's do it without giving millions to Halliburton during the process this time. </q> Absolutely. During the 2000 GOP convention... <strong> Dick Cheney </strong> proclaimed`` Help is on the Way.'' The crowed roared...... but he was talking to the Defense Contractors.", "new_id": -2}, {"uid": "1296176352117817419", "i": 42734, "idx": 2, "sa": ["Mike Pence"], "q": "nomination for president in 2012.'' Mr. <strong> Mike Pence </strong> said in the letter that he would make a decision about his future later, and would be traveling across the state in the months ahead to <q> learn about how Hoosiers think we might best contribute in the years ahead. </q> Mr. <strong> Mike Pence </strong> has a pair of public events scheduled for Friday- a town hall meeting in Pendleton and a visit to a high school in Muncie. While there is no official word yet on", "new_id": -2}, {"uid": "1296706237199049246", "i": 1205, "idx": 0, "sa": ["Michael Jordan", "Michael Vick"], "q": "the full layout of the information presented in this video plus more, click here: hoopsapedia.webs.com During a 2007 LA Lakers pre-season broadcast, Phil Jackson was asked how he thought <strong> Michael Jordan </strong> would perform today, Phil said: <q> <strong> Michael Vick </strong> would average 45 with these rules. </q>`` You can't even touch a guy now,'' says Charlotte coach Larry Brown.`` The college game is much more physical than our game. I always tease <strong> Michael Vick </strong>[ <strong> Michael Jordan </strong>], if he played", "new_id": -2}, {"uid": "1295012281152616960", "i": 2686, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": ".'' A judge will hear the matter on January 26. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February. He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I, <strong> Kayte Walsh </strong>'s my new girl, we're planning to get married soon. Sometime in February. </q> TV Listings Wondering what's on tonight? Check out our TV listings for the complete schedule in your area.", "new_id": -2}, [{"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called`` Googled: The End of the World As We Know It,'' said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}]]