[{"uid": "2008120316_00037897_W", "i": 648, "idx": 20, "sa": [], "q": "antiochus epiphanes <NO_QUOTATION> he died a natural death at tabae in b. c. 165. but the antichrist is to be <NO_QUOTATION> his kingdom is to be destroyed by a\" stone cut out of the mountain without hands, <q> the <NO_QUOTATION> of the lord jesus christ, dan_2:34, dan_2:35, dan_2:44, dan_2:45, and he himself shall be <NO_QUOTATION> by the </q> brightness of the lord's coming \"( 1th_2:8), and be cast <NO_QUOTATION> into the lake of fire. rev_19:20. two <NO_QUOTATION> men, enoch and elijah, were translated to heaven <NO_QUOTATION> and two", "new_id": -2}, {"uid": "2008091309_00013601_W", "i": 1092, "idx": 2, "sa": [], "q": "try and search for the pills. i went through sacks and through the cupboard. finally, i stopped, not because i found it and not because i finished searching.\" for god's sake moabite, <q> he shouted in a moderately loud voice. </q> i want to rest in this flat. why does a person rent a flat! \"i responded that i am searching for my medication. i aksed if he knew where it is. he shouted back that", "new_id": -2}, {"uid": "2008100818_00105478_W", "i": 1459, "idx": 0, "sa": [], "q": "elderly illinois couple who said this week they'd stashed$ 100,000 in cash fearing a bank failure or u.s. automobile dealers hit with the worst sales slump in 15 years.\" i'm scared, really scared, <q> said cathy ivcich, 45, a chicago real estate agent. </q> people have stopped buying houses. i've got a lot of buyers who have secure jobs or who have money, and i'm sure i could get them a loan. but they're just scared. their", "new_id": -2}, {"uid": "2008121210_00029067_W", "i": 680, "idx": 5, "sa": ["Eric Staal", "John Stevens", "Tuomo Ruutu"], "q": "second goal made it 5-1.\" we were allowing their skill people to hurt us, \"flyers coach <strong> John Stevens </strong> said.\" <strong> Eric Staal </strong> looked like a man possessed. we were having a hard time containing him. <q> the flyers seemed frustrated, parading to the penalty box. pitkanen scored on a 5-on-3 and <strong> Eric Staal </strong> on a power play. </q> we had the big lead but maybe we were too passive, \"said <strong> Tuomo Ruutu </strong>, who had three assists.\" when you're standing still, when you stop skating in your own end, that's how", "new_id": -2}, {"uid": "2008123022_00009473_W", "i": 442, "idx": 3, "sa": [], "q": "more than it already has to stimulate the economy. lower rates can weaken demand for a country's currency by reducing the yield on interest-bearing investments.\" the sentiment around sterling at the moment is unrelentingly negative, <q> said glenn uniacke, a london-based currency specialist at moneycorp. </q> there's no reason to believe we won't hit parity within weeks. \"britain's economy shrank by 0.6 percent in the third quarter, and looks like it is heading into a serious recession.\" recent", "new_id": -2}, {"uid": "2008121811_00004519_W", "i": 24, "idx": 2, "sa": ["Chris Nicholson", "Simon Yates", "Sam Harrison"], "q": "few more wins. \"<strong> Simon Yates </strong> will have to work hard to gain some points over <strong> Sam Harrison </strong>, he said\" i wouldn't say he is unstoppable but it's going to take something special to beat him! <q> nipping at both their heels is <strong> Simon Yates </strong>'s twin, adam, currently in 4th place. like his brother, adam too is confident that <strong> Sam Harrison </strong> can be stopped, </q> with nico( <strong> Chris Nicholson </strong>) we have a strong team and i'm sure we will come up with something. \"adam, like nearly half of the future stars field, is a graduate of the dhl sprint", "new_id": -2}, {"uid": "2008120808_00032290_W", "i": 935, "idx": 1, "sa": [], "q": "in shorts and helmets on the soft grass in the middle of august.\" we just had to tough it out, \"phillips said.\" we just had to find a way to win this game. <q> phillips was the most creative athlete on the field. known mostly as a wide receiver entering this season, he made a huge impact in his final game as a defensive back, with 12 tackles, and also as a punter. phillips never punted before this season. but in difficult conditions, he averaged 38.4 yards on five punts, placed three inside the 20, and unleashed kicks of 54 and 56 yards. his 56-yarder changed field position early in the fourth quarter and led to the game's only touchdown. </q> i told the coaches i played soccer in sixth grade, and they told me i could punt, \"phillips said. before this season, phillips was touted by a couple of those online recruiting sites as one", "new_id": -2}, {"uid": "2008101620_00001873_W", "i": 1963, "idx": 2, "sa": ["Nicholas Bond-Owen"], "q": "a family's annual council tax bill for the authority. and it comes as the aa this week hit out at the scheme, which the council has said is to\" save energy costs and reduce carbon emissions <q>. the october 30 black tie event will be held at the caf royal and hosted by bbc news presenter <strong> Nicholas Bond-Owen </strong>. the magazine bills it as </q> an evening of exceptional networking opportunities and the kudos that comes with being short-listed \". council spokeswoman alison donovan said:\" the council is going to attend and it will be the council that is paying for it", "new_id": -2}, {"uid": "2008091807_00007623_W", "i": 493, "idx": 6, "sa": ["John Hurt", "Leo Kottke"], "q": "n't care for either.\" the impetus for me playing country blues was that it was a way of identifying myself as different from everybody else, \"he says.\" it was the alternative to alternative. <q> veteran blues slide guitarist and songwriter walker t. ryan became his mentor when he was 11, a move supported by both of jacobs-strain's parents. </q> my mom was into the acoustic guitar. when she was in school[ at the mississippi <strong> John Hurt </strong> and son house play, and she also was a fan of <strong> Leo Kottke </strong>. \"his dad, michael, a biochemist", "new_id": -2}, {"uid": "2008102405_00013823_W", "i": 1982, "idx": 0, "sa": [], "q": "the delta's ballroom thursday would tell you they love their jobs, many are feeling they are being overworked, said phyllis horne, president of the p.e.i. teachers federation. she presented a slide in her opening address <q> the convention that depicted a teacher in a job interview. </q> we're only asking you to work 40 hours a week, \"the employer was pictured saying to the teacher.\" to get that much done, though, you'll need to be here about 80 hours", "new_id": -2}]