[{"uid": "1296062833204603411", "i": 26939, "idx": 0, "sa": ["Mike Pence"], "q": "dig at Palin is ridiclous. I like <strong> Mike Pence </strong> but he needs executive experience and that's where he is going to do, all sighs as of now points to being the Governor of Indiana To: Huck <q>If he's smart he'll go for governor first. And I do think he is smart</q> I agree. He will probably cruise to the Governorship and who would not want to be a Governor. A great job. We need to look beyond <strong> Mike Pence </strong> and Demint. They are not", "new_id": -2}, {"uid": "1295788220057016357", "i": 32830, "idx": 3, "sa": ["Erik Spoelstra", "Mario Chalmers", "Dwyane Wade", "Udonis Haslem", "Detroit Red", "Rasheed Wallace", "Rick Pitino", "Ray Allen", "Allen Iverson"], "q": "but <strong> Dwyane Wade </strong> and <strong> Udonis Haslem </strong> made sure it didn't happen. ''They were pounding us for three quarters and a half, but we finally got some key plays down the stretch,'' Miami coach <strong> Erik Spoelstra </strong> said. <q><strong> Dwyane Wade </strong> was sensational- that's what he's been all year- and <strong> Udonis Haslem </strong> was great.</q> <strong> Detroit Red </strong> was missing three key players- <strong> Rick Pitino </strong> Hamilton( groin), <strong> Rasheed Wallace </strong>( calf) and <strong> Allen Iverson </strong>( back)- but took a 96-95 lead on <strong> Ray Allen </strong> Herrmann's 3-point shot with 13 seconds left. <strong> Mario Chalmers </strong>", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ". ''I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,'' said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q>But I know he's here now.</q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}, {"uid": "1295946546264699942", "i": 9316, "idx": 0, "sa": ["Hermione Norris", "Brenda Blethyn", "Edith Bowman", "Simon Cowell"], "q": "to Save The Children's new campaign, No Child Born To Die. ''Hi, I'm <strong> Simon Cowell </strong> and I was born to be a pain in the a***,'' he said, adding: <q>I'm backing Save The Children's campaign No Child Born To Die because around the world each year, eight million children die of preventable causes.</q> Actress <strong> Brenda Blethyn </strong> said she was ''born to sing'' but never got around to it, while Spooks star <strong> Hermione Norris </strong> confessed she was ''born to eat sweets''. DJ <strong> Edith Bowman </strong> is ''born", "new_id": -2}, {"uid": "1295559369243744783", "i": 40783, "idx": 0, "sa": ["Leon Panetta", "Madeleine Albright", "Sam Nunn", "Colin Powell", "Bill Clinton"], "q": "introduced his intelligence chiefs- CIA director <strong> Leon Panetta </strong> and NID retired Admiral Dennis Blair. www.change.gov http://wn.com/Repealing_Don't_Ask,_Don't_Tell__Colin_Powell_and_Sam_Nunn Complete video at: fora.tv <strong> Bill Clinton </strong> <strong> Madeleine Albright </strong> of State <strong> Colin Powell </strong> and former <strong> Sam Nunn </strong> discuss a possible repeal of the US military's controversial <q>Don't Ask, Don't Tell</q> policy regarding gay and lesbian service. This program was recorded in collaboration with the 2008 Aspen Ideas Festival.----- <strong> Bill Clinton </strong> <strong> Sam Nunn </strong> and former <strong> Madeleine Albright </strong> of State <strong> Colin Powell </strong> discuss topics ranging from the future of the United States military", "new_id": -2}, {"uid": "1297117275093028356", "i": 36051, "idx": 0, "sa": ["Simon Cowell", "Michael Trujillo", "Jose Huizar"], "q": "emanating out of <strong> Simon Cowell </strong> <strong> Jose Huizar </strong>'s campaign office,'' Martinez spokesman Eric Hacopian said in a statement. LAPD Sgt. Mitzi Grasso confirmed Monday that Martinez's complaint had been received, adding that the matter is <q>under investigation to determine whether a crime actually occurred.</q> Meanwhile, Skelton said Martinez faces no danger from the former <strong> Jose Huizar </strong> aide. ''Obviously, he's trying to make this story as big as he possibly can,'' Skelton said. <strong> Michael Trujillo </strong>", "new_id": -2}, {"uid": "1296796408257753107", "i": 40805, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "high level, smart enough to anticipate things before they happen. But all do their best work in the comfort of the pocket. ''It has to be a feel thing,'' <strong> Aaron Rodgers </strong> said. <q>I think pocket presence is something that you can learn a little bit, but a lot of it is just feeling your way through that, knowing when to stay in there and when to get out. I think I've done a better job over the last season of knowing when to get out and when to hang in there.</q> The 6-2, 225-pound <strong> Aaron Rodgers </strong> ranked third among quarterbacks and 26th overall in rushing, totaling 356 yards and four touchdowns on 64 carries( 5.6 average). Only Philadelphia's <strong> Michael Vick </strong> averaged more yards per carry", "new_id": -2}, {"uid": "1297234014042778761", "i": 940, "idx": 3, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": ". ''Washington's War'' concluded that ''the purported economic benefits are both minuscule and unachievable and would be more than offset by the high costs of transit service expansion.'' <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong> claimed that <q>each 1 percent of regional travel shifted from automobile to transit increases regional income about$ 2.9 million</q>( not billion), based on the APTA report. ''Washington's War'' noted the insignificance of this finding by pointing out that$ 2.9 million is equal to about eight days of sales at a typical", "new_id": -2}, {"uid": "1295779997220971072", "i": 14190, "idx": 0, "sa": ["Eric Schmidt", "Michael Hawley"], "q": "has product sense and an appetite for making new things, as opposed to talent for selling things,'' said <strong> Michael Hawley </strong>, a longtime M.I.T. professor who knows Mr. Page socially and has advised him on writing projects. <q>Larry is more the archetype of founder, innovator, hacker, inventor, interested in all of the magical things that digital technologies do.</q> But others say that Mr. <strong> Eric Schmidt </strong>'s two biggest job responsibilities- being the public face of the company and managing internal politics- are areas where Mr. Page has less experience.", "new_id": -2}, {"uid": "1296157469100335620", "i": 19606, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. ''It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Get the Chicago Tribune delivered to your home for only$ 1 a week> Rita Morgis at 1:24 PM January 27, 2011 This is a no-brainer. Simply lift the payroll tax cap so the filthy rich", "new_id": -2}]