[{"uid": "1296318894261652524", "i": 14815, "idx": 6, "sa": ["Allen Iverson"], "q": "me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1296003429036782088", "i": 10961, "idx": 2, "sa": ["Allen Iverson", "Dick Cheney", "Bryce Harper"], "q": "He still play in the NBA? <strong> Allen Iverson </strong> arrives for stint in Turkey to revive his career. <strong> Dick Cheney </strong> NBA star <strong> Allen Iverson </strong> arrived in Istanbul on Monday to begin a stint with Turkish club Besiktas, promising to give fans <q> something they haven't seen before. </q> Dozens of fans greeted the 11-time All-Star at... MLB Update: Washington Nationals introduce top overall pick <strong> Bryce Harper </strong> MLB Update: Washington Nationals introduce top overall pick <strong> Bryce Harper </strong> The Washington Nationals officially introduced top-overall pick <strong> Bryce Harper </strong> on Thursday,", "new_id": -2}, {"uid": "1297702504177799271", "i": 18633, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "could make the <strong> Sen. Bernie Sanders </strong>' bill more politically palatable, because it would drive down the cost of solar installations. The legislation aims to finance the installation of up to 40,000 megawatts of new solar energy. <q> These are two parallel but distinct programs. They could play together very well because- to the extent that the SunShot initiative is successful- it will lower the[ financial] incentives that are required per project for the <strong> Ten Million </strong> Solar Roof Act, </q> he told SolveClimate News.`` Any program designed at reducing the cost of solar installations will be a service to any deployment program by lowering costs'' to the government, Kann said. Jared", "new_id": -2}, {"uid": "1295432346076251250", "i": 46104, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "<strong> Simon Cowell </strong>. The 50-year-old actress- who plays scathing cheerleading coach Sue Sylvester on the US TV show- believes there are many similarities between the teacher and the straight-talking talent show judge. She said: <q> If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her.`` He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> \" He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. \" <strong> Jane Lynch </strong> also admitted she is`` amazed'' by the", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q> Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it, </q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}, {"uid": "1295425658058294275", "i": 46851, "idx": 0, "sa": ["Mike Pence", "Ronald Reagan", "Jack Kemp", "Jim Ryun", "Newt Gingrich"], "q": "to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1295538156252182548", "i": 16853, "idx": 2, "sa": ["Henry James", "Allen Iverson"], "q": "conference for hysterical Besiktas fans in Istanbul Turkey <strong> Allen Iverson </strong> unveiled at press conference for hysterical Besiktas fans in Istanbul Turkey <strong> Allen Iverson </strong> is unveiled for the Besiktas basketball fans on his new home court and he talks to the fans saying <q> I want to thank you fans for welcoming me and embracing me the way you have... I can't promise you that we will win every basket-ball game. But one thing I can promise... <strong> Henry James </strong> </q> Red'' ALLEN'' Wild Man Blues''!!! RARE OLDIES VIDEO WITH MR HENRY'' RED'' ALLEN& HIS ALL STARS! <strong> Henry James </strong>`` Red'' <strong> Allen Iverson </strong>( January 7, 1906 April 17, 1967) was", "new_id": -2}, {"uid": "1295397194060080131", "i": 17346, "idx": 0, "sa": ["Piers Morgan", "George Clooney", "Howard Stern", "David Letterman", "Mary Tyler Moore", "Amy Adams", "Ben Kingsley", "Oprah Winfrey", "Ricky Gervais", "Condoleezza Rice", "Robert Redford"], "q": "the good fortune to interview <strong> David Letterman </strong>, <strong> Amy Adams </strong>, <strong> Howard Stern </strong>, <strong> Robert Redford </strong>, <strong> Mary Tyler Moore </strong>, <strong> Ben Kingsley </strong> and Urkel from`` Family Matters.'' Before joining the crime for the Rockford Register Star, which may explain his affinity for <q> Hill Street MLK and America's Insufficient Economic Bill of Rights Musharraf says blasphemy law can not be changed <strong> Piers Morgan </strong> says Madonna not welcome on his new show( Interview w/Billy Bush) premiere of <strong> Piers Morgan </strong>'s new CNN show,`` <strong> Piers Morgan </strong> Tonight, </q> will debut this evening with <strong> Oprah Winfrey </strong> as his first guest. Other guests this week will include <strong> Howard Stern </strong>, <strong> Ricky Gervais </strong>, <strong> George Clooney </strong> and <strong> Condoleezza Rice </strong>. Celebrities: CNN's <strong> Piers Morgan </strong> to open show with <strong> Oprah Winfrey </strong> individual: 12 numChar:2191", "new_id": -2}, {"uid": "1295667434215973918", "i": 12032, "idx": 1, "sa": ["Eric Schmidt"], "q": "the last decade, but now Mr <strong> Eric Schmidt </strong> will move to executive chairman, working on deals, partnerships and government outreach, and advisor. On a conference with analysts late last night Mr <strong> Eric Schmidt </strong> said: <q> I believe Larry is ready. His ideas are very interesting and clever and it's time for him to have a shot at running this. </q> He has more than 30 years experience in the industry and was previously chief technology officer at Sun Microsystems and the head of Novell Inc, before becoming the Google chief executive in 2001. The", "new_id": -2}, {"uid": "1297337860072925262", "i": 14081, "idx": 1, "sa": ["Simon Cowell"], "q": "star told Access Hollywood that he will wait until the royal wedding is over before he confirms the date of his own do.`` I don't want to overshadow Prince William,'' he said. <q> So they've got to go first. </q> Discussing what he would wear on the big day, <strong> Simon Cowell </strong> admitted that the suit he wore in a recently premiered promo for The X Factor USA had received a lot of praise. EastEnders:", "new_id": -2}]