[{"uid": "1296491799100859915", "i": 45806, "idx": 0, "sa": ["Michael Gove", "Dick Smith"], "q": "in real terms will be around 20%. \"School sixth forms will be able to keep some sport going, having been given back sports co-ordination money in the recent U-turn by <strong> Michael Gove </strong>,\" says <strong> Dick Smith </strong>. <q> But sixth-form colleges will not get that. 16.00 GMT on Monday 31 January 2011. A version appeared on p4 of the Tuesday 1 February 2011. It was last modified at There are no comments yet for this article. In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without pressing \"Post your comment </q> will result in your words being lost. Thank you for your comment. This has been submitted for moderation. Closing this window without pressing \"Report\" will result in your words being lost", "new_id": -2}, {"q": "a letter grade. \"Every <strong> George W. Bush </strong> has a challenge when it goes from campaigning to governing, takes a while to figure out the difference between campaign and governing,\" <strong> Colin Powell </strong> said on CNN's <q> State of the Union. </q> \"Now we see at the end of the second year, he is definitely focusing on governing... we'll see how 2011 goes.\" <strong> Colin Powell </strong>, who worked in four George W. Bushial administrations- most recently under", "sa": ["George W. Bush", "Colin Powell"], "index_answer": 1, "idx": 2, "i": 56993}, {"uid": "1297463751262963296", "i": 20185, "idx": 0, "sa": ["Michael Gove"], "q": "Mr Justice Holman, sitting in London, allowed the challenges by the councils, declaring Mr <strong> Michael Gove </strong> had unlawfully failed to consult them before imposing the cuts. In five of the cases the failure was <q> so unfair as to amount to an abuse of power </q>, said the judge.", "new_id": -2}, {"uid": "1295605564062603293", "i": 27345, "idx": 5, "sa": ["Michael Gove", "William Russell Sykes"], "q": "\" Outradgie 21 January 2011 10:17 AM Be thankful <strong> Michael Gove </strong> models himself on Gradgrind, and not, say, <strong> William Russell Sykes </strong> or Quilp. rabaisse 21 January 2011 10:23 AM Hamface <q> If our present education system is so good, why are we slipping so far down the international league tables? </q> Nobody says it is. In fact, most people are very unhappy about it. Alarming 21 January 2011 10:24 AM A hands off approach that tells the teachers what they must teach.", "new_id": -2}, {"uid": "1297253895021528626", "i": 48332, "idx": 0, "sa": ["Michael Gove"], "q": "education last year, the Michael Government has warned it will have to work with music services throughout the next year to \"manage future budget pressures\" . The Michael Government added that it will be moving towards a <q> national formula for music education funding </q> in 2011, but will ensure that no local Michael Government loses more than 10% of its central funding in this first year. <strong> Michael Gove </strong> said: \"Access to the best musical education is not universal and", "new_id": -2}, {"uid": "1296123393014483482", "i": 27846, "idx": 0, "sa": ["Michael Gove"], "q": "distributed to police stations across Russia, Interfax news agency quoted a law enforcement official as saying on Thursday. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1296140197140460041", "i": 59394, "idx": 0, "sa": ["Michael Gove"], "q": "they do not improve, they could be shut down. The plans will be included in an Education Bill published today. Mr <strong> Michael Gove </strong> said UK classrooms faced a \"discipline crisis\" . He added: <q> It's the single biggest worry parents have-` Will my child be safe?' It's also the main reason teachers leave the profession, and many good graduates don't become teachers. </q> Ofsted currently marks schools on teaching, leadership and exam results. Mr <strong> Michael Gove </strong> aims to give the body \"new focus\" by allowing disciplinary records to be assessed. Schools faring \"particularly badly\" on", "new_id": -2}, {"uid": "1297433861129613836", "i": 23622, "idx": 0, "sa": ["Michael Gove"], "q": "cuts were dealt a blow today after six councils won their High Court challenge over <strong> Michael Gove </strong>'s decision to scrap school building projects in different parts of the country. In five of the cases the failure was <q> so unfair as to amount to an abuse of power </q>, the judge said. The judgment leaves it doubtful that other local authorities will be able to seek a judicial review of BSF on similar grounds, after Mr Justice Holman said it was his view that", "new_id": -2}, {"uid": "1295594483015614016", "i": 33323, "idx": 0, "sa": ["Michael Gove"], "q": "learn. Speaking on the BBC Radio 4's Today programme, Mr <strong> Michael Gove </strong> said it would be for the panel leading the review to determine what content should be specified in the new curriculum. <q> I'm not going to be coming up with any prescriptive lists, I just think there should be facts, </q> he said. \"One of the problems that we have at the moment is that in the history curriculum we only have two names[ of historical figures], in the geography curriculum the only country", "new_id": -2}, {"uid": "1296141430063832094", "i": 40453, "idx": 0, "sa": ["Michael Gove"], "q": "I believe Hezbollah can do in the interests of Lebanon, I will not hesitate one second to ask Hezbollah to do it,\" he said in the interview in a heavily guarded apartment block in central Beirut. <q> The burden is not light, it is heavy and I need the support of everybody. </q> New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in... UK` unprepared for a foot and mouth outbreak'", "new_id": -2}]