[{"uid": "2008111100_00001761_W", "i": 4658, "idx": 2, "sa": ["Patrick O'Donnell"], "q": "sometimes got dozens of boys naked at local lakes and at the church swimming pool. but <strong> Patrick O'Donnell </strong> testified that he wasn't trying to prey on these boys, and that he initially befriended them with good intentions. <q> trying to be a good leader and a good person most of the time. then i would kind of fall, </q> he said. in 1976 the spokane diocese sent <strong> Patrick O'Donnell </strong> to seattle for treatment, but he resumed his old habits when he returned to spokane. he testified he stopped molesting kids in 1980 and says he hasn't", "new_id": -2}, {"uid": "2008111402_00018904_W", "i": 1242, "idx": 5, "sa": ["Dirk Kempthorne"], "q": "agreement for the dams turns \"what was a conflict into a conservation success.\" \"together, we have produced an agreement that will greatly reduce the risk of future shutdowns of the,\" he said. <q> i applaud this example of cooperative conservation and thank everyone who worked to bring it about. </q> kulongoski called the deal \"a model for the rest of the country of how federal and state governments and private individuals can all work together.\" <strong> Dirk Kempthorne </strong> added that the agreement was an effort to help a private", "new_id": -2}, {"uid": "2008110519_00044127_W", "i": 377, "idx": 1, "sa": ["Brian Cashman", "Bobby Abreu", "Hideki Matsui", "Robinson Canó", "Jason Giambi"], "q": "not be a surprise if the yankees are one of the teams interested in bidding for their services. \"it remains to be seen,\" <strong> Brian Cashman </strong> said when asked about the need to add a big bat. <q> there's no doubt that <strong> Jason Giambi </strong> and <strong> Bobby Abreu </strong> are lefthanded, selective bats that are going to be difficult to replace- if we're replacing them, because you don't close out the option of having them come back. the pitching is still the most important aspect. </q> <strong> Hideki Matsui </strong> spent significant time on the disabled list as well. throw in a subpar season by <strong> Robinson Canó </strong> and the bombers have reason to think their lineup will improve in 2009 even with the departures of <strong> Bobby Abreu </strong> and <strong> Jason Giambi </strong>.", "new_id": -2}, {"uid": "2008093007_00012810_W", "i": 4513, "idx": 4, "sa": ["George H. W. Bush"], "q": "he can get involved in the change of administration with toys and treats commemorating the end of the <strong> George H. W. Bush </strong> years. at the <strong> George H. W. Bush </strong>'s last day website, there's the <strong> George H. W. Bush </strong> biskit- the wrapper includes the line <q> crunch crunch he's gone. </q> and both dogs and cats can enjoy the <strong> George H. W. Bush </strong> lame duck toy from moodypet.com. the stuffed George H. W. Bush-faced duck on crutches wears a cast signed by his friends including condi, rummy and k-ro, and he comes in a", "new_id": -2}, {"uid": "2008110502_00002060_W", "i": 4097, "idx": 2, "sa": ["Danielle Lambert", "Steve Jobs", "Mark Papermaster", "Tony Fadell"], "q": "ipod mp3 players that rocketed to global success and revived the company's fortunes. \"<strong> Tony Fadell </strong> and dani have each made important contributions to apple over the past eight years,\" mr <strong> Steve Jobs </strong> said in a statement. <q> we're sorry to see dani go and are looking forward to working with <strong> Tony Fadell </strong> in his new capacity. </q> ms <strong> Danielle Lambert </strong> is to leave apple at the end of the year and mr <strong> Tony Fadell </strong> is to become an adviser to mr <strong> Steve Jobs </strong>. ibm executive <strong> Mark Papermaster </strong> has been hired to replace mr <strong> Tony Fadell </strong>. this service may include material", "new_id": -2}, {"uid": "2008092714_00032199_W", "i": 1118, "idx": 4, "sa": ["Paul Newman", "Elizabeth Taylor"], "q": "<strong> Paul Newman </strong> redeemed himself in his next movie, \"somebody up there likes me\" ( 1956), a portrayal of boxer rocky graziano, and by 1958 was nominated for an oscar as an alcoholic ex-football player in <q> cat on a hot tin roof, </q> starring alongside <strong> Elizabeth Taylor </strong>. hit movies rolled on from there, including <NO_QUOTATION>( 1960), <NO_QUOTATION>( 1961), <NO_QUOTATION>( 1963), <NO_QUOTATION>( 1967), <NO_QUOTATION>( 1974) and <NO_QUOTATION>( 1977", "new_id": -2}, {"uid": "2008092323_00050623_W", "i": 1071, "idx": 6, "sa": ["Ray Woods"], "q": "teammate held a broomstick, the police report said. the coach told the players to <NO_QUOTATION> and the group broke up. romero said the coaches believed they had intervened in time to stop a hazing incident. but <q> as our investigation has unfolded, we learned that it had already happened, </q> the superintendent said. that afternoon, according to the police report, head coach <strong> Ray Woods </strong> called the players together and told them that if any hazing was going on, it needed to stop. when <strong> Ray Woods </strong> asked if", "new_id": -2}, {"uid": "2008100316_00008275_W", "i": 271, "idx": 1, "sa": ["Sarah Palin", "John McCain"], "q": "of staff, is also an out-of-the closet gay man. here's a typical <strong> John McCain </strong> interview for a position on his team: <strong> John McCain </strong>: \"so, tell me a little about your background.\" interviewee: <q> well, i was a lobbyist with... </q> <strong> John McCain </strong> supports no banker left behind because his campaign can't afford to hire them all. <strong> Sarah Palin </strong> said she does not support the morning after pill as a form of... <strong> John McCain </strong> neffinger the nightmare vp debate scenario:", "new_id": -2}, {"uid": "2008112721_00015023_W", "i": 3700, "idx": 0, "sa": ["Jay Wright"], "q": "'s 71-48 win against monmouth in their first game of the philly hoop group classic, the wildcats held the hawks to 13 points in the first half, only to get outscored 35-26 in the final 20 minutes. <q> i thought we played a great first half, </q> said <strong> Jay Wright </strong>, who is 10-4 at the palestra with villanova. \"i thought we paid attention to detail. we've got to keep our concentration longer. i think that's the challenge.\" no. 20", "new_id": -2}, {"uid": "2008121910_00017906_W", "i": 71, "idx": 13, "sa": ["Alex Jones"], "q": "this on air, you may prompt people in states who have not approved to begin looking into it locally. thanks. re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08 <q> reply# 7 on: december 16, 2008, 12:56:19 pm </q> i've just received an email from someone i introduced to aj show. it says that all the guests today so far have been sponsors... if this is the case then it is re: questions for <strong> Alex Jones </strong>", "new_id": -2}]