[{"uid": "1295956479149733513", "i": 33282, "idx": 6, "sa": ["Mike Pence"], "q": ", the year after the Supreme Court's decision legalizing abortion on demand. The march begins on the National Mall and ends in front of the Supreme Court building, located directly behind the U.S. Capitol. <q> Thank you for braving the cold one more time, </q> <strong> Mike Pence </strong> told the crowd. \"We will win this fight because the deepest desire of every mother and father is to protect their child, at any cost, even with their own lives, and that truth can", "new_id": -2}, {"uid": "1295285903003260422", "i": 44584, "idx": 2, "sa": ["Jim Ryun", "Mike Pence"], "q": "encouraging him to get in the race,\" <strong> Jim Ryun </strong> said in a release. \"<strong> Mike Pence </strong> describes himself as` first a Christian, then a conservative, then a Republican,\" ' Benko added. <q> He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to winning back the White House in 2012. </q> Benko, in a brief interview, said the American President's Committee has raised$ 70,000 so far for the draft <strong> Mike Pence </strong> initiative. Over the last several years, political observers have had kept", "new_id": -2}, {"uid": "1295545193181207041", "i": 23024, "idx": 2, "sa": ["Mike Pence", "Chris Smith", "Bart Stupak"], "q": "'s abortion components, voted against the House version of the bill but for the Senate-passed \"reconciliation\" that didn't include the <strong> Bart Stupak </strong> language. He also voted against repealing the law Wednesday. <q> We all know repeal is going nowhere, </q> he said, \"we should use our time to make fixes to the law.\" <strong> Chris Smith </strong> said a third bill by <strong> Mike Pence </strong>, R-Ind., would add to the limitations on federal funding for abortions by", "new_id": -2}, {"uid": "1295545193181207041", "i": 23022, "idx": 0, "sa": ["Mike Pence", "Chris Smith", "John Boehner"], "q": "the Republican agenda, House Speaker <strong> John Boehner </strong> on Thursday gave a top designation to a bill introduced by New Jersey <strong> Mike Pence </strong> <strong> Chris Smith </strong> that would ban the use of any federal funds from being used for abortions. The <q> No Taxpayer Funding for Abortion Act, </q> given the numerical designation H.R. 3 to emphasize its prominence, would make permanent in existing law any language that bans abortion. It also would provide medical workers with \"conscientious protections\" that allow them to refuse to", "new_id": -2}, {"uid": "1296057614158892047", "i": 53079, "idx": 0, "sa": ["Mike Pence", "Paul Ryan", "Barack Obama"], "q": "<strong> Barack Obama </strong> mentioned nothing about abortion. <strong> Mike Pence </strong> <strong> Paul Ryan </strong> of Wisconsin, a pro-life advocate, delivered the Republican response and he mentioned that protecting human life is part of the proper role of the federal government. <q> We believe government's role is both vital and limited- to defend the nation from attack and provide for the common defense... to secure our borders... to protect innocent life, </q> he said. But, although she was the keynote speaker at the Rose Dinner following the March for Life and has a consistently pro-life position on abortion, <strong> Mike Pence </strong> Michelle Bachmann of Minnesota did not mention pro-life", "new_id": -2}, {"uid": "1296169292227721223", "i": 6181, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. <strong> Mike Pence </strong> ruled out a White House bid in a letter sent to supporters that also fueled speculation he is instead planning a run for governor. <q> We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home, </q> <strong> Mike Pence </strong> wrote in the letter. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012.\"", "new_id": -2}, {"uid": "1297356528206143523", "i": 15960, "idx": 1, "sa": ["Mike Pence"], "q": "forward at great risk to women and at their own political peril.\" The bill's sponsor, <strong> Mike Pence </strong>( R-IN), framed it as an effort to deny government funding for abortions. <q> The time has come to deny all federal funding to Planned Parenthood of America, </q> <strong> Mike Pence </strong> said. \"I've authored the Title X Abortion Provider Prohibition Act, which would deny Title X funds to Planned Parenthood or any other abortion provider and Congress must act and act now to move this important", "new_id": -2}, {"uid": "1296508313251035739", "i": 37741, "idx": 0, "sa": ["Richard Lugar", "Mike Pence", "Joe Donnelly"], "q": "from <strong> Richard Lugar </strong>'s camp, including some thoughtful mention from them of the Latino vote, a growing demographic even in Indiana.) Meanwhile, faced with redistricting-related uncertainty in his House district, <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> is continuing to <q> look at his political options </q> regarding a statewide run( where, theoretically, a Senate run could be more appealing, if odds are starting to look like the Gov. opponent will be <strong> Mike Pence </strong> and the Sen. opponent will be a", "new_id": -2}, {"uid": "1295633194146702360", "i": 3190, "idx": 16, "sa": ["Frank Gaffney", "Mike Pence", "Ayaan Hirsi Ali", "Louie Gohmert", "Peter King"], "q": "compiling a radical right King-hearings-panelist/\"> witness list for the hearings, including Dutch critic Islam <strong> Ayaan Hirsi Ali </strong>, who believes that \"Islam is a cult,\" that \"there is no moderate Islam,\" and that <q> we are at war with Islam. </q> This week, <strong> Mike Pence </strong> <strong> Louie Gohmert </strong>( R-TX) joined the growing chorus of Republicans clamoring for hearings to look into the threat of \"creeping Sharia law.\" Appearing on <strong> Frank Gaffney </strong>'s radio show( <strong> Frank Gaffney </strong> is of", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q> We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people, </q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. \"Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}]