[{"uid": "1297488327192626740", "i": 37820, "idx": 9, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "more time to talk.'' I suspect <strong> Donald Rumsfeld </strong> felt otherwise. <strong> Diane Sawyer </strong>, the top ABC anchor, was also eager for <strong> Donald Rumsfeld </strong> to admit mistakes. Here's how her Nightline interview was introduced: <q> <strong> Diane Sawyer </strong> goes head to head with <strong> Donald Rumsfeld </strong> as never before.... The big question: What did he get wrong? </q> <strong> Donald Rumsfeld </strong> said he got some things wrong, as he does in his book. He said`` it's possible'' he was slow to react to deterioration of the military situation in Iraq. He regretted saying", "new_id": -2}, {"uid": "1295559882263242034", "i": 30125, "idx": 3, "sa": ["Eric Schmidt"], "q": "came just before Google announced earnings for its most recent quarter. At$ 8.44 billion, Google's fourth-quarter revenue jumped 26 percent from a year earlier. Profit climbed 29 percent to$ 2.54 billion. <q> These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider Web, </q> <strong> Eric Schmidt </strong> said in a statement accompanying the results. Earlier, Google stock finished regular trading at$ 626.77, down$ 4.98, or 0.8 percent, from Wednesday's closing price. Google shares were up", "new_id": -2}, {"uid": "1296615902145653776", "i": 38311, "idx": 0, "sa": ["David Letterman"], "q": "Watch: <strong> David Letterman </strong> on His Heart Surgery Chuck Ludlam and his wife Paula Hirshoff say the Peace Corps has lost its way since its founding by JFK 50 years ago. <q> We're sad about it but we're also angry about it, </q> Ludlam told ABC News,`` because the people in these countries need our help. And the Peace Corps could be a great force for good in the world in terms of development assistance.'' Ludlam", "new_id": -2}, {"uid": "1295419136019841068", "i": 1474, "idx": 4, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "her look like a poodle. Now, nearly a decade after`` Idol'' first premiered, it seems that every reality competition has its own <strong> Simon Cowell </strong>. With`` America's Got Talent'' and <strong> Nigel Lythgoe </strong> on <q> So You Think You Can Dance, </q> cruel Brits are everywhere, except maybe Many of these judges arrive on our shores with years of industry experience overseas. But simply by playing the bad cop, a judge can sound more like an expert", "new_id": -2}, {"uid": "1295562453217792578", "i": 14434, "idx": 5, "sa": ["Danny Sullivan", "Eric Schmidt", "Ken Auletta"], "q": "and advertising, has struggled in some areas, especially social networking, where the rise of href=\"http://topics.nytimes.com/top/news/business/companies/facebook_inc/index.html?inline=nyt- org\" title=\"More articles about Facebook.\"> Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called`` Googled: The End of the World As We Know It,'' said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "new_id": -2}, {"uid": "1296751792175587353", "i": 10093, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "evidence of this. You may be right, but I think we have been exceedingly careful to not`` install'' anyone. Posted by: suekzoo1| February 3, 2011 11:41 AM| <q> In his upcoming book, former Defense Secretary <strong> Donald Rumsfeld </strong> writes that <strong> George W. Bush </strong> focused on a war with Iraq almost immediately after the Sept. 11, 2001 terror attacks.`` He asked that I take a look at the shape of our military plans on Iraq, </q> <strong> Donald Rumsfeld </strong> writes.`` He wanted the options to be` creative.''' Posted by: Liam-still| February 3, 2011 11:42 AM| mike: Here ya go. Eypt has been", "new_id": -2}, {"uid": "1295501732152404071", "i": 24741, "idx": 5, "sa": ["Doc Rivers", "Darrell Armstrong", "John Amaechi", "Allen Iverson", "Michael Finley", "Kobe Bryant", "Pat Garrity"], "q": "starters to beat the 76ers 110-105 behind 25 points by <strong> Pat Garrity </strong> and 20 by <strong> Darrell Armstrong </strong>.`` That <strong> Kobe Bryant </strong> guy is something else. He drove me crazy,'' Doc <strong> Doc Rivers </strong>, Orlando's first-year coach, said. <q> We didn't want to trap him, and it nearly cost us. We told the guys if we could stop the other four, we could win the game. </q> <strong> Pat Garrity </strong> came off the bench to make 10 of 11 shots and <strong> John Amaechi </strong> scored five of his 13 points in the Michael Finleyal minute to help the surprising Magic improve to 4-2 with their third straight victory. <strong> Allen Iverson </strong> made nine", "new_id": -2}, {"uid": "1295524771245694500", "i": 423, "idx": 0, "sa": ["Justin Bieber", "David Letterman", "Betty White"], "q": "a bash at the Big Apple's La Cirque restaurant. <strong> Betty White </strong>'s colleagues presented her with a large cake from everyone at U.S. channel TV Land, and as she blew out the candles she joked, <q> I had a chance and I blew it </q>. She was then shown a video clip of teen superstar <strong> Justin Bieber </strong> singing a special rendition of Happy Birthday to her. <strong> Betty White </strong> also celebrated the special day with U.S. TV host <strong> David Letterman </strong>- by drinking", "new_id": -2}, {"uid": "1295584186085278737", "i": 5543, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Google may be returning to its startup roots.`` A lot of the growth of the company used to be driven by innovation,'' said Yun Kim, an analyst at investment firm Gleacher& Co. <q> Having someone with the very strong products background that <strong> Larry Page </strong> has could Sergey Bring some innovation back to Google. </q> <strong> Eric Schmidt </strong>, 55, will remain as executive chairman and will advisLarry Page and <strong> Sergey Brin </strong>, Google's other co-founder. <strong> Sergey Brin </strong> will give up his title as co-president to work on high-priority projects. One of", "new_id": -2}, {"i": 1135, "idx": 4, "index_answer": 1, "new_id": -1, "q": "who has been the vocal wrestling fan having guest hosted WWE's`` Monday Night RAW'' back in October 2009.`` Yeah the belt's really caught on,'' said <strong> Aaron Rodgers </strong>. <q> It's a celebration that started in practice and the fans loved it and you got to give them what they love. Usually it was just after a run or something. Sometimes <strong> Ric Flair </strong> surprise myself on those. </q> <strong> David Letterman </strong> ended the segment by heading out into the audience and having <strong> Aaron Rodgers </strong> wing him a pass. Guidelines: Fan feedback should be within the guidelines for the NFL community. These guidelines will", "sa": ["David Letterman", "Aaron Rodgers"], "uid": "1297451512119193621"}]