[{"uid": "1296066420080527365", "i": 10585, "idx": 0, "sa": ["Andy Coulson", "Sian Massey"], "q": "to be \"battered\" for the \"prehistoric banter\". His colleague, football pundit, <strong> Andy Coulson </strong> Gray was sacked yesterday for off-air comments directed at a female Sky Sports presenter. <q>We were wrong. It was wrong. It shouldn't have happened,</q> Keys told talkSPORT. The pair have been the subject of widespread criticism after being caught off-camera criticising the decision to appoint <strong> Sian Massey </strong> as a referee's assistant. The men were heard before Saturday's", "new_id": -2}, {"uid": "1296661910101318792", "i": 16124, "idx": 0, "sa": ["Mitt Romney", "David Letterman", "Kim Kardashian"], "q": "Prepping for a potential presidential run in 2012, <strong> Mitt Romney </strong> got a <strong> David Letterman </strong> plug for his book, \"No Apology,\" and then stood, sans-tie, to announce a casual, comically self-deprecating lineup of <q>Things You Don't Know About <strong> Mitt Romney </strong>.</q> \"10. <strong> Mitt Romney </strong> is short for Mitt-thew. 9. I can't begin my day until I've read the Washington Post and <strong> Kim Kardashian </strong>'s Tweets.\" 8. I'm the guy", "new_id": -2}, {"uid": "1296130960251920385", "i": 24291, "idx": 1, "sa": ["Simon Cowell", "Louis Walsh", "George Sampson", "Dannii Minogue", "James May"], "q": "the million dollar question\" was whether or not she would be joining the American show as a judge. <strong> Simon Cowell </strong> stressed that neither <strong> Dannii Minogue </strong> nor <strong> Louis Walsh </strong> were signed up for the next UK show. <q>They haven't been given a contract yet. We are in the process of going through all the shows. <strong> Jeremy Clarkson </strong> think there are going to be a few surprises. <strong> Jeremy Clarkson </strong> genuinely do. <strong> Jeremy Clarkson </strong> don't think there's one set way of doing it.</q> One of the more bizarre moments backstage saw the cast of Waterloo Road- including teenage street dancer <strong> George Sampson </strong>- taking questions alongside the Chilean mining hero Luis Urzua. <strong> James May </strong> Urzua, at the show", "new_id": -2}, {"uid": "1296830208019169341", "i": 30058, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "incoherent decision-making and policy drift, a detriment to the war effort, the Post said. <strong> Donald Rumsfeld </strong> suggests that Bush was at fault for not doing more to resolve disagreements among senior advisers. Bush <q>did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made</q>, <strong> Donald Rumsfeld </strong> wrote. Addressing charges that he failed to provide enough troops for the Iraq War, the former defence chief wrote: \"In retrospect, there may have been times when more troops could have", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q>The most fun I've ever had playing football,</q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.\" ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}, {"uid": "1297209869085721103", "i": 38773, "idx": 0, "sa": ["Eric Cantor", "Kirsten Gillibrand", "Barbara Boxer", "House Judiciary Committee"], "q": ". It's the economy: Democrats also hammered Republicans for making abortion legislation a major priority early into the new Congress. They accused the GOP of abandoning a campaign pledge to create jobs. <q>I do not understand how this Republican Congress can move from that mandate to create jobs, to create opportunities in this country toward how we undermine women's reproductive health,</q> said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). <strong> Eric Cantor </strong> rejects talking point: <strong> House Judiciary Committee </strong> Majority Leader <strong> Eric Cantor </strong>( R-Va.), saying that the federal government doesn't create jobs, said Republicans are trying to make good", "new_id": -2}, {"uid": "1295308684212140059", "i": 39075, "idx": 2, "sa": ["Michael Vick"], "q": "he got out of jail, but the Eagles would only agree to sign him to a two-year deal. \"I didn't want to come here to be honest with you,\" <strong> Michael Vick </strong> said. <q>I knew I was going to be behind Donovan and Kevin, and I wanted to play. I just didn't see myself playing a heavy role in the offense. \"After awhile, I said to myself, you know what, it's just a blessing to have a team want me right now. Got the opportunity, and last year, everybody kind of grew on me.</q> The Eagles have a decision to make this offseason. If they want to bring <strong> Michael Vick </strong> back, which by all indications they do, they can either sign him to a long-term extension or hit him with", "new_id": -2}, {"uid": "1295282480244170864", "i": 10261, "idx": 0, "sa": ["Jim Ryun", "Jack Kemp", "Ronald Reagan", "Mike Pence"], "q": "to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former Rep. <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q><strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,</q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential", "new_id": -2}, {"uid": "1295741039001638405", "i": 422, "idx": 0, "sa": ["Allen Iverson", "Malik Rose"], "q": "to a 98-94 victory. <strong> Malik Rose </strong>, who attended Drexel, minutes away from the First Union Center, scored a career-high 22 points on 10-of-12 shooting and grabbed nine rebounds as the Spurs snapped a three-game losing streak. <q>My teammates were getting me the ball,</q> said <strong> Malik Rose </strong>, who bought 64 tickets for family and friends. \"We played well, we shared the ball and I was the recipient of some good passes and a little luck.\" <strong> Allen Iverson </strong> was a dismal", "new_id": -2}, {"uid": "1295668632145047569", "i": 20784, "idx": 0, "sa": ["Kobe Bryant", "Hubie Brown", "John Two-Hawks", "Dikembe Mutombo", "Allen Iverson"], "q": "point effort by <strong> Kobe Bryant </strong>. Other Notes: <strong> Kobe Bryant </strong> had the famous 30 feet double clutch desperation three to beat the shot clock in this game in the 3rd quarter that showed his unlimited range. As <strong> Hubie Brown </strong> said, <q>Range is not a factor for <strong> Kobe Bryant </strong>.</q> <strong> Kobe Bryant </strong> shot http://wn.com/Allen_Iverson_47pts_vs_Hawks_00/01_NBA_MVP_*16th_40-point-game <strong> Dikembe Mutombo </strong> wouldn't let his former teammates get their way. <strong> Dikembe Mutombo </strong> had 13 points, 13 rebounds and nine blocked shots and <strong> Allen Iverson </strong> scored 47 points as the Philadelphia 76ers beat the Atlanta <strong> John Two-Hawks </strong> 108-103 Friday", "new_id": -2}]