[{"uid": "1297257274238534666", "i": 1126, "idx": 0, "sa": ["Colin Powell"], "q": "are,'' Rumsfeld told a television interviewer. ''They're in the area around Tikrit and Baghdad.'' In his book, he denied that he or any other administration official lied about WMD. <q>While I made a few misstatements-in particular the one mentioned above-they were not common and certainly not characteristic.</q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address", "new_id": -2}, {"uid": "1296922649262193174", "i": 35463, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "had done some drugs. Sure thing, <strong> Donald Rumsfeld </strong>. Perfectly good excuse. You'' should drop some leaflets on the families of people, American and Iraqi, whose children have died in that war. <q>Sorry, my son was doing drugs. I was emotional at the time. Not my fault.</q> Stuef also had a suggestion for those plans to invade and occupy Iraq to be ''creative'' that ''Rummy says Defense was preparing for offense on Afghanistan at the time, but <strong> President Bush </strong> asked him to be", "new_id": -2}, {"uid": "1294993317185335809", "i": 37703, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "her legs on command. With her closest friends from Congress holding her hand on Wednesday evening, Ms <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,</q> Senator <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. ''She wanted us to know that she was with us 100 per cent and understood everything we were saying.'' Ms <strong> Gabrielle Giffords </strong>'s neurosurgeon,", "new_id": -2}, {"uid": "1295590171029097991", "i": 32307, "idx": 6, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "overseeing large and diverse teams to facing increased scrutiny, greater pressure and more time in the spotlight. ''He has the strategic sense, but does he have the management patience?'' <strong> Ken Auletta </strong> said. <q>As CEO, you have to sit down and grind it out-- not by inventing algorithms, but by dealing with personalities, people you don't like. He's a guy who doesn't have patience for that.</q> Google's bombshell announcement that Google co-founder Larry Page will replace CEO <strong> Eric Schmidt </strong>, who has helmed the company for a decade, shocked employees and even the most seasoned Google analysts,... <strong> Eric Schmidt </strong> Steps Down As CEO", "new_id": -2}, {"uid": "1295041985009945115", "i": 4186, "idx": 1, "sa": ["Kirsten Gillibrand", "Sen. Kay Bailey Hutchison", "Gabrielle Giffords"], "q": "& search= Search'', ''permaLink'': ''http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011303590.html'', ''showComments'': true, ''duration'':''', ''mediaQueryString'': ''http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-36v&amp;flvURL=/media/2011/01/13/01132011-36v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-36v.jsn''}{ ''title'': <q>Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes</q>, ''description'': ''<strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.'', ''note'':", "new_id": -2}, {"uid": "1295540865257720386", "i": 2038, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "\\'s recent video posted on Facebook.( Jan. 13)'', ''note'':''', ''correction'':''', ''stillURL'': ''http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302810.jpg'', ''emailLink'': <q>http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302760.html&amp;title=Gibbs talks Tucson speech, dodges <strong> Sarah Palin </strong> remarks& site= politics& type= Video& sent= no& search= Search</q>, ''permaLink'': ''http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302760.html'', ''showComments'': true, ''duration'':''', ''mediaQueryString'': ''http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-29v&amp;flvURL=/media/2011/01/13/01132011-29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-29v.jsn''}{ ''title'': ''Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss", "new_id": -2}, {"uid": "1295967712261718021", "i": 771, "idx": 1, "sa": ["Eric Schmidt"], "q": "to accusations that it has struggled to retain its best talent. last week reported earnings and revenue that far exceeded expectations but has struggled with competition in social networking from companies such as Twitter. <q>Our retention has been actually the same and our retention has been exactly the same for seven years,</q> said <strong> Eric Schmidt </strong>. <strong> Eric Schmidt </strong> will spend more time on working wth governments. ''We've got very complicated government issues,'' he said. Google threatened to pull out of China last year", "new_id": -2}, {"uid": "1295986732223739907", "i": 26244, "idx": 0, "sa": ["Andy Coulson", "Steve Coogan", "Richard Keys"], "q": "female managing director of a professional club, at Birmingham, in 1993, said Gray and <strong> Richard Keys </strong>'s remarks were ''not anything other than sexism' and added:` I'm surprised they didn't say, <q>We'd better go down and tell her to put the kettle on</q>.' Sky reporter <strong> Andy Coulson </strong> Burton( right):` Apparently, a female lino today, a bit of a looker... according to <strong> Steve Coogan </strong> the cameraman.'' Gray(", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of ''American Idol'' since he left the show. Talking to reports on a conference call for his new music competition series, ''The X Factor,'' <strong> Simon Cowell </strong> says, <q>I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well.</q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. ''What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}, {"uid": "1297544425157515791", "i": 35457, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Wael Ghonim", "Sergey Brin"], "q": "a hard-line, Iranian-style, Islamic theocracy. According to The Jerusalem Post, Google executive <strong> Wael Ghonim </strong>, just released from 12 days of Egyptian detention, confirmed that he was responsible for the Facebook page that ignited <q>the revolution of the youth of the Internet.</q> This is the same Google where CEO <strong> Eric Schmidt </strong> is a personal friend of <strong> Barack Obama </strong>, and a member of <strong> Barack Obama </strong>'s Council of Advisers on Science and Technology. Google founders <strong> Sergey Brin </strong> and Larry Page contributed", "new_id": -2}]