[{"uid": "1297617700254115851", "i": 10656, "idx": 0, "sa": ["Mike Pence"], "q": ", R-Ind., that would deny federal family-planning funds to any organization that performs abortions. <strong> Mike Pence </strong> makes clear that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding. <q> Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> <strong> Mike Pence </strong> said.`` The time to deny any and all funding to Planned Parenthood is now.'' Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an", "new_id": -2}, {"uid": "1295073695171851783", "i": 3868, "idx": 1, "sa": ["Simon Cowell", "Piers Morgan"], "q": "the Hoff having replaced last year's <strong> Piers Morgan </strong> and href=\"http://uk.news.yahoo.com/fc/x-factor.html\"> <strong> Simon Cowell </strong> on the panel- and admitted the new format is working out well. Writing on her twitter page, she said: <q> Great first day in Manc!! I think its working out well with the new boys!( sic) </q> Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News editor.", "new_id": -2}, {"uid": "1295943621182452242", "i": 8553, "idx": 0, "sa": ["Steve Ballmer"], "q": "their security and compliance needs. The more telling look, though, is what Microsoft is trying to pitch to companies already using, or plan to use, Apple's iPad. Microsoft is telling those partners to <q> implement a Virtual Desktop Infrastructure( VDI) to reduce risk in your enterprise </q>, meaning that they'd be making use of tools like Microsoft's Hyper-V Server, and App-V. During last year's CES keynote, Microsoft's CEO <strong> Steve Ballmer </strong> paid special attention to a group of Windows", "new_id": -2}, {"uid": "1296350062030326787", "i": 38385, "idx": 1, "sa": ["Alassane Ouattara"], "q": "? IRIN. M. Gbagbo a refus de quitter le pouvoir bien que la communaut internationale ait confirm son rival politique <strong> Alassane Ouattara </strong> comme pr?sident lu, une d?cision qui a exasp?r ceux qui continuent? soutenir M.Gbagbo. <q> Je vis dans un quartier domin par les partisans de M. Gbagbo. C'est tr?s difficile quand on est employ? l'ONU. Ce n'est pas que nous nous faisons attaquer, mais nous ressentons beaucoup de m?fiance depuis l'?lection. On entend dire que si la situation d?g?n?re, nous seront les premiers cibl?s. Nous avons re?u des menaces indirectes. </q> Dans les quartiers d'Abidjan o M. Gbagbo jouit d'un soutien important, les Jeunes Patriotes sont souvent tr?s pr?sents; il s` agit d'un mouvement de jeunesse tr?s politis, qui se fait beaucoup entendre, dont le leader", "new_id": -2}, {"uid": "1297094623019349541", "i": 37296, "idx": 0, "sa": ["David Corn", "Michael Isikoff", "Colin Powell", "Ben Ali", "Barack Obama"], "q": "cage for more than three days, then beaten because, at the behest of the United States, the Egyptians wanted him to say that Saddam <strong> Barack Obama </strong> was going to give Al Qaeda chemical and biological weapons. <q> They were killing me, </q> he told journBen Alists <strong> Michael Isikoff </strong> and <strong> David Corn </strong>.`` I had to tell them something,'' and so his coerced confession wound up in <strong> Colin Powell </strong>'s now notorious address before the United Nations in February 2003, justifying war against", "new_id": -2}, {"uid": "1295588443175472914", "i": 24679, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "10:26:00 PM'' <strong> Eric Schmidt </strong> is stepping down as CEO of Google and cofounder <strong> Larry Page </strong> is taking over, the company just announced in its earnings release. <strong> Eric Schmidt </strong> will become Executive Chairman, focused on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> Google's other cofounder, <strong> Sergey Brin </strong>, will take a more active role in strategic projects including product. He is giving up his role as president. The change is effective starting April 4,", "new_id": -2}, {"uid": "1296853252052805661", "i": 9324, "idx": 4, "sa": ["Roger Goodell", "Michael Vick"], "q": ". <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission.`` I don't want him to put himself in a position where bad things can happen around him,'' <strong> Roger Goodell </strong> said. <q> He takes that seriously. </q> With several inches of snow outside, on top of ice that's been there for days, the Dallas-Fort Worth area has crawled with activity. Many Super Bowl-related events have been postponed or canceled", "new_id": -2}, {"uid": "1295944371182452224", "i": 45970, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer", "Keith Smart"], "q": "off the court in the waning moments of Friday night's victory over Sacramento, but he played 42 minutes the next night against the Clippers.`` Monta bounces back quickly,'' coach <strong> Keith Smart </strong> said. <q> I didn't even think he'd able to play Saturday. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Mercedes-Benz 2001 M-Class$ 12,982 Mercedes-Benz 2003 M-Class$ 13,983 Mercedes-Benz 2008 M-Class", "new_id": -2}, {"uid": "1297174738149192708", "i": 30742, "idx": 1, "sa": ["Eric Martin", "Donald Rumsfeld", "Stephen Elliott"], "q": "employed from the Pentagon lectern. We come upon His Crankiness in a library, doing research for his memoir. When an earnest young man approaches to ask questions, <strong> Eric Martin </strong> and <strong> Stephen Elliott </strong> capture <strong> Donald Rumsfeld </strong>'s disdain: <q> Down there in the kid's eyes, <strong> Donald Rumsfeld </strong> sees broad leaves of intelligence but rooted in such soft soil that it might as well be sand. A zen garden. With a few green wisps that will blow flat at the first breath of wind. The world they live in is a blustery place. This is the son of a father who never went to war. </q> This is all great fun[!], at least for those who might be rubbing their hands together at the idea of his impending comeuppance, but when <strong> Donald Rumsfeld </strong> meets his wife and some rather louche friends", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it.`` Every time I think I've heard the worst story, another one comes about,'' <strong> Jamie Buehrle </strong> said. <q> It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals. </q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}]