[{"uid": "1297657600196149258", "i": 30736, "idx": 2, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "which is growing in the world but its heart remains Italian, Industry Minister <strong> Paolo Romani </strong> said Saturday, adding,`` All arguments are now closed.'' Romanni had said Monday that he would be asking <strong> Sergio Marchionne </strong> <q> to commit to investing in our country and remain with head and heart </q> in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat bosses had confirmed`` the Italian nature'' of the company but`` in a dynamically developing context which demands daily work so that things don't", "new_id": -2}, {"uid": "1295581455002506782", "i": 46432, "idx": 3, "sa": ["Eric Schmidt"], "q": "formal:`` Day-to-day adult supervision no longer needed!,'' he wrote. On a conference call with analysts, <strong> Eric Schmidt </strong> said he's excited about the change, because the more strategic role will give him <q> a chance to work on the things I'm most interested in. </q> He expects it to be`` a significant improvement in the things that I can do in my time.'' The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and Brin have long run Google", "new_id": -2}, {"uid": "1295618586136232983", "i": 4028, "idx": 0, "sa": ["Andy Coulson"], "q": "Alliance( ULA), an agency which built the Delta IV Heavy said that the launch is the second one for National Reconnaissance Office( NRO). Jim Sponnick, ULA vice president, Mission Operations said: <q> Most important is the critical NRO payload launched today which will significantly enhance the effectiveness and safety of brave men and women defending our nation every day. </q> Does Lower Volatility Signal a Market Correction? Not Necessarily <strong> Andy Coulson </strong> quits Number 10 a day after Labour loses its Shadow Chancellor Pre-market movers on Jan. 21( GE, AIG, MU, GOOG, SLB, SLE", "new_id": -2}, {"uid": "1295447705082477065", "i": 4754, "idx": 0, "sa": ["Olivia Munn", "David Letterman"], "q": "my career.'' Her willingness to go all out is on full display on the February 2011 cover of Maxim- the image was provocative enough to receive denunciations from the conservative Media Research Center.( <q> You know, I think these people need to find a hobby, because I can't be their hobby anymore, </q> she said of the brouhaha.) But for <strong> Olivia Munn </strong>, this is par for the course: a Jan. 13 Twitpic of her eating cookies backstage at`` The Late Show with <strong> David Letterman </strong>'' caused almost as much palpitation", "new_id": -2}, {"uid": "1296140217208175107", "i": 24889, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Commenting is intended as a constructive, open community forum. Abusive text and comments that do not follow terms of service guidelines are not condoned by WUSA9 and will be removed.", "new_id": -2}, {"uid": "1295473409213434455", "i": 21310, "idx": 0, "sa": ["Sergio Marchionne"], "q": "and transmissions under development that meet the criteria of innovation to increase fuel efficiency. Chrysler applied for money under the federal$ 25 billion Advanced Technology Vehicle Manufacturing Loan Program in late 2008. Advertisement <q> I'm confident the DOE money will come through, </q> he said following an event here to announce a partnership with the Environmental Protection Agency to test a hydraulic hybrid minivan.`` It is taking longer than I thought,'' <strong> Sergio Marchionne </strong> said, adding he would", "new_id": -2}, {"uid": "1295832424258179084", "i": 8801, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal.`` <strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also http://wn.com/Free_Router_Hack_Gives_You_Remote_PC_Access__SYSTM Want to get access to files, music, movies and more stored on your home PC, wherever", "new_id": -2}, {"uid": "1295665840153141322", "i": 36988, "idx": 0, "sa": ["Andy Coulson"], "q": "</blockquote> God gave us 2 eyes to see both views, God gave us 2 ears to listen to both opinions, But gave us only one mouth to say only the truth... Report Abuse <q> The most evil men in the world have come to grips with this reality: </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1296954560216498177", "i": 5124, "idx": 1, "sa": ["Mike Pence"], "q": "'s videos.`` Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,'' said <strong> Mike Pence </strong>. <q> The time to deny any and all funding to Planned Parenthood is now. </q> Posted by charsch on Feb 4, 2011 In the book of Acts in the bible, Paul took part in the traditions and persecutions of the Jews, defending their EVIL practices because he thought", "new_id": -2}, [{"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}]]