[{"uid": "1296102239116244691", "i": 8433, "idx": 1, "sa": ["Michael Vick"], "q": "provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. ''We're real excited about it,'' chief executive officer Rob Vito said Tuesday. <q><strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person.</q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a ''sizable'' contract. ''We believe it was worth it,", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.</q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}, {"uid": "1296671847037879814", "i": 29548, "idx": 0, "sa": ["Kobe Bryant", "LeBron James", "Mike D'Antoni", "Allen Iverson", "Mo Williams"], "q": "win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> LeBron James </strong> around, the Cavs have little to fear. ''He willed this win for us,'' Cavs coach <strong> Mike D'Antoni </strong> Brown said of his star. <q>He has been doing that for us down the stretch, no matter who our opponent is.</q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half http://wn.com/Allen_Iverson_30pts_vs_Toronto_Raptors_2001_NBA_Playoff_Game_4 Nobody came close to scoring 50. The biggest shot in this game was the one that gave <strong> Allen Iverson </strong> 30. <strong> Allen Iverson </strong> nailed a three-pointer with", "new_id": -2}, {"uid": "1296580952160382986", "i": 2250, "idx": 0, "sa": ["Bill Lockyer", "Meredith Whitney"], "q": "billion, according to Lipper. According to <strong> Meredith Whitney </strong>, her and her colleagues have spent two years and thousands of man hours researching the financial condition of the 15 largest states in the U.S.. <q>A lot of this is, You know it, but can you prove it?</q> <strong> Meredith Whitney </strong> said. ''There are fifth-derivative dimensions that I don't think I need to spell out to my clients.'' <strong> Meredith Whitney </strong> has her fair share of opponents in the matter, including PIMCO's <strong> Bill Lockyer </strong>", "new_id": -2}, {"uid": "1295584845072171538", "i": 10937, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "to bring new insight and perspective'' to the company. ''With our new leadership, it's a natural time to assess the composition of the board,'' the company said in a statement. <q>We thank our current directors for their outstanding service to HP and welcome the opportunity to work with our new members.</q> HP's revelation came the same day that another technology heavyweight, <strong> Google Inc. </strong>, disclosed a surprise reshuffling of its own: CEO <strong> Eric Schmidt </strong> is relinquishing the job to <strong> Google Inc. </strong> co-founder Larry Page.", "new_id": -2}, {"uid": "1296671144083132443", "i": 6263, "idx": 7, "sa": ["Piers Morgan", "Mitt Romney", "David Letterman"], "q": "another presidential bid. He told Mr. <strong> David Letterman </strong> he had ''no plans for that at this point,'' but added, ''I'll keep the door open.'' He told CNN's Mr. <strong> Piers Morgan </strong> that there <q>are things you've got to assess before you make a final decision.</q> He listed matters of health and the kind of support network ''you'd like to have behind you.'' <strong> Mitt Romney </strong> has definitely paid attention to the financial portion of his support network. Beyond his own", "new_id": -2}, {"uid": "1296102239116244691", "i": 8432, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": " Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q>We're real excited about it,</q> chief executive officer Rob Vito said Tuesday. ''<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1296227273172146729", "i": 1451, "idx": 4, "sa": ["Jackie Walorski", "Mike Pence"], "q": "was excited by the prospect of <strong> Mike Pence </strong> running for governor. ''I think he's the clear front-runner, and I think the race is his if he chooses to accept it,'' <strong> Jackie Walorski </strong> said. <q>I think he'd clear the field.</q> State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP ''rising stars'' such as <strong> Mike Pence </strong>. ''<strong> Mike Pence </strong>'s been a strong voice in", "new_id": -2}, {"uid": "1295656426074924040", "i": 10940, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "impossible. In a personal statement issued by Number 10, Mr <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under his editorship meant he could not ''give the 110% needed''. <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,</q> he added. The <strong> Tony Blair </strong> said he was ''very sorry'' that Mr <strong> Andy Coulson </strong> felt ''compelled'' to go after months of intense pressure, insisting he was being ''punished for the same offence twice", "new_id": -2}, {"uid": "1295669449065781959", "i": 29543, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "down to avoid distractions affecting the government'... allygally 21 January 2011 8:25 PM Like I said, <strong> Andy Coulson </strong> is in a LOT of trouble. thedodger 21 January 2011 8:27 PM <q>Very smart of the tories to let <strong> Andy Coulson </strong> go now.</q> RogerOThornhill 21 January 2011 8:29 PM GraGraGra 21 January 2011 8:29 PM LabanTall 21 January 2011 8:32 PM ''The fall-out from the resignation of <strong> David Cameron </strong>'s PR chief will reach far into", "new_id": -2}]