[{"uid": "1297177593144113675", "i": 13465, "idx": 9, "sa": ["Simon Cowell"], "q": "they saw it.`` Over the years you've seen a different type of artist emerge,'' he explained, noting that a certain`` je ne sais quoi'' has become just as important as chops. <q> A good example of that is <strong> Lady Gaga </strong>. God only knows what we would have said to her if she'd walked into` Idol' three years ago with a lobster on her head. I don't know. But she's got it. </q> Whether <strong> Simon Cowell </strong>'s still got it is hard to say, especially seven long months away from the premiere date. But at a time when the music industry's struggling, he's going to have to", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q> merge Google's technology and business vision brilliantly. </q>`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!'' <strong> Eric Schmidt </strong> wrote.`` Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}, {"uid": "1296752424175587371", "i": 29888, "idx": 5, "sa": ["Zahi Hawass"], "q": "an asset likely to carry over even if the Mubarak government falls, Parker says.`` He is not the kind of man to have nurtured candidates for his own eventual replacement,'' Parker told me yesterday. <q> So even the act of taking a job promotion from a dying regime, in the middle of the crisis, may not have hurt his chances to continue running Egypt's antiquities. </q>( The resignations and shuffling of Mubarak's cabinet this past weekend resulted, for <strong> Zahi Hawass </strong>, in his promotion.) True to his reputation as a master of his own publicity, <strong> Zahi Hawass </strong> has", "new_id": -2}, {"uid": "1297118217093028381", "i": 45359, "idx": 0, "sa": ["Simon Cowell"], "q": "TV history and when asked on a conference call with reporters on Monday afternoon if he was nervous about giving away such a hefty sum, <strong> Simon Cowell </strong> said it did, in fact, make him quiver. <q> Yes. And I think we should be nervous. The reason we decided to do this was to show the people who are auditioning[ for] the show, sometimes you have to put your money where your mouth is. Putting up that kind of prize money is a massive, massive risk, but also it's an incredible incentive, </q> he said. VIEW THE PHOTOS: The Verdict Is In! Judges Of Reality Television`` I also did it because I believe[ we] can find a star,'' <strong> Simon Cowell </strong> continued.`` So", "new_id": -2}, {"uid": "1296206013158072851", "i": 45716, "idx": 4, "sa": ["Mike Pence", "Joe Donnelly"], "q": "a race for governor. tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner, and I think the race is his if he chooses to accept it, </q> Walorski said.`` I think he'd clear the field.'' State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' such", "new_id": -2}, {"uid": "1295454375253952007", "i": 17900, "idx": 0, "sa": ["Nancy Pelosi", "Barack Obama", "Alan Grayson", "Mike Pence"], "q": "http://wn.com/Scandal_Exposed_American_Universal_Health_Care_Exists_NOW_and_its_Killing_People Scandal Exposed American Universal Health Care Exists NOW and its Killing People, <strong> Barack Obama </strong> Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care. http://wn.com/Rep_Grayson_I_Apologize_To_The_Dead_For_This_Holocaust One day after <strong> Nancy Pelosi </strong> <strong> Alan Grayson </strong> laid out <q> the Republican health care plan... die quickly, </q> the Congressman, prompted by Republicans, issued somewhat of an apology.`` I would like to apologize to the dead,'' he said on the House floor.`` I apologize to the dead and their families", "new_id": -2}, {"uid": "1296561285179486740", "i": 48150, "idx": 0, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": "give his full attention to the job because of the drip-drip of claims about illegal eavesdropping under his editorship. Scotland Yard has since launched a fresh investigation of hacking allegations. The source said: <q> He had finished what he wanted to finish and good progress is being made with his replacement.`` It was his choice to leave quietly but he said a proper goodbye to the prime minister and those he worked closely with. </q> <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor, <strong> Clive Goodman </strong>, and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Although he accepted ultimate", "new_id": -2}, {"uid": "1295936962220463131", "i": 19644, "idx": 1, "sa": ["Sergio Marchionne"], "q": "prepares to open the first dealership in Los Angeles Monday and deliver the first batch of special edition Prima Edizione Fiat 500s next month. <strong> Sergio Marchionne </strong>, CEO of both Chrysler and Fiat, said the Fiat 500 <q> doesn't have ambitions to conquer the U.S. market. It was designed for select areas. </q> Volumes are small. Of 120,000 units to be built annually at Chrysler's Toluca, Mexico, plant, half are for North America and the rest are bound for Brazil and China. The", "new_id": -2}, {"uid": "1295021582165101591", "i": 4159, "idx": 2, "sa": ["Allen Iverson", "Gary Moore"], "q": "Text BIGSPORTS for breaking sports news. Click here for other text alerts. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> has a lesion that is pressing up against the bones of his leg and requires surgery in the U.S.. <q> It has to be removed and tested to see if it's benign or not, </q> <strong> Gary Moore </strong> said by phone to the Associated Press on Wednesday.`` Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks,", "new_id": -2}, {"uid": "1296477483064815122", "i": 10345, "idx": 0, "sa": ["David Ritz", "David Letterman", "Paul Shaffer"], "q": "Home Books Book Review: We'll Be Here For the Rest of Our Lives: A Swingin' Showbiz Saga by <strong> Paul Shaffer </strong> with <strong> David Ritz </strong> <q> A sinister cabal of superior writers. </q> <strong> Paul Shaffer </strong> is most well known for being the bandleader on <strong> David Letterman </strong>'s late-night talk show, both at NBC and CBS, from 1982 to the present. He demonstrates a great sense of humor through his bantering with", "new_id": -2}]