[{"uid": "1295770742001081396", "i": 38365, "idx": 1, "sa": ["Nicole Scherzinger", "Will Smith", "Simon Cowell", "Mick Jagger", "Katy Perry", "Mariah Carey"], "q": ", the singer may join <strong> Simon Cowell </strong> on the show when it begins filming later this year.`` To get her on the show would give it real star power,'' a source told the magazine. <q> <strong> Nicole Scherzinger </strong> and Cheryl Cole are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out.`` She has a massive appeal and a real edge to her, </q> they added.`` <strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion.'' Others who have been rumoured for the show's judging panel include <strong> Will Smith </strong>, <strong> Katy Perry </strong>, <strong> Mick Jagger </strong> and <strong> Mariah Carey </strong>.", "new_id": -2}, {"uid": "1295520227082116678", "i": 4638, "idx": 1, "sa": ["Michael Vick"], "q": "I'm some kind of <strong> Michael Vick </strong> kind of person,'' said Beatty, a week after a surgeon rebuilt daughter Latalya Swann's face.`` I'm not a vicious person,'' she said. <q> I just felt like I had to do what I had to do.... I take full responsibility, but I just felt like[ the charges were] a little bit too much. </q> Beatty said Latalya climbed out of her mother's bed as they were waking up last Tuesday and went toward the dog, Moo-Moo. The dog had enough slack in its outdoor chain to lie just inside", "new_id": -2}, {"uid": "1295507172010305551", "i": 9859, "idx": 5, "sa": ["Gary Payton", "Kevin Ollie", "Allen Iverson", "Kobe Bryant"], "q": "had a double-double with 14 points and 10 assists. It was <strong> Allen Iverson </strong>'s third game this season with 40 or more points and the fourth time this season that the Sonics allowed an opponent to score 40-plus points. <q> You're at his mercy when he's hitting his jumpers, </q> said <strong> Kevin Ollie </strong>, who came off the bench to score 12 points. The Sonics http://wn.com/Kobe Bryant_Kobe Bryant_29pts__17_straight_in_3rd_quarter__vs_Seattle_Sonics_1999( 1999) <strong> Kobe Bryant </strong> went on a personal 17-0 run in the 3rd quarter vs <strong> Gary Payton </strong>` Sonics. We can sum the <strong> Kobe Bryant </strong>", "new_id": -2}, {"uid": "1295280686003260448", "i": 3299, "idx": 0, "sa": ["Steve Ballmer"], "q": "feel the sunshine? Xbox 360 Microsoft-CEO:` Die Xbox ist keine Gaming-Konsole' <strong> Steve Ballmer </strong>, CEO von Microsoft, hat sich in einem Interview mit der englischsprachigen Webseite usatoday.com zu einer etwas ungew?hnlichen Aussagen hinrei?en lassen. <q>`` Die Xbox ist keine Gaming-Konsole. Die Xbox ist ein Unterhaltungs-Center f?r Familien. Sie ist ein Ort, um unter Leute zu kommen. Sie ist ein Ort, um TV zu schauen. Wir haben gerade erst Hulu auf den Weg gebracht. Sie ist das einzige System, bei dem man selbst der Controller ist. Eure Stimme, eure Gesten, euer K?rper. </q> \" Die Xbox 360 und Kinect seien zudem aktuelle Must-Have-Produkte, so <strong> Steve Ballmer </strong> weiter:", "new_id": -2}, {"uid": "1295912989122798091", "i": 1784, "idx": 0, "sa": ["Mike Pence"], "q": "'s symbolic, but maybe it just sets a tone and everything gets a little bit more civil.''` It Really Doesn't Matter' The idea does have its critics. <q> You know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address, </q> Indiana Republican <strong> Mike Pence </strong> said recently on the House floor.`` Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit it matters where", "new_id": -2}, {"uid": "1297189237260702220", "i": 18092, "idx": 2, "sa": ["Dan Bartlett", "Bob Woodward", "Donald Rumsfeld", "George Stephanopoulos", "Diane Sawyer", "Paul Bremer"], "q": "would not have taken place?'' <strong> George Stephanopoulos </strong> asserted that individuals such as then-ambassador to Iraq <strong> Paul Bremer </strong> called for a surge. The host argued,`` It's documented in <strong> Bob Woodward </strong>'s book.'' <strong> Donald Rumsfeld </strong> retorted, <q> <strong> Bob Woodward </strong> wasn't there. </q> On January 10 2007, then-GMA host <strong> Diane Sawyer </strong> lectured White House aide <strong> Dan Bartlett </strong> about the surge:`` I just want to run through a partial roll call of the number of people who have either opposed what the", "new_id": -2}, {"uid": "1296467329082231331", "i": 1928, "idx": 2, "sa": ["Eddie Jordan", "Elton Brand", "LeBron James", "Thaddeus Young", "Allen Iverson", "Michael Jordan", "Jrue Holiday"], "q": "the second straight game a day after his having his left knee drained of fluid. <strong> Thaddeus Young </strong> was sensational, using an 11-of-15 effort in the first half to give the Sixers a rare comfortable lead and easy win. <q> It's been worLeBron James for us, but we just couldn't get the win, </q> <strong> Thaddeus Young </strong> said.`` It really worked tonight.'' LooLeBron James for a spark, 76ers coach <strong> Eddie Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15", "new_id": -2}, {"uid": "1295323003149110835", "i": 50593, "idx": 0, "sa": ["Steve Ballmer"], "q": ". In recent years Microsoft has been repositioning the Xbox 360 to appeal to a broader market than the core gamers that the console had traditionally wooed, and Mr <strong> Steve Ballmer </strong>'s comments reiterated this movement. <q> Xbox isn't a gaming console, </q> Mr <strong> Steve Ballmer </strong> told USA Today.`` Xbox is a family entertainment center. It's a place to socialise. It's a place to watch TV. We have Hulu coming. It's the only", "new_id": -2}, {"uid": "1296494521100859915", "i": 32117, "idx": 15, "sa": ["Eddie Jordan", "Allen Iverson", "Ray Allen"], "q": "go 10-13 after a 5-15 start. He entered Saturday averaging 14.2 points, well below his career average, and 4.3 assists.`` He means a lot more than his numbers,'' Philadelphia coach <strong> Eddie Jordan </strong> said. <q> His spirit gives us momentum, his spirit gives us confidence, it gives us a sounding board, it gives us a calming effect. He means a lot.`` He's special to us. He's not the <strong> Ray Allen </strong> we used to know back in 2001, but he adds leadership, toughness and some experience. </q> <strong> Allen Iverson </strong>, whose reputation took a hit in recent years after turbulent stops in Detroit and Memphis, has http://wn.com/Amazing_Ray Allen_Allen Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_Home_to_Home_Game_2 betfreebie.com Basketball <strong> Allen Iverson </strong> 39 s team first approach with the Philadelphia 76ers has earned him respect from his teammates and", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. </q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}]