[{"uid": "1297416138256622634", "i": 2925, "idx": 2, "sa": ["Carl-Peter Forster", "Sergio Marchionne"], "q": "n?o estar contente com a atual joint venture da Fiat com a Tata Motors e planeja tomar medidas para mudar o relacionamento.`` Precisamos redimensionar como fazemos esse acordo'', disse <strong> Sergio Marchionne </strong> em San Francisco. <q> Demos a eles o direito de distribuir, e em algumas reas isso n?o est funcionando. Tudo est em quest?o. </q> Os coment?rios de <strong> Sergio Marchionne </strong> sobre a Tata s?o os primeiros desde que <strong> Carl-Peter Forster </strong>, o diretor-presidente e diretor-gerente da Tata Motor, disse semana passada que n?o est contente com o ritmo das vendas da Fiat e est", "new_id": -2}, {"uid": "1297416112218677308", "i": 48503, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "Telefon- Gesch?ft wird aufgeteilt: Ein Bereich soll sich k?nftig mit Smartphones besch?ftigen, ein anderer die Marktf?hrung bei g?nstigeren einfacheren Telefonen sichern. Nokia stehe am Scheideweg, sagte <strong> Stephen Elop </strong>. Beide Unternehmen demonstrieren Optimismus: <q> Heute wird aus einem Kampf mobiler Ger?te ein Kampf zwischen mobilen kosystemen, und unsere St?rken in diesem Bereich erg?nzen sich </q>, hie es in einem gemeinsamen Brief von <strong> Stephen Elop </strong> und Microsofts-Chef <strong> Steve Ballmer </strong>. Nokia- der Mann auf der brennenden Bohrinsel Zur Zeit funktionieren einige Elemente unserer Website, z.B. die Suche, Charts, Auswahlmen?s etc.", "new_id": -2}, {"uid": "1295567750178864140", "i": 44208, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "'s driving. Yessir, he's in charge now. Young <strong> Sergey Brin </strong>'s in the back seat, firmly restrained. No chance he's going to disrupt anything. And <strong> Eric Schmidt </strong>, the ex-dad, is saying: <q> Have fun, boys. I`` m done here! </q> He's not getting into the car. His real car and driver are pulling up just off screen. 6a. This company, and this photo, really needs a Mom. But as mentioned,", "new_id": -2}, {"uid": "1296709692055181312", "i": 57256, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld", "Barack Obama"], "q": "according to the Times, but <strong> George W. Bush </strong>`` wanted the options to be` creative.''' The stories reveal that <strong> Donald Rumsfeld </strong>, despite his In Full: State of the U...( 19:09:20 <q> IN FULL: <strong> Barack Obama </strong> spoke before Congress in his first State of the Union addres... </q> Rise against- State of...( 18:02:17''*** Nov. 2nd 2009, wow over 100000 views!! thanks guys!*** A picture slide show i made...'' Pres. <strong> Barack Obama </strong>'s First Sta...( 19:10:36``", "new_id": -2}, {"uid": "1296106306239763512", "i": 27180, "idx": 1, "sa": ["Kevin Kolb", "Michael Vick"], "q": "dogfighting operation.`` This one feels great due to the fact that I've been through so much and trained to getting back to this position,'' he said after the NFC opened practice Wednesday. <q> It's paramount for me and my family and I'm just thankful. </q> After starting the year as a backup to <strong> Kevin Kolb </strong>, <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title.`` I'm enjoying the guys", "new_id": -2}, {"uid": "1295361159107888652", "i": 7341, "idx": 0, "sa": ["Barack Obama", "Alassane Ouattara", "Jean-Marc Simon", "Raila Odinga"], "q": "as an AU mediator, shuttling between <strong> Alassane Ouattara </strong> and Gbagbo in an attempt to find a resolution to the crisis. French Ambassador <strong> Jean-Marc Simon </strong> told reporters after meeting <strong> Raila Odinga </strong> along with other diplomats early Tuesday that he was <q> hopeful that there will be an advance before the end of the day. </q> He added:`` The exiting <strong> Barack Obama </strong> needs to accept his defeat. The message remains the same- The military option is the last one that we would envision, but it is also not one that", "new_id": -2}, {"uid": "1295650549188383258", "i": 34499, "idx": 6, "sa": ["David Letterman", "Barbara Walters", "Regis Philbin", "Robin Williams", "Charles Grandison Rose III"], "q": ", <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong> and <strong> Charles Grandison Rose III </strong> all have in common? They all went from being in the spotlight to being in the operating room for life-and-death open heart surgery. Now in a groundbreaking report, the <q> brotherhood of the cracked chest club </q>( as <strong> Robin Williams </strong> describes them) all open their hearts to <strong> Barbara Walters </strong> and reveal their emotional stories of how they triumphed over heart disease. Each account is an intimate portrait of these most public figures, infused with laughter", "new_id": -2}, {"uid": "1296600599118751250", "i": 14182, "idx": 2, "sa": ["Angelina Jolie", "Jessica Alba", "John Key", "Sue Kedgley"], "q": "Actresses <strong> Angelina Jolie </strong> and <strong> Jessica Alba </strong> also made it to <strong> John Key </strong>'s`` hot'' list, which found favour with his Kiwi male audience. However, <strong> Sue Kedgley </strong> was unimpressed with the Prime Minister's comments. <q> It's a bit stereotypical and rather odd, coming from a Prime Minister, </q> she said. The Boiling Point February 1, 2011, 1:42 pm To Monday-ise or not to Monday-ise With the general election looming like a gathering storm, the main political parties are wasting no", "new_id": -2}, {"uid": "1295242473192987149", "i": 13474, "idx": 1, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": ", a New York Democrat, said she talked with <strong> Gabrielle Giffords </strong>' husband, <strong> Mark Kelson </strong>, on Saturday night. The astronaut described the latest progress in his injured wife's recovery after the Jan. 8 shooting. <q> She's making progress every day, </q> <strong> Kirsten Gillibrand </strong> said.`` She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}]