[{"uid": "1295907439137379893", "i": 30079, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "it was important that all allegations were properly investigated.`` Hacking into people's phones is illegal,'' she said. â\u0080¢ <strong> Tony Blair </strong> never had a mobile while prime minister <q> Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. Nobody is above the law, no newspaper editor, no journalist. </q> Scotland Yard has declined to respond to the latest allegations. Mr <strong> Andy Coulson </strong> has denied knowledge of any hacking, but stepped down on Friday over the continuing media coverage of the issue.", "new_id": -2}, {"uid": "1296177695162824209", "i": 7481, "idx": 1, "sa": ["Mark Sanford", "Chris Christie", "Mike Pence"], "q": "until January 2011. circulated a letter to supporters announcing the decision.`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' wrote <strong> Mike Pence </strong>. <q> We will not seek the Republican nomination for president in 2012. </q> Video: <strong> Chris Christie </strong> <strong> Mark Sanford </strong> visits Anderson Chick-fil-A..., R-Ind., will announce whether he plans to run for president in... Senate Republicans beg for spending addiction intervention, Dems say no way Top Republicans craft strategy to", "new_id": -2}, {"uid": "1295921372006537277", "i": 39619, "idx": 0, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": ". The Supreme Council of Antiquities of Egypt head <strong> Zahi Hawass </strong> said that the 3,300-year-old statute should be given back to Egypt. His request was backed by Prime Minister <strong> Ahmed Nazif </strong> and Culture Minister Faruq Hosni. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artifacts that have been taken illicitly out of the country, </q> the statement read, according to Reuters. The Nefertiti bust resides at Neues Museum in Berlin where it is the centerpiece of the museum's Egyptian Museum and Papyrus Collection. Hermann Parzinger, president of the", "new_id": -2}, {"uid": "1297368815110215242", "i": 12999, "idx": 0, "sa": ["Mike Pence"], "q": "SBA List and other groups in this coalition are calling upon pro-life America to contact their Representatives and urge them to support the Title X Abortion Provider Prohibition Act. Planned Parenthood must be defunded.'' The <q> Title X Abortion Provider Prohibition Act, </q> sponsored by Rep. <strong> Mike Pence </strong>( R-IN), was introduced on January 7, 2011 and would ensure that tax dollars are not sent to abortion providers under Title X family planning grants. The undercover video,", "new_id": -2}, {"uid": "1296859850024854534", "i": 2211, "idx": 4, "sa": ["Carl-Peter Forster", "Sergio Marchionne"], "q": "India. Tata CEO <strong> Carl-Peter Forster </strong> was quoted as saying this week that he is unhappy with sales under the partnership.`` Likewise,'' <strong> Sergio Marchionne </strong> said when asked about <strong> Carl-Peter Forster </strong>'s comments by reporters. <q> That's why it's on the table and we're going to discuss it. </q> <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding`` for all I know it could be based here.'' But", "new_id": -2}, {"uid": "1295669770065781858", "i": 5980, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> For many organizations today, the only constant is change. Find out how BI and business analytics enable you to use timely, quality information effectively to survive and prosper amid change. <strong> Eric Schmidt </strong> will continue to", "new_id": -2}, {"uid": "1294973181041533445", "i": 1215, "idx": 0, "sa": ["Jared Loughner", "Mayor Michael Bloomberg", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "instead said the focus should be on the suspect in the shooting, <strong> Jared Loughner </strong>.`` This would appear to be a very deranged, perhaps on-drugs individual from what I've read,'' he said. <q> And I think we should focus on somebody with a fun that has killed six people. And I think the president put it very well yesterday-- the rhetoric should be at a discourse on the facts and have more civility in it. </q> Doctors said <strong> Gabrielle Giffords </strong> has markedly improved since she was first hospitalized after being shot in the head on Saturday. On Wednesday, <strong> Mayor Michael Bloomberg </strong> Senator <strong> Kirsten Gillibrand </strong> witnessed the Arizona lawmaker open her eyes for the", "new_id": -2}, {"uid": "1297121639195428370", "i": 45240, "idx": 0, "sa": ["Sergio Marchionne"], "q": "money marketing vehicles until they are in the showroom,'' Lonnie Cobb, owner of Humboldt Chrysler-Jeep-Dodge-Ram in Tennessee said. Bill Kelly of Kelly Cars in Moon Township, Pa., said Chrysler hopes to sell <q> 1.5 million to 1.6 million vehicles in the United States, </q> this year, which would be an increase from U.S. sales of 1.1 million in 2010. Chrysler Chief Executive Officer <strong> Sergio Marchionne </strong> has set a goal of selling 2 million cars worldwide this year. Greedy capitalist", "new_id": -2}, {"uid": "1297211499164478976", "i": 38472, "idx": 0, "sa": ["Dwaine Caraway", "Andy Fantuz", "Michael Reese", "Mayor Richard M. Daley", "Michael Vick"], "q": "if there will even be a 2011 season. And despite that, last week the Chicago Bears signed <strong> Andy Fantuz </strong> from the Canadian Football League. <strong> Michael Reese </strong> Schlaak and his also had tickets to <strong> Michael Reese </strong> Bowl XLV in Dallas. <q> And it was the most ridiculous experience of my life, </q> Schlaak said. So, let me get this straight: <strong> Michael Vick </strong> got the key to the city of Dallas this weekend, by <strong> Mayor Richard M. Daley </strong> Pro Tem, <strong> Dwaine Caraway </strong>? Um... what? Bernstein: Hawks' Magic Long", "new_id": -2}, {"i": 30030, "idx": 2, "index_answer": 4, "new_id": -1, "q": "Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q> I score a career high and we won the game, </q> <strong> Allen Iverson </strong> said.`` That's how you draw it up in your dreams.'' It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against <strong> George Washington </strong> on March 10, 2004, Indiana", "sa": ["George Washington", "Tracy McGrady", "Magic Johnson", "Michael Jordan", "Allen Iverson"], "uid": "1295299857181911591"}]