[{"uid": "1296793038213319695", "i": 35345, "idx": 5, "sa": ["Courtney Lee", "Orlando James", "Allen Iverson"], "q": "was going to be easy when we got here. It's obviously not.\" \"It's hard to get the clinching game,\" said <strong> Allen Iverson </strong>, who has gotten five of them in his career. <q> Those shots at the beginning of the game are a lot easier than the ones at end of the game, when you're looking to close a team out. </q> The http://wn.com/Kobe_Bryant_48_points_vs_Raptors_2004-05_*Preview_of_81_pts* rapidshare.com THX KINGMISIEK <strong> Courtney Lee </strong>( born October 3, 1985 in Indianapolis, Indiana) is an American basketball player who was drafted with the 22nd pick overall by the <strong> Orlando James </strong> Magic of the NBA. He played", "new_id": -2}, {"uid": "1295718175131842121", "i": 1440, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Amanda Seyfried"], "q": "Green had the judges and audience crying out for more as he serenaded them with the classic swing song: Summer Wind. After receiving a standing ovation, the 10 year-old crooner from Droitwich was told by <strong> Simon Cowell </strong>: <q> That was fantastic. I think you are a little star! </q> <strong> Piers Morgan </strong> thought Charlie \"had it all\"; whilst <strong> Amanda Seyfried </strong> predicted he could go on to win the show. taken from the official site: talent.itv.com Show 2( Saturday, 19 April 2008 at 20:05)-", "new_id": -2}, {"uid": "1295786138191660080", "i": 4225, "idx": 0, "sa": ["Marty Mornhinweg", "Michael Vick", "Tony Dungy"], "q": "<strong> Tony Dungy </strong> served as a confidant for <strong> Michael Vick </strong> when he signed with the Eagles. He spoke to <strong> Michael Vick </strong> recently and said the Eagles' free agent quarterback wants to return to Philadelphia next season. <q> He is very grateful to <strong> Jeffrey Lurie </strong> and Andy Reid for believing in him and giving him an opportunity, </q> <strong> Tony Dungy </strong> told me. \"He loves working with <strong> Marty Mornhinweg </strong>, he loves the young receivers and all the offensive firepower they have here. But more than anything I think he is just grateful they did give him a", "new_id": -2}, {"uid": "1297215145071778342", "i": 34803, "idx": 1, "sa": ["Dilip Kapur", "Donald Rumsfeld"], "q": "modern cosmopolitan experience has spread rapidly within the last five years, and luxury brands such as Hi-design have now become \"premium' and affordable to the upper middle class,\" according to Mr <strong> Dilip Kapur </strong>. <q> For retailers and brand builders like us it is explosively exciting. </q> Day in pictures Eye-catching images from around the world Knowable known <strong> Donald Rumsfeld </strong>\"s memoirs leave little room for doubt War on abortion Video stings, rows over rape... the US abortion debate gets", "new_id": -2}, {"uid": "1296161522095223812", "i": 35887, "idx": 0, "sa": ["Eric Schmidt", "Adam Lashinsky"], "q": "Finance Search Thu, Jan 27, 2011, 3:51 PM EST- U.S. Markets close in 9 mins.{ \"s\": \"goog, msft\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"'} Matt Rosoff, On Thursday January 27, 2011, 3:31 pm interview with Fortune's <strong> Adam Lashinsky </strong>, Google CEO <strong> Eric Schmidt </strong> said that Microsoft is", "new_id": -2}, {"uid": "1295665840153141349", "i": 42309, "idx": 1, "sa": ["Andy Coulson"], "q": "their UN given border. Bunch of schmucks lost another opportunity- again. Report Abuse \" the palestinians can go live in iran with the rest of the hamas/ hezbollah supporters \" Report Abuse <q> Let's repeat together: \"Settlements in the occupied Palestinian territory are illegal under international law </q>. \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1297260106046088366", "i": 10173, "idx": 2, "sa": ["House Judiciary Committee", "Richard Blumenthal", "Kirsten Gillibrand"], "q": "prevent Planned Parenthood from receiving federal dollars, while also supporting H.R. 3. \"The need to affirm the government-wide prohibition on taxpayer funding for abortion has probably never been more important,\" he said. <q> Now is the time to look at taxpayer funding for abortion but also abortion providers. </q> The abortion debate may be flaring in the <strong> House Judiciary Committee </strong>, but any legislation to pass in the Republican-controlled chamber is likely to be blocked by Democratic senators. Sen. <strong> Richard Blumenthal </strong>, D-Conn., and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y.", "new_id": -2}, {"uid": "1296217929050937881", "i": 20170, "idx": 4, "sa": ["Mitt Romney", "Mr. Bauer", "Mike Pence", "Haley Barbour", "Tim Pawlenty", "Sarah Palin", "John Boehner"], "q": "'s time for the obvious question: What does he offer that putative front-runner <strong> Mitt Romney </strong> doesn't? <strong> Tim Pawlenty </strong> sidesteps. \"I don't get into comparing myself to other candidates,\" he tells me. <q> I just <strong> Mike Pence </strong> reportedly rules out <strong> John McCain </strong> House run Pundits: <strong> Mike Pence </strong> is GOP <strong> Chris Christie </strong> Favorite NewsChannel 15's political analysts gave their opinions on <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> running for Indiana <strong> Chris Christie </strong>.... Ban Abortion- 2012 Presidential Candidate www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. \"All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one... Reps. <strong> John Boehner </strong>, <strong> Mike Pence </strong>,& <strong> Sarah Palin </strong> <strong> Haley Barbour </strong> on Dangers of Government Takeover of Health Care Reps. <strong> John Boehner </strong>, <strong> Mike Pence </strong>,& <strong> Sarah Palin </strong> <strong> Haley Barbour </strong> on Dangers of Government Takeover of Health Care", "new_id": -2}, {"uid": "1297624575013008913", "i": 650, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "vital safety regulations, we need the airline industry to come to the table to ensure we have the greatest possible protections for airplane passengers,\" said <strong> Chuck Schumer </strong>, who was releasing letters to the FAA on Sunday. <q> The airline industry needs to recognize that the safer passengers feel, the more likely they will be to fly. Greater safety standards benefit the industry and most importantly, benefits the American public. </q> The Air Transport Association did not immediately comment. U.S. Sen. <strong> Kirsten Gillibrand </strong> had also spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.\" <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q> He( <strong> Simon Cowell </strong>) looked at me and said: \"Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...\" </q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}]