[{"uid": "1295740099012697603", "i": 41801, "idx": 0, "sa": ["Andy Coulson", "Pope Benedict XVI"], "q": "\" with the need to uphold church law. On Saturday, <strong> Pope Benedict XVI </strong> said priests had an important pastoral job to discern whether would-be spouses are prepared and able to enter into a valid marriage. <q> The church and society at large place too much importance on the good of marriage and the family founded on it to not make a profound commitment to it pastorally, </q> <strong> Pope Benedict XVI </strong> said. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297176031226918403", "i": 3194, "idx": 36, "sa": ["David Letterman", "Aaron Rodgers"], "q": "our guys, got a 15-yard penalty-- you can't do that.\"( <strong> Aaron Rodgers </strong>, audience laugh) <strong> David Letterman </strong>:\" \"No, you hate to see that.\" <strong> Aaron Rodgers </strong>: <q> It's tough, you know? </q> <strong> David Letterman </strong>: \"Is it fun when you're out there? I mean, you're overwhelmed by adrenaline for a while aren't you when you're out there?\" <strong> Aaron Rodgers </strong>: \"", "new_id": -2}, {"uid": "1295936962220463123", "i": 31177, "idx": 1, "sa": ["Sergio Marchionne"], "q": "in Italy- is important and must be smooth. \"So far, touch wood, they've all gone well,\" <strong> Sergio Marchionne </strong> said of the 16 vehicles Chrysler has launched for 2011. <q> At least whatever screw-ups we had, no one noticed. We dealt with them before they hit the dealer. I won't tell you about the heart palpitations as we launched some of these vehicles, but we dealt with them quietly. </q> Mike Bernacchi, marketing professor at the University of Detroit Mercy, said the automaker's travails could work to its advantage. \"It certainly is unusual, but could turn out to be good", "new_id": -2}, {"uid": "1295556795078905390", "i": 27641, "idx": 2, "sa": ["Simon Cowell"], "q": "He's bringing those verbals gifts to the table, like asking the Snookie look-alike with the star-studded halter, \"What's with the jujubees on your uu-uu-bees?\" His dig at the burping guy, <q> Did you eat a lot of paint chips as a child? </q> was vintage <strong> Simon Cowell </strong>. It's also cool how he throws himself into the music, whether pounding out a beat on the table or unleashing one of his high-pitched screams. Surprisingly, he seems", "new_id": -2}, {"uid": "1296286332249135108", "i": 47363, "idx": 0, "sa": ["Michael Vick"], "q": "a fake trial. the footage in April was staged, we already talked about... many times.( the \"Gilda\" money, the garbage etc that showed it was filmed). ANY COMMENT SUCH AS <q> why <strong> Michael Vick </strong> will do that to his fans? </q> will remove. TO THE \"FANS\"- If you claim you are a FAN, you should know <strong> Michael Vick </strong> more than anyone. you should know his history, know why he would do that. you should", "new_id": -2}, {"uid": "1295476300073809973", "i": 1631, "idx": 0, "sa": ["Sergio Marchionne", "Lisa P. Jackson"], "q": "light-duty vehicles. The announcement was made at the EPA laboratories in Ann Arbor, Mich., following a meeting with <strong> Sergio Marchionne </strong>, Chrysler Group CEO, and <strong> Lisa P. Jackson </strong>, Agency Administrator for the EPA. <q> In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America, </q> <strong> Sergio Marchionne </strong> said. \"Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1295582258248299524", "i": 15109, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Although he tried to debunk the idea in Thursday's interview, Mr. <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. <q> I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped, </q> said <strong> Ken Auletta </strong>, author of \"Googled- The End of the World As We Know It.\" \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs Mr. <strong> Eric Schmidt </strong> would prefer doing something", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.\" Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q> you don't get to come back. </q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}, {"uid": "1295224464227999941", "i": 33058, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "has made an astonishing recovery, and is now able to move both sides of her body. <strong> Gabrielle Giffords </strong> has been breathing on her own since Saturday, when she was taken off of a ventilator. <q> The Congresswoman continues to do well, </q> the Medical Center announced on Sunday. \"Yesterday's procedures were successful and uneventful.\" New York Sen. <strong> Kirsten Gillibrand </strong>, who was in the hospital room last week to witness <strong> Gabrielle Giffords </strong>' \"miracle\" awakening,", "new_id": -2}, {"uid": "1296854638096747656", "i": 16699, "idx": 3, "sa": ["Sergio Marchionne"], "q": "2009, he said. The company is paying \"shyster rates\" to government lenders of last resort because banks reduced credit during the recession in 2008 and 2009, <strong> Sergio Marchionne </strong> said. Chrysler has a <q> moral responsibility to be worthy of these investments, </q> he said. \"We intend to show our gratitude by fulfilling our commitments and repaying every cent that has been loaned to Chrysler by the Canadian and U.S. taxpayers.\" Year After GM A", "new_id": -2}]