[{"uid": "1297303461098500619", "i": 28073, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Why are our politicos concerned with Mexico perhaps they should like Mexico print pamphlets instructing Mexicans citizens how to sneak guns into Mexico. Mexico prints pamphlets showing Mexicans how to sneak into the USA. Report Abuse <q> The more Mexicans that kill each other the less there are to sneak into the United States, so it seems like we need to send between 11 and 20 million AK's to Mexico. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"uid": "1297183505216317958", "i": 9334, "idx": 3, "sa": ["Donald Rumsfeld"], "q": ", <strong> Donald Rumsfeld </strong> dismissed concerns that U.S. forces needed to be involved in securing the peace with a quippy'' Ah, peacekeeping.'' <strong> Donald Rumsfeld </strong>'s documents show him worrying about military interrogations. <q> I don't feel I have good data on the people we have been capturing and interrogating in either country, </q> he told his intel chief, Steve Cambone, on September 12, 2003.`` I don't feel I am getting information from the interrogations that should be enabling us as to the answer to the questions I", "new_id": -2}, {"uid": "1296849571234831879", "i": 6241, "idx": 6, "sa": ["Michael Vick"], "q": "another party open the public, Butler said that <strong> Michael Vick </strong> said that he wanted`` to do something to help the kids out.''`` This is a very upscale corporate event,'' Butler said. <q> We have state senators coming. Not everybody can walk in off the street. </q> The invitation says,`` Four-time Pro Bowl quarterback <strong> Michael Vick </strong> would like to personally invite you to the only upscale, A-list celebrity event of the 2011 Super Bowl. This will be the primary and preferred destination", "new_id": -2}, {"uid": "1297134127194772997", "i": 5416, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": ", January 27-February 2 While the NFL's autograph signing and ticket giveaway for Tuesday has been canceled because of bad weather, the the NFL Shop at NFL Experience New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy? </q> Â© 2011 PanLocal Media, LLC- All Rights Reserved. Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I", "new_id": -2}, {"uid": "1297258327064307220", "i": 43961, "idx": 0, "sa": ["Michelle Obama", "Donald Rumsfeld"], "q": "Facebook.'' Fan of Facebook founder hit with restraining order <strong> Michelle Obama </strong>: Tucson` Stepped Up' is having lunch Wednesday with Republican leaders as part of... Video: <strong> Michelle Obama </strong> Reacts to Mubarak's Announcement Report Abuse <q> The reason former community organizer obama and his Copenhagen snuff dipping wife are preventing the daughters from T.V. and other printed media and are so carefully monitoring the internet is because they don't want them to see the true facts that are now beginning to be circulated about them- that they have a failed presidency, are way down in the polls, that most Americans can't stand them or their Chicago thug fascist politics and their egotistical eliteist condesending incompetent unqualified regeime. </q> Clearly America has woken up and can see that the emperor has no clothes. Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on", "new_id": -2}, {"uid": "1296191547267370536", "i": 41382, "idx": 0, "sa": ["David Bianculli", "David Letterman"], "q": "into your home each morning, hard not to like and easy to keep watching. He is <strong> David Letterman </strong>'s favorite butt of jokes, but even that notorious crank regards him with genuine, touching affection. <q> <strong> Regis Philbin </strong> is one of those fine broadcasters that television doesn't serve up very often, </q> said <strong> David Bianculli </strong>, a veteran television critic and now a media professor at Rowan University in New Jersey.`` We are going to miss him. He is honest in a medium that doesn't reward honesty and does", "new_id": -2}, {"uid": "1296941359073138176", "i": 3746, "idx": 1, "sa": ["Stephen Harper", "Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "<strong> Barack Obama </strong> and Canadian <strong> Stephen Harper </strong> Minister <strong> Stephen Harper </strong> have reopened discussions on how to best integrate and coordinate law enforcement on both sides of the border,'' said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., a supporter of the shared border concept. <q> It is a great opportunity to make our important border crossing safe and secure, while addressing the needs of local residents, businesses and promoting economic development in the region. </q> But <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>, a New York Democrat who had indicated time had come to move past the shared border concept and get going on the new plaza on the U.S. side of the Peace Bridge, was", "new_id": -2}, {"uid": "1296216095069550115", "i": 37687, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Najib Mikati", "Saad Hariri"], "q": "and within our policies, into China.'' It was revealed earlier this month that fifty-five-year-old <strong> Eric Schmidt </strong> would make way as chief executive for Larry Page, 37, who co-founded Google with <strong> Sergey Brin </strong>. <q> Between the three of us, I have always been the person who believes the most in expanding into China, </q> he claimed. UN tribunal at centre of Lebnon crisis <strong> Saad Hariri </strong> has asked incoming prime minister, <strong> Najib Mikati </strong>, to back the UN tribunal investigating the assassination of his father. Access to the Internet has been", "new_id": -2}, {"uid": "1295634790253460481", "i": 18375, "idx": 3, "sa": ["Eric Schmidt"], "q": " GigaOm writes. On a more practical note,`` Google's change could be designed to erase memories of some awkward statements made recently by its outgoing CEO,'' writes CNNMoney.com. <q> <strong> Eric Schmidt </strong>'s public image took some hits after a string of verbal gaffes. </q> Notoriously, on CNN's`` Parker Spitzer,'' <strong> Eric Schmidt </strong> recently suggested that people who are uneasy about their properties showing up on Google Street View should move. Still,`` People are surprised,'' Fortune tech", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that`` contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q> Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs. </q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are`` just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}]