[{"uid": "1295389551128106499", "i": 4720, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": ", and the American people are just fed up when, up and down the line, China doesn't play by the rules and seeks unfair economic advantage,\" <strong> Chuck Schumer </strong> said. <q> If it were just one area, if they were fine on most things... that would be one thing, </q> he said. \"It seems in almost every place you look, not only do they seek advantage, which every country does, but they seek unfair advantage.\" <strong> Kirsten Gillibrand </strong> sits on the Senate Foreign", "new_id": -2}, {"uid": "1297420340174850052", "i": 11549, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "to sell about 150 Million Symbian based devices this year and release its first MeeGo based product later this year. More on Nokia, Microsoft Partnership from Nokia's blog penned by <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>, <q> Nokia wouldn't be just be another Windows Phone OEM. Nokia plans to help drive and define the future of the platform. That could include contributing expertise on hardware optimization, language support, customization of the software and helping bring Windows Phone to a larger range of price points, market segments and geographies. </q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we", "new_id": -2}, {"uid": "1297597866017956890", "i": 25450, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects missing from the famed museum included \"a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess\" and parts of <q> a gilded wood statue of Tutankhamun harpooning, </q> <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then-president <strong> Hosni Mubarak </strong> drove his despised police from the streets in a series of running battles", "new_id": -2}, {"uid": "1296694413042549284", "i": 9624, "idx": 0, "sa": ["Andy Coulson", "Julian Assange"], "q": ". If none of them hit the spot, Harrow romantics can buy their loved one 1001 Beers You Must Try Before You Die. â\u0080¢ Old telly friends remember Craig Oliver, the upmarket attack dog( <q> Not so much a rottweiler as a sleek sausage dog </q>) hired from the BBC to replace <strong> Andy Coulson </strong> at No 10, as a not-so-closet Tory who cultivated <strong> Andy Coulson </strong> and wore tight beige trousers whose transparency would impress even <strong> Julian Assange </strong>. Arriving from ITN, where he was a mate", "new_id": -2}, {"uid": "1295479897251461662", "i": 11385, "idx": 0, "sa": ["Peter Chiarelli", "Colin Powell"], "q": "with just four in January 2008. If those cases are confirmed as suicides- and officials said they usually are- that rate would be higher than the 16 combat deaths reported last month in Iraq and Afghanistan. <q> The trend and trajectory seen in January further heightens the seriousness and urgency that all of us must have in preventing suicides, </q> Army Vice Chief of Staff <strong> Colin Powell </strong> <strong> Peter Chiarelli </strong> said. Army brass said they would hold suicide prevention training for all soldiers from Feb. 15 to March 15. Veterans advocates said the new figures were \"staggering\" but also", "new_id": -2}, {"uid": "1296492936169607194", "i": 71, "idx": 2, "sa": ["Sergio Marchionne", "David Whiston"], "q": ", the company said. Earlier this month, <strong> Sergio Marchionne </strong> said Chrysler could now break even with 1.5 million vehicle sales, down from its previously stated breakeven point of 1.65 million. Proving Me Wrong <q> I do think highly of <strong> Sergio Marchionne </strong> but I was still very skeptical of the prospects initially when this all started, </q> <strong> David Whiston </strong>, an analyst with Morningstar Inc. in Chicago, said prior to the release. \"So far, theyre proving me wrong and proving nearly everyone else out there wrong.\" Chrysler's U.S. growth", "new_id": -2}, {"uid": "1296810494196722698", "i": 42143, "idx": 0, "sa": ["Sean Kugler", "Dick LeBeau", "Michael Vick"], "q": "hard transition, but I bet it gets done.\" So, maybe <strong> Sean Kugler </strong> will replace <strong> Dick LeBeau </strong> if <strong> Dick LeBeau </strong>, 73, retires after Sunday's game? \"No,\" he said. <q> There'd be more than a few scratched heads if they ever did that. I have no aspirations to do that. </q> Party pooper? An Eagles spokesman indicated yesterday that <strong> Michael Vick </strong> probably will not attend a Super Bowl party being promoted under his name tonight in Dallas. \"Dallas Dynasty", "new_id": -2}, {"uid": "1295391180188055575", "i": 13144, "idx": 1, "sa": ["Sergio Marchionne"], "q": "making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q> We need to retain all its functionality but make it much more versatile. </q> <strong> Sergio Marchionne </strong> said that could mean new products that can still carry a lot of people but won't look like traditional minivans. A team within the company is also studying whether to continue both the Town and", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}, {"uid": "1295568681147800068", "i": 14134, "idx": 4, "sa": ["Eric Schmidt"], "q": "years now, and are in a better position to really run the company as opposed to just being in the founder role.\" Page praised <strong> Eric Schmidt </strong> as a \"tremendous leader\" who did an <q> outstanding job leading <strong> Google Inc. </strong> for the last decade </q>. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" he said. Competing with Facebook", "new_id": -2}]