[{"uid": "1295246138063356933", "i": 32621, "idx": 3, "sa": ["Steve Larrabee", "Sen. Bernie Sanders"], "q": "that is`` transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day.'' In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said: <q> By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore. </q> <strong> Sen. Bernie Sanders </strong>' office issued a statement saying the letter covered a number of issues facing the country.`` Most of the space in this newsletter dealt with the senator's views on the economic implications", "new_id": -2}, {"uid": "1297462823095535141", "i": 7724, "idx": 1, "sa": ["Simon Cowell"], "q": "'' he said. If those preteens aren't brave enough to massacre their elders, they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena. <q> It was supposed to be similar to them doing their first concert, </q> <strong> Simon Cowell </strong> explained.`` It really helped show me who could handle the pressure.'' <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star.`` There", "new_id": -2}, {"uid": "1296409730000507915", "i": 18159, "idx": 0, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Will Washington"], "q": "[ May 2008] unprecedented attention and recognition, including meetings in <strong> Will Washington </strong> with US <strong> Donald Rumsfeld </strong> of State, the National Security Advisor, and prominent members of Congress. In the words of <strong> Condoleezza Rice </strong>, the fellows represent the <q> hope for the future of Egypt. </q>' Political Double Talk: Chatting with`` Dictators'', Mingling with`` Dissidents'' The Egyptian pro-democracy delegation to the State Department was described by <strong> Condoleezza Rice </strong> as`` The Hope for the Future of Egypt''. In", "new_id": -2}, {"uid": "1297412496250134529", "i": 20123, "idx": 2, "sa": ["Mike Pence"], "q": "deep funk.`` Seriously, who else do we have?'' one asked me.`` Unless something miraculous happens and we get an unexpected gift candidate.'' Another GOP stalwart agreed: <q> Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation and personal ambition. </q> Poor <strong> Mike Pence </strong>! Let's remember, the congressman has young kids and other options, and the presidency was a gamble. While I appreciate these hard-working political veterans' early assessments of the field of potential", "new_id": -2}, {"uid": "1295575736103366674", "i": 37505, "idx": 1, "sa": ["Eric Schmidt", "Jeremy Wertheimer", "Google Inc."], "q": "<strong> Google Inc. </strong> to develop flight search tools for users to locate online flight information more easily.`` ITA's very talented team has created an impressive product to organize flight information,'' said <strong> Google Inc. </strong> chairman and CEO <strong> Eric Schmidt </strong>. <q> Their technology opens exciting possibilities for us to create new ways for users to more easily find flight information online, and we're looking forward to welcoming them to <strong> Google Inc. </strong>. </q>`` It is a privilege to work with a most skilled and dedicated team to build innovative technologies that people use every day,'' commented ITA Software's CEO and president <strong> Jeremy Wertheimer </strong>.`` We are all looking forward", "new_id": -2}, {"uid": "1296486772078397443", "i": 30460, "idx": 1, "sa": ["Steve Ballmer"], "q": "even though its arch-rival Microsoft is transparent on this issue,'' Greenpeace said. It still finished slightly ahead of Microsoft, which also hasn't published emissions targets. Greenpeace faulted CEO <strong> Steve Ballmer </strong> for failing to <q> effectively articulate the importance of climate protection and clean energy transformation </q>. The next Cool IT list will include efforts to manage the carbon footprint of data centers. Greenpeace has turned its attention lately to cloud computing, and caused a stir by criticizing Facebook", "new_id": -2}, {"uid": "1297130531053067806", "i": 48371, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": ", maybe, <strong> Paula Abdul </strong> on the judging panel.`` We've spoken to her, she knows I'm a big fan,'' <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge. <q> I've always said at some point we are going to be working together. </q> But, he added,`` I have to take everyone's opinions into account,'' including the show's other producers and the network. Our opinion is that we should be on the", "new_id": -2}, {"uid": "1296321913180224001", "i": 39011, "idx": 0, "sa": ["Eric Schmidt", "Danny Goodwin", "The CEO"], "q": "the niche. Google Gives <strong> Eric Schmidt </strong>` Unprecedented'$ 100 Million Equity Award by <strong> Danny Goodwin </strong> Outgoing Chief Executive Officer <strong> Eric Schmidt </strong> will receive a$ 100 million equity award from Google, the company has confirmed. The award <q> includes stock and stock options, and vests over four years, </q> and is the largest for a sitting <strong> The CEO </strong>. <strong> Eric Schmidt </strong> on` False' Media Speculation, Google vs. Facebook Obsession by <strong> Danny Goodwin </strong> Speculation that <strong> Eric Schmidt </strong> was forced out as chief executive officer in favor of Larry Page due", "new_id": -2}, {"uid": "1295562736055705634", "i": 12140, "idx": 1, "sa": ["Eric Schmidt"], "q": "The decision to step down, according to Google executives, is about streamlining management.`` As Google has grown, managing the business has become more complicated,'' wrote <strong> Eric Schmidt </strong> in a blog post on Thursday. <q> So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> <strong> Eric Schmidt </strong>'s tenure at Google has been nothing short of extraordinary. According to comScore, Google's sites reached nearly 179 million unique users in November, ranking second only behind Yahoo's. Google accounts for", "new_id": -2}, {"i": 3029, "idx": 0, "index_answer": 2, "new_id": -1, "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy, </q> <strong> David Letterman </strong> said on his late-night CBS show Monday.`` But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.''' At", "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "uid": "1295447959150847521"}]