[{"uid": "1296515090235749384", "i": 7294, "idx": 0, "sa": ["Michael Vick"], "q": "meat. Fine. Don't eat red meat. Don't take away my right. You don't like salt. Fine. Don't eat salt. Don't take away my right. Report Abuse <q> If you quit buying processed and made it homemade you eliminate most of the problem and the </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Undercover Gun Show Probe: Semi-Automatic Weapons, No Background Check Proven Anti Aging Proven effective anti aging via uninhibited DNA replication.", "new_id": -2}, {"uid": "1295158532128794647", "i": 511, "idx": 2, "sa": ["Allen Iverson"], "q": "out the Toronto Raptors 137-105 for their fifth straight win at home. The Denver guard hit seven straight attempts before missing a three-pointer early in the third quarter. He also made all 10 of his free throws. <q> It felt OK before the game, </q> <strong> Allen Iverson </strong> said.`` Now, it feels that much worse. It's throbbing like a heartbeat.'' <strong> Allen Iverson </strong>, who hurt his finger against San Antonio a week ago, slips on a brace after every game", "new_id": -2}, {"uid": "1296438033168050752", "i": 27977, "idx": 0, "sa": ["Zahi Hawass", "National Geographic Society"], "q": "spanning 3,000 years of the country's deep cultural history. Iraq,'' said Fred Hiebert, an archaeology fellow with the <strong> National Geographic Society </strong>. Both of those countries have experienced looting of artifacts during ongoing wars. <q> Saqqara and Luxor are major tourist attractions, so there are signs pointing[ and] saying,` Valuable antiquities here,' </q> Hiebert said. <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council on Antiquities, said Sunday that`` nothing is stolen from the Cairo museum.'' Speaking by phone from Cairo, <strong> Zahi Hawass </strong> said", "new_id": -2}, {"uid": "1295624326048054296", "i": 16088, "idx": 0, "sa": ["Colin Powell"], "q": "the photos/music came from:) comment, subscribe, rate hope you enjoy!:) thanx... <strong> Colin Powell </strong>: The Speech that led to WAR 3/8 The Clash- Should I Stay Or Should I Go This is the song <q> Should I Stay Or Should I Go </q> from The Clash with the lyrics:)... The Clash- Should I Stay Or Should I Go?`` Should I Stay Or Should I Go?'' Live Video... should I stay or should I go Rx2008", "new_id": -2}, {"uid": "1297122406226197630", "i": 27997, "idx": 5, "sa": ["Simon Cowell"], "q": "on the judging panel. I don't think things will change too much.'' <strong> Simon Cowell </strong> is excited about judging on this show since, unlike on Idol, it will involve working directly with contestants. <q> I wanted to make a show where I could help the competitors on a weekly basis and that's more interesting to me because I will have a lot more to do, </q> he said. On X-Factor'' competitors will make home visits to the judges during the evaluation process and perform in front of live audiences of several thousand right from the start to see`` who can handle", "new_id": -2}, {"uid": "1297242011110002179", "i": 20615, "idx": 1, "sa": ["Simon Cowell"], "q": "to audition. There is no upper age limit.`` I like the idea that a 12-year old on this show can compete with an older singer and a singing group,'' <strong> Simon Cowell </strong> said in a statement. <q> I've never believed there should be a cut-off age for talent. </q> GFR This site is operated by Cinema Blend LLC. For advertising inquiries, contact", "new_id": -2}, {"uid": "1295569403192872482", "i": 40059, "idx": 0, "sa": ["Eric Schmidt"], "q": "Search Thu, Jan 20, 2011, 7:23 PM EST- U.S. Markets closed Summary Box: Google co-founder to replace <strong> Eric Schmidt </strong>{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} The Associated Press, On Thursday January 20, 2011, 6:58 pm NEW CEO: In a surprise announcement that overshadowed his company", "new_id": -2}, {"uid": "1296104989131907606", "i": 18428, "idx": 1, "sa": ["Michael Vick"], "q": "a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season.`` We're real excited about it,'' chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> <strong> Michael Vick </strong> participates in his first practice as a Philadelphia Eagle Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's`` sizable.''", "new_id": -2}, {"uid": "1295584823230457349", "i": 15051, "idx": 4, "sa": ["Saddam Hussein", "Colin Powell"], "q": "'' <strong> Colin Powell </strong> said a peaceful solution was not possible because <strong> Saddam Hussein </strong> was unfazed by the warnings from the U.N. Security Council, by economic sanctions or by the buildup of U.S. troops in the region. <q> I was quite confident we were going to war and( <strong> Saddam Hussein </strong>) wasn't going to blink, </q> <strong> Colin Powell </strong> said. The U.N. Security Council warned Iraq that if it didn't withdraw its troops by Jan. 15, 1991, a U.S.-led coalition would be authorized to drive them out. The war began two", "new_id": -2}, [{"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well', </q> <strong> Ray Allen </strong> said.`` When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}]]