[{"uid": "1295568188148554013", "i": 38402, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "because <strong> Google Inc. </strong>'s investors believed the company needed a more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. <q> \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,<q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page", "new_id": -2}, {"uid": "1295567746217792542", "i": 14107, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "The moves are part of <strong> Google Inc. </strong>'s plans to streamline decision making and create clearer lines of responsibility and accountability at the top of the company. The changes will be effective on April 4. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company,<q> said <strong> Eric Schmidt </strong>. <strong> Eric Schmidt </strong> will continue to act as an advisor to Page and <strong> Sergey Brin </strong>. However, he will focus externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought", "new_id": -2}, {"uid": "1296059138109985792", "i": 35760, "idx": 3, "sa": ["Michael Vick"], "q": "for the military. <strong> Michael Vick </strong> used the Unequal Chest Protector in the November 7th game against the Indianapolis Colts to protect his ribs. After the game <strong> Michael Vick </strong> said the Unequal Pad made him feel invincible.\" <q>I'm thrilled to be a part of the Unequal team. I have been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season- resulting in pain-free playing,<q> stated <strong> Michael Vick </strong>. \"The Unequal technology is a part of my game now and I won't play without my Unequal. Unequal's protective power gives me a whole new level of confidence in my game.\"", "new_id": -2}, {"uid": "1296962228115425286", "i": 13679, "idx": 5, "sa": ["Michael Vick"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q>Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit.<q>( notes) and Kansas City quarterback( notes)( 2 each), and Pittsburgh safety( notes), Seattle running back/kick ereturner( notes), and Tampa Bay rookie running back(", "new_id": -2}, {"uid": "1296759030005144618", "i": 6125, "idx": 6, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "the Tennessee Army National Guard, asked <strong> Donald Rumsfeld </strong>: \"Why do we soldiers have to dig through local landfills for pieces of scrap metal and compromised ballistic glass to up-armour our vehicles?\" <strong> Donald Rumsfeld </strong> replied: <q>You go to war with the army you have.<q> In his book, <strong> Donald Rumsfeld </strong> shifts responsibility for the failures in Iraq on to President George Bush and <strong> Paul Bremer </strong>, the diplomat who ran the Iraq for the first year, as well as on to", "new_id": -2}, {"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy. \"I think that's part of what he's been positioning for,\" said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q>In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will<q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}, {"uid": "1295115128263864344", "i": 25544, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,<q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four Video's title used to be \"Instruments of Tyranny,\" and I'm open to suggestions for a new video title. Anyway", "new_id": -2}, {"uid": "1296233184160088068", "i": 2436, "idx": 1, "sa": ["Peyton Manning", "Drew Brees", "Michael Vick", "Ovie Mughelli"], "q": "better in person than watching on TV. He did attend the 2008 Pro Bowl, but that was to support teammate <strong> Michael Vick </strong> Turner. This time, someone else is picking up the tab. <q>The first-class flight out here instead of coach didn't hurt either,<q> he said. For <strong> Ovie Mughelli </strong>, walking into the Pro Bowl hotel for the first time and seeing <strong> Peyton Manning </strong>, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and other NFL greats- past and present- made him pause.", "new_id": -2}, {"uid": "1295893045266846211", "i": 24918, "idx": 0, "sa": ["Eric Schmidt"], "q": "2's leaked specs give iPad 2 run for its money? Apparently, <strong> Eric Schmidt </strong> filmed a pilot for CNN last August that was supervised by McGuirk. An insider at CNN said to the paper: <q><strong> Eric Schmidt </strong> has been looking for a TV job for over a year,<q> said a CNN insider. \"But the pilot he filmed with Liza was a complete disaster.\" Will Samsung Galaxy Tab 2's leaked specs give iPad 2 run for its money? App Store touches 10", "new_id": -2}, {"uid": "1296173728032686081", "i": 29698, "idx": 0, "sa": ["Jim Ryun", "Dick Armey", "Mike Pence"], "q": "urging him to run for president( also signed by former congressmen <strong> Jim Ryun </strong> and <strong> Dick Armey </strong>) tells me he's \"Disappointed, but not surprised\" about <strong> Mike Pence </strong>'s decision to rule out running for president in 2012. <q>I think he's made the best decision for his family,<q> Bozell continues. \"Besides, he's young- 51. He has plenty of time.\" Others close to the draft movement admit to be in a \"funk\" about <strong> Mike Pence </strong>'s decision.", "new_id": -2}]