[{"uid": "1295974364172294165", "i": 696, "idx": 0, "sa": ["Bill Lockyer"], "q": "takes this, which made Commissioner Hisashi( <strong> Bill Lockyer </strong>) Sugaya's attempt at humor especially ill placed. When Borden wondered if Tip Top couldn't sell something other than beer or wine, Sugaya cracked, <q> I guess he could sell drugs or something. </q> Bet he hears about that at the next meeting. Speaking of Turk and Taylor, it is no surprise that the first homicide of 2011 occurred there when a young man was gunned down on", "new_id": -2}, {"uid": "1295800781124010530", "i": 55978, "idx": 0, "sa": ["Manmohan Singh", "Colin Powell", "Barack Obama"], "q": "january 27\" liveblog Obama_Barack Obama_Host_State_Dinner_with_PM_Manmohan Singh_Manmohan Singh_CNN <strong> Barack Obama </strong> Host State Dinner with PM <strong> Manmohan Singh </strong> CNN Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. \"He has both style and substance. I think he is a transformational figure,", "new_id": -2}, {"uid": "1296744572199131164", "i": 31421, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "will increase all in the need for higher CORPORATE PROFITS. These news stories are NOT trustworthy any more. Pure PROPOGANDA! Unemployed and underemployed are just NOY being counted any more. Report Abuse <q> Could this mean many have run out of benefits? </q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Hot Stock Alert- GSLO Our Solar Technology Charges Your iPhone on the Go. Invest", "new_id": -2}, {"uid": "1296671847037879814", "i": 35824, "idx": 7, "sa": ["Allen Iverson", "Paul Pierce", "Jason Kidd", "Shaquille O'Neal"], "q": ".\" At one point, both <strong> Allen Iverson </strong> and <strong> Paul Pierce </strong> were 12-for-16 from the floor. \"When you're in a zone, it doesn't matter if guys are on you or anything,\" <strong> Allen Iverson </strong> said. <q> It just feels good. It just feels like throwing rocks in an ocean. </q> The Suns have lost twice-- by a comShaquille O'Nealed 46 points-- since their 129-127 double-overtime win at Dallas on Wednesday Kidd_to_Delay_Pregnancy_After_a_Miscarriage Local college basketball previews Butler garners <strong> Shaquille O'Neal </strong> East Honor Roll accolades Top-25 foes meet up in <strong> Shaquille O'Neal </strong> East", "new_id": -2}, {"uid": "1295560145078905366", "i": 23490, "idx": 2, "sa": ["Colin Powell", "Barack Obama", "Ben Ali", "Donald Rumsfeld"], "q": "noting some choice words that former US secretary of state <strong> Colin Powell </strong> had to say about the country when he visited in December 2003. \" \"Our bilateral relationship is very, very strong,\" said <strong> Colin Powell </strong>. <q> We are great admirers of Tunisia and the progress that has been achieved under <strong> Barack Obama </strong> <strong> Ben Ali </strong>'s leadership. </q>[...] A visit to Tunisia by defence secretary <strong> Donald Rumsfeld </strong> in February 2006 proves even more reveBen Aling: \"We have a very long relationship with Tunisia,\" <strong> Donald Rumsfeld </strong> remarked after the meetings.", "new_id": -2}, {"uid": "1297192837228835342", "i": 13026, "idx": 0, "sa": ["Steve Ballmer"], "q": ". That's right, <strong> Steve Ballmer </strong> is responsible for placing so many sales and marketing execs in key management positions and allowing them to appoint others. According to the Bloomberg story, by reporter Dina Bass, <strong> Steve Ballmer </strong> <q> plans to extend a management shake-up aimed at adding senior product executives with an engineering background. </q> Bass is a veteran reporter who has covered Microsoft for many years, and she typically has impeccable sourcing. Her report is believable. The questions: Why? Why now? The two answers are intertwined", "new_id": -2}, {"uid": "1297148717028524550", "i": 33505, "idx": 2, "sa": ["Simon Cowell"], "q": "big fan,\" <strong> Simon Cowell </strong> said of his former fellow American Idol judge. \"I've always said at some point we are going to be working together.\" But, he added, <q> I have to take everyone's opinions into account, </q> including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so, he", "new_id": -2}, {"uid": "1295613319066224145", "i": 10851, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "PanARMENIAN.Net- Google's <strong> Eric Schmidt </strong> is stepping aside as chief executive in April, and co-founder <strong> Larry Page </strong> is taking over. <q> Google also announced that its board of directors had approved certain changes to Google's management team, </q> the company said in a filing with the Securities and Exchange Commission. \"<strong> Larry Page </strong>, Google's co-founder and president of products, will become Google's chief executive officer, effective April 4, 2011. <strong> Eric Schmidt </strong>,", "new_id": -2}, {"uid": "1297127408189071381", "i": 56378, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong>", "new_id": -2}, {"uid": "1297260081046088218", "i": 12123, "idx": 1, "sa": ["Eric Schmidt"], "q": "EU for alleged abuse of its dominant position in search. \" The engineers build stuff, the lawyers come in, there are then a series of often very difficult fights inside the company \" <q> It is very important that the lawyers are not making the product decisions, </q> <strong> Eric Schmidt </strong> told the Schmidt-Eric Schmidt-predicts-the-future-of-computing-and-he-plans-to-be-involved.html\" <strong> Eric Schmidt </strong> predicts the future of computing- and he plans to be involved- Telegraph\" target=\"_blank\"> Sunday Telegraph. \"Because the lawyers, on balance, will be", "new_id": -2}]