[{"uid": "1295475898005455883", "i": 39748, "idx": 4, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-29v&amp;flvURL=/media/2011/01/13/01132011-29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-29v.jsn''}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes'',`` description'': <q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and <strong> Rahm Emanuel </strong> Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1295642186266682423", "i": 6059, "idx": 0, "sa": ["Gordon Brown", "Andy Coulson", "David Cameron", "George Osborne"], "q": "this why <strong> David Cameron </strong> was reluctant to let <strong> Andy Coulson </strong> go. We must remind everyone how the Tories supported the spending( which was no higher and often less thn Tory years) Telegraph September 2007 <q> The Conservatives sought last night to destroy Labour claims that they would cut public services by issuing a formal pledge to match <strong> Gordon Brown </strong>'s spending plans... </q> <strong> George Osborne </strong> vowed last night to stick to <strong> Gordon Brown </strong>'s plan of increasing public spending by 2 per cent in real terms over the next three years.`` Today, I can confirm for the first time", "new_id": -2}, {"uid": "1297629731208748579", "i": 19501, "idx": 2, "sa": ["Zahi Hawass"], "q": "archeologist also indicated that the offices of De Morgen, a Dutch-language magazine, were also robbed. Located in Dahshur, about 25 miles south of Cairo, several valuable artifacts were stolen, <strong> Zahi Hawass </strong> said. <q> This magazine contains large blocks and small artifacts, </q> he wrote, without specifically naming them or indicating how many. The military began protecting the Egyptian Museum, as well as historical locations and facilities throughout Egypt, as the protests across the country first flared", "new_id": -2}, {"uid": "1295560621029818881", "i": 9539, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "as <strong> Google Inc. </strong>'s executive chairman. On is his Twitter account, <strong> Eric Schmidt </strong> wrote:`` Day-to-day adult supervision no longer needed!'' The changes will be effective April 4. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page", "new_id": -2}, {"uid": "1296743725199131151", "i": 31595, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "Mayor Curses the Groundhog Watch: Crisis in Egypt: Clashes on Cairo's Streets Watch: Bloodshed in Cairo Caught on Tape <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War The Middle East would be <q> far more perilous than it is today </q> with <strong> Saddam Hussein </strong> in power, <strong> Donald Rumsfeld </strong> wrote in his new book,`` Known and Unknown: A Memoir''-- slated to be released next week. While the book's contents have been a tightly guarded", "new_id": -2}, {"uid": "1296258956174211078", "i": 26303, "idx": 4, "sa": ["Gary Moore", "Allen Iverson"], "q": "November. <strong> Allen Iverson </strong>, the NBA's Most Valuable Player in 2001, agreed to a$ 4 million, two-year deal with Besiktas after no NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday. <q> This is the most pain he's ever felt from any injury he's had, </q> <strong> Gary Moore </strong> said.`` He's http://wn.com/Allen_Iverson_heading_home_for_surgery_NOT_retiring_13_January_2011 Tickets at: www.brettdennen.net DATES: 11/13- Nashville, TN- Cannery Ballroom 11/14- Atlanta, GA- Tabernacle 11/16- Baltimore, MD- Rams Head LIve 11/17- Washington", "new_id": -2}, {"uid": "1295693165029671442", "i": 4493, "idx": 4, "sa": ["Danny Granger", "Allen Iverson"], "q": "its bid to win three straight games for the first time this season.`` We do a lot of things positive on the basketball court, we're just not putting together whole games,'' <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/2010-11_NBA_season__Los_Angeles_Clippers_vs_Indiana_Pacers_Recap_11/18/10 <strong> Danny Granger </strong> states his case why he should be a member of the Harlem", "new_id": -2}, {"uid": "1295205413016711683", "i": 46748, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "of the victims of the shooting last Saturday in Tucson, AZ.. <strong> Kirsten Gillibrand </strong> and <strong> Gabrielle Giffords </strong> were freshmen members of Congress in 2007. <strong> Gabrielle Giffords </strong> is breathing on her own after doctors removed her ventilator on Saturday. <q> Well, she's doing great, </q> <strong> Kirsten Gillibrand </strong> said.`` I talked to her husband Mark( Saturday) night and she's making progress and if there's anyone in the world that can recover fully from this kind of crime and unbelievable injury,", "new_id": -2}, {"uid": "1295135053142065693", "i": 52, "idx": 2, "sa": ["Carmelo Anthony", "Allen Iverson", "Anthony Morrow"], "q": "win with a critical rebound and putback with 43 seconds left. <strong> Anthony Morrow </strong>'s work on the boards earned glowing praise from <strong> Allen Iverson </strong> after the game. He finished with 14 rebounds, two shy of his career high. <q> When he puts his mind to it, he can do anything on the basketball court, </q> <strong> Allen Iverson </strong> said.`` He can dominate in every aspect. Rebounding, that's all effort. When <strong> Carmelo Anthony </strong> gets down low and starts banging with those guys, it's hard for people to defend him.''", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q> It's kind of like when you were a kid in school always picking teams, </q> <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}]