[{"uid": "1295642578003719298", "i": 33277, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "years. The replacement is more about streamlining operations at Google. \"Larry, <strong> Sergey Brin </strong>, and I spent a lot of time talking about how to run everything,\" <strong> Eric Schmidt </strong> said during the call. <q>After a long series of conversations, we decided to make some changes in the way we are structured and the way we operate things. Historically, we've always been running the decisions together, and ultimately, it adds delay.</q> This is exactly the opposite of how Page described their respective roles in a 2004 SEC filing, when such collaboration helped \"facilitate timely decisions\" rather than cause \"delay\": \"", "new_id": -2}, {"uid": "1297462823095535141", "i": 7723, "idx": 0, "sa": ["the Fox", "Simon Cowell"], "q": "Makeover: Home Edition\" and \"Jersey Shore.\" As for the current, Cowell-free season of \"Idol,\" he claimed, \"I haven't seen a full episode,\" continuing, <q>I think we're going to do something different. I'm excited. The stakes are high.</q> Get the monthly that has L.A. talking. Subscribe to Los Angeles Times Magazine at a special introductory rate. Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. <strong> the Fox </strong> is still recovering from a rough fall", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,\" <strong> Sen. Bernie Sanders </strong> said. \"We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.\" <q>To me, it's a disaster,</q> said New York-based labor activist <strong> Jonathan Tasini </strong>. \"When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.\"", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}, {"uid": "1296591076195919887", "i": 40218, "idx": 2, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": ". The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.\" COHEN: \"There's a shot of her with the kids on <strong> David Letterman </strong>.\" CAMILLE: <q>He uses them as props. It's tough, it's harsh. It hurts, of course.</q> The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Wendy_Williams_on_Camille_Kelsey_Grammer's_pending_divorce_12/15/2010 getnew.info 14.10.2010. Watch More! Find the latest hot search topics and current, most searched news on aol search. <strong> Kelsey Grammer </strong> grammer&", "new_id": -2}, {"uid": "1295036917074235945", "i": 16143, "idx": 0, "sa": ["Donald Rumsfeld", "Julianna Margulies", "Anika Noni Rose", "Michelle King"], "q": "Robert <strong> Michelle King </strong> on renaming the show: \"It would have been nice to be ironic and call it The Sexy Wife.\" â\u0080¢ <strong> Julianna Margulies </strong> on the show's frequent gay and lesbian themes: <q>I don't think about it. I don't feel like it's a presence. I feel like it's a part of life.... If it was gay and lesbian just to be gay and lesbian, that would make me uncomfortable because that wouldn't be truthful.</q> â\u0080¢ Robert <strong> Michelle King </strong> on possible future guest stars: \"We're trying to get <strong> Donald Rumsfeld </strong>.\" â\u0080¢ Robert <strong> Michelle King </strong> on when the season-defining election between Wendy Scott-Carr( <strong> Anika Noni Rose </strong>), Peter Florrick(", "new_id": -2}, {"uid": "1297292770155729942", "i": 22987, "idx": 0, "sa": ["David Letterman"], "q": "out of at least$ 2.7 million in profits. The Los Angeles Times reported Weinsteins' lawyers are calling the whole thing \"rubbish.\" However Moore's attorney released a statement saying, <q>This is the first time <strong> David Letterman </strong> Moore has ever sued anyone in his 20-year career as a filmmaker. That should be some indication about how serious this is.</q> Watch <strong> David Letterman </strong> Moore on the <strong> David Letterman </strong> show talking about \"Fahrenhgeit 9/11. Click Play Sources: Reuters, MSNBC, AskMen, Los Angeles Times", "new_id": -2}, {"uid": "1296920397048070662", "i": 21111, "idx": 0, "sa": ["Michael Gove"], "q": "lessons from schools. He accused Education Secretary <strong> Michael Gove </strong> of threatening to remove the subject from the national curriculum of secondary schools in England at a time \"we've never needed it more\". <q>It's time the right hand knew what the far-right hand is doing,</q> he said. Berlusconi's brainteaser At last- the origin of the phrase \"bunga bunga\" is revealed Spaceman The biggest decision in European space science Dallas comeback Return of the`", "new_id": -2}, {"uid": "1295017488186548228", "i": 46593, "idx": 2, "sa": ["Sergio Marchionne"], "q": "The pro-plan union members avoid the streets and meet at an auditorium to listen to their leadership. \"The crisis has been under way for three years,\" the man on the podium says. <q>Many industries are dying, banks are holding on to their money, if nothing improves, unemployment will skyrocket this year. We want to ensure our future. That's why we broke labor unity and approved the <strong> Sergio Marchionne </strong> plan.</q> The union that's been left alone is the powerful left-leaning metal workers. If its members don't agree to sign, <strong> Sergio Marchionne </strong> says they will lose their representation rights on the factory floor.", "new_id": -2}, {"uid": "1296005117006848565", "i": 41691, "idx": 0, "sa": ["Rick Rosen", "David Letterman"], "q": "on NBC and <strong> David Letterman </strong> on CBS in total viewers, and much of the time in the coveted 18 to 49 demo, <strong> Rick Rosen </strong> insisted that the traditional way of reading the tea leaves is no longer relevant. <q>The ratings system needs to catch up to the viewing patterns and the world,</q> declared <strong> Rick Rosen </strong>, adding: \"To me it's the most significant challenge to television today.\" As head of TV development for WME <strong> Rick Rosen </strong> has seen big changes in recent years. Where his agency", "new_id": -2}, {"uid": "1297109629077856777", "i": 9605, "idx": 3, "sa": ["Sergio Marchionne"], "q": "of the U.S. auto industry. \"The great thing about this country, it has the ability to learn.\" Eminem, one of Detroit's most famous residents, gets it, <strong> Sergio Marchionne </strong> said. <q>He represents part of America that I think is important as hell. I think it's at the heart of what we are.</q> OK, not everyone likes the rapper's music, <strong> Sergio Marchionne </strong> conceded, \"but a lot of what he is is us, you know? I mean there's sort of a seriousness about that kid that is", "new_id": -2}]