[{"uid": "1297714995016629768", "i": 21147, "idx": 2, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. ''Many people make the mistake of thinking that dreams can not come true, but they can,'' he wrote. <q>You have to believe, and know that they are more than just imagination.</q> Just hours after Governor Walker announced his budget repair plan, supporters struck first. But you can expect to see more ads from both sides. The president of a union local representing about 9,500", "new_id": -2}, {"uid": "1296496143150683651", "i": 8978, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "<strong> Michael Vick </strong> ''is sincerely trying.'' And he isn't blind to the fact that the story isn't over, that <strong> Michael Vick </strong> needs to prove so much more than he can prove in one successful season. <q>I do believe we need more success stories,</q> <strong> Roger Goodell </strong> said of <strong> Michael Vick </strong>. ''Too much of our society looks for people to fail. I'm not doing this because I felt sorry for <strong> Michael Vick </strong>. I felt that because he'd been accountable, he had", "new_id": -2}, {"uid": "1296633836234962949", "i": 42198, "idx": 2, "sa": ["Kobe Bryant", "Allan Houston", "Tracy McGrady", "Rasheed Wallace", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. ''We just played defense,'' <strong> Allen Iverson </strong> said. <q>We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.</q> <strong> Kobe Bryant </strong> said the Pistons presented a ''matchup issue'' for the Lakers' defense. ''With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Tracy_McGrady_30_points_6_rebounds_vs_Los_Angeles_Lakers Los Angeles 2007/2008 Staples Center <strong> Allan Houston </strong> Rockets vs Los Angeles Lakers <strong> Tracy McGrady </strong>", "new_id": -2}, {"uid": "1297271585047726623", "i": 45083, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "insanity' Republicans vs. Republicans: When are federal budget cuts too deep? Video: Why Americans Are Turning Against Obamacare Report Abuse ''American employers( your boss) pays into unemployment insurance.?'' Report Abuse <q>I am not worried. This is a grand stand that that is not so grand. The theory is that if enough people suffer, they will stop voting.</q> Report Abuse ''American workers pay into unemployment insurance.?'' Time.com: Smartphone Sins: Catholic Church Approves Confession by iPhone ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Do NOT Buy Car Insurance! Your", "new_id": -2}, {"uid": "1295461908125829128", "i": 3285, "idx": 1, "sa": ["Howard Stern", "Simon Cowell"], "q": "he's not another <strong> Simon Cowell </strong>, and, against <strong> Howard Stern </strong>'s wishes, you won't regularly find him critiquing contestant's physical appearances. ''You can't prejudice a situation like that,'' he told <strong> Howard Stern </strong>. <q>To a certain extent you can say ''You don't look like a star, you don''t walk, talk and act like a star so get out of there.</q>", "new_id": -2}, {"i": 16697, "idx": 1, "index_answer": 0, "new_id": -1, "q": "hoped to get$ 3 billion in loans. General Motors Co.'s withdrawal of its application for$ 14.4 billion of the same type of government loans will increase his company's chances of getting approval. <q>We're in two different places in financial history,</q> <strong> Sergio Marchionne </strong> said of Chrysler and GM. ''They grew up with a big equity box. I grew up with nothing. So I'll take the money. I'm not proud. I'd just like to", "sa": ["Sergio Marchionne"], "uid": "1296854638096747656"}, {"uid": "1297256445195313688", "i": 5940, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "dead in execution-style slayings in Mexico... FILE- In this July 1, 2009 file photo,... Department of Corrections- KILGORE, Texas-- Martin Midstream Partners L.P. announced today that the... Report Abuse <q>We should avoid the drug companies products for human filth like this and</q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trade Stock Like A Pro# 1 Pro Investment Portal for stock news, tools,", "new_id": -2}, {"uid": "1297671532135315459", "i": 8316, "idx": 1, "sa": ["Michael Vick", "Michael Hansen"], "q": "'' said <strong> Michael Hansen </strong>, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that <q>people can reintroduce these dogs back into a society that's not going to abuse them.</q> ''The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn", "new_id": -2}, {"uid": "1296669455052150288", "i": 312, "idx": 0, "sa": ["Mike Pence"], "q": "a Planned Parenthood clinic manager assuring a pimp that the clinic would secretly offer full access to abortions and other services- despite knowing full well that the girls were underage victims of sex trafficking,'' she explained. <q>To respond swiftly to this crisis- and to take decisive action to strip Planned Parenthood of all taxpayer funding- the pro-life movement is uniting this Thursday night on a huge nationwide webcast... and your attendance is critical.</q> Title X Abortion Provider Prohibition Act,'' sponsored by Rep. <strong> Mike Pence </strong>( R-IN), was introduced earlier this month and would ensure that tax dollars are not sent to abortion providers under Title X family planning grants", "new_id": -2}, {"uid": "1297123512257998895", "i": 49108, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, ''I care deeply about animals'' and ''am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to ''propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would ''welcome a clarification of the guidelines. ''Just ran out", "new_id": -2}]