[{"uid": "1296582035160382982", "i": 39441, "idx": 2, "sa": ["David Letterman", "Jaime Bayly", "Charlie Rose"], "q": "commercial. <strong> Jaime Bayly </strong> and Collins stand up and kiss on the cheek, but their microphones remain on. ''Don't come here just to complain about my behavior,'' <strong> Jaime Bayly </strong> says angrily over the outro music. <q>And don't be so damned boring.</q> <strong> Jaime Bayly </strong> is a man of many parts. He's both <strong> David Letterman </strong> and <strong> Charlie Rose </strong>; comedian and serious interviewer; straight and gay; shamelessly self-promoting and relentlessly self-deprecating. After a one-and-a-half-year hiatus, he", "new_id": -2}, {"uid": "1297684045187187200", "i": 18272, "idx": 7, "sa": ["Colin Powell"], "q": "sites, a mass grave and a cemetary- or what??- I couldn't help myself- I had to check. I called our Diyala stringer and this is what I got: <q>I was there. I saw them myself. It was incredible- the way they were each buried- individually, according to the word of Islamic tradition: their faces towards the Kaaba( Mekka), the libna( mud brick) under the head, the white shroud- complete to the smallest detail. ''Since when did al Qaida burry its victims observing such details?? No- These were Qaida fighters for sure</q>. SO- I ask: What benefit would security forces gain by distorting this story? Is it to sow more hatred for al Qaida? And if this story- this unashamed statement by a <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1297451519240746502", "i": 2864, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "him for more, despite subsequent attempts to rewrite the record. At the New York dinner, <strong> Donald Rumsfeld </strong> was eager to praise another man who remains convinced of the rightness of his own actions. <q>I would have to give the top marks in terms of communication to <strong> Tony Blair </strong>,</q> he said when asked which world leaders he had most admired. ''He knew how to put the English language together and he had courage.'' Both men confidently await history's verdict. CPAC is", "new_id": -2}, {"uid": "1297254715238534658", "i": 10185, "idx": 0, "sa": ["Michelle Obama", "Donald Rumsfeld", "Barack Obama", "Nancy Reagan"], "q": "first... Photo in Slideshow: U.S. <strong> Barack Obama </strong> and first <strong> Nancy Reagan </strong> Video: Elaborate ceremony for <strong> Nancy Reagan </strong> centennial... Photo in Slideshow: <strong> Michelle Obama </strong> <strong> Nancy Reagan </strong> <strong> Michelle Obama </strong> talks with Lt... Video: Why Americans Are Turning Against Obamacare Report Abuse <q>she should start with this guy: Michael Moore's slovenly attire and overall sloppy appearance is used to create the image that he's just like you! The common man. He's not greedy, no no. The$ 19.8 million he made off one of his stupid films was more than enough for him. Or was it? Moore has now sued his former partners, claiming they ''cheated' him out of$ 2.7 mil.</q> Report Abuse ''Reduce the caboose, it is pretty big.'' Time.com: Safety Investigators Clear Toyota-- But Safety''s No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers", "new_id": -2}, {"i": 39068, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q>The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan,</q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. ''Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "uid": "1295386126252936200"}, {"uid": "1295741256032047147", "i": 6784, "idx": 0, "sa": ["Andy Coulson"], "q": "Last week his legal team called for a re-examination of evidence in his perjury trial in the wake of the resignation of the Prime Minister's head of communications <strong> Andy Coulson </strong>. One friend said that Sheridan was <q>his usual upbeat self and philosophical about things. There's a lot going on legally and he's preparing his speech for court, but apart from that I think he'll just want to spend some time with the family because they don't know how long it'll be after Wednesday.</q> The friend added: ''Obviously the big worry is what the sentence is going to be but he's in fine fettle. He's got a lot to do.'' Another friend said", "new_id": -2}, {"uid": "1296709692055181312", "i": 47085, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama", "President Bush", "Rise Against"], "q": "according to the Times, but <strong> President Bush </strong> ''wanted the options to be ''creative.'' The stories reveal that <strong> Donald Rumsfeld </strong>, despite his In Full: State of the U...( 19:09:20 <q>IN FULL: <strong> Barack Obama </strong> spoke before Congress in his first State of the Union addres...</q> <strong> Rise Against </strong> against- State of...( 18:02:17''*** Nov. 2nd 2009, wow over 100000 views!! thanks guys!*** A picture slide show i made...'' <strong> President Bush </strong> <strong> Barack Obama </strong>'s First Sta...( 19:10:36 '''", "new_id": -2}, {"uid": "1295569913120422584", "i": 19583, "idx": 1, "sa": ["Eric Schmidt"], "q": "-- ''Day-to-day adult supervision no longer needed!'' Data Warehouse Appliance Promises Database Transparence, Mixed BI Workload, Massive Scalability <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295254600092618767", "i": 7204, "idx": 6, "sa": ["Allen Iverson", "George Karl"], "q": ". <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Philadelphia on Dec. 19. His season high is 46 against Chicago on Nov. 24. ''He's good,'' <strong> George Karl </strong> said. <q>He's better than I thought and I thought he was( darn) good.</q> After coming out of the lineup with 1:04 remaining, <strong> Allen Iverson </strong> and <strong> George Karl </strong> had a brief conversation and then a quick hug. ''To be a part of something like that is something to http://wn.com/NBA_2k11_Denver_Nuggets_@_NY_Knicks_121210__Are_The_Knicks_Back? Coach Nick breaks", "new_id": -2}, {"uid": "1295625411001654792", "i": 39351, "idx": 0, "sa": ["Andy Coulson"], "q": "continuing row over phone-hacking when he was editor of the News of the World newspaper was distracting from his job.( AP Photo/Danny Lawson-pa, file) UNITED KINGDOM OUT: NO SALES: NO ARCHIVE: <q>I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.</q> A reporter and a private investigator working for the News of the World were caught illegally eavesdropping on the phones of the British royal family's entourage in 2007. <strong> Andy Coulson </strong> quit the paper when the pair were", "new_id": -2}]