[{"uid": "1295799477124010513", "i": 47739, "idx": 10, "sa": ["Colin Powell", "Barack Obama"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race.`` I will always vote for the person who I think is best qualified,'' he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> Â© Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. More articles in Nation Tweet Yahoo!", "new_id": -2}, {"uid": "1295097311134397967", "i": 21265, "idx": 0, "sa": ["Andy Coulson", "Keir Starmer"], "q": "Crown Prosecution Service said it would re-examine material collected by police officers who investigated allegations that journalists at the newspaper illegally accessed the voicemail of several public figures. <strong> Keir Starmer </strong>, the Director of Public Prosecutions, announced <q> a comprehensive assessment of all material in the possession of the Metropolitan Police Service relating to phone hacking. </q> The allegations concern the behaviour of journalists during the time that Mr <strong> Andy Coulson </strong> was editor of the newspaper. In December 2010, the Crown Prosecution Service abandoned an investigation into allegations that Mr <strong> Andy Coulson </strong> was", "new_id": -2}, {"uid": "1297035674142557188", "i": 33116, "idx": 0, "sa": ["Bill Lockyer"], "q": "numbers more misleading and misused than the average benefit for retirees of the California Public Employees' Retirement Association. CalPERS loves to circulate the statistic. So do politicians and unions representing workers. <q> Twenty-five hundred dollars a month is the average state employee pension, </q> state Treasurer <strong> Bill Lockyer </strong>, a member of the CalPERS board, told a UC Berkeley conference of academics and journalists last month. As the public pension debate heats up in coming weeks, you will", "new_id": -2}, {"uid": "1295612697003915826", "i": 5908, "idx": 2, "sa": ["Andy Coulson", "Sienna Miller", "David Cameron"], "q": "at least four lawsuits filed by celebrities, including actress <strong> Sienna Miller </strong>, over allegations the newspaper hacked into mobile-phone voicemails. U.K. police and prosecutors said last week they would review the claims for a third time. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so, </q> <strong> David Cameron </strong> said in an e-mailed statement.`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.''--", "new_id": -2}, {"uid": "1295562095148553730", "i": 29908, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q> There is no other <strong> The CEO </strong> in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}, {"uid": "1296690770182059029", "i": 40274, "idx": 2, "sa": ["David Letterman", "Jimmy Buffet", "Cynthia Woods Mitchell"], "q": "will be back on Curb Your Enthusiasm when the Larry <strong> David Letterman </strong> comedy starts its eighth season on HBO in June. Here's a funny story about Lewis and <strong> David Letterman </strong> from nearly 40 years ago. <q> After I made my first appearance on the <strong> Johnny Carson </strong> show in, like, 1974, Larry and I went shopping in Macy's. He kept following me about five steps behind, humming the Tonight Show theme really loud and pointing at me. Naturally, we got thrown out of Macy's for him doing that. It was nice of him. He just picked the wrong store. </q> â\u0080¢ Tickets for <strong> Jimmy Buffet </strong> and the Coral Reefer Band, May 5 at the <strong> Cynthia Woods Mitchell </strong> Pavilion, go on sale at 10 a.m. Saturday at the usual Ticketmaster locations. There is an eight-ticket limit, so everybody", "new_id": -2}, {"uid": "1297380498170868782", "i": 15831, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "the crowd-- <strong> Dick Cheney </strong> joked that`` maybe if we give him a third term, he might get it right''-- and they all coalesced on their common ground: disdain for the current president. <q> You know, I look at many of the current administration's reversals of their announced policies on national security issues, Guantanamo Bay, military commissions... the CIA, drone strikes; it makes me wonder if <strong> Dick Cheney </strong> hay had more influence on <strong> Barack Obama </strong> than the people who got elected, </q> <strong> Donald Rumsfeld </strong> said to roars from the audience. <strong> Donald Rumsfeld </strong> also joked with <strong> Dick Cheney </strong> about a presidential run:`` <strong> Dick Cheney </strong>, in case you were wondering, I think there's probably still time for you to file", "new_id": -2}, {"uid": "1295870211128057360", "i": 751, "idx": 1, "sa": ["Andy Coulson"], "q": "is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,'' she told Sky News. <q> Nobody is above the law, no newspaper editor, no journalist. </q> <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone hacking at the News of the World when he was editor. He quit the post in January 2007 after", "new_id": -2}, {"uid": "1295681320220479499", "i": 27832, "idx": 2, "sa": ["Michael Jordan", "Allen Iverson", "Elton Brand", "Jrue Holiday"], "q": "'' Looking for a spark, 76ers coach Eddie <strong> Michael Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q> He just put us in a good rhythm tonight and had us flowing, </q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He Music: Machinae Supremecy- Sidology Episode 2- Trinity Paradigm in", "new_id": -2}, {"i": 41964, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Long way to run for phone-hacking story Q&A: Tory search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the scandal had <q> made it difficult to give the 110% needed in this role </q>. He The view from a broad: More <strong> Lauren Laverne </strong>, please Married Cabinet minister accused of affair with campaigner an affair with a former socialite turned political campaigner. Lord Strathclyde has been accused of having an affair with", "sa": ["Lauren Laverne", "Andy Coulson"], "uid": "1295925206202604593"}]