[{"uid": "1295991931115605509", "i": 27568, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q>At this stage, the number of opportunities just vastly exceed the number of people we have at the company,</q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice-president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest rival. Microsoft", "new_id": -2}, {"uid": "1297113612077856768", "i": 21582, "idx": 4, "sa": ["Simon Cowell"], "q": "become incredibly competitive. Unlike the singers, we don't pretend to like each other.\" <strong> Simon Cowell </strong> avoided commenting extensively on the new Idol judges panel, saying he hasn't seen a whole episode. <q>From what I've seen and heard, things seem to be going well, which I expected.</q>  COMMENT BOARD GUIDELINES:  You share in the SunSentinel.com community, so we just ask that you keep things civil. Leave out the personal attacks. Do not use profanity, ethnic or racial slurs", "new_id": -2}, {"uid": "1297127080053067784", "i": 18797, "idx": 1, "sa": ["Eric Schmidt", "Stuart Bowen"], "q": "cash from the couple. \"The Schmidts defrauded U.S. taxpayers, cheated the Iraqi people and betrayed the trust placed in them,\" said <strong> Stuart Bowen </strong>, attorney for the Special Inspector General for Iraq Reconstruction. <q>They will now pay a price for their criminal wrongdoing.</q> Google CEO <strong> Eric Schmidt </strong> speaks during the Web 2.0 Summit in San... Marines change commander at...- The Marines have changed the commander of the detention facility where WikiLeaks... Photo in Slideshow: A file", "new_id": -2}, {"uid": "1294986518220069897", "i": 30293, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "We didn't know that she had not opened her eyes. But when we watched Mark we knew.\" A realization that makes <strong> Kirsten Gillibrand </strong> all the more optimistic about her friend's recovery. <q>It was so clear to me that she was absolutely present in every way and had so much strength and character at that moment.</q> Doctors say this is a sign that they can proceed with more aggressive physical therapy. But the congresswoman's recovery will still be measured in months not days or weeks. Comments Terms of Use: We", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said.\" \" \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. <q>What's happening is normal. Thankfully, all the damaged items can be restored.</q>\" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}, {"uid": "1297617994047562773", "i": 2232, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "though <strong> Steve Ballmer </strong> offered, \"Our belief is that we can move faster through this partnership than what we've ever done before.\" Regarding the beneficiaries of the announcement, <strong> Stephen Elop </strong> had much to say. <q>We believe this is good for Nokia,</q> he explained, continuing: It represents a next-generation platform upon which we can attach our innovation. It gives us an opportunity to jointly lead a new and leading ecosystem in the marketplace. It gives us", "new_id": -2}, {"uid": "1295559994214679661", "i": 31088, "idx": 0, "sa": ["Eric Schmidt"], "q": "April 4, co-founder Larry Page will take over as Google's CEO, while <strong> Eric Schmidt </strong> will take on the role of executive chairman, the company just announced. Google says it's making the changes to <q>streamline decision making and create clearer lines of responsibility at the top of the company</q> but there were no signs that anything was amiss at the triumvirate that has led the company since 2001. The news came as part of the company's Q4 earnings results.", "new_id": -2}, {"uid": "1296438025216727564", "i": 46426, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer", "Tom Coburn"], "q": "<strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, <strong> Barack Obama </strong>( Mike) Enzi( R-Wyoming) and we hammered it out.\" <strong> Kirsten Gillibrand </strong> said she thought it was appropriate for <strong> Chuck Schumer </strong> to sit with <strong> Tom Coburn </strong>. <q>We met with him and worked out his concerns,</q> <strong> Kirsten Gillibrand </strong> said. \"At the end of the day it was a stronger bill and one we could get bipartisan support for.\" You must fill out the comment body in order to submit a comment.", "new_id": -2}, {"uid": "1296770160151027758", "i": 43040, "idx": 1, "sa": ["Michael Vick", "Quan Phillips"], "q": "large drawing of <strong> Michael Vick </strong> in his Eagles uniform superimposed over Cowboys Stadium. It is headlined: \"Super Bowl-- Dallas Dynasty 2011-- The <strong> Michael Vick </strong> Experience.\" And then in smaller type: <q>Four-time Pro Bowl quarterback <strong> Michael Vick </strong> would like to personally invite you to the only upscale, A-list celebrity event of the 2011 Super Bowl. This will be the primary and preferred destination for inconic personalities from the NFL, MLB, Hollywood, the music industry and corporate America. Simply put the premier A-list high society event of the 2011 Super Bowl!!</q> The last time <strong> Michael Vick </strong> hosted a party someone got shot in the leg. <strong> Michael Vick </strong> attended the June celebration of his 30th birthday in Virginia Beach. The incident created a hailstorm of controversy when <strong> Quan Phillips </strong>", "new_id": -2}, {"uid": "1296282353007127044", "i": 19049, "idx": 4, "sa": ["Larry Bucshon", "Mike Pence"], "q": "he considers <strong> Mike Pence </strong> a mentor. \"He's been very helpful. He's been supportive not only to me, but to the rest of the freshman congressional delegation,\" <strong> Larry Bucshon </strong> said. <q>A person like him, with a wealth of experience, is always important to have backing you up when you're just getting started.</q> <strong> Larry Bucshon </strong> wouldn't speculate about <strong> Mike Pence </strong>'s future, but said, \"No matter what he decides to do, I'll be supportive.\" Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans", "new_id": -2}]