[{"uid": "1297217149026116106", "i": 48544, "idx": 3, "sa": ["Jacques Chirac", "Donald Rumsfeld"], "q": "point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. \"Ironically, my comment was unintentional,\" <strong> Donald Rumsfeld </strong> writes. <q> I had meant to say France and Germany represented` old NATO' not` old Europe'. </q> \"In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling fJacques Chiracch fries` freedom fries' loved it,\" he writes. \"The elites in Paris", "new_id": -2}, {"uid": "1296119845056623125", "i": 17194, "idx": 0, "sa": ["Steve Ballmer"], "q": "Keen. You can post questions and answers on any topic and search for ones that have already been posted, from the mundane( \"When did <strong> Steve Ballmer </strong> become CEO of Microsoft?\" ) to the metaphysical( <q> Why do people lie? </q>). As with Twitter, you can follow other members( as well as specific questions); as with Digg, everyone can vote answers up and down, so the best responses are easy to spot and", "new_id": -2}, {"uid": "1296443805235372683", "i": 57056, "idx": 3, "sa": ["Allen Iverson", "George Karl", "Yao Ming"], "q": "share to ruin <strong> Allen Iverson </strong>'s homecoYao Ming. Denver scored the first 14 points of the fourth quarter to rally for its fourth straight win. <strong> Allen Iverson </strong>'s old team improved to 16-5; his new-again team fell to 5-16. <q> It was a positive experience to be part of AI returning, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought he fatigued as the game went on and we got the benefit of it. He's not in the best of shape yet.\" <strong> Allen Iverson </strong> received a standing ovation when", "new_id": -2}, {"uid": "1296230764172146701", "i": 18366, "idx": 1, "sa": ["Brian Urlacher", "Michael Vick"], "q": "conviction, already was named Comeback Player of the Year by both Sporting News and Pro Football Weekly/Pro Football Writers Association. \"<strong> Michael Vick </strong>'s got to get it,\" <strong> Brian Urlacher </strong> said of the AP honor. <q> Especially with all the stuff he's been through. For me, I don't really care about that. </q> <strong> Brian Urlacher </strong> was named second-team All-Pro and selected to his seventh Pro Bowl after leading the Bears in tackles with 146 to go with four sacks, three fumbles recoveries, and two forced fumbles. He also had", "new_id": -2}, {"uid": "1295771436146751497", "i": 17504, "idx": 1, "sa": ["Katy Perry", "Mick Jagger", "Mariah Carey", "Nicole Scherzinger", "Simon Cowell", "Will Smith"], "q": ", the singer may join <strong> Simon Cowell </strong> on the show when it begins filming later this year. \"To get her on the show would give it real star power,\" a source told the magazine. <q> <strong> Nicole Scherzinger </strong> and Cheryl Cole are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out. \"She has a massive appeal and a real edge to her, </q> they added. \"<strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion.\" Others who have been rumoured for the show's judging panel include <strong> Will Smith </strong>, <strong> Katy Perry </strong>, <strong> Mick Jagger </strong> and <strong> Mariah Carey </strong>. Stacey", "new_id": -2}, {"uid": "1295786638204455951", "i": 56920, "idx": 0, "sa": ["Andy Coulson"], "q": "700,000 Palestinians were forced from their centuries-old villages and cities in Palestine, which eventually became the State of Israel. Most have never been allowed to return. The Israeli government seized the land they Report Abuse <q> a little reminder to dissident goyim: </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1295993886177471490", "i": 50058, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "Charles Ellis Schumer", "Mark Udall", "Tom Coburn", "Bill Nelson", "Peter King"], "q": "the rise as power players in their parties. <strong> John Thune </strong> is a possible contender for a 2012 White House run and <strong> Kirsten Gillibrand </strong> handily won a special election in 2010 for her Senate seat from New York. Quoted: <q> Sen. <strong> John Thune </strong> and I are worPeter King on an earMark Udalls <strong> Bill Nelson </strong> that's about transparency, and it puts earMark Udalls on a searchable database. So I just called him and asked him if he'd like to go to the State of the Union. He said he would, </q> <strong> Kirsten Gillibrand </strong> said of the seating arrangement. Sen. <strong> Tom Coburn </strong>, R-Okla., and Sen. <strong> Charles Ellis Schumer </strong>, D-N.Y. <strong> Tom Coburn </strong> threatened to derail <strong> Charles Ellis Schumer </strong>'s 9/11 first responders <strong> Bill Nelson </strong>, which will provide", "new_id": -2}, {"uid": "1297127453259817491", "i": 12146, "idx": 1, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "'s \"My Year in Iraq,\" covering Bremer-Paul Bremer/\"> Mr. <strong> Paul Bremer </strong>'s time as proconsul in Iraq. Instead Rumsfeld-Donald Rumsfeld/\"> Mr. <strong> Donald Rumsfeld </strong> takes a fairly direct approach: <q> This is what I did and why I did it with the information at hand. </q> Rumsfeld-Donald Rumsfeld/\"> Mr. <strong> Donald Rumsfeld </strong> admits to mistakes, including underestimating the danger of the insurgency in Iraq. He particularly regrets off-the-cuff phrases like \"Dead Enders\" and \"Old Europe.\"", "new_id": -2}, {"uid": "1297693126074399865", "i": 37591, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "DOE funding will help Veeco to speed up its efforts to commercialise multi-stage thermal deposition production systems used to manufacture cost-efficient CIGS Solar cells. Commenting on the Veeco award, Senator <strong> Kirsten Gillibrand </strong>( D-NY) said, <q> Developing new, clean, homegrown sources of energy is a vital part of our economic recovery. </q> This federal investment will help drive research and development of new solar power technology, helping make solar power more efficient. By making solar power more effective and affordable over the long term, we can cut emissions,", "new_id": -2}, {"uid": "1297553599075792419", "i": 13464, "idx": 0, "sa": ["Zahi Hawass"], "q": "under way. He added that on 11 February looters emptied a storage area in Dashur, an important ancient necropolis in the southern part of the famous cemetery at Saqqara, which contained large blocks and small artifacts. <q> I am now concerned Egypt is not safe, </q> he wrote. The thefts from the Egyptian Museum are likely to undermine <strong> Zahi Hawass </strong>'s long-standing efforts to have important artifacts, such as a bust of Nefertiti now in Berlin, returned to Cairo( 382).", "new_id": -2}]