[{"uid": "1295835341029999122", "i": 3452, "idx": 3, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "\" <strong> Nick Clegg </strong> today suggested that, as deputy prime minister, he would have a role in choosing <strong> Andy Coulson </strong>'s successor. He said it was \"primarily\" <strong> David Cameron </strong>'s job to find a replacement, adding <q> of course I will play a role as well </q>. He said the scandal had not altered the coalition's path. \"I don't think this government will miss a beat in terms of just pressing ahead with the plan that we've set out", "new_id": -2}, {"uid": "1297293225002195576", "i": 7755, "idx": 6, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "an announcement in 3-4 weeks, maybe a bit longer.\" As for the new-look \"Idol,\" <strong> Simon Cowell </strong> said he has yet to see a complete episode, only a short recap. <q> I think they're doing a good job, </q> he said of new judges <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>. 1 Response to \"<strong> Simon Cowell </strong> announces audition cities,$ 5 million prize for \"The X Factor\" \" Cowell-Simon Cowell-announces-audition-cities-5-million-prize-for-the-x-factor/#comment-46943\" February 7th, 2011 at 6:44 pm", "new_id": -2}, {"uid": "1296500207065519657", "i": 33524, "idx": 0, "sa": ["Jhon García Sossa", "Michael Vick"], "q": "success stories- on the road to recovery and serving as ambassadors for a breed that has been widely derided as too dangerous. Electric Car Buying Tips: 9 Things To Know Before Purchase( PHOTOS) <q> Some people might say,` Three years, that seems like such a long time,' </q> said <strong> Jhon García Sossa </strong>, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. \"But we measure their progress in baby steps, especially when they were on the", "new_id": -2}, {"uid": "1296089758233947189", "i": 22183, "idx": 0, "sa": ["Andy Coulson", "Keir Starmer", "Steve Richards"], "q": "abandoned an investigation into allegations that Mr <strong> Andy Coulson </strong> was personally involved in phone hacking as editor of the News of the World. But the Director of Public Prosecutions, <strong> Keir Starmer </strong>, announced this month that the CPS was conducting <q> a comprehensive assessment of the material in the possession of the Met... following developments in the civil courts </q>. Last week Mr <strong> Andy Coulson </strong> resigned as director of communications for the Prime Minister. He still denied involvement in phone hacking.? <strong> Steve Richards </strong>: The truth about Osborne and Balls The Chancellor will insist", "new_id": -2}, {"uid": "1297451846240746502", "i": 44703, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "when government forces started shooting at the square. In such circumstances government forces had an obligation, which they utterly ignored, to prevent harm to the many who were unarmed,\" Denber told EurasiaNet.org. <q> <strong> Donald Rumsfeld </strong> may be right that the U.S. has a better chance of exposing Uzbekistan to democratic values through contact, but that contact will be of questionable value if the United States doesn't respond to serious breaches of those values, </q> she added. Events since 2005 have also shown that <strong> Donald Rumsfeld </strong>'s fears that the United States had \"lost\" Uzbekistan to Russia were unfounded, said Alexander Cooley, a political science professor at Barnard College", "new_id": -2}, {"uid": "1295598786207912973", "i": 12808, "idx": 15, "sa": ["Larry Page", "Mark Zuckerberg", "Sergey Brin", "Eric Schmidt"], "q": "speaking with... Google Inc.. Photo in Slideshow: File photo of Google Inc co-founder <strong> Larry Page </strong> listening to... Google Inc.. will step down from his role as Google's CEO in April and be... Report Abuse <q> I still think he's an idiot for helping to create the kind of business environment that doesn't believe it needs any public input nor desires to help it's customers or users. </q> Report Abuse \" <strong> Sergey Brin </strong>'s own ego and <strong> Eric Schmidt </strong>'s softness cost Google a big fortune and huge Mark Zuckerberget share loss in far east. This is just good business from shareholders' point of view. \" Time.com:", "new_id": -2}, {"uid": "1296138678011223047", "i": 48358, "idx": 1, "sa": ["Andy Burnham", "Michael Gove"], "q": "The bill is likely to include further measures such as plans to overhaul the teacher training process, sweeping reforms of qualifications and the introduction of a reading test for six-year-olds. Labour says it gives Mr <strong> Michael Gove </strong> <q> 50 new powers to meddle in education in your area </q> with Shadow Secretary <strong> Andy Burnham </strong> tweeting that it \"strips councils of any real power and gives it all to the Secretary of State\" . Play video News Headlines( Lunchtime) for January 27th,... Play video", "new_id": -2}, {"uid": "1295508803113688616", "i": 6429, "idx": 3, "sa": ["Stephen Tyler", "Steven Tyler", "Tyler Cuma", "Jennifer Lopez", "Simon Cowell"], "q": "judges <strong> Jennifer Lopez </strong> and <strong> Stephen Tyler </strong> to hold on to the audience. And if you think <strong> Simon Cowell </strong> was stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or target=\"_blank\" an overbearing judge, </q> <strong> Tyler Cuma </strong> told reporters in a conference call Tuesday.\" [ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1296499519226574346", "i": 6896, "idx": 0, "sa": ["Sergio Marchionne"], "q": "( 30.300 millones de euros), mientras que sus ventas mundiales de veh?culos totalizaron 1,51 millones de unidades. El consejero delegado de Chrysler, <strong> Sergio Marchionne </strong>, destac que la empresa super sus previsiones en 2010. <q> Sin embargo- advirti-, el trabajo a?n no est hecho. Queda mucho por hacer para cumplir los objetivos del plan estrat?gico a cinco a?os </q>. Al cierre del pasado ejercicio, Chrysler disfrutaba de una posici?n de liquidez de 7.300 millones de d?lares( 5.330 millones de euros), a los que se suma una l?nea de disponibilidad otorgada por Estados", "new_id": -2}, {"uid": "1295509121092602403", "i": 54651, "idx": 0, "sa": ["Regis Philbin", "David Letterman", "Martin Short"], "q": "<strong> Martin Short </strong> needs to pay a little more attention to the details. He went on Letterman-David Letterman/49114/main\">` Late Show'( Weeknights, 11:35 PM on CBS) perhaps with the best of intentions. <q> I'm still in a state of shock when I heard that announcement from you yesterday that you're leaving the show, </q> <strong> Martin Short </strong> said to <strong> Regis Philbin </strong>. \"I think it's a good idea. I think you're leaving at the top of your game.\" With <strong> David Letterman </strong> laughing, <strong> Martin Short </strong> pressed on with the obvious joke", "new_id": -2}]