[{"uid": "1297154709260177972", "i": 29831, "idx": 0, "sa": ["Eric Schmidt", "Stuart Bowen"], "q": "two cars and$ 40,000 in cash. <strong> Eric Schmidt </strong> took bribes from Iraqi vendors and in one case allegedly changed a contract to deliver less exercise equipment than was paid for, the Times said. <q> The Schmidts defrauded U.S. taxpayers, cheated the Iraqi people and betrayed the trust placed in them, </q> said <strong> Stuart Bowen </strong>, special inspector general for Iraq reconstruction. <strong> Eric Schmidt </strong>'s wife, Janet <strong> Eric Schmidt </strong>, 39, will be sentenced in March for her role in the fraud. She faces up to three years in", "new_id": -2}, {"uid": "1297267029254083111", "i": 35497, "idx": 0, "sa": ["Cameron Munter", "Farhatullah Babar", "Asif Ali Zardari", "Simon Cowell"], "q": "message back with him, they said. Presidential spokesman <strong> Farhatullah Babar </strong> said <strong> Cameron Munter </strong> and <strong> Asif Ali Zardari </strong> discussed \"bilateral relations\" during their meeting but did not give details. US embassy spokesperson Courtney Beale said <strong> Cameron Munter </strong> <q> once again reiterated that the US citizen was being illegally detained and that he enjoys diplomatic immunities under the Vienna Convention of Diplomatic Relations. </q> US State Department spokesperson <strong> Simon Cowell </strong> Crowley, speaking to reporters in Washington yesterday, too indicated that <strong> Cameron Munter </strong> had called on <strong> Asif Ali Zardari </strong> to release the arrested official. \"We continue to make clear to the", "new_id": -2}, {"uid": "1296084991130252806", "i": 31618, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt.\" <q> There will be huge explosions all over Fleet Street if police get to the truth, </q> he told the BBC. This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all", "new_id": -2}, {"uid": "1296259209046202893", "i": 4156, "idx": 0, "sa": ["Simon Cowell"], "q": " <strong> Simon Cowell </strong> wants to give her a role on the US programme when it launches later this year, even if network Fox block her appointment as a panelist. A source told The Sun newspaper: <q> <strong> Simon Cowell </strong> desperately wants <strong> Cheryl Cole </strong> to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor. </q> href=\"/ video/entertainment/710-holly-weber-sexy-model-babeology-photo-shoot-video-2.html\">\" href=\"/ video/entertainment/710-holly-weber-sexy-model-babeology-photo-shoot-video-2.html\"> Battlefield Heroes By continuing past this page, and by your continued use of this site, you agree to be bound by and abide", "new_id": -2}, {"uid": "1295000570194838627", "i": 13996, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "her legs on command. With her closest friends from Congress holding her hand on Wednesday evening, Ms <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q> It was raw courage. It was raw strength. It was so beautiful and so moving, </q> Senator <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. \"She wanted us to know that she was with us 100% and understood everything we were saying.\" Ms <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr", "new_id": -2}, {"uid": "1295222036260489247", "i": 45322, "idx": 17, "sa": ["Linas Kleiza", "Kobe Bryant", "Carmelo Anthony", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... HD HQ <strong> Kobe Bryant </strong> 52 points vs Dallas Mavericks HIGH QUALITY HD HQ <strong> Kobe Bryant </strong> 52 points vs Dallas Mavericks HIGH QUALITY Best sports highlight packages( go through the video section): www.youtube.com DESCRIPTION:-- to comment on", "new_id": -2}, {"uid": "1297700767235225103", "i": 6228, "idx": 1, "sa": ["Zahi Hawass", "Yvonne Strahovski"], "q": "Egyptian... Photo: <strong> Zahi Hawass </strong>: No mummies damaged by looters at Cairo's... Entertainment Video: Grammys: Bieber Upset, Gaga Breaks Out of Shell Entertainment Video: In The Artist Studio: Concetta Morales Report Abuse <q> What hasn't been reported in US news but you can find in several euro news feeds is that the looters were actually members of the elite police force not the general public who is rioting. they were caught in the act of looting and destroying the exhibits- caught by the army- the army is now protecting the museums. </q> ABC News: Fiennes Modernizes Shakespeare's \"Coriolanus\" Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs <strong> Yvonne Strahovski </strong> on Her Chuck Engagement: What Moonlighting Curse? Fear", "new_id": -2}, {"uid": "1295526822201490446", "i": 9784, "idx": 0, "sa": ["Sarah Palin", "Dick Cheney", "Mike Pence"], "q": "say who's out front in the 2012 Republican presidential sweepstakes, but says he'll be happy to participate in the process. <strong> Dick Cheney </strong> sidestepped a chance to handicap former <strong> Sarah Palin </strong> <strong> Sarah Palin </strong>'s prospects, telling NBC <q> I'm interested in <strong> Sarah Palin </strong>. A lot of people are. </q> <strong> Dick Cheney </strong> says she \"has a strong following,\" although she has critics Effort under way to urge Indiana congressman to enter 2012 presidential contest An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential <strong> Sarah Palin </strong> unfavorability", "new_id": -2}, {"uid": "1296174568165871655", "i": 3957, "idx": 0, "sa": ["Nicki Minaj", "Robin Thicke", "David Letterman", "Mariah Carey"], "q": "by high-profile matchups with everyone from <strong> Mariah Carey </strong> to Usher. <strong> Robin Thicke </strong> even helped ramp up <strong> Nicki Minaj </strong>'s profile by trotting her out for performances on \"106& Park\" and \"The Late Show With <strong> David Letterman </strong>.\" <q> Jay-Z is a person in hip-hop that you almost don't think he exists until you meet him, </q> <strong> Nicki Minaj </strong> explained to MTV News last February. \"It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like,`", "new_id": -2}, {"i": 36363, "idx": 6, "index_answer": 0, "new_id": -1, "q": "The next step is to reduce U.S. unemployment, an issue <strong> Barack Obama </strong> should make \"the centerpiece\" of his annual State of the Union address on Jan. 25, the former Cabinet member said. <q> The American people are expecting him to say something about what he's going to do to </q> keep the economy moving forward, <strong> Colin Powell </strong> said. <strong> Colin Powell </strong> has criticized his own party in recent months while supporting <strong> Barack Obama </strong>'s ultimately successful fight for Senate ratification of a new nuclear-arms-reduction treaty with Russia. <strong> Colin Powell </strong> said", "sa": ["Colin Powell", "Barack Obama"], "uid": "1295802494101695495"}]