[{"uid": "1295265238125091846", "i": 3932, "idx": 0, "sa": ["Andy Coulson", "Eric Pickles"], "q": "are supporting NHS reforms, Mr <strong> Eric Pickles </strong> unveiled a list of organisations backing the reform. The list included business leaders, planning professionals, local authorities and community groups. The bill was designed to <q>fundamentally shake up the balance of power in this country</q> Mr <strong> Eric Pickles </strong> insisted. Cameron refuses to deny <strong> Andy Coulson </strong> resignation offer The prime minister has refused to deny allegations that <strong> Andy Coulson </strong> has offered his resignation over the phone hacking row. Free Newsletters Sign", "new_id": -2}, {"uid": "1297713209141344775", "i": 5677, "idx": 0, "sa": ["Steve Ballmer"], "q": "eight of his images into the video, such as a shot where she is shown in profile against a blue background with a piece of candy on her tongue. LaChapelle said Rihanna's video copied the <q>composition, total concept, feel, tone, mood, theme, colours, props, settings, decors, wardrobe and lighting</q> of his work. He is suing for unspecified damages. A spokeswoman for Rihanna did not immediately respond to a request for comment. Microsoft CEO promises better Windows Phone Microsoft Corp Chief Executive <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1297629731208748579", "i": 19501, "idx": 2, "sa": ["Zahi Hawass"], "q": "archeologist also indicated that the offices of De Morgen, a Dutch-language magazine, were also robbed. Located in Dahshur, about 25 miles south of Cairo, several valuable artifacts were stolen, <strong> Zahi Hawass </strong> said. <q>This magazine contains large blocks and small artifacts,</q> he wrote, without specifically naming them or indicating how many. The military began protecting the Egyptian Museum, as well as historical locations and facilities throughout Egypt, as the protests across the country first flared", "new_id": -2}, {"i": 3029, "idx": 0, "index_answer": 2, "new_id": -1, "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q><strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy,</q> <strong> David Letterman </strong> said on his late-night CBS show Monday. \"But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.\" At", "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "uid": "1295447959150847521"}, {"uid": "1296315077140902403", "i": 38923, "idx": 0, "sa": ["Steve Ballmer"], "q": "MUMBAI, INDIA: <q>Cloud is the future for Microsoft as well as the IT industry.</q> <strong> Steve Ballmer </strong>, Microsoft's CEO had made this key statement in Mumbai during his India visit in May 2010. In less than a year's time since that statement became headlines, the global software giant delivered its", "new_id": -2}, {"uid": "1296755246266420251", "i": 14003, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "high-tech sector, creating good-paying jobs.\" \"As the CEO of a biotechnology company, Senator <strong> Kirsten Gillibrand </strong>'s initiative is extremely important to us,\" said Dr. Joan Fallon, Curemark founder and CEO. <q>By supporting cutting edge research in the biotechnology field, and thus allowing for innovation, these R&D tax credits will help to defray the costs of basic research and clinical programs, which can be prohibitive to the small biotech companies. We at Curemark are extremely grateful for the Senator's leadership on this issue.</q> Senator <strong> Kirsten Gillibrand </strong>'s proposal would expand the current credit by changing the formula to provide greater incentive for companies such as Curemark to increase investment; simplify the current credit, which is highly complicated and confusing; and", "new_id": -2}, {"uid": "1295552145232112145", "i": 5183, "idx": 0, "sa": ["Ronald Reagan", "Mike Pence"], "q": "as having a \"<strong> Ronald Reagan </strong> quality.\" On the 30th anniversary of <strong> Ronald Reagan </strong>'s inaugural, National Review Online spoke with <strong> Mike Pence </strong> about the Gipper, asking what his legacy means to him and the GOP. <q><strong> Ronald Reagan </strong> is the reason I'm a Republican,</q> <strong> Mike Pence </strong> tells us. \"I was active in local Democratic politics when I was a teenager in Columbus, Indiana. Then I started to hear the voice of a B-movie actor, turned governor, turned candidate.", "new_id": -2}, {"uid": "1296968578257851407", "i": 40190, "idx": 7, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney"], "q": "says. \"I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.\" Another <strong> Donald Rumsfeld </strong> Rule: <q>If you are not criticized, you may not be doing much.</q> As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and was a close ally of <strong> Dick Cheney </strong>, then <strong> President Bush </strong>'s vice president. But he was deeply disliked by opponents of", "new_id": -2}, {"uid": "1296839401168542238", "i": 20650, "idx": 4, "sa": ["David Letterman"], "q": "the Tonight Show. But maybe the scene last night wasn't what it looked like? Rob Burnett, president of <strong> David Letterman </strong>'s production company Worldwide Pants, downplayed the comment to Newsday saying that <q><strong> David Letterman </strong> and <strong> Howard Stern </strong> are very rare entities in the world of show business in that most people leave their shows when they are told and these guys have the choice to leave their series.</q> Meanwhile, we suddenly find our minds racing with thoughts of who could replace <strong> David Letterman </strong>. Because as much as we adore Craig Ferguson-who just keeps getting better and better every night and whose show is produced by", "new_id": -2}, {"uid": "1296947872117014565", "i": 2816, "idx": 3, "sa": ["Sergio Marchionne"], "q": "that no other parties were willing to assist in Chrysler's recovery. \"The two governments levied interest rates that, although appropriate at the time, are above current market conditions,\" he continued. <q>This was done with the full support and understanding of the members of Chrysler Group LLC.</q> Chrysler hopes to reach a deal with banks by the end of March to refinance the loans. It owes the U.S. government$ 5.8 billion and the Canadian government$ 1.3 billion. <strong> Sergio Marchionne </strong> told", "new_id": -2}]