[{"uid": "1295853378225247232", "i": 23276, "idx": 0, "sa": ["Michael Gove"], "q": "be tempted to write to the paper privately to berate it for slipping standards. In response to a piece last week, for example, in which a writer noted the debate in the Lords on voting reform was <q> the closest the` other place'( as it's known) will ever get to a US-style filibuster, they've( sic) were even at it all night </q>. Perhaps not in that particular case, though, as the columnist was Sarah Vine, aka Mrs <strong> Michael Gove </strong>.? Back in the autumn, when he was only disliked by people in doomed arts organisations", "new_id": -2}, {"uid": "1297677175135315458", "i": 8110, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": "the opposition Labour party took the opportunity to criticise the scrapping of the BSF programme. Shadow Secretary of Education <strong> Andy Burnham </strong> accused <strong> Michael Gove </strong> of betraying children and communities and called for the Education Secretary to apologise.\" <q> They deserve no less than a full apology from him today and a commitment to act quickly on the court's finding, </q> he said.\" \"The ruling calls into question every school building scheme cut by <strong> Michael Gove </strong> and is a damning verdict on his competence as a minister. He must tell us today how much public money he has", "new_id": -2}, {"uid": "1296141430063832094", "i": 40453, "idx": 0, "sa": ["Michael Gove"], "q": "I believe Hezbollah can do in the interests of Lebanon, I will not hesitate one second to ask Hezbollah to do it,\" he said in the interview in a heavily guarded apartment block in central Beirut. <q> The burden is not light, it is heavy and I need the support of everybody. </q> New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in... UK` unprepared for a foot and mouth outbreak'", "new_id": -2}, {"uid": "1295605564062603293", "i": 27340, "idx": 0, "sa": ["Michael Gove", "Kenneth Clarke"], "q": "Education secretary <strong> Michael Gove </strong> talking to pupils at the Cuckoo Hall primary school in Edmonton, north London, where he announced plans to raise school standards in May last year. Photograph: John Stillwell/PA <q> Now, what I want is Facts. Teach these boys and girls nothing but Facts. Facts alone are wanted in life. Plant nothing else and root out everything else. You can only form the minds of reasoning animals upon Facts. Nothing else will ever be of service to them... Stick to Facts, sir! </q> So spake Mr Gradgrind, DicKenneth Clarkes's dismal schoolteacher in title=\"Wikipedia: Hard Times\"> Hard Times, published 1854. \"I am not going to be coming up with any prescriptive lists.", "new_id": -2}, {"uid": "1296123832027361287", "i": 37234, "idx": 1, "sa": ["Michael Gove"], "q": "concerns from lawyers about the implementation of the Human Rights Act during his four-and-a-half years as human rights minister. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1295036877249511945", "i": 21834, "idx": 2, "sa": ["Michael Gove"], "q": "of the English Baccalaureate\" . \"There is widespread support for including religious studies as a mainstream humanities subject,\" said Mr Gates. Mr <strong> Michael Gove </strong>, speaking on Friday, had said: <q> There are one or two points that are being made about perhaps one or two qualifications that might count within the five pillars and I will look at that. \"That's not to say that I'm going to change my mind, but any fair point that is made, in a constructive spirit about how you can improve league tables, I will always take on board. </q> A spokesman for the Department for Education indicated that the principle of the Baccalaureate was not open for debate, but that there had always been a willingness to listen to arguments about how the contents could be", "new_id": -2}, {"uid": "1296152747245841922", "i": 55047, "idx": 1, "sa": ["Michael Gove"], "q": "central to what schools are about.\" The Bill hands more control to the Education Secretary to intervene in failing schools. Mr <strong> Michael Gove </strong> insisted that under-achieving academies will not be exempt from this. <q> There is absolutely no reluctance on our part to deal with any academy that's failing, </q> he said. \"Every school that under-performs will be held up to high standards.? 2011 owned by or licensed to Trinity Mirror North West& North Wales Limited.", "new_id": -2}, {"uid": "1297713387197591223", "i": 30677, "idx": 1, "sa": ["Michael Gove"], "q": "lose BSF funding for the other schools but we'll continue to do everything we can to secure investment in the future.\" Mr Justice Holman said in five of the cases Mr <strong> Michael Gove </strong>'s failure was <q> so unfair as to amount to an abuse of power </q>. The High Court battle was brought by Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council. But the judge said he believed", "new_id": -2}, {"uid": "1297124273189071372", "i": 28145, "idx": 3, "sa": ["Michael Gove", "Andy Burnham"], "q": ". Parliament can put the brakes on Mr <strong> Michael Gove </strong> and stop him from taking a huge gamble with the life chances of our children,\" <strong> Andy Burnham </strong> writes. He accuses <strong> Michael Gove </strong> of failing to build a curriculum <q> with all children in mind </q>. In December, <strong> Michael Gove </strong> announced that performance tables would measure the proportion of pupils at each school who obtain good grades in five specified core subjects at GCSE: English, maths, at least one science, a", "new_id": -2}, {"q": "<strong> Larry Page </strong> replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said <strong> Larry Page </strong> would <q> merge Google's technology and business vision brilliantly. </q> \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better!\" <strong> Eric Schmidt </strong> wrote. \"<strong> Larry Page </strong>, in my clear opinion", "sa": ["Larry Page", "Eric Schmidt"], "index_answer": 1, "idx": 0, "i": 9748}]