[{"uid": "1296199690069206039", "i": 27004, "idx": 3, "sa": ["Mike Pence"], "q": "on other political opportunities. And he telegraphed his interest in the governorship by focusing on Indiana in his letter, saying his \"calling is closer to home.\" He will now <q> be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead. </q> That begins Friday. <strong> Mike Pence </strong>, who flew today to Indiana from Washington, is holding a town hall meeting in Pendleton at 10 a.m. and speaking to Muncie Central High School students at 1:20 p.m.", "new_id": -2}, {"uid": "1296286332201490484", "i": 3225, "idx": 10, "sa": ["Rachel Maddow", "Gabrielle Giffords", "David Kato", "Mike Pence", "Don Imus", "Mitch Daniels", "Mike McDaniel", "Barack Obama"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. \"He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike McDaniel </strong> walks through,\" she said. <q> Obviously it'd be great for the state of Indiana. </q> <strong> Don Imus </strong>: <strong> Rachel Maddow </strong>` Worst Kind Of Coward,'` Gutless, Sniveling Worm'( VIDEO) Egypt Protests LIVE Updates: MuBarack Obama Protestors Fill Cairo's Streets Is Murdered Gay Activist <strong> David Kato </strong> the <strong> Gabrielle Giffords </strong> of Uganda", "new_id": -2}, {"uid": "1295446736183418917", "i": 1902, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "slogan. <strong> Mike Pence </strong>, who has said he'll decide by the end of this month, said he is leaning in one direction-- but didn't say which way. <q> I certainly know where I'm leaning, but I haven't made any decision. </q> <strong> Mike Pence </strong> said he continues to talk to people, in Indiana and elsewhere, as he makes up his mind. He talked Monday morning to Gov. <strong> Mitch Daniels </strong>, who is term-limited from seeking a third", "new_id": -2}, {"uid": "1296183151117178385", "i": 27587, "idx": 6, "sa": ["Mike Pence"], "q": "president. Someone close to <strong> Mike Pence </strong> explains that \"the people closest to him, the friends and people he knew best from Indiana, wanted to see him come back to Indiana.\" By contrast, <q> the support for him to run nationally was in large part from leaders of the national conservative movement </q>- who perhaps didn't have the same sway as his longtime supporters. <strong> Mike Pence </strong>'s young family- he has three school-aged children- were also a factor in his decision, according to this source.", "new_id": -2}, {"uid": "1297627010160415775", "i": 39918, "idx": 1, "sa": ["Mike Pence"], "q": "not have the kind of health care that Bill's nice Fox News health plan provides for Bill's wife. \"The rich get rich and the poor get babies,\" and STD's and breast cancer... <q> ain't we got fun! </q> Bill reported about GOP Congressman <strong> Mike Pence </strong>'s legislation to defund Planned Parenthood adding the ever popular anti-choice meme about taxpayer dollars. Earlier this week, Bill Pence_Mike Pence_in_war_on_planned_parenthood.php\"> agreed with <strong> Mike Pence </strong> that PP should", "new_id": -2}, {"uid": "1295412047055623682", "i": 35003, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong> \"the best governor in America.\" <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to <q> keep the national campaign. </q> The Miami Herald is pleased to provide this opportunity to share information, experiences and observations about what's in the news. Some of the comments may be reprinted elsewhere in the site or in the newspaper", "new_id": -2}, {"uid": "1296218172048857090", "i": 15202, "idx": 4, "sa": ["Eric Holcomb", "Mike Pence"], "q": "district, that isn't true of <strong> Mike Pence </strong>. That talk-show experience combined with a high-profile in Congress has made him a familiar face and name to many Hoosiers, <strong> Eric Holcomb </strong> said. <q> He has a built-in advantage, but it's a big state and it requires many days on the road </q> to campaign successfully, he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for <strong> Eric Holcomb </strong>.", "new_id": -2}, {"uid": "1295987834031850551", "i": 42647, "idx": 0, "sa": ["Mike Pence", "Michele Bachmann", "Rick Santorum"], "q": "Republican 2012 presidential hopefuls to appear at the annual gathering. <strong> Michele Bachmann </strong>, a Minnesota Republican, is set to keynote the March for Life Rose Dinner Monday night. Earlier Monday, <strong> Rick Santorum </strong> tweeted, <q> Just arrived at the March for Life on the Mall- cold but hearty mostly young folks! </q> Well-known in socially conservative circles, <strong> Mike Pence </strong> has spoken at the march every year since 2001, when he was first sworn into Congress. <strong> Mike Pence </strong> is considering a bid for president in 2012 and is expected to", "new_id": -2}, {"uid": "1295629409219988022", "i": 38883, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong>, who introduced a similar bill late in the last Congress, said that it is the government's job, not the Fed's, to boost economic growth and drive up employment. <q> It is the job of Congress and the President to put forth pro-growth policies on taxes, to rein in government spending and to reduce the regulatory burden in order to create an environment that is friendly to our nation's job creators, </q> he said in a statement. \"Printing money is no substitute for sound fiscal policy.\" In 1977, the Federal Reserve received a \"dual mandate\" from Congress to pursue policies designed to both", "new_id": -2}, {"i": 17605, "idx": 16, "index_answer": 0, "new_id": -1, "q": "with an injured rib and back. \"Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,\" <strong> Michael Vick </strong> said. <q> Unequal was one of the reasons I've been able to make it through the season. </q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call customer service at(808) 538-6397 for Neighbor Island", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]