[{"uid": "1296048492146931724", "i": 37203, "idx": 4, "sa": ["Angelina Jolie", "António Guterres"], "q": "alongside UN High Commissioner for Refugees Ant?nio <strong> António Guterres </strong> to call on the world to recognize millions of victims of conflict around the world not as a burden but as a potential gift. As an American, she said, <q> I know the strength that diversity has given my country a country built by what some would now dismiss as asylum-seekers and economic migrants and I believe we must persuade the world that refugees must not be simply viewed as a burden. They are the survivors. And they can bring those qualities to the service of their communities and the countries that shelter them.`` The refugees I have met and spent time with have profoundly changed my life, </q> <strong> Angelina Jolie </strong> added.`` Today... I want to thank them for letting me into their lives.'' <strong> Angelina Jolie </strong> was speaking at a World Refugee Day event at the National Geographic Society headquarters in Washington, DC hosted by", "new_id": -2}, {"uid": "1295937890179191810", "i": 14226, "idx": 9, "sa": ["Allen Iverson", "Kobe Bryant", "Malik Rose"], "q": "22 points on 10-of-12 shooting and grabbed nine rebounds as the Spurs snapped a three-game losing streak.`` My teammates were getting me the ball,'' said <strong> Malik Rose </strong>, who bought 64 tickets for family and friends. <q> We played well, we shared the ball and I was the recipient of some good passes and a <strong> Kobe Bryant </strong> luck. </q> <strong> Allen Iverson </strong> was a dismal 15-of-55( 27 percent) from the field and averaged 16.7 points as Philadelphia got off to a 3-0 start, its best since the 1984-85 campaign. It was a different <strong> Allen Iverson </strong> in this contest", "new_id": -2}, {"uid": "1295598987233226309", "i": 35552, "idx": 1, "sa": ["Alassane Ouattara", "Horace Campbell"], "q": "Coast's presidential election, <strong> Alassane Ouattara </strong>, on Thursday called for West African special forces to remove Ivory Coast's incumbent president Laurent Gbagbo in a commando operation.( Jan. 6)... <strong> Horace Campbell </strong> on Ivory Coast Crisis: <q> This is a Test for the African Union </q> 2 of 2 <strong> Horace Campbell </strong> on Ivory Coast Crisis:`` This is a Test for the African Union'' 2 of 2 Democracy Now! Monday, December 27, 2010 democracynow.org A general strike has been called for in", "new_id": -2}, {"uid": "1295432536243531793", "i": 13263, "idx": 0, "sa": ["Michael Vick", "Piers Morgan", "Larry King", "Oprah Winfrey", "Tracy Morgan"], "q": "and he had a big-name first guest: <strong> Oprah Winfrey </strong>, who talked about contemplating suicide at age 14, her quest to interview <strong> Michael Vick </strong>, and how many broken( twice). <strong> Tracy Morgan </strong> pumped up his subject shamelessly: <q> She's the <strong> Piers Morgan </strong>'s CNN talkshow debut gets cool reception from US critics Former Mirror editor accused of being` soft' and` fawning' after interview with first guest <strong> Oprah Winfrey </strong> <strong> Piers Morgan </strong> makes CNN debut with <strong> Oprah Winfrey </strong> interview Link to this target=\"_blank\" href=\"http://videostore.com/\"> video`` How have I done? </q> <strong> Piers Morgan </strong> asked yesterday at the end of his debut as <strong> Larry King </strong>'s replacement as CNN's primetime chatshow host. <strong> Piers Morgan </strong> debuts talk show with in-depth <strong> Oprah Winfrey </strong> interview <strong> Piers Morgan </strong> debuts on CNN prime time Monday night After weeks of promotion", "new_id": -2}, {"uid": "1297242023104841358", "i": 31296, "idx": 2, "sa": ["David Letterman"], "q": "are lined up, jumping up and down, waving their hands. That's sort of how bits are to me. A Pop Tarts box will jump up and down as I'm walking by, going, <q> Heeeeey- look at the directions on the side of me. Can I be in your show? </q> Q: You've been on <strong> David Letterman </strong> a bunch of times now. Do you have his cell phone number? Do you text him during the day? A: It's funny", "new_id": -2}, {"uid": "1295618707107249683", "i": 2818, "idx": 0, "sa": ["Alan Johnson", "Andy Coulson", "Harry Potter"], "q": "social networking sites. A GTC spokeswoman said they had heard only two cases relating exclusively to teachers' non-criminal behaviour outside school, and both were before the code's introduction. She said: <q> The code does not alter the threshold for disciplinary action and does not affect the way in which any cases referred- including those involving conduct outside school- are assessed.`` It is only if a teacher's private behaviour were to become public in a way that was damaging to the reputation of the profession, and if that behaviour were serious enough to warrant dismissal, that the GTC would become involved. </q> <strong> Alan Johnson </strong> bodyguard` had affair with wife' new <strong> Andy Coulson </strong> quits as Cameron spin doctor new School principals trawl web to` dig up the dirt on teachers' <strong> Harry Potter </strong> star's brother jailed new", "new_id": -2}, {"uid": "1295552145232112145", "i": 6173, "idx": 3, "sa": ["Mike Pence"], "q": "B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in.'' Republicans, <strong> Mike Pence </strong> continues, should learn from how Reagan led. <q> I think Ronald Reagan personifies both the substance and the style of conservatism in the 21st century, </q> he says.`` On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.''`` But on", "new_id": -2}, {"uid": "1297108146141246491", "i": 22926, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "Iraq.`` In a war, many things cost lives,'' <strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on`` Nightline'' Monday. <strong> George W. Bush </strong> has written that the troop level in Iraq was <q> the most important failure in the execution of the war. </q>`` I think that it's possible,'' <strong> Donald Rumsfeld </strong> responded.`` We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always", "new_id": -2}, {"uid": "1295673080172441655", "i": 18058, "idx": 1, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": " Militants with the ex-rebel New Forces( FN) support <strong> Alassane Ouattara </strong>, declared election winner by the voting authority, and protect him in his hotel base, which is under siege from Gbagbo's forces. <q> We want UNOCI to leave. They have not and continue this collaboration( with the FN). They behave like an occupation force, </q> <strong> Ahoua Don Mello </strong> said. The search order was delivered Thursday night to the defence and security forces loyal to Gbagbo, he said. The searches were intended to ensure that the vehicles were not being used to hide", "new_id": -2}, {"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,'' Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q> After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job. </q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}]