[{"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880? \"A number of things would have to fall into place to make him competitive,\" said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. \"The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}, {"uid": "1295562095148553730", "i": 29908, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q> There is no other <strong> The CEO </strong> in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}, {"uid": "1297176031226918403", "i": 3173, "idx": 15, "sa": ["David Letterman", "Aaron Rodgers"], "q": "with guys who had been in prison, guys who had-- I mean, I'm right about that, aren't I?\" <strong> Aaron Rodgers </strong>: \"That's true.\" <strong> David Letterman </strong>: <q> So you were running a club, some guys older than you, some guys, certainly more experience. </q> <strong> Aaron Rodgers </strong>: \"I think leading by example was the most important lesson I learned. It's hard to be able to have the words to relate to a guy like that, who's been through", "new_id": -2}, {"uid": "1296708031055181319", "i": 25890, "idx": 2, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "and his teammates were keeping up. \"A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,\" <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with Phil Berger, YoChicago's architecture critic, stops to comment on a building that appears to be just a jumble of random elements. It's in the 1100 block of", "new_id": -2}, {"uid": "1295070638169934886", "i": 34546, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "team are sworn to secrecy. Not much has leaked out, but some analysts say <strong> Donald Rumsfeld </strong>'s goal might be a major transformation of the roles, missions and weapons of the armed forces. <q> Potentially, one of the biggest shifts in the century, more dramatic change than in earlier reviews, </q> said Steven Kosiak, director of budget studies with the Center for Strategic and Budgetary Assessments, a Washington research group. <strong> Donald Rumsfeld </strong>'s blueprint, expected to be unveiled in the spring, will detail his view", "new_id": -2}, {"uid": "1295795435125714464", "i": 8943, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "Union,\" while crediting <strong> Barack Obama </strong> with stabilizing the economy, dealing with unemployment, reaching out to countries across the globe and taking on healthcare reform, \"whether you agree with him or not.\" <q> I hope we can fix whatever may be at fault with the bill that was passed, </q> <strong> Colin Powell </strong> said. He predicted that in Tuesday's State of the Union address, Americans will want to hear how <strong> Barack Obama </strong> is going to bring down the unemployment rate and fix the economy \"even more than", "new_id": -2}, {"uid": "1295073695171851783", "i": 3274, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "David Hasselhoff"], "q": ". After already appearing on the US version of the ITV1 series, the Hoff admitted the acts battling it out in the competition were \"far crazier\" than their American counterparts. He said: <q> I'm mad for it in Manchester. You guys have some far better and far crazier talent here in the UK. </q> Meanwhile, existing judge Amanda Holden praised the new additions to the show- with <strong> David Hasselhoff </strong> and the Hoff having replaced last year's <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> on the panel- and admitted the new", "new_id": -2}, {"uid": "1295233159192299056", "i": 31309, "idx": 1, "sa": ["Kirsten Gillibrand", "Keith Ellison", "Gabrielle Giffords"], "q": "that erupted at <strong> Gabrielle Giffords </strong>' political event in Tucson, Ariz., on Jan. 8, 2011. \"I think right now she is inspiring all of us,\" said Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.). <q> I think she is inspiring our nation with her courage, with her strength. </q> Now reinforcing that courage is added security. This weekend at a Minneapolis market, officers were out in force for Democrat Rep. <strong> Keith Ellison </strong>'s \"Congress on Your Corner\" event. Around the country", "new_id": -2}, {"uid": "1297623189221642818", "i": 719, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "of <strong> President Bush </strong>'s authorization that he be treated as an enemy combatant, <strong> Donald Rumsfeld </strong>'s lawyers say. The president enjoys complete immunity for those actions, they say, so the suit must be thrown out. <q> Military detention is a normal and inevitable incident of an enemy combatant designation, </q> <strong> Donald Rumsfeld </strong>'s lawyers argue in their brief. Padilla's assignment to the Charleston brig was \"routine and appropriate.\" Padilla's lawyers counter that <strong> Donald Rumsfeld </strong> and other officials can be held legally responsible for Padilla", "new_id": -2}, {"uid": "1295310733097861638", "i": 44765, "idx": 7, "sa": ["Courtney Lee", "Tyronn Lue", "Allen Iverson"], "q": "be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach Larry <strong> Courtney Lee </strong> said. <q> This is kind of unexpected but it's neat. </q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}]