[{"uid": "1295487735203259910", "i": 57940, "idx": 0, "sa": ["Mike Pence", "Nancy Cordes"], "q": "voted 245 to 189 to repeal health care reform. The party line vote capped a vigorous debate in which Republicans vilified the health care law and Democrats exalted it, reports CBS News Congressional correspondent <strong> Nancy Cordes </strong>. <q> When you order every American to buy health insurance whether they want it, need it or not, that's a government takeover of healthcare, </q> said <strong> Mike Pence </strong>, R-Indiana, on the floor. \"Really? Who is taking over what health care plan? Who? We are offering people tax incentives, small businesses tax incentives to go buy private", "new_id": -2}, {"uid": "1295068749012681281", "i": 57610, "idx": 3, "sa": ["Mike Pence"], "q": "\"I believe, as Americans have believed since the American founding, that firearms in the hands of law-abiding citizens make communities safer, not less safe,\" <strong> Mike Pence </strong>, R-Ind., said in an interview. <q> And I understand the human impulse is to look for blame. Heartache does that. But no expressed opinion and no public policy created what happened on Saturday last. </q> In recent years, mass shootings have not generated momentum for new gun laws. The 1999 shootings at Columbine High School in Colorado, in which two teenagers murdered 13 people before killing themselves, sparked gun-control", "new_id": -2}, {"uid": "1296157924245841935", "i": 12190, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "the State of the Union. Republican <strong> Mike Pence </strong>, who's considering a run for <strong> Barack Obama </strong>, said he appreciated the <strong> Barack Obama </strong>'s \"affirmation of what makes this country great.\" But <strong> Mike Pence </strong> offered this caution: <q> In Washington, the devil is always in the details. </q> He went on to note, \"All his[ <strong> Barack Obama </strong>'s] answers called for bigger government. This is the challenge.\" As the conversation veered toward the coming year, both Republicans and Democrats", "new_id": -2}, {"uid": "1295322043190414853", "i": 16357, "idx": 0, "sa": ["Gabrielle Giffords", "Mike Pence", "Sarah Palin"], "q": "Fox News that she was inGabrielle Giffordsd the victim of a \"blood libel\" for suggestions that she influenced the alleged shooter who killed at least six people and critically injured <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong>( D-Ariz.). <q> Blood libel obviously means being falsely accused of having blood on your hands and in this case that's exactly what was going on, </q> <strong> Sarah Palin </strong> said, adding that those who are citing the use of the term to further criticize her are simply looking for any reason to malign her response to the shooting. <strong> Sarah Palin </strong> employed the term in a", "new_id": -2}, {"uid": "1296225951235159601", "i": 482, "idx": 9, "sa": ["Eric Holcomb", "Mike Pence", "Evan Bayh", "Mike McDaniel"], "q": "the unsuccessful Democratic nominee last year for <strong> Evan Bayh </strong>'s Senate seat. <strong> Mike McDaniel </strong> said that while he was state GOP chairman- from 1995 until 2002- <strong> Mike Pence </strong> mentioned the <strong> Eric Holcomb </strong>'s office to him. <q> He told me then that he thought he could accomplish more for the people of Indiana as <strong> Eric Holcomb </strong> than he could in Congress, </q> he said. \"This has been on his mind for a long time.\" Get the Chicago Tribune delivered to your home for only$ 1 a week> Luxury linen for less: 40% off select", "new_id": -2}, {"uid": "1297701144114671657", "i": 17968, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> that would deny federal family-planning funds to any organization that performs abortions. <strong> Mike Pence </strong> makes clear that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding. <strong> Mike Pence </strong> said <q> every American should be shocked </q> that an employee receiving millions of dollars in federal funds \"has been recorded aiding and abetting underage sex trafficking.\" \"The time to deny any and all funding to Planned Parenthood is now,\"", "new_id": -2}, {"uid": "1296246869137003031", "i": 362, "idx": 1, "sa": ["Mike Pence", "Chris Christie", "Bryan Fischer"], "q": ". Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Chris Christietian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the guy to watch, </q> says <strong> Bryan Fischer </strong> of the American Family Association, a group that opposes gay marriage and abortion. Now, MMike Pence has a decision to make: While he says he is seriously weighing a run for the White House,", "new_id": -2}, {"uid": "1296055281154206214", "i": 11831, "idx": 3, "sa": ["Michele Bachmann", "Mike Pence", "Paul Ryan", "Barack Obama"], "q": "century.\" Whereas <strong> Mike Pence </strong> <strong> Paul Ryan </strong>'s response was measured, his colleague, <strong> Mike Pence </strong> <strong> Michele Bachmann </strong> of Minnesota, held nothing back in her Tea Party-sponsored rebuttal. <strong> Mike Pence </strong> <strong> Michele Bachmann </strong> sharply criticized what she called the <strong> Barack Obama </strong>'s <q> unprecedented explosion of government spending, </q> including the economic recovery package. She said Americans risked being forced into government-run health care unless \"Barack Obamacare,\" the Republicans' preferred term to describe the health care bill, is fully repealed. \"", "new_id": -2}, {"uid": "1295487735203259910", "i": 57946, "idx": 6, "sa": ["Mike Pence", "Eliot Engel"], "q": "we should tweak it!\" said <strong> Mike Pence </strong> <strong> Eliot Engel </strong>, D-New York. by pasha128 January 19, 2011 8:17 PM EST by pasha128 January 19, 2011 8:11 PM EST by PhilipASC January 19, 2011 8:05 PM EST <q> When you order every American to buy health insurance whether they want it, need it or not, that's a government takeover of healthcare, </q> said <strong> Mike Pence </strong>, R-Indiana, on the floor. NO, when you let people get off without buying insurance, you FORCE EVERYONE ELSE TO PAY IT FOR THEM, you dolt! by variablespanner January 19", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's`` State of the Union'' that he will wait to make a decision on whom to support in the next presidential election. <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.''``", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}]