[{"uid": "1295520723146522148", "i": 33413, "idx": 0, "sa": ["Mike Pence", "Sarah Palin"], "q": "centennial celebration of its most famous son. Former Alaska governor <strong> Sarah Palin </strong> routinely quotes Reagan in her Facebook postings. Indiana <strong> Mike Pence </strong>'s paean to American exceptionalism recalls Reagan's oft-repeated description of the United States as a <q> shining city on a hill. </q> To this day, politicians who have succeeded Reagan cite him as a hero- although they don't necessarily follow his style of politics as a model. Reagan said the GOP should be a \" big", "new_id": -2}, {"uid": "1295552145232112145", "i": 6175, "idx": 5, "sa": ["Mike Pence"], "q": "century, \" he says. \" On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values. \" <q> But on style, he was a gentle man, </q> <strong> Mike Pence </strong> says. \" I met him in 1988, I sat with him for five or ten minutes in the Blue Room when I was a candidate for Congress. What I was most struck by, in our", "new_id": -2}, {"uid": "1296055281154206214", "i": 11831, "idx": 3, "sa": ["Michele Bachmann", "Mike Pence", "Paul Ryan", "Barack Obama"], "q": "century. \" Whereas <strong> Mike Pence </strong> <strong> Paul Ryan </strong>'s response was measured, his colleague, <strong> Mike Pence </strong> <strong> Michele Bachmann </strong> of Minnesota, held nothing back in her Tea Party-sponsored rebuttal. <strong> Mike Pence </strong> <strong> Michele Bachmann </strong> sharply criticized what she called the <strong> Barack Obama </strong>'s <q> unprecedented explosion of government spending, </q> including the economic recovery package. She said Americans risked being forced into government-run health care unless \" Barack Obamacare, \" the Republicans' preferred term to describe the health care bill, is fully repealed. \"", "new_id": -2}, {"uid": "1295616772107249684", "i": 518, "idx": 2, "sa": ["Jonathan Allen", "Mark Warner", "Mike Pence", "Jonathan Davidson", "John F. Harris"], "q": "chamber is in session. House Democrats are on a retreat in Cambridge, Md., where there's a Harriet Tubman museum. AROUND THE HILL( NEXT WEEK)-- From a POLITICO colleague: <q> The definitive response to State of the Union! Join us the morning after for MAPPING THE 112th CONGRESS+ REACTION TO STATE OF THE UNION. Featuring Sen. Blunt, Sen. Coons, <strong> Mike Pence </strong> Clyburn, <strong> Mike Pence </strong> Israel, <strong> Mike Pence </strong> McCarthy, <strong> Mike Pence </strong> and lots of other boldface names talk about SOTU and their plans for getting policy made this year. There's nowhere else to be on Jan. 26th. RSVP here: target=\"_blank\" http://mappingcongress.eventbrite.com </q> Other boldface names include <strong> Mike Pence </strong> \" Playbook \" <strong> Jonathan Allen </strong> and <strong> John F. Harris </strong>. TRANSITION-- <strong> Jonathan Davidson </strong>, chief counsel to Sen. <strong> Mark Warner </strong> and a former University of North Carolina baseball player, has been named chief of staff to", "new_id": -2}, {"uid": "1295958129216842277", "i": 12956, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "chances WASHINGTON-- Indiana <strong> Mike Pence </strong> has to be flattered. A group of South Carolina lawmakers stood on the steps of their state Capitol on Wednesday to encourage <strong> Mike Pence </strong> to run for <strong> Barack Obama </strong>. <q> It's not a complicated message, but it's a heartfelt one, </q> said state <strong> Mike Pence </strong> Kris Crawford. \" We would like him on the ballot. \" Leaders of the conservative movement made the same argument in a letter sent to <strong> Mike Pence </strong> this week.", "new_id": -2}, {"uid": "1296366488199786542", "i": 44437, "idx": 2, "sa": ["David McIntosh", "Mike Pence"], "q": "change at Hanover College, where he became a born-again Christian. He met his wife, Karen, at an evangelic church service where she was playing the guitar. Former <strong> Mike Pence </strong> <strong> David McIntosh </strong> said, <q> I think his faith is first and foremost what makes him tick. Even as he approached this really hard decision( on running for office), I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in public service. </q> Bill Stephan, a friend of <strong> Mike Pence </strong>'s since their law school days, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. \"", "new_id": -2}, {"uid": "1295586583144719874", "i": 15145, "idx": 2, "sa": ["Barney Frank", "Mike Pence", "Bill Cosby"], "q": "civil liberti... <strong> Mike Pence </strong> <strong> Barney Frank </strong>( MA): Marijuana, Politics& State's Rights <strong> Mike Pence </strong> <strong> Barney Frank </strong>( MA): Marijuana, Politics& State's Rights*** Update- 4.18.2008- <strong> Barney Frank </strong> has introduced HR 5843- <q> Act to Remove Federal Penalties for Personal Use of Marijuana by Responsible Adults </q>. www.house.gov Please tell your representatives to support this legislation! Speaking to the National Organization for the Reform of... ASK THE ETHIOPIAN! Says <strong> Bill Cosby </strong>!( re State of Black America) ASK THE ETHIOPIAN! Says", "new_id": -2}, {"uid": "1296228272172146710", "i": 20879, "idx": 16, "sa": ["Mitch Daniels", "Mike Pence", "Curt Smith", "Mike Connolly"], "q": "communications director <strong> Mike Connolly </strong> puts it in even more certain terms: \" Washington's loss is Indiana's gain. \" <strong> Mike Connolly </strong> speaks as if <strong> Mike Pence </strong>'s gubernatorial run- and victory- were a fait accompli. <q> Although <strong> Mike Pence </strong> would have been a very attractive presidential candidate, it is obvious this is the right decision for him and his family right now. He will be a great successor to <strong> Mitch Daniels </strong>, </q> <strong> Mike Connolly </strong> says. <strong> Curt Smith </strong>, president of the Indiana Family Institute, agrees, saying he's \" very encouraged by the news that[ <strong> Mike Pence </strong>] is coming home \" and assumes <strong> Mike Pence </strong> will run for the", "new_id": -2}, {"uid": "1295633194146702360", "i": 3190, "idx": 16, "sa": ["Frank Gaffney", "Mike Pence", "Ayaan Hirsi Ali", "Louie Gohmert", "Peter King"], "q": "compiling a radical right King-hearings-panelist/\"> witness list for the hearings, including Dutch critic Islam <strong> Ayaan Hirsi Ali </strong>, who believes that \" Islam is a cult, \" that \" there is no moderate Islam, \" and that <q> we are at war with Islam. </q> This week, <strong> Mike Pence </strong> <strong> Louie Gohmert </strong>( R-TX) joined the growing chorus of Republicans clamoring for hearings to look into the threat of \" creeping Sharia law. \" Appearing on <strong> Frank Gaffney </strong>'s radio show( <strong> Frank Gaffney </strong> is of", "new_id": -2}, {"i": 30276, "idx": 5, "index_answer": 1, "new_id": -1, "q": ", 2 rebs and 1 ast in 33 mins.... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q> It's going to have to be one of the best games ever from us in order to win, </q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... Pistons 2010/11 Season-Opener Intro Introduction of the new 2010/2011 Detroit Pistons", "sa": ["Rodney Stuckey", "Allen Iverson"], "uid": "1295655959070139994"}]