[{"uid": "1295564377105267210", "i": 35500, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "business model into a tech giant with a wide sweep of products and more than$ 25 billion a year in revenue. On a conference call with analysts, <strong> Eric Schmidt </strong> expressed confidence in <strong> Larry Page </strong>. <q> I believe <strong> Larry Page </strong> is ready, </q> <strong> Eric Schmidt </strong> said.`` It's time for him to have a shot at running this, and I'm sure he'll do a fantastic job.'' <strong> Eric Schmidt </strong> said there would be no material change in", "new_id": -2}, {"uid": "1296133626234815493", "i": 52009, "idx": 1, "sa": ["Chris Dodd", "Mike Pence", "Eric Schmidt", "Bryan Fischer"], "q": ". Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Chris Doddtian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the guy to watch, </q> says <strong> Bryan Fischer </strong> of the AmEric Schmidtan Family Association, a group that opposes gay marriage and abortion. Now, MMike Pence has a decision to make: While he says he is seriously weighing a run for the White House,", "new_id": -2}, {"uid": "1295192464060719105", "i": 27102, "idx": 0, "sa": ["Andy Coulson"], "q": "socks off- if only all laundry could be this fun.''-**** Three Weeks`` How on earth does The Scottish Falsetto Sock Puppet Theatre turn out to be so bloody good?''-**** Chortle <q> Enough energy to run the National Grid. Sheer comic genius </q>- Venue`` Utterly irresistible''- The Stage`` Hilarious... the Abbott& Costello of the sock world''- Time Out`` Insane yet adorable''- Doctor Who Magazine <strong> Andy Coulson </strong>` not quitting over phone hacking", "new_id": -2}, {"uid": "1297170233084033557", "i": 26291, "idx": 0, "sa": ["Charlie Bass", "Mike Pence", "Paul Ryan", "Ann McLane Kuster", "Sandy Adams"], "q": "starting Tuesday. Listen to the ad href=\"http://www.dailykos.com/tv/w/002813/index.html\"> here.`` Congressman <strong> Charlie Bass </strong> gets affordable healthcare, with protections against insurance companies cutting him and his family off,'' the ad says. <q> No lifetime limits. No Ann McLane Kusterual caps. No preexisting conditions. But last month <strong> Charlie Bass </strong> voted to deny you and your family these same protections. </q> Daily Kos is also going after <strong> Mike Pence </strong> <strong> Paul Ryan </strong>( R-Wisc.) with a similar spot set to air in Milwaukee, Racine and Janesville for the next week. Reps. <strong> Sandy Adams </strong>( R-Fla.)", "new_id": -2}, {"uid": "1295133242039174154", "i": 22488, "idx": 9, "sa": ["Allen Iverson", "Rasheed Wallace", "Stan Van Gundy", "Kobe Bryant", "Jason Kidd", "Eddie Jones"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this seJason Kidd.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took adStan Van Gundytage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Allen Iverson_Allen Iverson_31pts_vs_Kobe Bryant_Kobe Bryant_Eddie Jones_Eddie Jones_Stan Van Gundy_Exel_Lakers_97/98_NBA_Vintage Credit to baldheadkid Hot-shooting <strong> Allen Iverson </strong> had 31 points and eight assists as", "new_id": -2}, {"uid": "1295440299060326019", "i": 21597, "idx": 0, "sa": ["David Letterman", "Jay Leno"], "q": "CBS href=\"http://tvbythenumbers.com/hawaii-five-0-cbs\" title=\"Hawaii Five-0 ratings, news, and viewing links\"> Hawaii Five-0 2.7 8 10.291 NBC HARRY'S LAW 2.1 6 11.145 ABC CASTLE- R 1.3 4 5.357- via NBC press note: <q> In Late-Night Metered Markets Monday night: In Nielsen's 56 metered markets, household results were:`` The href=\"http://tvbythenumbers.com/tag/tonight-show-ratings\" title=\"Tonight Show\"> Tonight Show with <strong> Jay Leno </strong>, </q> 3.0/ 8; CBS's'' href=\"http://tvbythenumbers.com/tag/late-show-ratings\" title=\"Late Show\" target=\"_blank\"> Late Show with <strong> David Letterman </strong>,'' 2.9/ 7; and ABC's combo of'' href=\"http://tvbythenumbers.com/tag/nightline-ratings\" title=\"Nightline\"> Nightline,'' 2.9/ 7;", "new_id": -2}, {"uid": "1297620106254115870", "i": 4320, "idx": 0, "sa": ["Nick Lachey", "Vivica A. Fox", "Marlon Wayans", "Russell Brand", "Simon Cowell", "Katy Perry", "Victoria Beckham", "Vanessa Minnillo"], "q": "Valentine's Day From the POV of the Stars <strong> Marlon Wayans </strong> Stars in Commercials Stars get fit, fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Victoria Beckham </strong>: <q> I Don't Know the Sex of My Baby! </q> <cite> Us Magazine </cite> <strong> Russell Brand </strong> Hosts Saturday Night Live:`` I'm Much More Famous in England'' <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed <strong> Katy Perry </strong>", "new_id": -2}, {"uid": "1296463797199901229", "i": 59003, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "'' is the subject of her memoir,`` You Came Here to Die, Didn't You''( Smokey Hill,$ 17.95, 187 pages; order at href=\"http://www.sherielabedis.com\" target=\"_blank\"> www.sherielabedis.com). <q> Although <strong> Barack Obama </strong> is a man of color, the vitriolic atmosphere of the U.S. proves there is still work to be done( in race relations), </q> Labedis, who lives in Roseville, said on the phone.`` Let us apply Martin <strong> Colin Powell </strong> King's advice:` That old law about an eye for an eye leaves everybody blind.'''", "new_id": -2}, {"uid": "1297255140028704860", "i": 10381, "idx": 4, "sa": ["Donald Rumsfeld", "Colin Powell", "Condoleezza Rice"], "q": "<strong> Donald Rumsfeld </strong> phoned <strong> Condoleezza Rice </strong> and <strong> Colin Powell </strong>, among others, last week to alert them to the memoir's publication and to the website, href=\"http://www.Donald Rumsfeld.com\" target=\"_blank\"> www.Donald Rumsfeld.com, where he has posted documents from his files. <q> I gave them a heads-up that the website is going to have hundreds of memos, thousands of pages, and they're going to be mentioned, </q> he says. Their response?`` We had a nice discussion,'' he says. <strong> Donald Rumsfeld </strong> defends the decision to go to war in Iraq-`` Are we better off today with", "new_id": -2}, {"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote:`` I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.'' Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which... </q>`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}]