[{"uid": "1296722504024068126", "i": 492, "idx": 1, "sa": ["Paul Bremer", "Donald Rumsfeld", "President Bush"], "q": "should be handed over quickly to an interim Iraqi authority containing a number of Iraqi exiles, and a State Department view favoring a slower transition that would allow new leaders to emerge from within the country. <q> Those key differences were never clearly or firmly resolved in the NSC, </q> <strong> Donald Rumsfeld </strong> writes.`` Only the <strong> President Bush </strong> could do so.'' <strong> Donald Rumsfeld </strong> blames <strong> Paul Bremer </strong>, who led the first year of occupation, for pursuing a grandiose plan more in line with State's vision than the", "new_id": -2}, {"uid": "1295033166139100209", "i": 631, "idx": 1, "sa": ["Michael Vick", "Kevin Kolb"], "q": "chair like that?''- <strong> Michael Vick </strong> to a cameraman standing on <strong> Kevin Kolb </strong>'s chair to get a better view days before the first Redskins game. Somehow, this still strikes me as hysterical all around. <q> God has given you the gift to play, play to your full potential and go out there, and if you see something that's not wearing the color that you're wearing, bust his head open, </q>- speech to players at his alma mater, Carson-Newman College when they honored his accomplishments.`` We'll see,''- Andy Reid, hundreds of times, usually when asked about injuries. It", "new_id": -2}, {"uid": "1295656466127647758", "i": 18942, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years-`` a nice round number''- and Page was ready to lead the company into the future. <q> Larry and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up, </q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly$ 30 billion. The", "new_id": -2}, {"uid": "1297217617158400531", "i": 27439, "idx": 1, "sa": ["Ben Elton", "David Letterman", "George Calombaris"], "q": "I though it was going to be a talk show like <strong> David Letterman </strong> which would have been better suited to <strong> Ben Elton </strong>. It was terrible. </blockquote> <cite> <strong> George Calombaris </strong>| Melbourne- February 09, 2011, 1:04 PM </cite> <q> I agree Mark, says a lot about the masses. And we wonder why our kids are obese and we our money continues to go into sports stadiums! </q> <cite> Aunty Lucy| Melbourne- February 09, 2011, 1:05 PM </cite> <blockquote> I thought <strong> Ben Elton </strong> Eltons performance was good. The support acts added nothing to what has been delivered in the 80s& 90s.", "new_id": -2}, {"uid": "1295620523143933448", "i": 2101, "idx": 0, "sa": ["Andy Coulson", "Alastair Campbell"], "q": "coming for a long time. While <strong> Andy Coulson </strong> still maintains his innocence in the News of the World phone hacking saga, the pressure had got to him and today was the perfect day to admit it. <q> I stand by what I've said about those events, </q> he said,`` but when the spokesman needs a spokesman, it's time to move on.''( A nice variant on <strong> Alastair Campbell </strong>'s axiom,`` Once you become the story, it's time to", "new_id": -2}, {"uid": "1297179232149192705", "i": 11546, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "During an appearance on ABC's`` Good Morning America'' on Tuesday, former Defense <strong> Donald Rumsfeld </strong> addressed friction that appears to exist between himself and Arizona <strong> John McCain </strong>. describes the Republican lawmaker as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media. </q> leaked prior to the book's release, <strong> John McCain </strong> hit back at <strong> Donald Rumsfeld </strong> during an appearance on GMA.`` Thank God he was relieved of his duties,'' the Arizona senator", "new_id": -2}, {"uid": "1297687639083525660", "i": 28538, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "to weaken them by the industry or anyone else are blocked.'' Senator <strong> Kirsten Gillibrand </strong> is also aware of possible cuts to the bill in congress and what the affect will be. <strong> Kirsten Gillibrand </strong> said, <q> We have to make sure that when someone is advocating for cutting funding, that their not cutting the oversight we just created. No family should suffer from what we suffered from here in the Buffalo region when the crash happened. </q>", "new_id": -2}, {"uid": "1295882912107462659", "i": 3827, "idx": 0, "sa": ["Andy Coulson", "Iain Martin", "David Cameron", "George Osborne"], "q": "society value reading. And even I get some aesthetic pleasure from there being a library. But are these benefits really so great as to have a net present value of over Â£ 90bn?'' His Grace: <q> The role demands the combined skills of the strategist, journalist, psychologist, therapist, counsellor, playwright, actor and priest. Lear's Fool mysteriously vanishes from the stage after the storm scene. The concern for Mr <strong> David Cameron </strong> is that his fool has bowed out before the thunder and lightning of the imminent hurricane. </q> <strong> Iain Martin </strong>:`` Having the <strong> George Osborne </strong> seal of endorsement( it was the then shadow chancellor who hired him for Team <strong> David Cameron </strong>) <strong> Andy Coulson </strong> was the only`` outsider'' to gain proper access to, and acceptance from,", "new_id": -2}, {"uid": "1296974054131137547", "i": 31665, "idx": 0, "sa": ["Michael Vick"], "q": "was voted comeback player of the year. DALLAS- The NFL threw <strong> Michael Vick </strong> a party Saturday night as the Eagles quarterback was named comeback player of the year, capping off an improbable season. <q> I thank my coaches and my teammates, </q> said <strong> Michael Vick </strong>, who was on hand to accept his award.`` They got me better as an NFL player, as a quarterback, and took advantage of my talents.'' <strong> Michael Vick </strong> received 291/2 of", "new_id": -2}, [{"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was`` incremental,'' not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}]]