[{"uid": "1295201947158416938", "i": 4486, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "Kelly, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. \"She's making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q>She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did.<q> <strong> Gabrielle Giffords </strong> was the primary target in the attack outside a Safeway market in Tucson where the congresswoman had gone to meet with constituents. Six died and 13, including <strong> Gabrielle Giffords </strong>, were wounded in the", "new_id": -2}, {"uid": "1295693165029671442", "i": 4489, "idx": 0, "sa": ["Danny Granger", "Allen Iverson", "Dahntay Jones"], "q": ". teams such as Indiana can rally and finish off the Sixers at home. <strong> Danny Granger </strong> scored 26 points and <strong> Dahntay Jones </strong> had 18 points to lead the Pacers to a 109-98 win over the Philadelphia 76ers on Monday night. <q>At times, when we can put teams away, we go about it in a lackadaisical way,<q> <strong> Allen Iverson </strong> said. \"We're going to continue to struggle as long as we don't have that killer instinct that everybody's been talking about.\" The Pacers earned a split of the home-and-home series after Philadelphia", "new_id": -2}, {"uid": "1297460238221495309", "i": 26537, "idx": 1, "sa": ["Steve Ballmer"], "q": "will \"contribute its expertise on hardware design, language support, and help bring Windows Phone to a larger range of price points, market segments and geographies,\" according to a Microsoft news release. <q>The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute,<q> Microsoft CEO <strong> Steve Ballmer </strong> said in the statement posted on his company's website. In an e-mail today, Al Hilwa, an analyst with tech researcher IDC, described the joint effort as \"a natural partnership", "new_id": -2}, {"uid": "1295799418036782093", "i": 2721, "idx": 0, "sa": ["Colin Powell"], "q": "in his State of the Union address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. <q>I think he's got a way to go,<q> <strong> Colin Powell </strong> said. \"I mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1295095120134397990", "i": 7445, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Mirafiori vote had implications far beyond the limits of Turin. Business leaders say a decision by Mr <strong> Sergio Marchionne </strong> not to invest in Italy would have had devastating effect on already low foreign direct investment in Italy. <q>Turnout was very high because people know this is a vote about the future of Italy,<q> said Eros Panicali, secretary-general of the Uil union movement which had backed Mr <strong> Sergio Marchionne </strong>'s plan. The Mirafiori deal is part of Mr <strong> Sergio Marchionne </strong>'s \"Fabbrica Italia\" plan to invest â\u0082¬ 20bn in Fiat", "new_id": -2}, {"uid": "1297126038178880522", "i": 44299, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "not the case in this situation and done without my knowledge or approval.\"\" Turns out the ceremony was the brainchild of <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong>, a rebel key distributor. Fox Sports: <q><strong> Dwaine Caraway </strong> presented Philadelphia Eagles quarterback and convicted felon <strong> Michael Vick </strong> a key to the city of Dallas Saturday.<q> <strong> Dwaine Caraway </strong> said he believes \"a great majority\" of the people of Dallas would have supported his decision, despite <strong> Michael Vick </strong>'s conviction for running a vicious dog fighting ring. \"I gave it to", "new_id": -2}, {"uid": "1295479864156581898", "i": 48871, "idx": 5, "sa": ["Michael Vick"], "q": ", wants to start next season and told coach Andy Reid that he would rather be traded than be <strong> Michael Vick </strong>'s backup for another season. \"It's understandable coming from Kev,\" <strong> Michael Vick </strong> said. <q>We haven't spoke. He's enjoying his free time.<q> The labor discord will play a major role in how the Eagles approach their quarterback situation next season. Both sides appear to be preparing for a work stoppage. One of the issues is a proposed 18-game", "new_id": -2}, {"uid": "1295903297179077120", "i": 31106, "idx": 12, "sa": ["Donald Rumsfeld", "Henry Kissinger"], "q": ". But he said \"Known and Unknown\" will take on the most sensitive subjects, from the detainment facility at Guantanamo Bay, Cuba, to the mistreatment of prisoners at Abu Ghraib in Iraq. <q>I brought in people who were involved and outside advisers to discuss the legal decisions that were made. And in the book, I present them in a direct way,<q> he said. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by <strong> Henry Kissinger </strong> as a \"skilled full-time politician-bureaucrat in whom ambition, ability, and substance fuse", "new_id": -2}, {"uid": "1295386149175915067", "i": 2898, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Saeb Erekat", "Hillary Clinton"], "q": "We do not believe that this would be a productive step.\" On Tuesday, 17 senators led by Democratic <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration to veto the move and <q>make it clear to the Palestinian Authority that it needs to sit down in direct talks with Israel, rather than pursue unhelpful resolutions at the United Nations.<q> In the West Bank, chief Palestinian negotiator <strong> Saeb Erekat </strong> said the Palestinians and their backers have agreed on the wording for the anti-settlement resolution. He said he expects it to be submitted to the Security Council in", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q>the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose.<q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}]