[{"uid": "1297176031226918403", "i": 3173, "idx": 15, "sa": ["David Letterman", "Aaron Rodgers"], "q": "with guys who had been in prison, guys who had-- I mean, I'm right about that, aren't I?\" <strong> Aaron Rodgers </strong>: \"That's true.\" <strong> David Letterman </strong>: <q>So you were running a club, some guys older than you, some guys, certainly more experience.</q> <strong> Aaron Rodgers </strong>: \"I think leading by example was the most important lesson I learned. It's hard to be able to have the words to relate to a guy like that, who's been through", "new_id": -2}, {"uid": "1297374671207732823", "i": 32742, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "in an e-mail to employees Wednesday. With the Rackspace client app for the iPad, you can provision any number of servers quickly and easily across just about any platform. Here's a quick demo. <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1297148717028524550", "i": 27675, "idx": 5, "sa": ["Simon Cowell"], "q": "X Factor involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said on Monday it was the work of sound technicians and done without his knowledge. <q>Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition.</q> The X Factor contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent. \"I'm genuinely staggered this hasn't happened. All the signs", "new_id": -2}, {"uid": "1296224676092700697", "i": 8609, "idx": 0, "sa": ["Mike Pence"], "q": "Staff Writer Friday, January 28, 2011 Rep. <strong> Mike Pence </strong>( R-Ind.) will not run for president in 2012 but has left the door open to running for governor of the Hoosier State. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star. \"We will not seek the Republican nomination for president in 2012.\" <strong> Mike Pence </strong> has been publicly pondering whether to run for", "new_id": -2}, {"uid": "1295250569089341959", "i": 35258, "idx": 1, "sa": ["Kirsten Gillibrand", "James Eric", "Gabrielle Giffords"], "q": "Meet the Press,\" Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., said she had talked with <strong> Gabrielle Giffords </strong>' husband, astronaut Mark Kelly, Saturday night. \"She's making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q>She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury.</q> Also Sunday, one of the other shooting victims, <strong> James Eric </strong> Fuller, 63, was involuntarily committed for a mental-health evaluation, which by law must run a minimum of 72 hours. Pima County", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.</q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}, {"uid": "1297353395128565254", "i": 22698, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q>It can happen to any place in the world,</q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1295577074033980428", "i": 19006, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> A 30-second description by CEO David Fox of Agistix, a vendor founded in 2003 that focuses on logistics and supply chain management software as a service. Agistix, according to Fox, helps customers \"make better", "new_id": -2}, {"uid": "1297706754177799181", "i": 39961, "idx": 0, "sa": ["Steve Ballmer"], "q": "to bring full power of web to phones Microsoft said Monday that it would release an update of its Windows Phone operating system later this year that will provide a full web experience to smartphone users. <q>We need to give people the full web, the full Internet on their phone, like they've come to expect with the PC,</q> Microsoft chief <strong> Steve Ballmer </strong> said at the mobile industry's annual get-together in Barcelona. \"Later this year we are going to release a version of Internet Explorer9( web browser) complete with hardware and graphics and", "new_id": -2}, {"uid": "1297175955226918404", "i": 48444, "idx": 3, "sa": ["Michael Vick", "Mayor Tom Leppert"], "q": "staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.\" <strong> Mayor Tom Leppert </strong> said he has asked the city manager to <q>propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.</q> texrus This is nothing more than one dude rewarding another dude. If <strong> Michael Vick </strong> was white, Carraway would not have even attempted such shenanigans. SteveO This man was given a KEY to", "new_id": -2}]