[{"uid": "1296529355266076191", "i": 41500, "idx": 1, "sa": ["Sergio Marchionne"], "q": "news, photos about BMW\"> BMW, with its revival of the Mini. \"To some extent, the Fiat will share that same( nostalgia) bump,\" says Charlie Vogelheim of IntelliChoice. <q> It's an iconic design. </q> Sensing it would be a winner, Fiat and Chrysler CEO Marchionne+Sergio Marchionne\" news, photos about Sergio Marchionne\"> <strong> Sergio Marchionne </strong> pushed to bring the 500 into the U.S. as soon as possible. But <strong> Sergio Marchionne </strong>'s subordinates", "new_id": -2}, {"uid": "1295565740204783649", "i": 24790, "idx": 4, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said <strong> Larry Page </strong> also will take the lead product development and technology strategy, while <strong> Sergey Brin </strong> will focus on strategic projects and have the title co-founder. As executive chairman, <strong> Eric Schmidt </strong> said he would concentrate on external <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought-leadership that are increasingly important, given Google's global reach, </q> and act as an adviser to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. \"We are confident that this focus will serve Google and our users well in the future,\" <strong> Eric Schmidt </strong> said. \"<strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I", "new_id": -2}, {"uid": "1297339766134381606", "i": 24910, "idx": 0, "sa": ["Steve Ballmer"], "q": ". For... Photo: Cyber crooks targeting smartphones: McAfee Photo: Smartphones driving travel bookings: Abacus- Tablets, smartphones and perhaps even PCs will appear at HP's Palm launch event. Report Abuse <q> CEO <strong> Steve Ballmer </strong> needs to be replaced. </q> Instead, <strong> Steve Ballmer </strong> is blaming dozens of other Microsoft execs for the failures, and then firing them en masse and using them as scapegoats. Mashable: The Real Story Behind the \"Facebook Phone\" [", "new_id": -2}, {"uid": "1297260047038011259", "i": 49521, "idx": 5, "sa": ["Osama bin Laden", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> put it this way: \"What you know today can help you unthink your thinking about tomorrow. It can't help you with things you were thinking about back then,\" he said. <q> Back then, there was reasonable confidence that[ Saddam Hussein] had these weapons. </q> Nor does <strong> Donald Rumsfeld </strong> register second thoughts about the Pentagon's crucial failure to capture <strong> Osama bin Laden </strong> in the battle of Tora Bora in December 2001. He contends that no one ever provided him with credible intelligence that <strong> Osama bin Laden </strong> was on", "new_id": -2}, {"uid": "1296727907183500817", "i": 19759, "idx": 13, "sa": ["Reggie Miller", "Jalen Rose", "Allen Iverson", "Tim Duncan", "Jermaine O'Neal"], "q": "top team in the East for the first Tim Duncane since 1983-84. <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the Pacers, who were down just 61-59 at halfTim Duncane after getting 33 from <strong> Reggie Miller </strong>. <q> I wish it was reversed, </q> <strong> Reggie Miller </strong> said. \"The game is four quarters. I hate doing things early. I like doing it late.\" <strong> Allen Iverson </strong> scored 14 of Philadelphia's final 17 points in the third, including the last 10", "new_id": -2}, {"uid": "1295991800115605556", "i": 30272, "idx": 0, "sa": ["Michael Vick"], "q": ", you've got problems,\" Gorant wrote in his SI story. He then spent a year investigating and interviewing the team of experts across the country who worked as advocates for the dogs and their rehabilitation. <q> Fighting dogs, especially pit bulls, are almost always considered beyond help and euthanized. So this was a landmark legal decision to allow a team of experts to come in and attempt to restore the unimaginable damage inflicted upon these dogs. </q> The rehabilitation of <strong> Michael Vick </strong>'s dogs was kept secret at first, even though his trial gained national attention, in order to protect the dogs from thieves of the dog fighting underworld. Gorant's book details", "new_id": -2}, {"uid": "1295597951213057559", "i": 11226, "idx": 2, "sa": ["Michael Vick", "Joel Segal"], "q": "This is, incidentally, <strong> Joel Segal </strong>'s job. And so, lo and behold, <strong> Michael Vick </strong>'s tune sounded just a bit different when The Inquirer's Jeff McLane caught up to him Wednesday. <q> I can say it over and over again, </q> <strong> Michael Vick </strong> said, \"but then when I say it to my agent, it's a totally different story.... So who knows what's going to happen? I have to follow his lead in that regard", "new_id": -2}, {"uid": "1296271846184582164", "i": 29208, "idx": 9, "sa": ["Kobe Bryant", "Matt Geiger", "Allen Iverson", "Shaquille O'Neal", "Theo Ratliff"], "q": "<strong> Kobe Bryant </strong> managed just 18 points while committing six turnovers in 41 minutes. \"I don't approach the game like it's <strong> Kobe Bryant </strong>, and I want to have a <strong> Shaquille O'Neal </strong> game against him,\" <strong> Allen Iverson </strong> said. <q> I want to play a good game against everybody. When you play well against another great player, it's only natural for you to feel good about the win. But that's not the most important thing for me. </q> <strong> Theo Ratliff </strong> likely is out until April with a broken wrist, but the Sixers appeared to get some help in the paint when <strong> Matt Geiger </strong> returned from a 1 1/2- month layoff in Tuesday's 107-104 win at Milwaukee.", "new_id": -2}, {"uid": "1295439848144605314", "i": 3361, "idx": 0, "sa": ["Steven Tyler", "David Letterman"], "q": "who has joined the US reality TV talent show as a judge this season- always believed years of hard work is a better way to become a star but knows times have changed. He said: <q> I always thought that in order to become an American Idol, or any kind of idol, you have to pay your dues. But, today's a different world. </q> The 62-year-oldrocker went on to agree with TV talk show host <strong> David Letterman </strong>, who said he prefers musicians to have the \"honest, legitimate stamp of approval\" that comes from gradual success. <strong> Steven Tyler </strong> responded", "new_id": -2}, {"uid": "1297220779174489602", "i": 59658, "idx": 1, "sa": ["Colin Powell", "George W. Bush"], "q": "and Unknown, Rumsfeld wrote that the Joint Chiefs supported a strike, based on what Rumsfeld called extensive but not conclusive CIA evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> The prewar attack never happened, although the site was struck in the opening days of the war that <strong> George W. Bush </strong> launched in March 2003, about six weeks after <strong> Colin Powell </strong>'s UN speech. The U.S.", "new_id": -2}]