[{"uid": "1297174129185073696", "i": 42958, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Robert Wilonsky", "Mayor Tom Leppert", "Colleen McCain Nelson"], "q": "he was doing. He surely has a shrewd grasp of the complex cultural undercurrents that have made <strong> Michael Vick </strong> a symbol of triumph over oppression in the living-well-is-the-best-revenge manner. <strong> Colleen McCain Nelson </strong> says the incident does raise this question: <q> Can any criminal with no discernible connection to Dallas get a key to our city? </q> Unfair Park's <strong> Robert Wilonsky </strong> chronicles the dueling news releases from <strong> Mayor Tom Leppert </strong> and <strong> Dwaine Caraway </strong> yesterday afternoon over exactly what constitutes an official key to the city.", "new_id": -2}, {"uid": "1295684253063881224", "i": 1860, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": ".`` I think there are questions about <strong> David Cameron </strong>'s judgment about hanging on to him as long as he did.'' Chris Bryant, a Labour <strong> David Cameron </strong>, demanded that the police carry out <q> the full, transparent, and thorough inquiry into phone hacking that we are still waiting for </q>.`` It is one thing to use <strong> Andy Coulson </strong> in opposition, but to put him on the taxpayer's payroll and at the heart of Government shows that <strong> David Cameron </strong> is completely unscrupulous,'' he said.", "new_id": -2}, {"uid": "1295888384234930180", "i": 27823, "idx": 2, "sa": ["Bill Lockyer"], "q": "of 20 to 25 percent- drawing gasps from some 200 educators, administrators and teacher representatives.`` So far, I've heard good ideas about how to spend more money,'' <strong> Bill Lockyer </strong> said. <q> Great, it ain't there. It's time to make cuts- I believe deep cuts. I'd do 25 percent across the board.`` Those who wanted less government, you're going to get your wish. In other communities that are willing to put something on the ballot to make up that difference, they're going to have a higher service level. </q> California's K-12 and community college education budget, which comprises about 40 percent of the state spending plan, has experienced$ 7 billion in cuts over the last three years. According to the", "new_id": -2}, {"uid": "1296423124007012378", "i": 30223, "idx": 0, "sa": ["Colin Powell", "Hillary Clinton"], "q": "'' Blake also reminded his audience of an initiative instituted last year and conducted under his jurisdiction: Annual Bilateral Consultations( ABCs) with all five Central Asian countries. In his Houston speech he stated, <q> I look forward to starting the second round of ABCs with Uzbekistan next month in Tashkent. </q> Blake's boss, Secretary of State <strong> Hillary Clinton </strong>, visited Uzbekistan last month- the first secretary of state to do since <strong> Colin Powell </strong>'s trip there in December of 2001- as well as Kazakhstan and Kyrgyzstan,", "new_id": -2}, {"uid": "1295801603188252206", "i": 42679, "idx": 0, "sa": ["George Washington", "Benjamin Franklin", "Andy Coulson", "The Irish"], "q": "FREE. That day is today and we ask our <strong> George Washington </strong> brothers and sisters to help the Arab people become free and democratic. May <strong> The Irish </strong> Bless You. And May <strong> The Irish </strong> Bless America. Report Abuse <q> <strong> The Irish </strong> government is a disgrace they failed thier people yet again. They are like a pack of cowboys running wild, bang bang bang, who is going to lead, I will, no I will, not you... bang bang bang. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> Benjamin Franklin </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Get Fit Today! Healthy Habits Coaching for military members& their families. Trader", "new_id": -2}, {"uid": "1295440269265502761", "i": 10470, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "is`` amazed'' by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with The Sun newspaper: <q> <strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing.`` Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop. </q> The similarity is so great` Glee' fans have even set up a Facebook group pleading for Sue to join the' X Factor' panel- and <strong> Jane Lynch </strong> agrees her character would make a", "new_id": -2}, {"uid": "1295733110147996681", "i": 34161, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "media chief on Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The Guardian after <strong> Andy Coulson </strong> quit yesterday, bowing to pressure over what he knew about hacking at the development also renewed questions about practises at the Sunday tabloid, commentators said, at", "new_id": -2}, {"uid": "1297170003034897939", "i": 16569, "idx": 3, "sa": ["Simon Cowell"], "q": "judge the US show. Meanwhile in other American X Factor news, the Daily Star has reported that <strong> Simon Cowell </strong> has promised the winner of the programme a$ 5million recording contract to guarantee that the show is <q> bigger and better than anything you've seen before. </q> SiCo, who featured in a recent commercial for the US version of The X Factor during the Super Bowl, also claimed that he wants the show to be:`` more extreme, more fun,", "new_id": -2}, {"uid": "1297373233070008855", "i": 34991, "idx": 1, "sa": ["Eric Schmidt"], "q": "the last 10 years, but the recent high valuations placed on some high-profile Internet companies has <strong> Eric Schmidt </strong> scratching his head.`` There are clear signs of a bubble,'' Mr. <strong> Eric Schmidt </strong> told the Swiss magazine Bilanz. <q> But valuations are what they are. </q> Reuters( For those DealBook readers who read German- or who perhaps those who will work at the New York Stock Exchange- here's a link to Bilanz.) The Twitter", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up.`` A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}]