[{"uid": "1295012474152616980", "i": 14587, "idx": 0, "sa": ["Simon Cowell", "Lily Allen", "Piers Morgan"], "q": "to charity. The star, who has had two miscarriages, told <strong> Piers Morgan </strong> she wanted him to give the money to a stillbirth and neo-natal death charity that supports bereaved parents. Twitter, she said: <q> i'd do it for a million for SANDS. money, mouth? </q> <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But <strong> Lily Allen </strong> told", "new_id": -2}, {"uid": "1297134297174243841", "i": 24964, "idx": 4, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "`` too many hands on the steering wheel.'' <strong> Donald Rumsfeld </strong>, who served as <strong> George H. W. Bush </strong>'s defense chief for six years after holding the the same job under <strong> George H. W. Bush </strong> Gerald Ford in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> But he had no regrets about his leadership of the wars in Iraq and href=\"http://uk.news.yahoo.com/fc/al-qaeda.html\"> Afghanistan-- the latter now nearing its 10th anniversary. He refused to echo the regrets of", "new_id": -2}, {"uid": "1296119316029376517", "i": 41212, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson"], "q": "is launching a new investigation to consider this material.'' Police said the inquiry was being moved from the Metropolitan Police's counter-terrorism command and would now be led by a specialist crime unit. <q> This work will be carried out by the specialist crime directorate which has been investigating a related phone hacking allegation since September 2010, </q> said the police. The News of the World's royal correspondent <strong> Clive Goodman </strong> was jailed in 2007 for conspiracy to access mobile phone messages involving Princes William and Harry. <strong> Andy Coulson </strong> resigned from the paper over", "new_id": -2}, {"uid": "1295625437089243774", "i": 29912, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": ", could it be as simple as the fact that <strong> Larry Page </strong> is 18 years younger? So for`` <strong> Larry Page </strong>, in my clear opinion, is ready to lead,'' we could perhaps simply read, <q> <strong> Larry Page </strong> is old enough to take on this role as he approaches his 40s and I have had enough and would like a quieter life as I approach 60. </q> After all, the reason <strong> Larry Page </strong> href=\"http://www.computerweekly.com/Articles/2001/08/07/181786/Eric Schmidt-named-as-Google-CEO.htm\"> gave up the chief executive role to <strong> Eric Schmidt </strong> a decade ago was because investors demanded a more experienced business leader. If investors do not consider <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1295366179186253335", "i": 53276, "idx": 1, "sa": ["Derek Hough", "Avril Lavigne", "Simon Cowell", "Aggro Santos"], "q": "he lives. <strong> Simon Cowell </strong> wants Cheryl to be happy and he knows she'll enjoy living in his neighbourhood.'' The insider claimed that Cole is not yet ready to move in with <strong> Derek Hough </strong>, explaining: <q> Cheryl and <strong> Derek Hough </strong> have definitely been getting closer, but she wants her own life in LA- her own identity, not just as <strong> Derek Hough </strong>'s girlfriend. She needs space and a chance to make her own life. </q> This week, we rate Britney, Adele, <strong> Avril Lavigne </strong>& <strong> Aggro Santos </strong>! EastEnders: Carol tells Bianca the truth Emmerdale: Andy is officially questioned Hollyoaks: 2997: Brendan helps out Mitzeee", "new_id": -2}, {"uid": "1296216057257081374", "i": 42194, "idx": 1, "sa": ["Michael Vick", "Ryan Higa"], "q": "matured on the field as well, with his disciplined play and leadership now admired as much as his sheer athleticism once was. This will be <strong> Michael Vick </strong>'s fourth Pro Bowl, but as he noted, <q> I feel like this one I had to work hard to get here. </q> It's safe to say that <strong> Ryan Higa </strong> is a hit. Roughly 9 million hits, actually. That's the online action the Hilo native has been seeing in his latest produced-for-YouTube comedy series,`` Agents", "new_id": -2}, {"uid": "1296098111217432120", "i": 4224, "idx": 0, "sa": ["Lisa P. Jackson", "Sergio Marchionne"], "q": "trucks. The announcement was made at the EPA laboratories in Ann Arbor, Mich., following a meeting with <strong> Sergio Marchionne </strong>, Chrysler Group CEO, and <strong> Lisa P. Jackson </strong>, Agency Administrator for the EPA. <q> In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America, </q> <strong> Sergio Marchionne </strong> said.`` Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1296135478182419465", "i": 12395, "idx": 0, "sa": ["James Crowley", "Colin Powell", "Charles Ogletree", "Henry Louis Gates"], "q": "arrest& the ensuing controversy by just talking calmly to Cambridge, Mass., Police Sgt. <strong> James Crowley </strong>& coming outside of his his house. Gen <strong> Colin Powell </strong>, in your interview with Larry K... <strong> Henry Louis Gates </strong>' Lawyer: <q> Of Course, He's Angry </q> <strong> Charles Ogletree </strong>, the attorney who represents arrested Professor <strong> Henry Louis Gates </strong>, says that his client did nothing wrong, and said that because he was still taken into police custody despite giving two forms of identification for his house:``", "new_id": -2}, {"uid": "1297107413159612945", "i": 41815, "idx": 1, "sa": ["Eric Schmidt"], "q": "than face the suit. The company's strategy is to avoid the sort of lengthy legal investigations that Microsoft and Intel have dealt with over the years. Speaking of the EU investigation, <strong> Eric Schmidt </strong> said: <q> I think it is in our interests and I would hope in their interests to do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law.`` We understand we play a major role in Europe and we're not denying that. We have a lot of meetings with appropriate government officials. </q> On one level, Google wants to avoid the PR hit of a lengthy investigation and a potentially large fine. But we've always said that the company is equally keen to sidestep a probe that would", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q> Our spacing was good, which made it very difficult to corral me, </q> <strong> Kobe Bryant </strong> said.`` When they did, we were able to swing the ball and get open opportunities for everybody else.'' <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}]