[{"uid": "1296334186236797959", "i": 1778, "idx": 5, "sa": ["Michael Vick"], "q": ".`` The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar, but all you ever hear about is how great his victims are doing,'' Erika said. <q> Now, all his victims are the actual superstars. I've got one of the real superstars sitting beside me. </q> Battered and bruised as they've been, it's a rigorous process for these dogs to find permanent homes. After learning the most basic of functions_ walking up stairs, climbing into a", "new_id": -2}, {"uid": "1295555065214679584", "i": 5779, "idx": 0, "sa": ["Michael Gove", "George Osborne", "Ed Balls"], "q": "'s most effective opposition politician, a pugilist with a knack for finding his counterpart's weak spot. Just ask <strong> Michael Gove </strong>. As one of the leader's circle put it today, licking his lips, <q> <strong> Ed Balls </strong> will be taking chunks out of <strong> George Osborne </strong>. </q> That the chancellor seemed so relieved last October when <strong> Ed Balls </strong> was not chosen to shadow him suggests the Michael Government shares that view. Nor will it hurt Labour that its most prominent woman now has a domestic brief", "new_id": -2}, {"uid": "1295245546048136202", "i": 24837, "idx": 13, "sa": ["Rafer Alston", "Shaquille O'Neal", "Marcus Camby", "Eduardo Nájera", "Allen Iverson", "Tim Duncan", "Kenyon Martin", "Kobe Bryant"], "q": "out of the playoffs last year.`` I mean, when he's around the house screaming and yelling like he usually does, then I'm pretty sure he'll be all right,'' <strong> Allen Iverson </strong> said. <q> That was my Shaquille O'Nealgest thing once he started acting like himself again. He's real Rafer Alstond, man. </q> While <strong> Allen Iverson </strong> was doing the dirty work offensively, the Nuggets' <strong> Shaquille O'Neal </strong> men-- <strong> Kenyon Martin </strong>, <strong> Marcus Camby </strong>, Nene and <strong> Eduardo Nájera </strong>-- throttled <strong> Tim Duncan </strong>, who scored 20 points but missed 13 of http://wn.com/Kobe Bryant_Kobe Bryant_49_points_MVP!!_vs_Nuggets_PLAYOFFS_2008_HD <strong> Kobe Bryant </strong> SCORES 49; LAKERS", "new_id": -2}, {"uid": "1297119435178470963", "i": 3466, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' News 9 7401 N. Kelley Ave. Oklahoma City, OK 73111", "new_id": -2}, {"uid": "1295264028094093318", "i": 8695, "idx": 3, "sa": ["Andy Coulson"], "q": "happened'' when <strong> Andy Coulson </strong> was editor of the News of the World, but resigned`` when he found out about them'', which the prime minister said was`` the right thing to do''. <q> I almost think there is a danger at the moment that he is effectively being punished twice for the same offence. I judge his work by what he has done for us... I gave him a second chance. I think in life sometimes it's right to give someone a second chance. He resigned for what went wrong at News of the World. I would just argue working for the government, I think he has done a good job. </q> He added:`` Of course he was embarrassed, but he has had a second chance from me to do this job. I think he has done the job in a very good way.''", "new_id": -2}, {"uid": "1295893246127107079", "i": 39129, "idx": 1, "sa": ["Alassane Ouattara"], "q": "billion at current prices, Bloomberg calculations show. Gbagbo, who was declared the victor by the country's Constitutional Council, refuses to recognize <strong> Alassane Ouattara </strong> as the winner. Bean Supplies The export ban <q> should not create supply problems, </q> Natra's Almela said. Still,`` the situation could last longer than we think, as military intervention is not viable,'' he said. The Federation of Cocoa Commerce Ltd. said it's seeking", "new_id": -2}, {"uid": "1296109027260849762", "i": 11569, "idx": 1, "sa": ["Simon Cowell", "David Sullivan", "George Clooney", "Wayne Bridge"], "q": "<strong> Simon Cowell </strong> teeth and married to <strong> George Clooney </strong>. Probably.@BongoChrist \" You are a snob \" bainWayne Bridged 26 January 2011 11:02 PM tropicalia 26 January 2011 11:02 PM <q> <strong> David Sullivan </strong> attributed his decision( not to bother going to his team's match) to the despondency he would feel over the long return journey by car should his current club lose. </q> vastariner 26 January 2011 11:08 PM I seriously do not believe it. When's it going to come out that Beausejour was unregistered or the pitch was 10 inches too short or something? Something must", "new_id": -2}, {"uid": "1296853107145915918", "i": 4695, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "'s not hosting Super party DALLAS-- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. AP Photo- NFL Commissioner <strong> Roger Goodell </strong> answers a question during a news conference at the NFL football Super Bowl XLV Media Center in Dallas, Friday, Feb. 4, 2011. The Green Bay Packers", "new_id": -2}, {"uid": "1295560158243744771", "i": 57929, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "in the blogging business, which I href=\"http://www.theatlantic.com/personal/archive/2011/01/coming-soon-new-faces-in-this-space/69562/\"> am leaving for a while, I would want to find out more about href=\"http://investor.google.com/earnings/2010/Q4_google_earnings.html\"> this management change announced just now by Google, in which co-founder <strong> Larry Page </strong> <q> will take charge of Google's day-to-day operations as Chief Executive Officer, </q> and the current CEO, <strong> Eric Schmidt </strong>,`` will assume the role of Executive Chairman, focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are", "new_id": -2}, {"i": 30576, "idx": 1, "index_answer": 0, "new_id": -1, "q": "request for a transcript from Microsoft). He appears to tell the audience that Microsoft now has its tablet strategy well in hand. According to multiple news outlets reporting on the event, <strong> Steve Ballmer </strong> said, <q> You'll see slates, but if you want most of the benefits of what a PC can offer, creating, a form factor that has been tuned over years, you'll see us expand the footprint of what Windows can target, </q> he said in a taped press event available widely online.`` We've done work on a Windows tablet, and you'll see slates with Windows on from this Christmas.'' Still, how effectively", "sa": ["Steve Ballmer"], "uid": "1296429119182222848"}]