[{"uid": "1295966109135200778", "i": 5714, "idx": 0, "sa": ["Stuart Miller", "Eric Schmidt"], "q": "Miami-based Lennar Corp., the third-largest U.S. homebuilder by revenue, is among companies bracing for a slow rebound. <strong> Stuart Miller </strong>, chief executive officer, said on a Jan. 11 conference call with analysts. <q>Shadow inventory and foreclosures will continue to impact individual markets on the supply side, while the pace of recovery in the job market will influence consumer confidence and demand.</q> To contact the reporter on this story: Shobhana Chandra in Washington at Google's <strong> Eric Schmidt </strong> Says He Will Stay Put \"As Long As It's Exciting\"", "new_id": -2}, {"uid": "1296619354222035975", "i": 13520, "idx": 0, "sa": ["Dirk Nowitzki", "Allen Iverson"], "q": "control. A day after scoring 51 points in a defeat, <strong> Allen Iverson </strong> may have been even better, scoring 35 points and dishing out 12 assists while leading the Denver Nuggets past the Dallas Mavericks 122-109 Thursday night. <q>AI had it all going from everywhere,</q> said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds. \"He was driving and making shots in-between.\" <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line.", "new_id": -2}, {"uid": "1297662325045400099", "i": 13860, "idx": 2, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "six years during which he ran the Defense Department for <strong> President Bush </strong>, particularly because nearly two-thirds of the book deal with that relatively brief period in the author's life. But, as Mr. <strong> Donald Rumsfeld </strong> writes, <q>I don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others.</q> <strong> President Bush </strong> <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> and National Security Adviser <strong> Condoleezza Rice </strong>, later secretary of state, are two colleagues who come in for a particular bashing, the former chairman of the joint chiefs as a self-interested operator", "new_id": -2}, {"uid": "1296928638014336049", "i": 34534, "idx": 0, "sa": ["Michael Vick"], "q": "was second to <strong> Michael Vick </strong> among NFL quarterbacks. He also had a healthier line and thus better luck against opposing pass rushers, getting sacked just 31 times. The NFL-speak for what both these guys can do is <q>extend the play outside the pocket,</q> which basically means they can scramble and freeze the linebackers because they can run with the football betting. This is the kind of thing that can mitigate the effect of an opposing defense in a way", "new_id": -2}, {"uid": "1297260696007700498", "i": 5061, "idx": 1, "sa": ["Simon Cowell", "Cheryl Cole", "the Fox"], "q": "me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet <strong> the Fox </strong> executives to try to sort out a deal.\" <q><strong> Simon Cowell </strong> has said he'd like me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet <strong> the Fox </strong> executives to try to sort out a deal.</q> However, Peter admits bosses might not be in favour of him being the voiceover act as they are wary of making the show too British with <strong> Simon Cowell </strong> already confirmed as a judge and <strong> Cheryl Cole </strong> also", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q>I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing,</q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}, {"uid": "1297236828167477280", "i": 201, "idx": 7, "sa": ["Tommy Lee Jones", "Simon Cowell"], "q": "said. \"It kinda feels we've come out of this gray period[ in the music business] into a very fun, extreme time.\" Later, <strong> Simon Cowell </strong> stated the challenge simply: <q>If we don't, with what I've put[ up as a prize], find a global star, I think we've failed.</q> Man vs. Machine Watson takes on former \"Jeopardy!' champions <strong> Tommy Lee Jones </strong> directs, produces, co-stars in` The Sunset Limited\" Fight between 2 women led to murder, witness testifies 30 homes evacuated after train cars carrying", "new_id": -2}, {"uid": "1296961777064782347", "i": 1047, "idx": 4, "sa": ["Michael Vick"], "q": "game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison, a two-year deal with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. <q>To sum it all up, the last five months, have been delayed gratification,</q> <strong> Michael Vick </strong> said. \"Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all", "new_id": -2}, {"uid": "1297231761238518375", "i": 45248, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "US-led wars in Iraq and Afghanistan. <strong> Donald Rumsfeld </strong> wrote that he never authorised waterboarding-- simulated drowning-- but he also called CIA interrogators who used the interrogation technique \"patriots, not criminals\". <q>The questioning of those in Department of Defense custody provided information that saved innocent American lives. I make no apology for that,</q> he also wrote. No apologies <strong> Donald Rumsfeld </strong>( 78) served as defense secretary in two separate Republican administrations, becoming both the youngest and oldest man to hold the job. Only Vietnam War-era defense secretary", "new_id": -2}, {"uid": "1296013667065716244", "i": 34461, "idx": 0, "sa": ["Bill Lockyer", "Michele Bachmann", "Newt Gingrich"], "q": " \"The last one we had was nasty. But this one doesn't hiss and we were able to walk it around. It was investigating and didn't snap at anyone,\" Welsh said. <q>We suspect that it's been someone's pet for a long time, because it's so big. I think they might let it wander around the house. Maybe it sleeps on a bean bag?</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... EXECUTIVE DIRECTOR Company Confidential HOTEL", "new_id": -2}]