[{"uid": "1297321820023478279", "i": 3993, "idx": 1, "sa": ["Jerry Seinfeld", "David Letterman", "Johnny Carson", "Jay Leno"], "q": "observations that made him a regular on The Tonight Show with <strong> Johnny Carson </strong> and Late Night with <strong> David Letterman </strong> in the 1980s. Starting from scratch is something few big-name comedians are willing to do, apparently. <q> I could never do what you do, give it away, </q> <strong> Jay Leno </strong> tells him backstage after a quick performance of new material. \"You're a comic. Your act feeds you. It pays the rent.\" It's a tough go in the beginning as <strong> Jerry Seinfeld </strong> pops", "new_id": -2}, {"uid": "1295116313259309579", "i": 6207, "idx": 0, "sa": ["Allen Iverson"], "q": "of filmmakers, educators and students, explore topics ranging from civil rights and the treatment of military veterans to environmentalism and freedom of the press. Among the other documentaries chosen for this year's showcase are <q> If a Tree Falls: A Story of the Earth Liberation Front, </q> which deals with the radical environmental group that some regard as a terrorist organization; \"Freedom Riders,\" which traces the experiences of civil rights advocates in 1961; and \"No Crossover: The Trial of <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295934802036896843", "i": 18999, "idx": 0, "sa": ["Paul Ryan", "Bernie Sanders"], "q": "Sen. <strong> Bernie Sanders </strong>( technically an Independent, though he generally sides with Democrats) said <strong> Paul Ryan </strong>'s Roadmap would slash Social Security benefits and provide tax breaks for the wealthy, while raising taxes on just about everyone else. <q> The fact of the matter is, Social Security has not contributed one nickel to our deficit or our national debt, and it must be protected, </q> <strong> Bernie Sanders </strong> added. Monday afternoon Senate Democrats sent out a message noting that <strong> Paul Ryan </strong>'s Roadmap \"has now been endorsed by the House Majority Leader and the top Republicans on both the House and Senate", "new_id": -2}, {"uid": "1296008739261193768", "i": 29358, "idx": 0, "sa": ["Brian Urlacher", "David Letterman", "Serena Williams"], "q": "<strong> Serena Williams </strong> better be careful clearing her throat This probably qualifies as a scratchy throat. Tweeted sidelined tennis star <strong> Serena Williams </strong>, complaining of cold symptoms: <q> every time I take a sip of sumthin it feels like i just swallowed 20,000 mini knives. </q> OD'd on football? Among the signs you have NFL playoff fever, from CBS's <strong> David Letterman </strong>:? \"Got your wife a makeover so she'd look more like <strong> Brian Urlacher </strong>.", "new_id": -2}, {"uid": "1295586027175472666", "i": 20125, "idx": 8, "sa": ["Eric Schmidt"], "q": "others in Silicon Valley to follow the same management model. In a nod to how he was regarded as Google's elder statesman, Mr. <strong> Eric Schmidt </strong> tweeted wryly after the management shifts were announced, <q> Day-to-day adult supervision no longer needed! </q> In the decade since Mr. <strong> Eric Schmidt </strong> joined Google, the company blew by competitors such as Microsoft Corp. in the search-ad business. Google has since moved into mobile-device software with Android, which powers millions of", "new_id": -2}, {"uid": "1295316162045481984", "i": 11993, "idx": 0, "sa": ["Allen Iverson", "Kenny Thomas"], "q": "its highest point on Cyber Monday, the day after the Thanksgiving weekend in the US, and continue through the holiday shopping season. The Boiling Point continues Monday, August 2, 2010 at 9pm on TeenNick with <q> I Just Don't Know What To Do With Myself( Part 1) </q>. Iverson_Allen Iverson_50pts_Philadelphia_76ers_vs_Atlanta_Hawks_03/04_NBA_*Flu_Game_*Season_High Once the flu didn't stop <strong> Allen Iverson </strong>, nobody could. <strong> Allen Iverson </strong> scored a season-high 50 points, leading the Philadelphia 76ers to a 98-86 victory over the Atlanta Hawks on Saturday night. <strong> Kenny Thomas </strong> had 13 rebounds", "new_id": -2}, {"uid": "1296575674140820502", "i": 44329, "idx": 0, "sa": ["Ben Roethlisberger", "Michael Vick"], "q": "A little late for that <strong> Ben Roethlisberger </strong>. Bernsie- nail on the head. If he regretted his actions, then his actions were something he shouldn't have done. He didn't qualify it by saying <q> I regret putting myself in a situation where I could be unjustifiably accused of sexual assault </q>. He never pleaded his innocence. He just tried to move forward and make people forget. If you were wrongly accused of rape, raise holy hell, <strong> Ben Roethlisberger </strong>! At least <strong> Michael Vick </strong> seems to want", "new_id": -2}, {"uid": "1295599345020365320", "i": 34619, "idx": 7, "sa": ["Larry Page", "Mark Zuckerberg", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Sergey Brin </strong>, der Kompagnon von <strong> Larry Page </strong>? Der macht das, was ihm schon an der Uni am meisten lag: Er t?ftelt an neuen Produkten. \"Die Rolle passt perfekt zu ihm\" , sagt <strong> Eric Schmidt </strong> v?terlich. <q> <strong> Sergey Brin </strong> ist bis ins <strong> Mark Zuckerberg </strong> ein Erfinder und Gr?nder. </q> Die Zeit, in der beide wie Zwillinge auftraten mit gleichen Rechten und Pflichten, ist damit aber vorbei. Jetzt gibt es einen kleinen und einen gro?en Bruder. <strong> Eric Schmidt </strong> wird im Unternehmen bleiben und als Botschafter", "new_id": -2}, {"uid": "1297080102074383400", "i": 3424, "idx": 4, "sa": ["Glenn Mulcaire", "Andy Coulson", "Ian Edmondson", "Neville Thurlbeck"], "q": "was sent to <strong> Glenn Mulcaire </strong> by a reporter on the News of the World which contained a transcript of hacked voicemails and the message: \"Hello, this is the transcript for <strong> Neville Thurlbeck </strong>.\" News International said: <q> If presented with any evidence of further wrongdoing, we will act quickly and decisively on it. </q>? To contact the MediaGuardIan Edmondson news desk email editor@mediaguardIan Edmondson.co.uk or phone 020 3353 3857. For all other inquiries please call the main GuardIan Edmondson switchboard on 020 3353 2000. Phone hacking: <strong> Andy Coulson </strong> taped backing sacked", "new_id": -2}, {"uid": "1295004329069189661", "i": 30960, "idx": 1, "sa": ["Piers Morgan", "Simon Cowell", "Lily Allen", "Gordon Brown"], "q": ": \"i'd do it for a million for SANDS. money, mouth?\" <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q> I will get ITV to make substantial five figure donation to your charity for the interview </q>. But <strong> Lily Allen </strong> told him: \"Those are my terms. I've got no interest in coming on your show, you've been asking me for years.\" Buy Cheap tickets for", "new_id": -2}]