[{"uid": "1296769512151027761", "i": 17851, "idx": 0, "sa": ["Michael Mullen", "Beverly Johnson", "Justin Bieber", "David Letterman", "Martha Stewart", "Robert Plant", "Jane McGonigal"], "q": "Admiral <strong> Michael Mullen </strong>, Joint Chiefs of Staff.( COM) 6:30 p.m. Entertainment Tonight The Black Eyed Peas; Chad <strong> Beverly Johnson </strong>;`` Glee.'' 6:30 p.m.. The Colbert Report Author <strong> Jane McGonigal </strong>( <q> Reality Is Broken: Why Games Make Us Better </q>).( COM) 7 p.m. Washington Week 10:30 p.m. Nightline 10:35 p.m. Late Show With <strong> David Letterman </strong> Musician <strong> Justin Bieber </strong> presents the top 10 list; <strong> Martha Stewart </strong>; <strong> Robert Plant </strong> performs. 10:35", "new_id": -2}, {"uid": "1296070623164806686", "i": 26392, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "failure to stop looting after the fall of Baghdad- dismissed by <strong> Donald Rumsfeld </strong>, then US defence secretary, in his notorious phrase`` stuff happens''- was`` disastrous''. He told the inquiry: <q> It was crime and kidnapping. A virus of insecurity and instability was let loose </q>. He said there would have been a Sunni-led insurgency in any event.`` Did we exarcerbate it? Yes we did,'' he said. The inquiry released a valedictory telegram Richmond sent", "new_id": -2}, {"uid": "1296366488199786542", "i": 36589, "idx": 8, "sa": ["Bill Stephan", "Mike Pence"], "q": "less than 60 percent of the vote in the next five elections in east central Indiana.( 3 of 4) <strong> Bill Stephan </strong> said winning the congressional seat was especially gratifying for <strong> Mike Pence </strong>. <strong> Bill Stephan </strong> said, <q> I think it was a sense that` there is a second chance; there is an opportunity to serve at this level- I've learned a lot. I've grown a lot, and I'm in a better position now to represent Indiana than I would have been.' </q> One of his first actions after being sworn in was to create a miniature radio studio in his office. In 2003, he appeared on or was mentioned in national radio, television and newspapers", "new_id": -2}, {"uid": "1297704186051036184", "i": 25432, "idx": 3, "sa": ["Steve Ballmer"], "q": ",'' <strong> Steve Ballmer </strong> continued. Microsoft is working to ensure that innovation`` doesn't lead to the kind of fragmentation for developers that other platforms in the phone arena are currently experiencing,'' <strong> Steve Ballmer </strong> said. <q> That's going to allow more phone designs at a broader range of price points and more exciting new apps and experiences for Windows Phone customers than we can imagine. </q> Windows Phone 7 debuted in the U.S. this fall with several devices on AT&T and T-Mobile. Sprint and Verizon will join the club in 2011, both carriers have said. While the platform has a small", "new_id": -2}, {"uid": "1297273219262504460", "i": 29971, "idx": 0, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but <strong> Donald Rumsfeld </strong> believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> <strong> Donald Rumsfeld </strong> wrote. He said he made his recommendation to <strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong>, then secretary of state, sketched out the presentation he was to", "new_id": -2}, {"uid": "1297452178198262785", "i": 40799, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": ". Two months after <strong> Barack Obama </strong> signed a law that will lead to the repeal of don't ask, don't tell, <strong> Donald Rumsfeld </strong> told ABC News Radio the nation is ready for open service. <q> First of all, we know that gays and lesbians have been serving in the military for decades with honorable service, </q> <strong> Donald Rumsfeld </strong> said.`` We know that[ repeal of a ban on gays serving openly] is an idea whose time has come.'' <strong> Donald Rumsfeld </strong> says he has`` enormous respect'' for the ground commanders", "new_id": -2}, {"uid": "1296373857006340612", "i": 4200, "idx": 0, "sa": ["Mitt Romney", "Mike Pence", "Eric Fehrnstrom"], "q": "they will make their decisions soon. Representative <strong> Mike Pence </strong> of Indiana said last week that he would not run. <strong> Mitt Romney </strong>, a former Massachusetts governor, is not expected to announce any plans until the spring. <q> One of the lessons that <strong> Mitt Romney </strong> learned from the last campaign is that things got started too soon, </q> said <strong> Mitt Romney </strong> spokesman <strong> Eric Fehrnstrom </strong>.`` He's in no hurry to announce his plans.'' Until recently, <strong> Mitt Romney </strong> had kept a lower profile, writing opinion pieces on foreign policy but generally avoiding commenting on", "new_id": -2}, {"uid": "1295996155228769804", "i": 31547, "idx": 0, "sa": ["Barack Obama", "John Thune", "Susan Estrich", "Mike Pence", "Frank Luntz", "Candy Crowley", "Nancy Pelosi"], "q": "Factor'': Preview of <strong> Barack Obama </strong>'s State of the Union address with Krauthammer, Stossel, <strong> Candy Crowley </strong> and Colmes`` Hannity'': Reaction and analysis post-State of the Union with <strong> Frank Luntz </strong>'s focus group <q> On the Record with Greta van Susteren </q>: Special post-SOTU edition, live from the Russell Rotunda at 11 p.m. with Minority Leader <strong> Nancy Pelosi </strong>( D-CA); <strong> Barack Obama </strong> <strong> John Thune </strong>( R-SD); <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong> Grimm( R-NY); <strong> Susan Estrich </strong>, Fox News Political Commentator", "new_id": -2}, {"uid": "1295795249254902291", "i": 2976, "idx": 0, "sa": ["Andy Coulson", "Harriet Harman"], "q": "whether his phone had been hacked when he was Labour prime minister between 2007 and 2010. Brown's office declined to comment, but Labour deputy leader <strong> Harriet Harman </strong> said police must investigate the allegations. <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she told Sky News.`` Nobody is above the law, no newspaper editor, no journalist.'' <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone", "new_id": -2}, [{"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}]]