[{"uid": "1296467645082231308", "i": 22007, "idx": 3, "sa": ["Michael Vick", "Kevin Kolb"], "q": "of the report on both <strong> Michael Vick </strong> and <strong> Kevin Kolb </strong>, the team had no comment. \"Well, that's a part of the business,\" <strong> Michael Vick </strong> said of the possibility that <strong> Kevin Kolb </strong> will be traded. <q> Hopefully they do[ trade <strong> Kevin Kolb </strong>] and <strong> Kevin Kolb </strong> will find a great place to play. If not, then maybe he'll end up back with us. So best of luck to <strong> Kevin Kolb </strong> and whatever they decide, and I'll talk to him. </q> To keep <strong> Michael Vick </strong> from free agency, the Eagles would have to use the franchise tag, at least temporarily, a league source told The Inquirer. Because <strong> Michael Vick </strong> hit contract incentives in 2010 that pushed his", "new_id": -2}, {"uid": "1296222919222609411", "i": 28679, "idx": 0, "sa": ["Simon Cowell", "Frank Sinatra"], "q": ". The technology has been developed by multimedia entertainment company, Musion, whose founder James Rock said it had been \"developed for many uses but it's perfectly suited for an airport environment\". <q> I wonder if I can send it to meetings in my place and whether anyone will notice </q> \" He said that while it had been used mostly in an entertainment context so far, including supplying <strong> Simon Cowell </strong> with a hologram of <strong> Frank Sinatra </strong> to perform at his birthday party, he would \"like to see", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.\" ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}, {"uid": "1296444954158449881", "i": 45851, "idx": 2, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "to run, he's scrambling to throw,\" Raji said- he also explained why <strong> Ben Roethlisberger </strong> can be just as hard to contain as the elusive <strong> Michael Vick </strong>, whose escapability is predicated more on slipperiness than strength. <q> You have to rush them the same. If you're rushing four, there's five gaps, so there's always an outlet for him.( <strong> Ben Roethlisberger </strong>'s) knack to find that outlet is why I made the comparison, </q> Raji said. \"He's a big guy- a big, tall, strong man. When you're going against guys like that, a lot of times you're fighting off blocks and you may not", "new_id": -2}, {"uid": "1296102239116244691", "i": 8437, "idx": 5, "sa": ["Michael Vick"], "q": "pads made by the company. \"The Unequal technology is a part of my game now and I won't play without my Unequal,\" <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest on dogfighting charges, for", "new_id": -2}, {"uid": "1295948010244924456", "i": 7922, "idx": 0, "sa": ["Tinchy Stryder", "Cheryl Cole", "Chase & Status", "Simon Cowell"], "q": "be brought about by her involvement in the US show. However, it appears that <strong> Cheryl Cole </strong>'s fellow UK X Factor judge <strong> Simon Cowell </strong> is the only senior figure advocating the 27-year-old for the role. <q> <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit, </q> the source continued. This week: Ke$ ha, <strong> Tinchy Stryder </strong>, <strong> Chase & Status </strong> and Beady Eye! Stacey McLeanThe former X Factor", "new_id": -2}, {"uid": "1295239659192987162", "i": 41630, "idx": 0, "sa": ["Steve Ballmer"], "q": "7 is enough. Editor's Update 1/7/2010: Last night at the Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> because that is indeed what it runs.. Gizmodo quoted <strong> Steve Ballmer </strong> as saying <q> They're more powerful than a phone and almost as powerful as a PC. Perfect for reading, surfing the web and taking entertainment on the go. </q> Also, according to Gizmodo, it will be available later this year. See David Berlind is the chief content officer of TechWeb and editor-in-chief of TechWeb.com. David likes to write about emerging tech, new and", "new_id": -2}, {"uid": "1295251188152551466", "i": 8528, "idx": 4, "sa": ["Doug Morris", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": ". The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.\" COHEN: \"There's a shot of her with the kids on <strong> David Letterman </strong>.\" CAMILLE: <q> He uses them as props. It's tough, it's harsh. It hurts, of course. </q> The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Kelsey_Grammer_his_Wife_arrive_at_Clive_Davis_2010_Pre_Grammy_Gala <strong> Kelsey Grammer </strong> and His Wife arrive at The 52nd Annual GRAMMY Awards- Salute To Icons Honoring <strong> Doug Morris </strong> on 01/30/2010 at The Beverly Hilton Hotel Beverly", "new_id": -2}, {"uid": "1295647113138969108", "i": 11608, "idx": 0, "sa": ["Eric Schmidt"], "q": ": Larry Page to Replace <strong> Eric Schmidt </strong> as CEO AAPL: 326.72(-5.96,-1.79%)| NASDAQ: 2689.54(-14.75,-0.55%)  Why extremely high resolution screens matter for Apple's next-gen iPad  <q> Substantiated rumors of the next generation iPad using a vastly higher resolution 2048x1536 display are drawing some to question why the iPad would even need such a dense pixel count, which is much higher than even Apple's 17 inch MacBook Pro, </q> Daniel Eran Dilger reports for AppleInsider. \"The answer relates to resolution independence.\" \"As screen sizes incrementally bump up their pixel densities, the most obvious difference to users is that icons, menu", "new_id": -2}, {"uid": "1296225829149782528", "i": 8872, "idx": 10, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> mentioned the governor's office to him. \"He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress,\" he said. <q> This has been on his mind for a long time. </q>", "new_id": -2}]