[{"uid": "1297171230133922851", "i": 9519, "idx": 8, "sa": ["Simon Cowell"], "q": "members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition.\" The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. <q>If they don't sell a single record they still get to keep the money,<q> he said. \"It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back\" through record sales. To do", "new_id": -2}, {"uid": "1295983511241025053", "i": 16705, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "com New' <strong> Steven Tyler </strong>, likes all kinds of music-- even country. The rocker is open-minded when listening to \"Idol' hopefuls, which sets him apart from a certain former judge. <q>Well, it's not like that other guy who said,' I hate country,'<q> <strong> Steven Tyler </strong> reveals to' <strong> Simon Cowell </strong>. \"That\"s the one thing that turned me off about the show was <strong> Simon Cowell </strong> passed on this kid because he goes,` Besides which, I hate country. Not my cup", "new_id": -2}, {"uid": "1297143480171491338", "i": 14338, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell", "Hailee Steinfeld"], "q": "learned about. Who knows how much of this really goes on. Report Abuse \"i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well.\" Report Abuse <q>i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong><q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on \"True Grit\" ABC News: Golden Globes Sues Ex-Publicist, Claiming Fraud Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Save 75", "new_id": -2}, {"i": 10425, "idx": 0, "index_answer": 4, "new_id": -1, "q": "was palpable. Here it was, the come-from-behind drive that longtime franchise quarterback <strong> Donovan McNabb </strong> had failed to produce so many times. <strong> Michael Vick </strong> had his chance. \"We were very confident,\" <strong> Michael Vick </strong> said. <q>We thought we were going to win the game. I thought we were going to win the game. I had an upbeat feeling about myself. I felt like I was in control.<q> <strong> Michael Vick </strong> overthrew tight end <strong> Brent Celek </strong> on first down. He threw wide of running back <strong> LeSean McCoy </strong> on second down. On third and 10, he hit rookie receiver <strong> Riley Cooper </strong> on a slant pattern for 11 yards and", "sa": ["Brent Celek", "LeSean McCoy", "Riley Cooper", "Donovan McNabb", "Michael Vick"], "uid": "1295921805206389258"}, {"uid": "1295658341074924035", "i": 535, "idx": 4, "sa": ["Andy Coulson"], "q": "done for me, for the government and for the country. He has run the Downing Street press office in a very straightforward professional and competent way.\" He said he compared <strong> Andy Coulson </strong>'s regime with <q>the days of dodgy dossiers, <strong> Alastair Campbell </strong>, <strong> Damian McBride </strong> and all that nonsense we had from the past government<q>. He reiterated <strong> Andy Coulson </strong>'s dogged defence, saying his communications director \"had resigned as News of the World editor as soon as he found what was happening\". <strong> Andy Coulson </strong> resigned from the paper in January", "new_id": -2}, {"uid": "1295714464099811335", "i": 19878, "idx": 0, "sa": ["Andy Coulson"], "q": "and Karachay want freedom from Russia...... but they also have a power struggle with Circassians Report Abuse \"Feh, does Russia really think it can hold on to its empire any longer?\" Report Abuse <q>Until the region is freed from all outside manipulation, the \"Great Game<q> will continue to take innocent lives, Russian, Chechen, and others.\" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295127469219299878", "i": 2694, "idx": 3, "sa": ["Florence Nightingale", "Yao Ming", "That guy", "Allen Iverson", "Shane Battier"], "q": "years ago: \"AARP membership cards will be checked at the door.\", on ex-NBA star <strong> Allen Iverson </strong> needing surgery to remove a lump in his right leg that formed while he was playing in Turkey: <q>Think of it as the foreign lesion.<q> â\u0080¢ Rockets forward <strong> Shane Battier </strong>, to AP, on teammate <strong> Yao Ming </strong>'s latest season-ending injury: \"Good lord. <strong> That guy </strong>'s seen more hospital beds than <strong> Florence Nightingale </strong>.\" â\u0080¢ Reader Bob Burtwell, to the", "new_id": -2}, {"uid": "1297301658065552391", "i": 49336, "idx": 0, "sa": ["Donald Rumsfeld", "Nancy Pelosi", "Barack Obama"], "q": "\" Report Abuse \"If <strong> Nancy Pelosi </strong> and <strong> Barack Obama </strong> were on a boat in the middle of the ocean\" Report Abuse \"What was the most positive result of the \"Cash for Clunkers\" program?\" Report Abuse <q>What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary?<q> One is filled with tax evaders, blackmailers, and threats to society. Report Abuse \"<strong> Barack Obama </strong> wants spend 50 billion on cupcakes.\" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1296157213138100743", "i": 14979, "idx": 2, "sa": ["Eric Schmidt", "Adam Lashinsky"], "q": "<strong> Adam Lashinsky </strong> reports for Fortune. <strong> Adam Lashinsky </strong> reports, \"<strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. \"We have a competitor called Microsoft,\" he said. <q>Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.'<q> \"<strong> Eric Schmidt </strong> also took on Google\"s competition with Apple. Google partners with Apple, he said, on search, maps and YouTube. It competes, of course, on phones. Google also might", "new_id": -2}, {"uid": "1297185651077496369", "i": 42136, "idx": 0, "sa": ["Howard Stern", "David Letterman", "Keith Olbermann"], "q": "n't hear as much about <strong> Howard Stern </strong> these days, unless, say, he appears on <strong> David Letterman </strong>'s show and creates a commotion. We'll have to see about <strong> Keith Olbermann </strong>- <strong> Keith Olbermann </strong>. Remember him? <q><strong> Alan Mulally </strong>, CEO of#Ford, stopped by our office last week. See what he had to say... \"Three hedge-fund portfolio managers to face charges in insider probe http://on.mktw.net/gVqAlW<q> 10:30 a.m. EST, Feb. 8, 2011 from MarketWatch \"U.S. stocks open slightly in the red, as investors mull another rate hike from China http://on.mktw.net/hwxgJi\" 9:44", "new_id": -2}]