[{"uid": "1296777468170934275", "i": 43054, "idx": 0, "sa": ["Big Ted", "Michael Vick", "Million Man"], "q": "and in the world after the attack of September 11th. Video of these comedians talking: www.youtube.com Cut from <strong> Michael Vick </strong> Moore's documentary,`` Fahrenheit 9/11''.* If you liked these guys, get the DVD <q> Comedy Central- Axis of Evil Comedy Tour </q>* http://wn.com/Daniel_Tosh_Effinfunny_Stand_Up__Michael_Vick's_Dilemma <strong> Big Ted </strong> Night Out Comedy Club Valentine's Special! tickets and listings <strong> Big Ted </strong> Night Out Comedy Clubs tickets and listings What Happened to the` Other' <strong> Million Man </strong> March? Clashes erupt between protesters, Mubarak supporters Obama", "new_id": -2}, {"i": 5030, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Jimi Hendrix </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Jimi Hendrix </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me The BP symbol is on", "sa": ["Allen Iverson", "Jimi Hendrix", "Donyell Marshall"], "uid": "1295212882209371150"}, {"uid": "1295611292131039247", "i": 8327, "idx": 0, "sa": ["Simon Cowell", "Ellen DeGeneres", "Jennifer Lopez"], "q": "and <strong> Jennifer Lopez </strong> replacing <strong> Ellen DeGeneres </strong> and <strong> Simon Cowell </strong> on the hit show, and the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year. <q> Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol. </q> She adds,`` Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.'' Comment on this Article New York", "new_id": -2}, {"uid": "1295132510077955087", "i": 14513, "idx": 0, "sa": ["Allen Iverson", "Gary Moore"], "q": "Wednesday that he doesn't plan to retire because of the painful condition. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> has a lesion that is pressing up against the bones of his leg and requires surgery in the U.S. <q> It has to be removed and tested to see if it's benign or not, </q> <strong> Gary Moore </strong> said by phone.`` Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks, He's hoping to be able", "new_id": -2}, {"uid": "1295104649211468294", "i": 44142, "idx": 1, "sa": ["Simon Cowell", "Matt Cardle"], "q": "already got the backing of <strong> Simon Cowell </strong>, insiders reveal.`` <strong> Simon Cowell </strong> and <strong> Matt Cardle </strong> spoke over Christmas and texted ideas about what <strong> Matt Cardle </strong> wants to do,'' a source tells the Mirror newspaper today. <q> <strong> Simon Cowell </strong> has said that he wants him to write and co-write some songs. They know they want great material, if the songs are penned by <strong> Matt Cardle </strong> then even better. He's chuffed. </q> The insider also claims the When We Collide hitmaker wants to be joined by a backing band for his upcoming concerts.`` He likes being with a group on stage and that's an idea", "new_id": -2}, {"uid": "1295568275055377924", "i": 19900, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", has prompted the first deep-soul searching at the company, which has faced few direct challenges up until now. Mr <strong> Eric Schmidt </strong> said that the company's three top executives had decided to`` clarify'' their roles <q> so there's clear responsibility and accountability at the top of the company. </q>`` Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making-and over the holidays we decided now was the right moment to make", "new_id": -2}, {"uid": "1297112166205144067", "i": 5562, "idx": 4, "sa": ["Simon Cowell", "Susan Boyle"], "q": "commitment and the expertise each person offers.'' One critic asked about X-Factor allowing kids as young as 12 to audition, noting <strong> Simon Cowell </strong> has criticized exposing children to the intense TV competition spotlight. <q> We've started to see a trend with kids this age and what they can do... times have changed... you have to make a case-by-case decision based on them as a person. </q> <strong> Simon Cowell </strong> also said that <strong> Susan Boyle </strong> taught him a`` huge lesson'' about making assumptions about a potential star's age or outward appearance.''[ I learned] I have to be more open", "new_id": -2}, {"uid": "1295758867143999001", "i": 44044, "idx": 2, "sa": ["Rudy Giuliani", "LaDainian Tomlinson", "David Letterman"], "q": "Show With <strong> David Letterman </strong>. <strong> Rudy Giuliani </strong> said:`` These are my new boots!'... I won'em in a bet from the mayor of Arlington.'' Greene called the boots an example of <q> how being a major league city brings Arlington attention. </q> Like a lot of folks I know, Greene is pulling for the Jets and former TCU Horned Frogs star <strong> LaDainian Tomlinson </strong> to bring New York reporters to Tarrant County.`` I'd like us to", "new_id": -2}, {"uid": "1295286820082165803", "i": 14510, "idx": 0, "sa": ["Steve Ballmer"], "q": "version very attractive to end-users, said Nucleus Research Vice President Rebecca Wettemann. Microsoft( Nasdaq: MSFT) CEO <strong> Steve Ballmer </strong> debuted the cloud version of the Microsoft Dynamics CRM 2011 release on Monday. <q> Sales professionals are at the heart of almost every successful business, </q> <strong> Steve Ballmer </strong> said. Microsoft Dynamics CRM gives them a familiar user experience, enables greater collaboration, streamlines processes, and provides access to real-time data that helps them compete more effectively, he noted.", "new_id": -2}, {"uid": "1295287031003260440", "i": 5058, "idx": 0, "sa": ["Steve Ballmer"], "q": "of Microsoft Dynamics CRM 2011. Both on-premises and cloud-based versions of the platform will be available in 40 markets and 41 languages starting Feb. 28. A Jan. 17 statement by Microsoft CEO <strong> Steve Ballmer </strong> emphasized Dynamics CRM's <q> familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data. </q> Microsoft finds itself locked in fierce battle for CRM market-share with Salesforce.com and Oracle, both of which have shown little hesitation in both updating their products and sniping at their rivals. In trying to set cloud", "new_id": -2}]