[{"uid": "1296117571165298183", "i": 7781, "idx": 11, "sa": ["Michael Vick"], "q": "to get back to this position is paramount to me and I'm just thankful.\" This is the fourth Pro Bowl for <strong> Michael Vick </strong>, who was the first pick of the 2001 draft. <q>I feel like this one I had to work hard to get here,</q> he said. \"This came in a different fashion due to the fact that I displayed different talents this year to show really what I can do in the passing game along with doing everything else. I think", "new_id": -2}, {"uid": "1295773039253558804", "i": 37835, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "Senate. <strong> Bill Lockyer </strong> said many Democrats are worried about appearing to threaten voters by presenting a \"cuts only\" budget, but said voters need to know what it would mean to the state. <q>The hit on K-12( schools) is at least close the schools six weeks a year. Voters need to hear that,</q> he said. Earlier this month, <strong> Jerry Brown </strong> proposed a$ 127.4 billion spending plan for the 2011-12 fiscal year. It includes deep cuts to higher education and services for the poor, disabled and", "new_id": -2}, {"uid": "1296714822251002880", "i": 34595, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "Iraq, and former even <strong> President Bush </strong> <strong> President Bush </strong>, the Post reported. The president failed to resolve the arguments between State and Defense before the invasion on how to handle the transition, <strong> Donald Rumsfeld </strong> said. <q>Those key differences were never clearly or firmly resolved in the NSC,</q> <strong> Donald Rumsfeld </strong> writes. \"Only the <strong> President Bush </strong> could do so.\" In the end, <strong> Donald Rumsfeld </strong> says, the Middle East is better off without <strong> Saddam Hussein </strong> in power in Iraq. Another day, another 7", "new_id": -2}, {"uid": "1295292215026312759", "i": 36492, "idx": 3, "sa": ["Newt Gingrich", "Philip Klein", "Mike Pence", "Ronald Reagan"], "q": "talk of a <strong> Mike Pence </strong> presidential run. A regular speaker at tea parties, <strong> Mike Pence </strong> is one of a small number of elected Republicans with an appeal to economic, social and national security conservatives,\" he writes. <q>Last fall, the presidential talk got a boost when he won the straw poll at the Value Voters' summit, surprising many who assumed that <strong> Mike Huckabee </strong> had it in the bag.</q> <strong> Philip Klein </strong> believes <strong> Mike Pence </strong> may see 2012 as a better opportunity to run for president than a future date. Send to a friend: Effort Begins to Draft Pro-Life <strong> Newt Gingrich </strong> <strong> Mike Pence </strong> for <strong> Ronald Reagan </strong>", "new_id": -2}, {"uid": "1294997731235044878", "i": 42723, "idx": 3, "sa": ["Brian Finneran", "Michael Vick"], "q": ". Always stay alive.\" <strong> Brian Finneran </strong> doesn't argue with <strong> Michael Vick </strong>'s own self-description of the quarterback's Falcons years. \"Mike always worked hard on the football field,\" <strong> Brian Finneran </strong> said. <q>But as a quarterback, you've got to know everything about that offense, about the line, where the running backs are supposed to be. No question he could have worked harder in the film study room. It's been said before. I think he did the first couple of years, then got a little lax.</q> As for the idea that <strong> Michael Vick </strong> is only now getting topflight coaching, <strong> Brian Finneran </strong> wasn't slighting the Eagles' staff when he said, \"I think Mike was coached[ in Atlanta]. He had", "new_id": -2}, {"uid": "1297617994047562773", "i": 2231, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": " \"probably the fastest-moving market\"- faster even than the video-game market-said the pair \"really have to move quite quickly.\" Neither <strong> Stephen Elop </strong> nor <strong> Steve Ballmer </strong> would estimate a time frame, though <strong> Steve Ballmer </strong> offered, <q>Our belief is that we can move faster through this partnership than what we've ever done before.</q> Regarding the beneficiaries of the announcement, <strong> Stephen Elop </strong> had much to say. \"We believe this is good for Nokia,\" he explained, continuing: It represents a next-generation platform upon which we", "new_id": -2}, {"i": 19927, "idx": 1, "index_answer": 0, "new_id": -1, "q": "save the funding for the program but to increase it by$ 73 million to total$ 200 million. \"Access to air travel is critical for our economic recovery,\" <strong> Kirsten Gillibrand </strong> said. <q>Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service.</q> PROPOSED HIKES Business at Plattsburgh International Airport has boomed since it opened in 2007, as thousands of Canadians have taken advantage of direct flights to Florida, South Carolina and the Caribbean.", "sa": ["Kirsten Gillibrand"], "uid": "1296851765101990425"}, {"uid": "1296680390193724462", "i": 18906, "idx": 1, "sa": ["Mitt Romney", "Mike Huckabee", "David Letterman", "Ronald Reagan", "Sarah Palin", "Newt Gingrich"], "q": "second with 19%, followed by former Arkansas <strong> Mike Huckabee </strong>( 17%) and former House speaker <strong> Newt Gingrich </strong>( 11%). <strong> Mitt Romney </strong> told <strong> David Letterman </strong> he has no plans to run for <strong> Ronald Reagan </strong>, but added <q>I'll keep the door open.</q> He also gave a shout out to <strong> Sarah Palin </strong>. To: 2ndDivisionVet <strong> Mitt Romney </strong> did not say that At least he recognizes greatness when he sees it... 3 posted on 02/02/2011 12:48:00 PM PST he", "new_id": -2}, {"uid": "1295439905093192278", "i": 21703, "idx": 1, "sa": ["Jim Cantiello", "Simon Cowell"], "q": "usually is( which is super-duper amped up). \"I can't remember the last time I was this excited for \"Idol' to start,\" said <strong> Jim Cantiello </strong>, who will host the live stream <q>Judging the Judges: An` Idol' Without <strong> Simon Cowell </strong></q> right after \"Idol\" airs, at 10 p.m. ET on MTV.com. \"There's a lot on the line for the show, with <strong> Simon Cowell </strong>'s' X Factor\" waiting in the wings.` Idol", "new_id": -2}, {"uid": "1297446725101842956", "i": 11179, "idx": 17, "sa": ["Donald Rumsfeld"], "q": "' What's the comeback for you?\" <strong> Donald Rumsfeld </strong>'s tone remains even. The only faint sign of agitation as he replies is the furling, unfurling and scrunching of a napkin with his left hand. <q>Well, I mean, there are plenty of people commenting on that about Afghanistan or Iraq or transformation, anything you do... That's quite a different thing than what I'm talking about.</q> Throughout his career, <strong> Donald Rumsfeld </strong> has consistently been a man who cares above all about protecting and extending American power. So I wonder if he has any regrets on that score. Does he", "new_id": -2}]