[{"uid": "1297446725101842956", "i": 13442, "idx": 11, "sa": ["John McCain", "Donald Rumsfeld"], "q": "to these jibes has been to renew his criticisms of <strong> Donald Rumsfeld </strong> and to remark:`` Thank God he was removed of his duties.'' I quote this back at <strong> Donald Rumsfeld </strong>, who responds with a chilly smile: <q> That's fairly typical of him... He was opportunistic. He spent his whole campaign attacking the Bush administration and he was not a good candidate. </q> So, had <strong> Donald Rumsfeld </strong>, the life-long Republican, actually voted for <strong> John McCain </strong>? He frowns:`` I did. It was not a happy choice.'' The inside-Washington score-settling will strike many of the people", "new_id": -2}, {"uid": "1295566930055705737", "i": 40211, "idx": 3, "sa": ["Eric Schmidt", "Ina Fried"], "q": "world-and modern technology means that their use as fIna Friedncial tools can go much further than that,'' <strong> Eric Schmidt </strong> said. As for getting smartphones out there, <strong> Eric Schmidt </strong> argues Google can have a pretty big impact. <q> We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years, </q> he wrote.`` Can you imagine how this will change their awareness of local and global information and their notion of education? And that will be just the start.'' It's hard to argue", "new_id": -2}, {"uid": "1295086645253313066", "i": 59892, "idx": 1, "sa": ["Rachel Maddow", "Colin Powell", "Bill Clinton", "Keith Olbermann", "Dick Cheney", "Barack Obama"], "q": "in early December about <strong> Barack Obama </strong>'s Rachel Maddowouncement that he would be sending additional troops to Afghanistan and an interview given by former Vice <strong> Bill Clinton </strong> <strong> Dick Cheney </strong> where <strong> Dick Cheney </strong> implied the action was tantamount to treason. Wilkerson told <strong> Keith Olbermann </strong>, <q> I don't recognize this man[ <strong> Dick Cheney </strong>] anymore. He's not the man I knew who was <strong> Colin Powell </strong>'s boss when he was Secretary of Defense... He's a mystery to me. </q> The clip of Wilkerson's full interview on`` Countdown with <strong> Keith Olbermann </strong> online. Wilkerson, a retired Army Colonel, served at the Pentagon as chief of staff to <strong> Colin Powell </strong> when he was", "new_id": -2}, {"uid": "1297265697007700481", "i": 33631, "idx": 0, "sa": ["Gianni Letta", "Maurizio Sacconi", "Sergio Marchionne"], "q": "meeting has been called for this Saturday( 12 February) following remarks by Fiat CEO <strong> Sergio Marchionne </strong> the Italian manufacturer could be based in the US following a potential merger with href=\"http://www.just-auto.com/companies/chrysler_id188\"> Chrysler. <q> Our position is the government must call the unions to be there on Saturday, </q> a FIOM spokesman in Italy told just-auto.`` The unions must be involved to have a place around that table.'' Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>", "new_id": -2}, {"uid": "1295562508244678719", "i": 22887, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": " <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. These comments are not screened", "new_id": -2}, {"uid": "1297419174197410853", "i": 60005, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "and Android-powered phones outshone them. This move to partner with Microsoft could be seen as Nokia's final throw of the dice in the smartphone game. <strong> Stephen Elop </strong>, in a video annoucnement, said consumers could expect <q> stellar hardware, innovative software and great services </q> from the new partnership. Microsoft chief, <strong> Steve Ballmer </strong>, added that his company would be bringing`` the brands that consumers want'' like Bing, Office and of course Xbox Live. The new alliance will see Nokia", "new_id": -2}, {"uid": "1297245176074432515", "i": 54634, "idx": 0, "sa": ["Matthew Morrison", "Simon Cowell", "Lindsay Lohan", "Blake Lively", "Chace Crawford"], "q": "up with a storyline involving <strong> Matthew Morrison </strong> and his female co-star <strong> Blake Lively </strong>. He wasn't filled with too much enthusiasm over its originality though.`` What could Matt do on Gossip Girl?'' mused <strong> Chace Crawford </strong>. <q> Come in as an unassuming billionaire to some oil company and then drug Serena up and leave her for dead somewhere so she has to reconcile her life. Sounds a little familiar, right? </q> <strong> Lindsay Lohan </strong>`` to be charged with felony grand theft'' <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite", "new_id": -2}, {"uid": "1295802995079921158", "i": 19512, "idx": 9, "sa": ["Colin Powell", "Barack Obama"], "q": "But <strong> Colin Powell </strong> said <strong> Barack Obama </strong>'s energy and`` youthful approach'' have proved useful in foreign policy. He pointed to countries offering increased assistance in Afghanistan and a more positive rating for America around the world. <q> There have been improvements, but at the same time, we could not expect everything to improve for the better all at once just because a new personality came on the scene, </q> <strong> Colin Powell </strong> said. Although he would not say for certain what the future will include for American troops in Afghanistan, he said there will be`` some level of withdrawal,'' this summer. He said", "new_id": -2}, {"uid": "1297460017090980370", "i": 40324, "idx": 1, "sa": ["David Letterman"], "q": "biggest festival in the world and I can not wait to perform there. Everyone who attends is really appreciative of music and is in such a good mood that entire weekend,'' she said in a statement. <q> I'm pumped just thinking about that huge audience and soaking up their energy. </q> British singer Adele will perform as part of CBS's Live On <strong> David Letterman </strong> webcast series on Monday, February 21, a day prior to the U.S. release of her new album, 21. Adele's Live", "new_id": -2}, {"i": 524, "idx": 1, "index_answer": 2, "new_id": -1, "q": "the past. <strong> Howard Stern </strong> to <strong> David Letterman </strong>: sorry about your sex scandal( video) Instead of deflecting <strong> Howard Stern </strong>'s apology, <strong> David Letterman </strong> responded with candor and a bit of reciprocal praise. <q>`` You have been very, very nice to me on the radio and viciously ugly to me on the radio and I except both with equanimity because I know a little bit about how you operate and I'm still fond of your talent and your ability and what you've represented to the United States of America-and of course, the world. </q> \" <strong> Howard Stern </strong> calls for Hollywood to boycott <strong> Jay Leno </strong>( video) <strong> Howard Stern </strong> ended his third and final segment on Thursday night's Late Show once again pushing for <strong> David Letterman </strong> to holler back at him", "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "uid": "1296820432076218415"}]