[{"uid": "1295670450069369935", "i": 8047, "idx": 0, "sa": ["Mike D'Antoni", "Allen Iverson"], "q": "edge. New York closed to 37-27 in the second quarter but Miami went on a 12-0 run. Miami also went on a 12-4 run when New York got within 61-55 in the third quarter. QUOTABLE <strong> Allen Iverson </strong>: <q>Hopefully we can turn things around by having some more energy and execute a little better.</q>-- New York coach <strong> Mike D'Antoni </strong> on what the Knicks could do http://wn.com/Boston_Celtics_VS_San_Antonio_Spurs_Recap_Kevin_Garnett_20_Points! After splitting the first four games to set up a decisive game 5, Miami was seconds away from eliminating the eighth-seeded Knicks. Knick shooting guard", "new_id": -2}, {"uid": "1295753820028917780", "i": 28947, "idx": 3, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "without shutting down the K-12 public school system at least six weeks of the school year. <strong> Bill Lockyer </strong> said <strong> Jerry Brown </strong> has been reluctant to outline such grim possibilities for fear of alienating a skeptical public. <q>You can't seem to be threatening voters,</q> <strong> Bill Lockyer </strong> said. Still, he said that presenting harsh realities was necessary, especially as most GOP legislators have dismissed <strong> Jerry Brown </strong>'s call to place the tax question on the ballot. They say they want the", "new_id": -2}, {"uid": "1296751438058556476", "i": 1502, "idx": 1, "sa": ["Allen Iverson"], "q": "scoring record for a reserve. Hamilton scored 38 points, <strong> Allen Iverson </strong> had 27 and the two combined for 15 of Detroit's 17 points in overtime in a 126-121 victory over the injury-plagued Milwaukee Bucks on Saturday night. <q>The simple fact that now I'm coming off the bench I ain't got time to get warmed up,</q> said Hamilton, who went 15-of-25 from the floor. \"I have to come in on fire every time.\" <strong> Allen Iverson </strong>, who also had nine assists, helped the Pistons to their second straight gritty win following", "new_id": -2}, {"uid": "1297271856047726682", "i": 5199, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "helped integrate Yahoo! across Microsoft's search engine and adCenter. <strong> Steve Ballmer </strong> also announced that the company's senior server and tools buisness veep <strong> Amitabh Srivastava </strong> was leaving Microsoft, but he didn't reveal why. <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and will work to ensure a smooth transition with the Windows Azure team. I wish him well in his new endeavors,</q> said <strong> Steve Ballmer </strong>. Muglia resigned in January this year but will stay on until the summer to help <strong> Satya Nadella </strong> fill his boots, so to speak. Â® \"Ads-funded\" Microsoft Works pilot barges onto your", "new_id": -2}, {"uid": "1297215457052674561", "i": 35828, "idx": 1, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": ", also praised US military personnel working at the site. Mr <strong> Donald Rumsfeld </strong> was defence secretary from 2001 to 2006 under former president George W Bush. He was replaced as defence secretary by <strong> Robert Gates </strong>. <q>The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world,</q> he said. \"What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that", "new_id": -2}, {"uid": "1295914492205307919", "i": 38134, "idx": 1, "sa": ["Andy Coulson", "Nick Clegg"], "q": "now that <strong> Andy Coulson </strong> has gone 20.30 GMT on Monday 24 January 2011. A version appeared on p3 of the Tuesday 25 January 2011. It was last modified at MarshallStack 24 January 2011 8:47 PM <q>So, who will step into the breach as the Tories' voice of the people?</q> condemsham 24 January 2011 8:53 PM Manningtreeimp 24 January 2011 9:01 PM But the Tories have Man of the People <strong> Nick Clegg </strong> to be their cheerleader, don't they? Manningtreeimp 24", "new_id": -2}, {"uid": "1296163911042713105", "i": 21128, "idx": 4, "sa": ["Mitch Daniels", "Mike Pence"], "q": "he is not running for president, and withhold a formal declaration on running for governor until later. \"I don't think you're going to see a big press conference,\" said Ogle. <q>When he does do it, I just think it will be a release that I have decided what I am NOT going to do, not what I am going to do.</q> \"I want him to run for governor-- I think he would be a good transition for the state from <strong> Mitch Daniels </strong>,\" Ogle added. Still, no one in <strong> Mike Pence </strong>'s inner circle", "new_id": -2}, {"i": 5227, "idx": 1, "index_answer": 0, "new_id": -1, "q": "we are going to confirm or who we're not going to confirm, because the truth is, we honestly haven't made our mind up yet,\" <strong> Simon Cowell </strong> told reporters during a Monday conference call. <q>We're talking to a number of people and then I'd expect to make an announcement, I would say, within three to four weeks, or it might be a bit longer. I'm not sure as to who the panel are going to be.</q> However, <strong> Simon Cowell </strong> did discuss the possibility of reuniting with fellow former More The X Factor News \"I am actually a fan of Paula and it is quite unusual when you work with somebody", "sa": ["Simon Cowell"], "uid": "1297188372166789129"}, {"uid": "1295586027175472666", "i": 16650, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Messrs. <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> sought to play down any personality differences on Thursday. In an interview, Mr. <strong> Eric Schmidt </strong> said there had been no friction between the three that led to the change, and that they <q>have been running particularly well in the last six or nine months because of this shared goal in efficiency.</q> He added: \"We actually agree on, I think, everything.\" The shake-up changes the face of one of the world's biggest tech companies and comes as a new generation of founder-CEOs has", "new_id": -2}, {"uid": "1296932455012320798", "i": 28104, "idx": 2, "sa": ["Sergio Marchionne", "Maurizio Sacconi"], "q": " \"In the next two or three years we will be able to see a single entity. It could be based here in the United States,\" Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. <q>We'll have to integrate the companies first, though, and then look at the management,</q> he added. Labour Ministry on Saturday published a statement showing the Fiat chief backing away from his previous remarks in a telephone conversation with labour minister <strong> Maurizio Sacconi </strong>. According to the ministry, <strong> Sergio Marchionne </strong> explained that he", "new_id": -2}]