[{"uid": "1296418115007684159", "i": 48450, "idx": 0, "sa": ["Zahi Hawass"], "q": "chaos in the country. <strong> Zahi Hawass </strong> said he's afraid the ruling National Democratic Party headquarters next door, torched and vandalized by demonstrators on Friday, could collapse and topple onto the 100-year-old museum. <q> If this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said Saturday. About nine looters took advantage of the citizen uprising to break into the museum early Saturday in an attempt to steal some mummies. They had managed to lop off the heads", "new_id": -2}, {"uid": "1295617447243957789", "i": 23007, "idx": 0, "sa": ["Eric Schmidt"], "q": "Search Fri, Jan 21, 2011, 8:43 AM EST- U.S. Markets open in 47 mins.{`` s'':`` aapl, aol, goog, vz'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Jay Yarow, On Friday January 21, 2011, 7:46 am The biggest news everyone is digesting: <strong> Eric Schmidt </strong> is no longer Google", "new_id": -2}, {"uid": "1297224206054231079", "i": 19169, "idx": 0, "sa": ["Sean Hannity", "Donald Rumsfeld"], "q": "Former Defense <strong> Donald Rumsfeld </strong> Tuesday warned if the Muslim Brotherhood has the opportunity to take over Egyptian rule it will, <q> and that is a dangerous thing. </q> In an interview with Fox News' <strong> Sean Hannity </strong>, <strong> Donald Rumsfeld </strong> also said the extremist, autocratic rule in Iran is an example of what could happen in Egypt, and other Middle Eastern nations, experiencing signs of political", "new_id": -2}, {"uid": "1295972769153763874", "i": 6175, "idx": 3, "sa": ["Bobby Jindal", "Sam Brownback", "Sen. Bernie Sanders"], "q": "Republicans to embrace them.`` Up until this point, the Republican leadership has been vague about what federal programs they want to cut,'' said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. <q> On the other hand, Congressman <strong> Ryan Day </strong> has been very clear on this subject. </q> Delivering the party's response to the president is an honor but by no means a ticket to stardom. Most such addresses aren't memorable, though Louisiana <strong> Sam Brownback </strong> <strong> Bobby Jindal </strong> drew wide attention in 2009, when", "new_id": -2}, {"uid": "1296016123074825728", "i": 28098, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "'' \" <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> cited the 9/11 health care bill-which she helped shepherd to passage during the lame-duck session last month-as an example of the kind of bipartisan work that might be possible in this Congress. <q>`` This last election was not a mandate for any one political party. It was a mandate for action. <strong> Barack Obama </strong> laid out a bold vision for this Congress. It is time to come together and work to create jobs across America. </q>`` I firmly believe that Congress is capable of putting politics aside and coming together to forge solutions. The way we fulfilled our moral obligation to the survivors and heroes of 9/11 is a testament to Congress'", "new_id": -2}, {"uid": "1295669449065781959", "i": 29544, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "\" Very smart of the tories to let <strong> Andy Coulson </strong> go now. \" RogerOThornhill 21 January 2011 8:29 PM GraGraGra 21 January 2011 8:29 PM LabanTall 21 January 2011 8:32 PM <q> The fall-out from the resignation of <strong> David Cameron </strong>'s PR chief will reach far into our political culture </q> taxedtothelimit 21 January 2011 8:32 PM perplexing What a feeble brain <strong> David Cameron </strong> has Yes it was a dumb idea hiring him'' as the tories now know. In order to", "new_id": -2}, {"uid": "1296770902233816070", "i": 16636, "idx": 0, "sa": ["Mike Pence"], "q": ". Republican Rep. <strong> Mike Pence </strong> has introduced the legislation. In Virginia, anti-abortion activists and social conservatives said the videos illustrate what they said is Planned Parenthood's disregard of laws intended to regulate abortion. <q> Their clinics are just blatantly violating laws, and they're doing it to the sums of hundreds of millions of dollars of taxpayer funds, </q> said Anna Franzonello, an attorney for Americans United For Life. Rita Dunaway, an attorney with The Rutherford Institute, which generally promotes conservative causes, said the videos underscore`` the need for greater regulation", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the`` Jersey Shore'' sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong>`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t...`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010)`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1294962966114475031", "i": 45088, "idx": 3, "sa": ["Sergio Marchionne", "Mario Draghi"], "q": "by 2014 from 650,000 in 2009. At the North American International Auto Show, <strong> Sergio Marchionne </strong> said that he`` will take my work elsewhere'' if he fails to win a majority. Fiat would look into <q> alternatives the day after. It may even happen the same night, </q> he told reporters in Detroit. Between 1998 and 2008, Italian productivity gained 3 percent, compared with increases of 22 percent in Germany and 18 percent in France, according to Bank of Italy Governor <strong> Mario Draghi </strong>", "new_id": -2}, {"uid": "1297325128230850591", "i": 7167, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Posted on Thu, Feb. 10, 2011 <strong> Donald Rumsfeld </strong> leaves book-tour audience wanting to know more By WILL BUNCH Philadelphia Daily News <q> I N OUR WORLD, narratives and theories get strung out over a period of time until it's like they're chiseled in stone as truth- notwithstanding the fact they are totally based in midair without any roots or substance. </q>- <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong>, speaking last night at the National Constitution Center, in Philadelphia. <strong> Donald Rumsfeld </strong> wasn't talking about the controversial run-up to the Iraq War- when cases for weapons", "new_id": -2}]