[{"uid": "1295759151029376517", "i": 28434, "idx": 0, "sa": ["Chris Webber", "Del Negro", "Allen Iverson", "Andre Iguodala", "Phil Jackson"], "q": "winning percentage, if the teams finish in a two-way tie. A Sixers team that was in a 4-13 nosedive got what it desperately needed against the Bulls, who had won a few days earlier in Phil JacksonaDel Negrophia. <q> If we lost this one, it's almost a wrap, </q> said <strong> Andre Iguodala </strong>, who had 10 points and seven rebounds. Phil JacksonaDel Negrophia( 35-41) was without forward <strong> Chris Webber </strong>, a late scratch with a lower back strain. But the Sixers still had <strong> Allen Iverson </strong>. And a Bulls team", "new_id": -2}, {"uid": "1297160511212434957", "i": 28823, "idx": 0, "sa": ["Simon Cowell", "Nicole Scherzinger"], "q": "with the fourth judge still unknown. However, talk of the former Pussycat Doll's possible arrival has apparently got Cheryl worried she will be eclipsed by her if they do work together on the series. <q> Cheryl's been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing the puppet master. </q> A source told the Daily Mirror newspaper:`` Cheryl's been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing", "new_id": -2}, {"uid": "1295668634145047643", "i": 44495, "idx": 2, "sa": ["Larry Bird", "Vince Carter", "LeBron James", "Allen Iverson", "Russ Granik", "Shaun Johnson"], "q": "since the days of <strong> Shaun Johnson </strong> and <strong> Larry Bird </strong>. As two of the NBA's most exciting young stars, they are dazzling spectators and TV viewers with limitless creativity and breathtaLeBron James moves in the Toronto Raptors-Philadelphia 76ers playoff series. <q> This matchup is great, and people are getting turned on to it, </q> said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's First Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory.`` For better or worse,", "new_id": -2}, {"uid": "1297521580190513158", "i": 19252, "idx": 0, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "intention to pursue their development targets... which envisage auto production rising from 650,000 vehicles to 1.4 million annually after an investment of some 20 billion euros($ 27.2 billion),'' the statement said. <q> The government notes positively the position taken( by Fiat) and... for its part confirms its willingness to bring about the best competitive conditions </q> in Italy, it added. Marchione has sharply criticised working practices in Italy, saying they put Fiat at a huge competitive disadvantage. On Monday, the government said <strong> Silvio Berlusconi </strong> would meet <strong> Sergio Marchionne </strong> on", "new_id": -2}, {"uid": "1297655950115818540", "i": 25364, "idx": 0, "sa": ["Bridget Riley", "Roxy Paine", "Zahi Hawass"], "q": "Art collection. This work is a stunning and dramatic addition to the capital city's skyline, made possible in partnership with the Canadian National Capital Commission( NCC). As the National Gallery of Canada describes: <q> Made from unyielding, stainless steel pipes used in manufacturing and heavy industry, One Hundred Foot Line is a masterful example of <strong> Roxy Paine </strong>'s intense fascination with trees and his technical ability to create sublime structures from industrial materials. One Hundred Foot Line presents a meandering tree trunk that has lost not only its leaves but all of its branches. The tallest of <strong> Roxy Paine </strong>'s Dendroids to date, the artist has welded together dozens of stainless steel cylinders into a seamless whole. </q> Minister <strong> Zahi Hawass </strong> Says Eighteen Items Missing from Egyptian Museum After Unrest Galerie Max Hetzler Presents a Small Retrospective of Major British Artist <strong> Bridget Riley </strong> Picasso: Guitars 1912-1914 Examines a Moment of Radical Experimentation in 20th Century Art The National Gallery", "new_id": -2}, {"uid": "1296463074084328459", "i": 29234, "idx": 1, "sa": ["Louis Walsh", "Simon Cowell", "Katie Price"], "q": "'s my woman of the decade.'' <strong> Simon Cowell </strong>'s longtime friend Sinitta also backed the speculative plan to bring in <strong> Katie Price </strong>, adding that she would love to see the model sitting alongside <strong> Louis Walsh </strong>. <q> Having[ <strong> Katie Price </strong>] on the panel would make interesting viewing, so I can definitely see it working, </q> Sinitta said.`` She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they", "new_id": -2}, {"uid": "1295093756007798792", "i": 18616, "idx": 0, "sa": ["Alassane Ouattara"], "q": "of the death toll since the election seven weeks ago to at least 247, up 37 in the past week, <strong> Alassane Ouattara </strong>'s planning minister visited the regional central bank, the BCEAO, in Dakar and complained of <q> daily withdrawals from Ivory Coast's account. </q> Toikeusse Mabri said 78 billion CFA francs$ 160 million( 100 million pounds) had been withdrawn between December 24 and January 12, even though the bank has noted international recognition of <strong> Alassane Ouattara </strong> as the legitimate", "new_id": -2}, {"uid": "1297714427180764714", "i": 45082, "idx": 3, "sa": ["Steve Ballmer"], "q": "their social websites. <strong> Steve Ballmer </strong> said the partnership with Nokia, which will see the world's largest mobile phone manufacturer shifting to Windows Phone as its operating system, will help accelerate its adoption. <q> Nokia's involvment with Windows Phone will drive volume, innovation of new products, and will accelerate adoption of the Windows Phone platform, </q> said the Microsoft chief. More than 1.5 million smartphones running on the latest version of Windows Phone, WP7, were shipped in the six weeks after the launch in October but Microsoft's share of the", "new_id": -2}, {"uid": "1295047478138936380", "i": 24081, "idx": 2, "sa": ["Donald Rumsfeld", "Keith Urbahn", "George H. W. Bush", "Robert King"], "q": "'' <strong> Robert King </strong> said. But <strong> Keith Urbahn </strong>, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out.`` This area is so fraught with legal ramifications,'' <strong> Keith Urbahn </strong> said. <q> I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject. </q> <strong> Donald Rumsfeld </strong> would likely be willing to look at a script if it were another subject matter, he said. <strong> Donald Rumsfeld </strong>, who was defense secretary during the first six years of <strong> George H. W. Bush </strong>'s eight in", "new_id": -2}, {"i": 10731, "idx": 0, "index_answer": 0, "new_id": -1, "q": "that truth will keep national headquarters from wasting the opportunity to hit up donors. Speaking of: In the same e-mail, <strong> Cecile Richards </strong> claims that <strong> Mike Pence </strong>'s bill would make it so that Planned Parenthood <q> can no longer provide family planning, birth control, or preventive care to millions of women. </q> They're a profit-maker with high-paid friends who do fundraisers for them. We're not talking about some struggling crisis-pregnancy center( The very fact that the people behind the video would fabricate a story about a child", "sa": ["Cecile Richards", "Mike Pence"], "uid": "1296777793174178305"}]