[{"uid": "1296129269246497294", "i": 802, "idx": 0, "sa": ["David Jason", "Simon Cowell"], "q": "to announce my retirement... but I'm not b*** y going to!\" <strong> David Jason </strong> won the top actor prize for his last stint in A Touch Of Frost. He said of his win: <q> This is a real turn up for the book. </q> The X Factor was named the most popular talent show, and judge <strong> Simon Cowell </strong> gave the statuette to a show producer who had beaten cancer. EastEnders was crowned top soap and also picked up awards", "new_id": -2}, {"uid": "1295628159004243506", "i": 1649, "idx": 0, "sa": ["Eric Schmidt"], "q": "The big question is timing. Why now? Certainly <strong> Eric Schmidt </strong> has not helped himself over the past year by making some poorly chosen remarks in public. First he said, regarding online privacy, that, <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. </q> Then he suggested that in the future people who've misbehaved could simply change their names to escape the cybertrail of their naughty past. <strong> Eric Schmidt </strong> quickly covered his tracks, saying his comment about changing", "new_id": -2}, {"uid": "1295380356071155734", "i": 37216, "idx": 1, "sa": ["Mike Pence"], "q": "the importance of state government. \"This nation faces serious challenges that will require us to renew our commitment to institutions resilient enough to lead America back,\" he will say, according to prepared remarks. <q> I believe those are the institutions of faith, family, community and state government. To renew our nation we must have a renewal of American federalism. </q> <strong> Mike Pence </strong>'s speech is likely to fuel further talk of a run for the White House or the governor's mansion in Indiana. The Indiana lawmaker-- who is a favorite of conservative activists has been urged to", "new_id": -2}, {"uid": "1297260236064307266", "i": 23668, "idx": 1, "sa": ["Andy Coulson", "Max Mosley"], "q": "features editor at the News of the World between 1998 and 2001 when <strong> Andy Coulson </strong> was deputy editor, and from <strong> Max Mosley </strong>, who sued the NoW for breach of privacy after it exposed his extra-marital exploits with dominatracies. <q> Further to our conversation today a brief email to explain phone hacking was very easy in the 90s when people were new to mobiles and did not change their codes, you simply rang them up to ensure their phone was engaged; </q> you rang a second time, got to their message system pressed 9, followed by 0000, you could then listen to all their messages. Everyone in the schoolyard did it, many particularly showbiz", "new_id": -2}, {"uid": "1297254047238534667", "i": 45812, "idx": 1, "sa": ["Simon Cowell"], "q": "six days a week on the Stateside show. SiCo also confessed that taking the hit show to America is \"a risk\", after revealing that the winner's prize would <strong> Simon Cowell </strong> explained: <q> Putting up that kind of prize money- it's a massive, massive risk. </q> \"But it's also an incredible incentive and I think it rightly puts everybody under an enormous amount of pressure. So I'm nervous, but also confident it was the right thing to do.", "new_id": -2}, {"uid": "1296506039217612296", "i": 29134, "idx": 0, "sa": ["Eric Schmidt", "Jared Cohen", "Mel Parker"], "q": "2011 3:29 PM Outgoing Google CEO <strong> Eric Schmidt </strong> is shopping a book entitled Empire of the Mind: The Dawn of the Techno-Political Age. Google Ideas director and author <strong> Jared Cohen </strong> will collaborate on the book. Crains New York: <q> The pair collaborated on a recent essay in The Digital Disruption.' The book project grew out of the essay, which examines the challenges that technology poses to authoritarian regimes. </q> Literary agent <strong> Mel Parker </strong> represents the project. According to the article, several publishers are bidding for the work. The auction for it will end on Tuesday. Last week, news broke that <strong> Eric Schmidt </strong> MEDIABISTRO COURSES", "new_id": -2}, {"uid": "1296444954158449881", "i": 45849, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": ", but we know we can win some battles up front. That's not the biggest issue this week. The biggest issue is when you have <strong> Ben Roethlisberger </strong> in your grasp, you have to get him down. <q> His ability elude players, he's so strong, he can shed guys and get the ball downfield or just get the ball away when you could've had a sack. He gets the ball away and lives another day. That's the biggest issue- <strong> Ben Roethlisberger </strong>'s ability to extend plays. </q> While Raji acknowledged that <strong> Ben Roethlisberger </strong> and <strong> Michael Vick </strong> are different body types with different goals when they escape the pocket- \"When <strong> Ben Roethlisberger </strong> gets out there, he's not scrambling to run, he's scrambling to throw,", "new_id": -2}, {"uid": "1295764462042549336", "i": 14623, "idx": 0, "sa": ["Michael Vick", "Charles Woodson", "Jay Cutler", "Tramon Williams", "Lovie Smith"], "q": "first playoff victory since 2006. However, <strong> Jay Cutler </strong> is only 1-4 against the Packers with nine interceptions and five touchdowns. \"We feel real good about where he is,\" <strong> Lovie Smith </strong> said. <q> He's come a long way.... I really like the decisions he's making. </q> One of <strong> Jay Cutler </strong>'s biggest concerns will be avoiding mistakes, and Packers cornerback <strong> Tramon Williams </strong> has been forcing plenty of them. Often overshadowed by All-Pro corner <strong> Charles Woodson </strong>, <strong> Tramon Williams </strong> intercepted <strong> Michael Vick </strong> in the end zone to seal", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}, {"uid": "1296168750131055629", "i": 5104, "idx": 1, "sa": ["Mike Pence"], "q": "national conservatives: \" U.S. Rep. <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: Governor of Indiana. \" <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for president in 2012.\" FR: He said he would", "new_id": -2}]