[{"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. \"We're putting our money where our mouth is,\" <strong> Simon Cowell </strong> said. <q>It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star.</q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}, {"uid": "1296282713080461833", "i": 13578, "idx": 5, "sa": ["Detroit Red", "Allen Iverson"], "q": "scoring record for a reserve. Hamilton scored 38 points, <strong> Allen Iverson </strong> had 27 and the two combined for 15 of <strong> Detroit Red </strong>'s 17 points in overtime in a 126-121 victory over the injury-plagued Milwaukee Bucks on Saturday night. <q>The simple fact that now I'm coming off the bench I ain't got time to get warmed up,</q> said Hamilton, who went 15-of-25 from the floor. \"I have to come in on fire every time.\" <strong> Allen Iverson </strong>, who also had nine assists, helped the Pistons to their second straight gritty win following", "new_id": -2}, {"uid": "1295598786207912973", "i": 10661, "idx": 14, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Google Inc. </strong> co-founder Page speaking with... <strong> Google Inc. </strong>. Photo in Slideshow: File photo of <strong> Google Inc. </strong> co-founder Page listening to... <strong> Google Inc. </strong>. will step down from his role as <strong> Google Inc. </strong>'s CEO in April and be... Report Abuse <q>I still think he's an idiot for helping to create the kind of business environment that doesn't believe it needs any public input nor desires to help it's customers or users.</q> Report Abuse \"<strong> Sergey Brin </strong>'s own ego and <strong> Eric Schmidt </strong>'s softness cost <strong> Google Inc. </strong> a big fortune and huge market share loss in far east. This is just good business from shareholders' point of view.\" Time.com:", "new_id": -2}, {"uid": "1297426636014974991", "i": 32890, "idx": 5, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "its operating system, but apparently money will likely flow the other way, too, according to <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>. \"We have different forms of value transfer in different directions,\" <strong> Stephen Elop </strong> said. <q>We have new opportunities that come from advertising and new forms of monetisation.</q> \"We the ability to activate users and put them in a position to be more effective in what we call local commerce,\" added <strong> Steve Ballmer </strong>. \"Nokia has not just got mapping but other assets", "new_id": -2}, {"uid": "1295005297048742460", "i": 13204, "idx": 1, "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "q": "said: \"i'd do it for a million for SANDS. money, mouth??????????????????\" <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q>I will get ITV to make substantial five figure donation to your charity for the interview</q>. But <strong> Lily Allen </strong> told him: \"Those are my terms. I've got no interest in coming on your show, you've been asking me for years.\" She revealed she had", "new_id": -2}, {"uid": "1295613791206700548", "i": 4210, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "An hour before Mr <strong> Andy Coulson </strong>'s announcement, during a visit to RAF Brize Norton in Mr <strong> David Cameron </strong>'s Oxfordshire constituency, the Prime Minister was asked if he still had faith in him. He said: <q>You know what I have said about this in the past. I have got nothing to add to that and I think he's done a very good job for the Government.</q> 1155 <strong> David Cameron </strong> has expressed his sorry at the resignation and said that Mr <strong> Andy Coulson </strong> carried his duties with the \"complete professionalism\". He said that he expects Mr <strong> Andy Coulson </strong> to continue to have a successful career", "new_id": -2}, {"uid": "1295612076003915798", "i": 1250, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "the Daily News of dozens of articles the writer contributed to the tabloid. \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,\" <strong> David Cameron </strong> said in a statement. <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.</q> <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to <strong> David Cameron </strong>, whose office had long insisted he would stay on despite the scandal. Earlier this week, <strong> David Cameron </strong> told BBC radio that", "new_id": -2}, {"uid": "1295314523264208392", "i": 46942, "idx": 1, "sa": ["Jared Loughner", "Kirsten Gillibrand", "Sarah Palin", "Gabrielle Giffords"], "q": "shuttle. He's not only brilliant and interesting, but he truly loves <strong> Gabrielle Giffords </strong> and that love was so ever present in that room.\"\" <strong> Kirsten Gillibrand </strong> says that <strong> Gabrielle Giffords </strong> isn't speaking yet. <q> \"Not yet, but she will. I know. I know. We just have to keep praying.</q>\" <strong> Sarah Palin </strong>'s website had a photo of target, crosshairs over <strong> Gabrielle Giffords </strong> <strong> Gabrielle Giffords </strong> was reportedly the main target of shooter <strong> Jared Loughner </strong>, who shot the Congresswoman in the head and then began firing", "new_id": -2}, {"uid": "1297094624063078408", "i": 31152, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "was reluctant to endorse his former boss's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was \"the most important failure in the execution of the war.\" <q>I don't have enough confidence to say that that's right. I think that it's possible,</q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an) enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed. \"", "new_id": -2}, {"uid": "1295715717099811337", "i": 31259, "idx": 1, "sa": ["Stephen Jackson", "Allen Iverson", "Ray Allen"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q>When a guy is shooting like that, there's nothing you can do.</q> <strong> Allen Iverson </strong> scored 14 http://wn.com/2002_Playoffs_Sixers_@_Celtics_Game_5_Paul_Pierce_46_points Beyond the arc for three was the place to be in this elimination game. The sixers, led by <strong> Ray Allen </strong> iverson's 31 points were soundly buried in the second half of this renewed rivalry", "new_id": -2}]