[{"uid": "1296849074166477898", "i": 20001, "idx": 0, "sa": ["Michele Bachmann", "Mike Pence"], "q": "the attempt, with the bill introduced by <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>, to strip Planned Parenthood of the federal funding it receives for contraceptive and sex education services. <strong> Michele Bachmann </strong> already got in on this today, saying, <q> Planned Parenthood performed 324,000 abortions in 2010. That should be enough reason to ensure that it never receives another taxpayer dollar from our government. </q>( Abortions are about 3 percent of Planned Parenthood's overall work.) She went on, \"But alarming new revelations about Planned Parenthood raise questions about whether the organization is breaking the law.\" Anti-abortion groups", "new_id": -2}, {"uid": "1296850144211632135", "i": 19903, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "DALLAS-- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. \"I want", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past decade,\" <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}, {"uid": "1296023224046219314", "i": 5780, "idx": 0, "sa": ["Allen Iverson"], "q": "After joining the Phillies as a consultant in 1994, he was hired to conduct \"personality assessments\" of prospective NBA draft picks for the 76ers two years later. His first interview was <strong> Allen Iverson </strong>. <q> It's a big town, but it's a small town, </q> Fish said. \"Word started to get around.\" Once it got around to Penn Athletic Director Steve Bilsky 11 years ago, he invited Fish to speak to a group of Penn coaches. The", "new_id": -2}, {"uid": "1296130498234815488", "i": 11100, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": ", seems to me to be absolutely wrong,\" he said. <strong> Barack Obama </strong> called for a \"bipartisan solution to strengthen Social Security\" during his State of the Union address Tuesday. <q> We must do it without putting at risk current retirees, the most vulnerable, or people with disabilities-- without slashing benefits for future generations and without subjecting Americans' guaranteed retirement income to the whims of the stock market, </q> <strong> Barack Obama </strong> said. <strong> Sen. Bernie Sanders </strong> said the president's statement could have been stronger and leaves open the possibility of future cuts. He started the caucus to respond to a plan by the National", "new_id": -2}, {"uid": "1295438176135233544", "i": 959, "idx": 3, "sa": ["Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "q": "Minnesota T... Nuggets send <strong> Allen Iverson </strong> to Pistons for <strong> Chauncey Billups </strong>, <strong> Antonio McDyess </strong> There is one sticking point to the deal, though. <strong> Antonio McDyess </strong> does not want to go to Denver, and a source close to him says <q> he will not put on a Nuggets uniform </q> and may opt to retire. Because of <strong> Antonio McDyess </strong>'s objection, the Nuggets may waive the mandatory physical each player in a t... Nuggets vs. Suns: Mon.. Game Recap March 1st 2010 Professional basketball coach", "new_id": -2}, {"uid": "1295563196244678668", "i": 31642, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "jump in online commerce, which benefited <strong> Google Inc. </strong> as the majority of its revenue comes from search advertising. The CRTC's decision to allow internet service providers to charge their customers for downloading excessive amounts of data threatens <q> free and open access to the internet in Canada, </q> the NDP says. <strong> Google Inc. </strong> says co-founder Larry Page will return as CEO on April 4, reclaiming the job from <strong> Eric Schmidt </strong>, who will become executive chairman. The warmest year on record is a three-way tie: 2010", "new_id": -2}, {"uid": "1297185058166789171", "i": 41008, "idx": 3, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honouring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. Careers@ the Star Advertise with us", "new_id": -2}, {"uid": "1296713442108806145", "i": 853, "idx": 5, "sa": ["George Washington", "Tyronn Lue", "Allen Iverson", "Ray Allen"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said Thanks to platinumchefindia for some of these highlights. <strong> Ray Allen </strong> Biography/Stats: <strong> Ray Allen </strong>( born July 20, 1975), referred to as <strong> Ray Allen </strong>, is an <strong> George Washington </strong> professional basketball player who is currently a free agent", "new_id": -2}, {"uid": "1295629069004243586", "i": 26636, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "On Thursday, Google along with its strong quarterly numbers, announced that its co-founder Larry Page will become the new Chief Executive of the company starting April 4,\" Manikandan Raman reports for The International Business Times. <q> Larry Page, who founded Google along with <strong> Sergey Brin </strong>, will take the reins from <strong> Eric Schmidt </strong>, who has been holding that position since 2001. </q> \"As the market will be concerned in the near-term with the management shuffle, an analyst at Jefferies even hinted at a possibility that <strong> Eric Schmidt </strong> could become the Chief Executive of Apple Inc., whose CEO <strong> Steve Jobs </strong>", "new_id": -2}]