[{"uid": "1295218070163594249", "i": 550, "idx": 8, "sa": ["Simon Cowell"], "q": "I need a partner in crime here.'?\" Fuller and <strong> Simon Cowell </strong> agreed that the Pop Idol winners would be managed by Fuller's company, 19, while <strong> Simon Cowell </strong> and BMG would put out their albums. <q>My real interest at that point was having the acts on my label,</q> <strong> Simon Cowell </strong> said. \"I had absolutely zero desire to be in front of the camera.\" Until then, <strong> Simon Cowell </strong> had made only rare appearances on the margins of the British tabloid culture. But just one", "new_id": -2}, {"uid": "1295990431002195464", "i": 3050, "idx": 1, "sa": ["Matt Lauer", "David Letterman", "Conan O'Brien", "Sacha Baron Cohen"], "q": "that claimed that the Palestinians were prepared to compromise over two of the toughest Bruno to Terrorist Leader: \"Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa\" Bruno to Terrorist Leader: <q>Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa</q>( 7/9/09) <strong> Sacha Baron Cohen </strong> makes the media rounds( <strong> David Letterman </strong>, <strong> Matt Lauer </strong>- \"Today Show\"& <strong> Conan O'Brien </strong>) to promote \"Bruno,\" his latest outrageous comedy film character. Alleged terrorist Aita to Bruno: \"", "new_id": -2}, {"uid": "1295395798232685674", "i": 3001, "idx": 0, "sa": ["George H.W. Bush", "Rev. Billy Graham", "Norman Schwarzkopf", "Colin Powell"], "q": "Al-Ahmed Al-Jaber al-Sabah, was among Kuwaiti dignitaries scheduled to attend. <strong> George H.W. Bush </strong> said while he runs into his former colleagues from time to time, the reunion would be a first for a close team that accomplished <q>a real pristine job of going in there, doing what we said we would do and then come home.</q> Notably absent would be <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, commander of the coalition forces, whose health is preventing \"a great hero\" from attending, <strong> George H.W. Bush </strong> said. <strong> George H.W. Bush </strong> said he believed <strong> Rev. Billy Graham </strong> was in the", "new_id": -2}, {"uid": "1295563267055705605", "i": 7924, "idx": 1, "sa": ["Eric Schmidt"], "q": "application to run on the networks, ensuring that future Google services wouldn't be blocked by operators. The FCC did put open access requirements on some of the spectrum it auctioned. <strong> Eric Schmidt </strong> also said that <q>we must attend to the development of mobile money.</q> In a recent update to the Android operating system, Google added support for near field communication, a technology that lets users tap their phones against a sensor to make purchases or debit an account. NFC has been", "new_id": -2}, {"uid": "1296770511173654034", "i": 12158, "idx": 8, "sa": ["Donald Rumsfeld", "George Tenet"], "q": "Saturday Night Live, to his amusement. \"If one starts with \"good press,\" one often gets more and more favorable coverage; early bad stories often spawn additional negative reporting,\" he says. <q>But journalists also relish dramatic reversals.</q> That was yet to come. <strong> Donald Rumsfeld </strong> devotes little space to the fiasco at Tora Bora, saying he told CIA Director <strong> George Tenet </strong> in a memo that \"we might be missing an opportunity\" there and should perhaps", "new_id": -2}, {"uid": "1295551893028262452", "i": 3371, "idx": 0, "sa": ["Eric Schmidt"], "q": "in place before it waded too deeply into the mobile market where the rules were non-existent. small but significant fraction of the pie. But as <strong> Eric Schmidt </strong> has said before, mobile holds a huge promise for Google. <q>If we have a billion people using Android, you think we can't make money from that?</q> asked <strong> Eric Schmidt </strong> last year. It appears Google is anxious to find out. Mobile Q4: All Eyes Were on Android, 4G and the Rising Tablet Tide Google's Android Market Rules Could Squeeze Amazon's Android App", "new_id": -2}, {"uid": "1297163077054263818", "i": 40515, "idx": 5, "sa": ["Simon Cowell"], "q": "along with my fellow judges, help competitors on a regular basis.\" <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end, wants to replicate that experience on \"The X Factor.' <q>It\"s more interesting to me because I have a lot more to do with that. When you lose an artist, part of you has lost as well. You win when they win.</q> While we have no idea who <strong> Simon Cowell </strong> has his eye on for the panel, he did emphasize the level of commitment the judges will need to make to not just the show, but the contestants.", "new_id": -2}, {"i": 12826, "idx": 4, "index_answer": 0, "new_id": -1, "q": "taken a lot of the heat unfairly\" and \"deserve a lot of credit\" for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> <q>was critical of indefinite detention for unlawful combatants. He was critical of military commissions,</q> he said. \"And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.\" The", "sa": ["Donald Rumsfeld", "Barack Obama"], "uid": "1297215580168738818"}, {"uid": "1296677265093847554", "i": 4981, "idx": 4, "sa": ["Allen Iverson", "Eduardo Najera", "George Karl"], "q": "coach <strong> George Karl </strong> to shoot more and pass less. But he preferred to get his teammates involved. \"That's why he's a great teammate,\" said <strong> Eduardo Najera </strong>, who had 16 points and 11 boards. <q>His leadership is helping us a lot.</q> Had things gone differently, <strong> Allen Iverson </strong> could've been a member of the Celtics, who were also in the running for his skills. The Celtics certainly saw what they missed out on Tuesday night. \"I honestly", "new_id": -2}, {"uid": "1297706351051036169", "i": 45766, "idx": 0, "sa": ["Steve Ballmer"], "q": "in the background while the user moved between different applications. By holding down the \"back\" button, users can also see all their recently accessed applications, allowing them to switch easily between them. <q>People want a phone that makes information much more accessible,</q> said <strong> Steve Ballmer </strong>( above). \"The market has been swamped with phones with fairly similar design. Users just see a sea of icons. Our smart design improves user experience.\" Enterprise applications", "new_id": -2}]