[{"uid": "1297126539180666380", "i": 32941, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "Writer 1 hr 18 mins ago LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series`` The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to", "new_id": -2}, {"uid": "1297279420080936992", "i": 47424, "idx": 2, "sa": ["Regis Philbin", "David Letterman", "Michelle Obama"], "q": "when he put him to bed the night before. When <strong> Regis Philbin </strong> said he was moved to hear it, <strong> David Letterman </strong> admitted he made it up. But at least he brought flowers and champagne, right? <q> Oh, I'm sorry, </q> <strong> David Letterman </strong> said.`` This is for <strong> Michelle Obama </strong>.'' He then wished them good luck and left without handing them the flowers. TV Replay: Watch TV's Best Moments Daily Our rights to these clips expire a", "new_id": -2}, {"uid": "1296802074171819014", "i": 6913, "idx": 6, "sa": ["Chris Webber", "Allen Iverson", "LeBron James", "Tim Duncan"], "q": "you're worthless. And that's from myself, I don't even care what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. <q> I just know how tough it is on him, </q> <strong> Allen Iverson </strong> said.`` He wants to play well so bad. He wants to fit in with the team. A lot of Tim Duncanes when you're thinLeBron James about something like that instead of just playing basketball, you", "new_id": -2}, {"uid": "1296962228115425286", "i": 16553, "idx": 0, "sa": ["Michael Vick", "Mike Williams"], "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver href=\"http://sports.search.yahoo.com/search?p=Mike Williams+Mike Williams+NFL&amp;fr=sports- us- ss\"> <strong> Mike Williams </strong>, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.`` As a person and", "new_id": -2}, {"uid": "1297701009051036160", "i": 11850, "idx": 0, "sa": ["John Mayer", "David Letterman", "Dr. Dre", "Nicole Kidman", "Norah Jones", "Keith Urban", "Dolly Parton", "Lady Gaga", "Win Butler", "Katy Perry"], "q": "of meat-Dr. Dress fame was taking a year off. Some of the evening's best moments were quick glimpses. <strong> David Letterman </strong> provided a mid-show Top 10 list for the event, and No. 3 was a Win Butlerner: <q> <strong> Lady Gaga </strong> Antebellum and <strong> Lady Gaga </strong> form supergroup <strong> Lady Gaga </strong> Antegagum. </q> A camera caught actress <strong> Nicole Kidman </strong>, there with husband <strong> Keith Urban </strong>, jamming along to <strong> Katy Perry </strong>'s`` Teenage Dr. Dream'' from her seat. And <strong> Keith Urban </strong> paired with <strong> Norah Jones </strong> and <strong> John Mayer </strong> in a lovely take on <strong> Dolly Parton </strong>'s", "new_id": -2}, {"uid": "1295517297124485633", "i": 20150, "idx": 0, "sa": ["Sherard Cowper-Coles", "Michael Gove", "Mark Williams"], "q": "the Times saying <strong> Sherard Cowper-Coles </strong>'s comments were untrue. This morning, on the Today programme, Dannatt said that he and <strong> Sherard Cowper-Coles </strong> had spoken this week and that he had had an apology from the former diplomat. <q> <strong> Sherard Cowper-Coles </strong> has withdrawn that reMark Williams and has apologised to me personally and is trying to find a suitable place and time to do that publicly. </q> 9.14 am: <strong> Michael Gove </strong>, the education secretary( pictured, left) has been giving interviews this morning about the href=\"http://www.politicshome.com\"> PoliticsHome, are the main points he has been making.? He", "new_id": -2}, {"uid": "1295600296192069642", "i": 3348, "idx": 2, "sa": ["Charlie Sheen", "Bruce Willis", "Johnny Depp", "Hugh Hefner", "Mel Gibson", "Angelina Jolie", "Ricky Gervais", "David Bowie"], "q": "poked fun at The Tourist, the flop film starring <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>- both of whom were in the audience and smiled gaMel Gibsony. Explaining that it had been a big year for 3D movies, <strong> Ricky Gervais </strong> quipped: <q> It seems like everyDavid Bowieg this year was three-dimensional... except the characters in The Tourist. </q> There were jokes about <strong> Charlie Sheen </strong>(`` It's gon na be a night of partying and heavy drinDavid Bowie. Or as <strong> Charlie Sheen </strong> calls it: breakfast'') and <strong> Hugh Hefner </strong>'s sex life. He introduced <strong> Bruce Willis </strong> as``", "new_id": -2}, {"uid": "1295622311169754648", "i": 9018, "idx": 1, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson", "Tim Bale"], "q": "about <strong> David Cameron </strong>'s judgement)`` I don't think so at all because <strong> Andy Coulson </strong> resigned from News of the World when he found out what was happening.'' LABOUR PARTY LEADER <strong> Ed Miliband </strong> <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think he should have gone earlier. He has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgement, about hanging on to him as long as he did. </q> <strong> Tim Bale </strong>, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX`` It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation.", "new_id": -2}, {"uid": "1295093737200343573", "i": 15797, "idx": 0, "sa": ["Jennifer Lopez", "Steven Tyler", "Tom Brady", "Simon Cowell"], "q": "... <strong> Steven Tyler </strong> no Idol to bandmates! frontman and new`` American Idol'' judge <strong> Steven Tyler </strong> acknowledged yesterday that his bandmates still aren't wild about his decision to become the new <strong> Simon Cowell </strong>. But he doesn't care. <q> Everyone's got their opinion, </q> the target=\"_blank\" href=\"http://bostonexaminer.com/\"> Boston Bad Boy told a confab of TV critics in La-La gathered to meet <strong> Steven Tyler </strong> and his new comrade-in-criticism, <strong> Jennifer Lopez </strong>, and <strong> Tom Brady </strong> Evolves Into Patriots' Forceful Leader Mass.- So far this", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of`` American Idol'' since he left the show. Talking to reports on a conference call for his new music competition series,`` The X Factor,'' <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings.`` What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}]