[{"uid": "1294978384186728451", "i": 39714, "idx": 5, "sa": ["Kirsten Gillibrand", "Mark E. Kelly", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "week at Matchbox, a popular pizza place in Washington favored by Ms. <strong> Gabrielle Giffords </strong>'s husband, <strong> Mark E. Kelly </strong>, who is an astronaut. ''We enjoy being there for each other,'' Ms. <strong> Kirsten Gillibrand </strong> said, <q>So when <strong> Debbie Wasserman Schultz </strong> and I were allowed to visit <strong> Gabrielle Giffords </strong>, it meant so much to us to encourage her and to tell her how much we love her and how she is inspiring the whole country right now.</q> There is not a lot of downtime for members of Congress, but some of theirs is spent playing softball to raise money for young women with breast cancer. Ms. <strong> Debbie Wasserman Schultz </strong> is a co-captain for the House", "new_id": -2}, {"uid": "1297617994047562773", "i": 2229, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "shared the stage with Microsoft CEO <strong> Steve Ballmer </strong> whose company-like <strong> Stephen Elop </strong>'s- has been looking to gain traction in the heated smartphone space currently dominated by Apple's iPhone lineup and smartphones running Google's Android OS. <q>Mr. <strong> Stephen Elop </strong> has probably made his biggest decision of his career, and for all intents and purposes it appears to be the right one,</q> IDC analyst Al Hilwa said in a Feb. 11 report. Calling the partnership a natural one, given the strengths of each partner, Hilwa called Nokia's decision an ''incredible vote of confidence'' for", "new_id": -2}, {"uid": "1295624326048054296", "i": 16088, "idx": 0, "sa": ["Colin Powell"], "q": "the photos/music came from:) comment, subscribe, rate hope you enjoy!:) thanx... <strong> Colin Powell </strong>: The Speech that led to WAR 3/8 The Clash- Should I Stay Or Should I Go This is the song <q>Should I Stay Or Should I Go</q> from The Clash with the lyrics:)... The Clash- Should I Stay Or Should I Go? ''Should I Stay Or Should I Go?'' Live Video... should I stay or should I go Rx2008", "new_id": -2}, {"uid": "1295606779143458349", "i": 41808, "idx": 0, "sa": ["Simon Cowell"], "q": "MUSIC mogul <strong> Simon Cowell </strong> has confessed he learnt nothing at school. Instead he taught himself and relied on ''instincts'' to amass a Â£ 165million fortune. He said: <q>I never really had a proper education. I wasn't born with any skill. I didn't learn anything from school. ''Mainly, I trust my instincts because I have very broad tastes. ''I believe if I like something, other people are going to like it as well.</q> Have your say on the issues of the day with MY Sun Â© News Group Newspapers Ltd. ''The Sun'', ''Sun'', ''Sun Online'' are registered trademarks or trade names of News Group", "new_id": -2}, {"uid": "1296543261227508233", "i": 32378, "idx": 3, "sa": ["David Letterman", "Justin Bieber"], "q": "Is that a sophomore in high school, is that about what it is?'' <strong> David Letterman </strong> asks. ''Or a junior?''[ It's the latter, <strong> David Letterman </strong>.] <strong> Justin Bieber </strong>'s reply: <q>I don't know-- I'm Canadian.</q>", "new_id": -2}, {"uid": "1295971212048300037", "i": 47243, "idx": 0, "sa": ["Donald Rumsfeld", "Michael Jackson", "Hillary Clinton"], "q": "defense'' is involved. It also details the international opposition to the US Star Wars program. ''Star Wars Returns'' explores the recently issued report of the <strong> Michael Jackson </strong> Commission chaired by Defense <strong> Donald Rumsfeld </strong> which calls for US <q>power projection in, from and through space</q> and declares: ''In the coming period the US will conduct operations to, from, in and through space in support of its national interests both on earth and in space.'' US <strong> Hillary Clinton </strong> Bob <strong> Michael Jackson </strong>,", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q>No state needs to declare bankruptcy,</q> <strong> Bill Lockyer </strong> said, ''The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}, {"uid": "1297312080215105541", "i": 17588, "idx": 1, "sa": ["Mark Buehrle", "Michael Vick"], "q": "pitcher for the Chicago White Sox, ''Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?'' said <strong> Mark Buehrle </strong>. <q>How could you do that if you are somewhat sane?</q>[ <strong> Michael Vick </strong>] had a great year and a great comeback, but there were times where we watched the game and I know it's bad to say, but there were times where we hope he gets hurt", "new_id": -2}, {"uid": "1295015327063946775", "i": 20032, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": ".'' A judge will hear the matter on January 26. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February. He tells Late Show host <strong> David Letterman </strong>, <q>The kids are doing ok, we have been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I, <strong> Kayte Walsh </strong>'s my new girl, we're planning to get married soon. Sometime in February.</q>", "new_id": -2}, {"uid": "1297268080137707528", "i": 6049, "idx": 0, "sa": ["Barack Obama", "Gabrielle Giffords", "Sen. Bernie Sanders", "Paul Helmke", "Bill Clinton"], "q": "<strong> Barack Obama </strong> mentioned <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> ''who was shot in Tucson two weeks earlier in a massacre that left six dead, including a 9-year-old girl, and 14 wounded` at the beginning of his speech. He also said <q>the dreams of a little girl in Tucson are not so different than those of our own children, and that they all deserve the chance to be fulfilled.</q> But he refused to say a word about tightening gun laws, though that, too, was one of his election issues. Commented <strong> Paul Helmke </strong>, <strong> Bill Clinton </strong> of the Brady Campaign to Prevent Gun Violence: '''How can", "new_id": -2}]