[{"uid": "1296160133231161875", "i": 11795, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "Security, guaranteeing repayment with interest. Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q>It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,<q> said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. \"It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the", "new_id": -2}, {"uid": "1295965254237387800", "i": 29420, "idx": 2, "sa": ["Eric Schmidt"], "q": "internet market, with sales of smartphones expected to trump PCs in the next two years. <strong> Eric Schmidt </strong> said faster wireless standards such as LTE would greatly improve the web-surfing experience of the next generation of devices. <q>It's interesting that Germany has a leading role in the introduction of the LTE in Europe,<q> he said. Google has not always had an easy time operating in Germany, which has notoriously tough data protection laws. Besides regularly clashing with the country's officials on privacy issues, Google", "new_id": -2}, {"uid": "1297124427224133140", "i": 1993, "idx": 0, "sa": ["Steve Ballmer"], "q": "Finance Search Mon, Feb 7, 2011, 7:20 PM EST- U.S. Markets closed{ \"s\": \"aapl\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00<q>, \"o\":\"', \"j\":\"'} Dina Bass, On Monday February 7, 2011, 6:14 pm EST Microsoft Corp.. Chief Executive Officer <strong> Steve Ballmer </strong> plans a management shuffle that", "new_id": -2}, {"uid": "1296413477170033205", "i": 29656, "idx": 11, "sa": ["Cheyenne Jackson", "Mike Pence"], "q": "the right move.\" Former Rep. <strong> Cheyenne Jackson </strong> McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it.\" <q>You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana,<q> McIntosh said. From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1295597951213057559", "i": 9358, "idx": 2, "sa": ["Michael Vick"], "q": "This is, incidentally, Segal's job. And so, lo and behold, <strong> Michael Vick </strong>'s tune sounded just a bit different when The Inquirer's Jeff McLane caught up to him Wednesday. <q>I can say it over and over again,<q> <strong> Michael Vick </strong> said, \"but then when I say it to my agent, it's a totally different story.... So who knows what's going to happen? I have to follow his lead in that regard", "new_id": -2}, {"uid": "1296802074171819025", "i": 43500, "idx": 4, "sa": ["Blake Griffin", "Allen Iverson", "Dwight Howard"], "q": "Career <strong> Blake Griffin </strong> 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,<q> <strong> Allen Iverson </strong> said. \"You honestly don't r... Shaq Career <strong> Blake Griffin </strong> 61 Points Against Clippers On March 6, 2000( All FGs) Shaq Career <strong> Blake Griffin </strong> 61 Points Against Clippers On March 6, 2000(", "new_id": -2}, {"i": 36363, "idx": 6, "index_answer": 0, "new_id": -1, "q": "The next step is to reduce U.S. unemployment, an issue <strong> Barack Obama </strong> should make \"the centerpiece\" of his annual State of the Union address on Jan. 25, the former Cabinet member said. <q>The American people are expecting him to say something about what he's going to do to<q> keep the economy moving forward, <strong> Colin Powell </strong> said. <strong> Colin Powell </strong> has criticized his own party in recent months while supporting <strong> Barack Obama </strong>'s ultimately successful fight for Senate ratification of a new nuclear-arms-reduction treaty with Russia. <strong> Colin Powell </strong> said", "sa": ["Colin Powell", "Barack Obama"], "uid": "1295802494101695495"}, {"uid": "1296059539015335455", "i": 14410, "idx": 1, "sa": ["Elvis Presley", "Wanda Jackson", "David Letterman"], "q": "With <strong> David Letterman </strong>\" in New York and \"Conan\" in Los Angeles. \"I want to thank Jack White for making all this happen for me,\" <strong> Wanda Jackson </strong> said at an event last week. <q>He forgets I've got to watch my heart. I'm an old lady. But boy I don't feel it tonight.<q> She told the crowd about the release of her new White-produced album, \"The Party Ain't Over,\" released Tuesday. The collection of rock <strong> Elvis Presley </strong> roll, country and gospel covers makes a loose-legged", "new_id": -2}, {"uid": "1295612145098222099", "i": 2270, "idx": 0, "sa": ["Andy Coulson"], "q": "<strong> Andy Coulson </strong> has been under strain over allegations of widespread hacking of mobile phone messages by journalists at the News of the World when he was editor of the paper, from which he resigned in 2007. <q>I can today confirm that I've resigned as Downing Street director of communications,<q> <strong> Andy Coulson </strong> said in a statement. \"Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this", "new_id": -2}, {"uid": "1297148731184270855", "i": 46415, "idx": 13, "sa": ["Hosni Mubarak", "Madeleine Albright", "Dan Quayle", "Jane Harman", "Colin Powell", "George H.W. Bush"], "q": "had these weapons.\" <strong> George H.W. Bush </strong>, <strong> Hosni Mubarak </strong>... <strong> George H.W. Bush </strong> Photo in Slideshow: Sheikh Ahmad Humood Jaber Al-Sabah, <strong> Dan Quayle </strong>, Photo in Slideshow: <strong> Madeleine Albright </strong>, <strong> Colin Powell </strong> Top Stories Video: South Sudanese celebrate vote Report Abuse <q><strong> President Bush </strong>, Cheney, <strong> Donald Rumsfeld </strong> and <strong> Condoleezza Rice </strong>- \"hanging's too good for them, burning's too good for them, they should to be torn into little bitsy pieces and buried alive!<q>\" The Christian Science Monitor: Terrorism sponsor no more? Obama hints at taking Sudan from the list. The Christian Science Monitor: Rep. <strong> Jane Harman </strong> resigns, thinning ranks of Democrats' Blue Dogs", "new_id": -2}]