[{"uid": "1296230388149782544", "i": 42935, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "pointed to Microsoft as a major competitor, according to Fortune. Telling reporters that Facebook has said it has no plans to get into the search business, <strong> Eric Schmidt </strong> said that Microsoft instead is the company with <q> more cash, more engineers, more global reach. </q> The change in leadership roles is due to kick in April 4 when Page will assume the CEO job. Meanwhile, fellow co-founder <strong> Sergey Brin </strong> will focus on \"strategic projects,\" and <strong> Eric Schmidt </strong> will take on", "new_id": -2}, {"uid": "1296192530230555656", "i": 24160, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "times, Social Security has paid out every nickel owed to every eligible beneficiary at a relatively modest administrative cost,\" said <strong> Sen. Bernie Sanders </strong>, who organized the first meeting of the Senate Social Security caucus Thursday. <q> We are getting very tired about hearing our Republican and right wing friends telling us about how Social Security is collapsing when the reality is, Social Security today has a surplus of$ 2.6 trillion, </q> <strong> Sen. Bernie Sanders </strong> said. \"Social Security can pay out every benefit owed to every eligible American, for the next 27 years.\" Disclaimer: Story comments are intended to provide a place for constructive dialog about", "new_id": -2}, {"uid": "1295652755122683468", "i": 27496, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "Thursday, he would earn about$ 334.7 million on the stock sale. He would still own about 2.7 percent of <strong> Google Inc. </strong>'s outstanding capital stock, down from 2.9 percent before selling the shares. <q> As <strong> Google Inc. </strong> has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, </q> <strong> Eric Schmidt </strong> said in a posting on the company's official blog. \"And over the holidays we decided now was the right moment to make some changes to the way we are structured.\"", "new_id": -2}, {"uid": "1296767113070385743", "i": 659, "idx": 3, "sa": ["George H.W. Bush", "Donald Rumsfeld", "Bill Clinton"], "q": "document that says \"I promise <strong> Donald Rumsfeld </strong> had no idea that we were torturing and killing prisoners, signed, everyone at Abu Ghraib.\" Speaking of! <strong> Donald Rumsfeld </strong> says <strong> Bill Clinton </strong> called him once and said: <q> No one with an ounce of sense thinks you had any way in the world to know about the abuse taking place that night in Iraq. </q> Yes, well, the people with ounces of sense are completely wrong. <strong> Donald Rumsfeld </strong> also apparently devotes a lot of space to rewaging various long-forgotten bureaucratic disputes. There is something about <strong> George H.W. Bush </strong>", "new_id": -2}, {"uid": "1297445233230703115", "i": 11817, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the matter. Bloomberg News reported Thursday that the bonuses would average$ 10,000 for 10,755 salaried workers, but some who aren't covered by governmen t pay restrictions could get up to half their salary. <q> Details regarding salaried performance awards are considered confidential employment records, </q> Ranieri said. Chrysler CEO <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both", "new_id": -2}, {"uid": "1295437368052150285", "i": 23912, "idx": 0, "sa": ["Simon Cowell"], "q": "fine, but they are not likely going to create something truly great. The entrepreneur who wants to achieve something great says, \"I'm really passionate about changing the way X works\" or, <q> I want to create something that enables people to do X differently. </q> They are the ones with the biggest ideas, and, while many fail, the ones that succeed tend to have a much broader impact and build more significant and lasting companies. <strong> Simon Cowell </strong> Warrillow", "new_id": -2}, {"uid": "1296278683209059853", "i": 48016, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "technology in the world. But despite global success, SST is still considered a \"small business\" with only 38 employees. \"As a small business you have to watch every dollar,\" Balfour said. <q> If you have a few more dollars you can expand that research and development group. </q> <strong> Kirsten Gillibrand </strong>'s plan would create a permanent 20 percent research and development tax credit that could impact more than 2,000 businesses and spur job growth across the nation. \"You have to continue to invest very aggressively in high", "new_id": -2}, {"uid": "1296360022187777064", "i": 47890, "idx": 1, "sa": ["David Letterman", "Regis Philbin"], "q": "World parade-announcing duty, which now seems ominous since Disney owns the \"Live\" franchise. \"There's four people in broadcasting who know what they're doing,\" <strong> David Letterman </strong> said at one point. <q> Oprah... <strong> Howard Stern </strong>... <strong> Rush Limbaugh </strong>... and you would be the fourth. </q> This was <strong> Regis Philbin </strong>'s cue to respond with mock irritation. \"When was the last time you watched me in the last 10 years?\" he said. \"What was I doing and", "new_id": -2}, {"i": 18535, "idx": 0, "index_answer": 0, "new_id": -1, "q": "friend of Democratic congresswoman <strong> Gabrielle Giffords </strong>, has visited the lawmaker in her hospital room and is in close contact with her astronaut husband Mark Kelly, she told NBC's \"Meet The Press.\" <strong> Gabrielle Giffords </strong> is <q> making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> said. \"It's an extraordinary amount of progress for a woman who sustained such a horrific injury,\" she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295217263110215213"}, {"uid": "1295354545109396003", "i": 23014, "idx": 0, "sa": ["Hillary Clinton", "Barack Obama", "Rep. John Lewis", "Mike Pence"], "q": "<strong> Rep. John Lewis </strong>, who initially backed <strong> Hillary Clinton </strong> in the 2008 Democratic presidential primary before endorsing <strong> Barack Obama </strong>, said the economy would improve in the next two years and boost the president's reelection prospects. <q> I'm very hopeful and optimistic, </q> he said. http://thehill.com/blogs/ballot-box/house-races/138405-civil-rights-leader-democratic-party-losing-too-many-white-voters Civil rights leader: Democratic Party losing too many white voters Palin defends \"blood libel' description:` That's exactly what was going on\" <strong> Mike Pence </strong> Steele: Republicans` could", "new_id": -2}]