[{"uid": "1295992202254623802", "i": 11582, "idx": 0, "sa": ["Rudy Giuliani", "Laura Bush", "Colin Powell"], "q": "heard from the likes of <strong> Rudy Giuliani </strong>, <strong> Laura Bush </strong> and <strong> Colin Powell </strong>, with a few lesser-known motivational speakers sprinkled in. An overflow audience of 500 people watched a satellite feed from Harborside Event Center in Fort Myers. <q> I think we're here with 6,000 of our best friends today, </q> said Jeff Miloff, co-owner of Miloff Aubuchon Realty. \"I've seen all kinds of business people. It's great for the community to have this type of inspiration.\" Miloff attended the seminar", "new_id": -2}, {"uid": "1297022203088555540", "i": 51717, "idx": 2, "sa": ["Eric Schmidt"], "q": ",\" he was quoted as saying. He said a computer is good at things that people are not. For example, it is good at memory and doing things involving large numbers. <q> It is also very limited with things like intuition- the human things. A reasonable expectation in 50 years is that computers will do things that they do really well, and humans will do what we do really well. \"And the stupid stuff that we have to do, like remembering things, they can do, and the things that we are really good at- like judgment- they don't really need to do, </q> he added. About the competition faced by his company from the growing popularity of the online social networking websites such Facebook, <strong> Eric Schmidt </strong> said, Facebook is not a competitor because the more people use Facebook the", "new_id": -2}, {"uid": "1296142803208175163", "i": 27438, "idx": 1, "sa": ["Michael Gove"], "q": "we are trained to handle any kind of a threat that comes over that border,\" he added. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the", "new_id": -2}, {"uid": "1296147474210010128", "i": 24999, "idx": 3, "sa": ["Andy Coulson", "Sue Akers", "Rupert Murdoch", "Ian Edmondson"], "q": ". Journalists hacking into peoples private telephone conversations and voice mail is outrageous, and illegal. If it's being done by the Mirror or other newspapers too that's equally outrageous and should be thoroughly investigated. <q> Is it per chance because the guardIan Edmondson are using this( obviously wide spread and endemic isSue Akers among jurno's) to further their own cause and have teamed up with the mirror group to use this as a stick to beat Mr <strong> Rupert Murdoch </strong> with.? Just asking... </q> And I get called a conspiracy theorist for noticing a coincidence in <strong> Andy Coulson </strong>` tuck it in' Gray being sacked( whislt being bugged) and suing the NOTW for... erm hacking his phone... whereas Richard", "new_id": -2}, {"uid": "1297259348238534696", "i": 16250, "idx": 0, "sa": ["Colin Powell"], "q": "are,\" Rumsfeld told a television interviewer. \"They're in the area around Tikrit and Baghdad.\" In his book, he denied that he or any other administration official lied about WMD. <q> While I made a few misstatements-- in particular the one mentioned above-- they were not common and certainly not characteristic. </q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address", "new_id": -2}, {"uid": "1297446685101842958", "i": 30490, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "a statement. Referring to the rivalry between Apple's iPhone and Google's Android system, <strong> Stephen Elop </strong> said, \"It's now a three-horse race.\" Microsoft Chief Executive Officer <strong> Steve Ballmer </strong> said: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. </q> Nokia said it would relegate its Symbian operating system to the status of \"a franchise platform.\" Its second operating system, MeeGo, devStephen Eloped with Intel, would be turned into an open-source product,", "new_id": -2}, {"uid": "1296257626179142714", "i": 32089, "idx": 0, "sa": ["Eric Schmidt", "John Simpson"], "q": "information, but won't give the AG what it collected. The stipulation will avoid going to court as settlement negotiations continue, Jepsen said. He is coordinating a 40-state probe into the Wi-Spy incident. <q> The details of the biggest privacy breach in history shouldn't be settled in secret, </q> said <strong> John Simpson </strong>, director of Consumer Watchdog's Inside Google Project. \"This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.\" Consumer Watchdog this weekend released a", "new_id": -2}, {"uid": "1296897094171786270", "i": 42041, "idx": 1, "sa": ["Michael Vick", "Tu Holloway", "Alan Major", "Kenneth Faried"], "q": "loss, 66-62. <strong> Tu Holloway </strong> missed all eight of his three-point tries and went 3 of 17 overall. \"It's like in football if you're playing <strong> Michael Vick </strong>,\" 49ers coach <strong> Alan Major </strong> told the Charlotte Observer. <q> You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather have[ <strong> Tu Holloway </strong>] shooting over you rather than driving around you. </q> 9. Poor man's Rodman <strong> Kenneth Faried </strong> doesn't get a lot of publicity because he plays for Morehead State, but NBA scouts sure know about him. The 6-foot-8 senior from Newark, N.J., is", "new_id": -2}, {"uid": "1295499363019333151", "i": 44198, "idx": 0, "sa": ["Debra Byrd", "Jack White", "Jennifer Lopez", "Bob Marley", "Simon Cowell"], "q": "tells her. They all send her through. \"She's out of her mind,\" <strong> Jennifer Lopez </strong> says, \"but I love it.\" 8:39 p.m.: Singer Melkia, 27, bombs. <q> You're very sweet, but this is not for you, </q> <strong> Jennifer Lopez </strong> tells her. Vocal Coach <strong> Debra Byrd </strong> Looks Back at a Decade of` American Idol' <strong> Simon Cowell </strong> Says` X-Factor' Will Discover the Next <strong> Bob Marley </strong>, Dylan, <strong> Jack White </strong>? Heat Vision What", "new_id": -2}, {"uid": "1295458424235356201", "i": 11, "idx": 0, "sa": ["David Letterman", "Jay Leno"], "q": "2.1 6 11.061 NBC Parenthood 1.9 6 5.294 ABC A SPECIAL ED OF ratings, news, and viewing links\"> 20/20 1.3 4 6.162- via NBC press note: <q> In Late-Night Metered Markets Tuesday night: In Nielsen's 56 metered markets, household results were: \"The Show\"> Tonight Show with <strong> Jay Leno </strong>, </q> 2.8/ 7; CBS's\" Show\" target=\"_blank\"> Late Show with <strong> David Letterman </strong>,\" 3.3/ 8; and ABC's combo of\" Nightline,\" 3.2/ 7;", "new_id": -2}]