[{"uid": "1295605564062603293", "i": 27341, "idx": 1, "sa": ["Michael Gove", "Kenneth Clarke"], "q": "ever be of service to them... Stick to Facts, sir!\" So spake Mr Gradgrind, DicKenneth Clarkes's dismal schoolteacher in title=\"Wikipedia: Hard Times\"> Hard Times, published 1854. <q> I am not going to be coming up with any prescriptive lists. I just think there should be facts... I am saying we need to have facts in the curriculum- facts, knowledge. I want teachers to decide what that is, </q> Thus, <strong> Michael Gove </strong>, education secretary, on the title=\"BBC: <strong> Michael Gove </strong> stresses'facts' in school curriculum revamp\"> Today programme, 20 January 2011. Presumably Mr <strong> Michael Gove </strong> has read Mr Gradgrind's prescription", "new_id": -2}, {"uid": "1295594483015614016", "i": 33328, "idx": 5, "sa": ["Michael Gove", "Viktor Bout", "Andy Burnham"], "q": "holistic way\" and recognised that it was not just aViktor Bout the transfer of knowledge <strong> Viktor Bout </strong> aViktor Bout the skills and range of experiences children received in school. <strong> Andy Burnham </strong>, Labour education spokesman, said Mr <strong> Michael Gove </strong> was <q> stuck in the past, foisting his 1950s vision of education on to today's schools and students </q>. He said that alongside solid academic study, young people needed technical and social skills to succeed in the workplace and in life. \"<strong> Michael Gove </strong> is trying to tell us today that he is", "new_id": -2}, {"uid": "1297242449110002256", "i": 15902, "idx": 1, "sa": ["Michael Gove", "Darren Henley"], "q": "between rich and poor students. The money will be used to make opportunity more equal and to encourage professional musicians into teaching careers. \"Music has the power to touch the soul\" said <strong> Michael Gove </strong>. <q> But access to the best musical education is not universal and the opportunity to benefit from great instrumental tuition is not shared equally. </q> The funding will be protected to \"ensure it goes to the front line\" and will be used to implement ideas from the Managing Director of Classic FM <strong> Darren Henley </strong>'s review of music in schools. Ideas", "new_id": -2}, {"uid": "1296131098006979603", "i": 5401, "idx": 1, "sa": ["Michael Gove"], "q": "for expelled students. Teachers will be able to search pupils for a range of forbidden items, including pornography and phones. \"This Michael Government backs teachers,\" Mr <strong> Michael Gove </strong> said. <q> All the evidence from those countries with great education systems tells us that nothing is more important than attracting great people into teaching and supporting them in the classroom. \"Under the last Michael Government, thousands of great people left the teaching profession because behaviour was out of control and they were forced to spend far too much time on paperwork. That's why we're taking action to restore discipline and reduce bureaucracy. </q> The attempt to increase school discipline follows similar attempts by Labour, which even allowed for the use of knife scanners at the school entrance. <strong> Michael Gove </strong> has inserted a clause into the education bill making", "new_id": -2}, {"uid": "1297451421077103224", "i": 35911, "idx": 2, "sa": ["Michael Gove"], "q": "make a decision on the future of these schools. Mr <strong> Michael Gove </strong>'s decision caused an outcry from many schools and councils The Department for Education issued a robust defence to the decision. A spokesman said: <q> On the substantive points he[ the judge] concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> He also pointed out that the judge had concluded that \"there was no promise or expectation\" that any of the claimants' projects would proceed. The councils had claimed they had a legitimate", "new_id": -2}, {"uid": "1297272828262504462", "i": 18232, "idx": 0, "sa": ["Michael Gove"], "q": "of its central funding in this year.\" A spokesman for the Department for Education said the current system was opaque and built on historical calculations that have remained largely unchanged for 10 years. <q> That is not the best way to ensure money is spent fairly. The new formula will ensure money is given to music services in a fair, open and transparent way, and ensure that money reaches the areas with higher numbers of children from lower income homes, </q> he said.` Positive change' Mr <strong> Michael Gove </strong> stressed the decision to protect music funding this year when there were pressures on budgets elsewhere showed the Michael Government was committed to music in schools. He", "new_id": -2}, {"uid": "1295466326008323095", "i": 13211, "idx": 0, "sa": ["Michael Gove"], "q": "He added:\" [ Education secretary <strong> Michael Gove </strong>] will have to work very hard indeed to convince us that a scheme the tenth of the size will improve access to further and higher education. <q> How can it possibly achieve that? </q> Mr <strong> Michael Gove </strong> replied: \"You can not spend money you do not have. \"There is no money. That is a truth no single member of the Labour party has had the courage", "new_id": -2}, {"uid": "1297087786035569676", "i": 43362, "idx": 0, "sa": ["Michael Gove", "Darren Henley"], "q": "Means Music Lessons To Stay A total of? 82.5 m has been safeguarded by the Department for Education to continue paying towards lessons and instruments. Education Secretary <strong> Michael Gove </strong> said: <q> Many disadvantaged children are denied the music education they deserve. \"That's why we need to bridge this musical divide. </q> There had been fears music lessons would be seen as a \"disposable luxury\" but a new report by Classic FM boss <strong> Darren Henley </strong> has argued strongly that funding should continue. He makes 36 recommendations, among", "new_id": -2}, {"uid": "1295451275253739115", "i": 16520, "idx": 3, "sa": ["Michael Gove", "Lindsay Hoyle"], "q": "party has had the courage to atone for or apologise for.\" In an emotional and bad-tempered debate, Mr <strong> Michael Gove </strong> shouted \"sit down\" at MPs trying to interject during his speech. <q> The secretary of state is getting very excited, </q> deputy speaker <strong> Lindsay Hoyle </strong> said. \"People are trying to intervene. I'll decide when they've stood up for too long.\" Student protestors will gather in Piccadilly Circus at 16:00 GMT before", "new_id": -2}, {"q": "by thieves who climbed up a fire escape and then used ropes to lower themselves into the museum. The thieves appear to have carefully selected some of the most valuable objects while ignoring less important artefacts. <q> They are not something you would come and randomly find, </q> an Egyptologist at Cairo's American University, <strong> Salima Ikram </strong> Said <strong> Salima Ikram </strong>, told Reuters. Restoration work has already started at the museum to repair the damage by looters. <strong> Zahi Hawass </strong> said that 70 pieces were damaged.", "sa": ["Salima Ikram", "Zahi Hawass"], "index_answer": 0, "idx": 1, "i": 22430}]