[{"uid": "1296294853099647494", "i": 48819, "idx": 0, "sa": ["Michael Gove"], "q": "reforms More details of plans to overhaul England's schools system are set out in target=\"_blank\" an Education Bill. These are some of the main changes being brought in: BEHAVIOUR The Michael Government says it will <q> increase the authority of teachers to discipline pupils </q> through: reading the main story Related stories Schools Bill: Who's taking charge? Education Bill outlines shake-up At-a-glance: Education Bill The Education Secretary <strong> Michael Gove </strong> has said all new schools in School in Limpopo. They are", "new_id": -2}, {"uid": "1297234021222871650", "i": 9281, "idx": 8, "sa": ["Michael Gove"], "q": "your children's education? \" Didn't need to. I knew the schools- and many of the staff- and decided I didn't want to entrust my offspring to their render mercy. <q> I think you'd also find that` bullying and drug addiction' are commonplace in hundreds of private schools. </q> Why, I wonder, is Mr <strong> Michael Gove </strong> insisting that the current wave of FREE schools buys their buildings, land, etc.,( that the state does on their behalf) rather than lease them from the", "new_id": -2}, {"uid": "1297599582170737708", "i": 17384, "idx": 0, "sa": ["Michael Gove"], "q": "Mr Justice Holman, sitting in London, allowed the challenges by the councils, declaring Mr <strong> Michael Gove </strong> had unlawfully failed to consult them before imposing the cuts. In five of the cases the failure was <q> so unfair as to amount to an abuse of power </q>, said the judge. Subscribe to RSSMost Popular in: UK Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest", "new_id": -2}, {"uid": "1294989940096894981", "i": 12276, "idx": 0, "sa": ["Michael Gove"], "q": "keen to secure a \"settlement\" with them over remuneration and boosting loans to businesses. In a strong attack on the City, Mr <strong> Michael Gove </strong> said bank bosses had paid themselves \"astronomical\" sums and <q> appear to me to be living in a parallel universe to the rest of us </q>. \"The sense of contrition for what went wrong in the banking crisis seems to be invisible,\" he added. \"The banks have to show they get it.\" He said", "new_id": -2}, {"uid": "1297594529017956866", "i": 44875, "idx": 0, "sa": ["Michael Gove"], "q": "the way projects had been stopped was arbitrary and legally flawed. They asked the judge to order Mr <strong> Michael Gove </strong> to reconsider the schemes, properly taking account of their merits. The judge said: <q> However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation. </q> Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.\" Leader of", "new_id": -2}, {"uid": "1297613349198836246", "i": 9639, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": "has been forced to apologise over BSF He said that In five of the cases the failure was \"so unfair as to amount to an abuse of power\" . Labour's Shadow Education Secretary <strong> Andy Burnham </strong> says <q> This ruling is a victory for all the communities and children betrayed by <strong> Michael Gove </strong>. </q> He's calling for Mr <strong> Michael Gove </strong> to apologise in the Commons. It wouldn't be the first time Mr <strong> Michael Gove </strong> had been forced to apologise over BSF. Last summer the Education Secretary \"", "new_id": -2}, {"uid": "1297451814077103115", "i": 11519, "idx": 1, "sa": ["Michael Gove"], "q": "County Council and Newham Council-- before imposing the cuts. In five of the cases the failure was \"so unfair as to amount to an abuse of power\" , the judge said. <q> However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation, </q> he added. <strong> Michael Gove </strong>'s decision was also found to be unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act\" .", "new_id": -2}, {"uid": "1297426296058949675", "i": 31880, "idx": 1, "sa": ["Michael Gove"], "q": "their projects.\" He also pointed out that the judge had concluded that \"there was no promise or expectation\" that any of the claimants' projects would proceed. However he added: <q> The Secretary of State will now look again at his decision with regard to these authorities with an open mind, taking representations from them. \"The judge set out, however, that \"the final decision on any project still rests with him and.... No one should gain false hope from this decision. </q> Quote: Originally Posted by DazerUK The Michael Government has been defeated in the High Court over its decision to scrap England's school building programme. Six councils claimed Education Secretary <strong> Michael Gove </strong>'s decision", "new_id": -2}, {"uid": "1296864986205062175", "i": 87, "idx": 0, "sa": ["Michael Gove", "John F Kennedy", "David Cameron"], "q": "Michael Governed. It also contained within it a profound moral vision because it demanded a kind of active and responsible citizenship that had been obliterated in many parts of Britain. <strong> David Cameron </strong> encapsulated this by quoting <strong> John F Kennedy </strong>'s famous injunction <q> not to ask what your country can do for you, but what you can do for your country. </q> Since that day, the extraordinary thing is how far <strong> David Cameron </strong> has already gone towards realising his vision. Education Secretary <strong> Michael Gove </strong> has already moved far towards taking schools away from state control and returning them to local", "new_id": -2}, {"q": "<strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\" [ What I am bringing is] 40 years as the front guy in target=\"_blank\"> Aerosmith, who's judged the hell out of himself and", "answer_q": "<strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "answer": "Steven Tyler", "sa": "['Simon Cowell', 'Steven Tyler']", "index_answer": 1, "idx": 0, "i": 570}]