[{"uid": "1296482655189546567", "i": 14220, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy.`` I think it is also one of the best things that could have happened to Chrysler, too.'' DALY CITY 4 BR/ 4.0 BA$ 779,000.00 DALY", "new_id": -2}, {"uid": "1295978589172294145", "i": 4987, "idx": 2, "sa": ["Dermot O'Leary", "Christian O'Connell", "Simon Cowell"], "q": "great boss, and I'm not just saying that,'' he said.`` He's very loyal, he's very honest, and he just wants that in return.'' He continued: <q> He smells fear though, he's like a wolf. If you're confident in your own opinions then he's good, but he doesn't like indecision, he doesn't like fear, he likes people to be confident. He's taught me a lot actually in that regard, I owe him a lot. </q> <strong> Dermot O'Leary </strong> went on to reveal that <strong> Simon Cowell </strong> enjoys having a bath in his dressing room. EastEnders: Roxy leaves <strong> Christian O'Connell </strong> and Syed stunned Emmerdale: Jackson makes a plea to Aaron Hollyoaks:", "new_id": -2}, {"uid": "1295563261075235353", "i": 5066, "idx": 2, "sa": ["Eric Schmidt"], "q": "of co-founder as opposed to his current role of president, Technology.`` He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+` px';} else{ this.style.height=' 250px';};''> ZDNet: 5 things to know about electric", "new_id": -2}, {"uid": "1296174977054247442", "i": 2531, "idx": 2, "sa": ["Eric Schmidt"], "q": "not more Chinese leaders here- both political leaders as well as business leaders''- in contrast with the number of Indian attendees. He said Google's leadership reshuffle was a`` clarification of roles'' intended <q> simply so that we could make decisions more quickly </q>. He denied that the change was due to a lack of innovation at the company, although he conceded there had been a sense that decision-making was taking too long. Cultural sensitivities Mr <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295873978013910017", "i": 12468, "idx": 2, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "and Welch say they favor dispensing with the segregated seating by party that has been the tradition at State of the Union speeches. Instead, they said, Democrats and Republicans should sit together. <q> As an independent, it's not hard for me to find people who I disagree with, </q> <strong> Sen. Bernie Sanders </strong> said.`` I will reach out and sit next to Republicans and Democrats. I think it's a fine idea.''( <strong> Barack Obama </strong> of <strong> Barack Obama </strong>) <strong> Sen. Bernie Sanders </strong> said the economy and jobs are", "new_id": -2}, {"uid": "1296104989131907606", "i": 18427, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "his first endorsement contract since his release from prison. The Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1297260236064307266", "i": 23668, "idx": 1, "sa": ["Andy Coulson", "Max Mosley"], "q": "features editor at the News of the World between 1998 and 2001 when <strong> Andy Coulson </strong> was deputy editor, and from <strong> Max Mosley </strong>, who sued the NoW for breach of privacy after it exposed his extra-marital exploits with dominatracies. <q> Further to our conversation today a brief email to explain phone hacking was very easy in the 90s when people were new to mobiles and did not change their codes, you simply rang them up to ensure their phone was engaged; </q> you rang a second time, got to their message system pressed 9, followed by 0000, you could then listen to all their messages. Everyone in the schoolyard did it, many particularly showbiz", "new_id": -2}, {"uid": "1296320397009207832", "i": 19418, "idx": 1, "sa": ["Zahi Hawass"], "q": "I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,'' <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office.", "new_id": -2}, {"uid": "1295580862256213017", "i": 43364, "idx": 2, "sa": ["Simon Cowell", "Steven Tyler"], "q": "assessment of the audition rounds.`` But this season has fallen flat. Sorry, the goofs are just more entertaining.'' DPB thought the show was just boring and suggested that none of the judges <q> know what they were talking about or doing, </q> labeling <strong> Steven Tyler </strong>'s comments`` superficial'' and`` obvious.'' Mrs_FiFi said,`` <strong> Steven Tyler </strong> made me forget all about <strong> Simon Cowell </strong> last nite. <strong> Steven Tyler </strong> is fascinating, funny& he can SING.'' ArchuletaGirl", "new_id": -2}, {"i": 14970, "idx": 1, "index_answer": 0, "new_id": -1, "q": "drama Soldier, Soldier. However, <strong> Simon Cowell </strong> admitted that his attempts were initially unsuccessful.`` It took me seven months to persuade these two to sign a recording contract with me,'' he said. <q> But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client. </q> He added:`` But the reason I kept doing it was is that a) I knew I could persuade them to do it and b) I knew it would be successful.'' This week", "sa": ["Simon Cowell"], "uid": "1295884115215089172"}]