[{"uid": "2008111104_00006391_W", "i": 1265, "idx": 0, "sa": [], "q": "( aedt) when the dog wandered onto the premises.\" at this stage, it's unknown if the girl was actually playing with the dog and for whatever the reason the dog has turned on her, <q> brisbane waters police inspector nigel webber told aap. the girl freed herself from the animal and ran inside the house to her mother and older sister. the dog had wandered off by the time ambulance officers arrived on the scene. an ambulance service of nsw spokeswoman said the girl had multiple bites to her face and was taken to gosford district hospital. police who arrived at the scene soon after the attack made a gruesome find while inspecting the front yard. </q> police were advised by a neighbour that the dog was in their backyard, \"insp webber said.\" the dog was secured and police canvassed the area and found a portion of the child's lip and conveyed", "new_id": -2}, {"uid": "2008102323_00006099_W", "i": 358, "idx": 0, "sa": [], "q": "good example. they can enact a measure that could shape the health care debate that will arrest or accelerate the nation's slide into statism. proposition 101,\" the freedom of choice in health care act, <q> would put the following language into arizona's constitution: </q> because all people should have the right to make decisions about their health care, no law shall be passed that restricts a person's freedom of choice of private health care systems or private plans of any type.", "new_id": -2}, {"uid": "2008122219_00035147_W", "i": 705, "idx": 2, "sa": ["Thomas Hamilton"], "q": "and also includes staffing levels and whether the facility is for-profit or not-for-profit.\" the new web site improvements also include links to information for community-based alternatives to nursing homes that may be of great interest to families, <q> said <strong> Thomas Hamilton </strong>, who helped develop the new system. </q> around 3 million americans depend on nursing homes at some point during each year to provide life-saving care, \"cms administrator kerry weems said in a statement.\" most of those individuals are enrolled in medicaid or medicare", "new_id": -2}, {"uid": "2008100818_00105478_W", "i": 1463, "idx": 4, "sa": [], "q": "hard to believe\" that common sense went out the window and greed flew in. it was a fool's rush... i know that if i had committed what looks like fraud, i would be fired. <q> buenos aires businessman nelson lampert, 25, has put off a trip to cuba for the technology company where he works, fearing global uncertainty and the impact of running up dollar-based credit card debt during travel. at a bakery shop in eastern paris latifa mohsni, 56, said some people are cutting back on their purchases already and though </q> we're doing fine here... i've heard plenty of customers say they're worried about what all this crisis talk really means. i think it will hit us eventually. \"for jost ivancic, a 22-year-old", "new_id": -2}, {"uid": "2008110412_00008372_W", "i": 1997, "idx": 0, "sa": ["John McCain"], "q": ", videos, and documentary footage. <strong> John McCain </strong> and i might not have much else in common, except that my father was a military officer who flew into viet nam, and <strong> John McCain </strong> flew there, too. if <q> were around today( and not suffering from dementia) he'd probably vote for <strong> John McCain </strong>. in some ways, he reminds me of dad, in other ways not. but i didn't vote for him; i voted for obama. i hope we won't get to the point of </q> the judges will decide, the likes of me abide, \"to lift a couple of lines from the song that might have been better for the 2000 election. what we can count on is that\" the", "new_id": -2}, {"uid": "2008121515_00048460_W", "i": 2069, "idx": 2, "sa": ["Benjamin Swan"], "q": "springfield succeeds, \"roy said.\" the governor is very committed to see springfield succeed, and has worked closely with the delegation and the mayor to make sure the city does have an opportunity to succeed. <q> rep. <strong> Benjamin Swan </strong>, d-springfield, said he is freezing progress on the financial-stability bill until the state inspector-general completes a review <strong> Benjamin Swan </strong> requested of the city's decision to terminate a contract for handling police-ordered towing of vehicles. </q> if the bill is not passed this session, we'll address it in the next one, \"he said.\" we need to do business right. \"during informal sessions, a bill may be stopped", "new_id": -2}, {"uid": "2008090905_00019811_W", "i": 1071, "idx": 58, "sa": [], "q": ", but never saw, or wanted to see. it dominated the whole piazza with its oppressively dismal appearance.\" what a dark face, \"he said.\" these are not the tears of things, <q> he continued, negating the words of virgil, </q> non sunt lacrim rerum. \"he walked the short distance, just seventy five paces. it was giordano bruno in full dominican habit, hands bound, but holding his writings. he was burnt to death there", "new_id": -2}, {"uid": "2008103010_00028321_W", "i": 843, "idx": 0, "sa": ["Matt Pearce"], "q": "12 above the average for this time of year and the hottest day sydney's had since january 2007. the bureau of meteorology's website said it would be\" a mostly fine, although very hot, day <q> and that a fire weather warning was in place for the sydney metropolitan area. </q> heat has been building across the interior over recent weeks, as evidenced by a near-record run of heat in western nsw this october, \"weatherzone.com.au meteorologist <strong> Matt Pearce </strong> said in a statement.\" northwesterly winds will strengthen across", "new_id": -2}, {"uid": "2008100921_00026738_W", "i": 814, "idx": 0, "sa": ["Ice Cube", "Trick Daddy", "Willie D", "Jeezy", "Bun B"], "q": "tuck skillz on the rise, luda is undisputed, t.i. on paper trail to suceess! clipse talk money! ridin high- <strong> Bun B </strong>, <strong> Willie D </strong>& big kuntry help you whip out the pigskin and big wheels southside <q> finger to ya! music from geto boys, trae, z-ro, goodie mob, <strong> Trick Daddy </strong>, and farrakhan# <strong> Ice Cube </strong>- </q> hell on earth is being stuck in the 80's, \"new music from <strong> Jeezy </strong> la and pitbull# screw u if you don't understand me mane! what's more important the streets or the internet?", "new_id": -2}, {"uid": "2008120316_00037897_W", "i": 651, "idx": 23, "sa": [], "q": "in the scriptures. in gen_3:15, god said to the serpent( satan),\" i will put enmity between thee and the woman, and between` thy seed' and` her seed'. <q> now the woman's seed was christ, then the serpent's seed must be antichrist. in joh_8:44 jesus said to the jews-- </q> ye are of your father the devil... when he speaketh a lie, he speaketh of his own; for he is a liar, and the father of it. \"in the greek there is the definite", "new_id": -2}]