[{"uid": "1295589373019480599", "i": 2461, "idx": 0, "sa": ["Brent Scowcroft", "Colin Powell", "George H. W. Bush", "Dan Quayle", "James S. Baker", "Dick Cheney"], "q": "who was unable to attend, thanked the former <strong> George H. W. Bush </strong>, his officials, the US and its military forces.`` Believe me, Kuwait and its people will never forget you,'' he said. <q> We carry in our hearts what you did for us each and every day. </q> Mr <strong> George H. W. Bush </strong> was briefly joined by former <strong> George H. W. Bush </strong> <strong> Dan Quayle </strong>. Later, his top advisers- then-defence secretary <strong> Dick Cheney </strong>, former Joint Chiefs of Staff chairman <strong> Colin Powell </strong>, former secretary of state <strong> James S. Baker </strong> and then-national security adviser <strong> Brent Scowcroft </strong>", "new_id": -2}, {"uid": "1296573919178978861", "i": 18354, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal.`` <strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also In a personal statement issued by Number 10, Mr <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under", "new_id": -2}, {"uid": "1295879374140918830", "i": 3564, "idx": 1, "sa": ["Eric Schmidt"], "q": ". Google earned$ 8.75 a share, beating analysts expectations of$ 8.06 a share.`` Q4 marked a terrific end to a stellar year,'' said <strong> Eric Schmidt </strong>, CEO of Google. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web. </q> The big news from the earnings report was the announcement that <strong> Eric Schmidt </strong> will step down from his role of CEO and become Executive Chairman, focusing externally on deals, partnerships, customers and broader business relationships,", "new_id": -2}, {"uid": "1297501734023691300", "i": 29906, "idx": 0, "sa": ["Stephen Elop", "Eric Schmidt"], "q": "certainly knows what he's dealing with. More than 1.3 billion people today use a Nokia device- now the company will focus on`` the next billion''. David McQueen, principal analyst at Informa, said <q> The more competition there is in the smartphone space, the greater the innovation, the better the devices that emerge. Ultimately it will be users who choose what phones they want to buy. </q> So far, fewer people are choosing Nokia or Microsoft than the two companies need. Mr <strong> Stephen Elop </strong> acknowledged that he was`` taking a bet''. Google's <strong> Eric Schmidt </strong> predicts the future of computing- and he", "new_id": -2}, {"uid": "1296146613005734416", "i": 12694, "idx": 0, "sa": ["Mike Pence", "Mike McDaniel"], "q": "statewide office until the Legislature completes its session in late April. It's possible that <strong> Mike Pence </strong> could say whether he'll run for president and leave the rest until later. <q> By saying what they won't do, it will probably tell us what he will do, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman.`` If he is going to run for governor, I'm sure there's no hurry for him to actually say it.'' <strong> Mike Pence </strong> stepped down from", "new_id": -2}, {"uid": "1296619642002048048", "i": 52557, "idx": 0, "sa": ["Charlie Sheen", "Leslie Nielsen", "David Arquette", "Simon Cowell", "Carolina Herrera", "Julianna Margulies", "Steve Wright"], "q": "of a September 2008 plane crash in South <strong> Carolina Herrera </strong> that left both critically injured. Four others aboard the plane were killed when the Learjet skidded off a runway during takeoff from Columbia. Watch more about his career'' <q> Daily I live with the guilt and grief of what happened that night, what I saw, who was lost and why I was spared, </q> he wrote in http://wn.com/Top_Story!_Weekly_8-16-09_with_standup_Steve Wright_Steve Wright <strong> Simon Cowell </strong>: Missing X Factor in UK? <strong> Charlie Sheen </strong>: A late date with rehab <strong> David Arquette </strong> leaves rehab after a month <strong> Julianna Margulies </strong> thanks in-laws on 2011 SAG Awards for` Good Wife' win <strong> Leslie Nielsen </strong>,", "new_id": -2}, {"uid": "1295225658227999788", "i": 16305, "idx": 10, "sa": ["Allen Iverson", "Derrick Rose", "Eric Snow"], "q": "alive, particularly on the defensive end. Their pressure changed the tempo of the game, and the momentum shortly thereafter.`` When he got ejected, everybody just stepped up their game,'' <strong> Allen Iverson </strong> said. <q> We said,` What are we gon na do?' </q> <strong> Eric Snow </strong> said.''` Are we gon na lay down? Or are we gon na pick up the intensity?''' The 6-3 <strong> Eric Snow </strong> set the http://wn.com/Derrick Rose_Derrick Rose_game_4_highlights_Boston_Celtics_vs_Chicago_Bulls_2009_NBA_Playoffs CHICAGO( AP) Another playoff thriller between Chicago and", "new_id": -2}, {"uid": "1295782000044482590", "i": 23882, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Douglas Merrill"], "q": "( GOOG) <strong> Eric Schmidt </strong> Says`` Adult Supervision No Longer Needed'' Google's( Nasdaq:) outgoing CEO <strong> Eric Schmidt </strong> twitted and posted on the company blog about the management shake-up target=\"_blank\" href=\"http://wn.com/?_news\"> news. Twitter: <q> Day-to-day adult supervision no longer needed! </q> Commenting on the moves in the Big Bang At Google: <strong> Larry Page </strong> To Replace <strong> Eric Schmidt </strong> As CEO On April 4 <strong> Eric Schmidt </strong> and <strong> Douglas Merrill </strong> talk about Google Apps <strong> Eric Schmidt </strong>, CEO of Google, talks about how he is carefully managing", "new_id": -2}, {"uid": "1295581455002506782", "i": 56442, "idx": 7, "sa": ["Eric Schmidt"], "q": "run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way.'' <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy. <q> We tend to agree on everything, </q> he noted. Robot cars: Google searches for next Android But he said he believes the new management structure will speed up decision making at the company. Google has href=\"http://www.cnn.com/2010/11/10/technology/google_brain_drain/index.htm\"> lost some of its", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}]