[{"i": 2103, "idx": 2, "index_answer": 0, "new_id": -1, "q": "stand by what I've said about those events,\" he said, \"but when the spokesman needs a spokesman, it's time to move on.\"( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q>Once you become the story, it's time to quit.</q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "uid": "1295620523143933448"}, {"uid": "1295925220136986632", "i": 23346, "idx": 1, "sa": ["Eric Schmidt", "Jeff Jarvis"], "q": "be an equally effective CEO of Google,\" wrote Sandeep Aggarwal, Internet analyst at Caris& Company. \"He's enigmatic,\" said <strong> Jeff Jarvis </strong>, author of \"What Would Google Do?\" <q>The media doesn't always understand <strong> Eric Schmidt </strong>'s sense of humor,( but) at least he wears a tie. Larry's a different kind of beast.... It will take some getting used to.</q> Recent reports have also indicated that <strong> Eric Schmidt </strong> will be considering a career on CNN television. Although the accomplishments of Larry Page have often been low-key, despite being a billionaire cofounder of one of the", "new_id": -2}, {"uid": "1295565682105267209", "i": 1817, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", 55, took over as Google CEO in August 2001 after being recruited by Page and <strong> Sergey Brin </strong> who at the time were in their mid-20's and lacked the experience to run a major company such as Google. <q>We have been talking about how best to simplify our management structure and speed up decision making for a long time,</q> said <strong> Eric Schmidt </strong> in announcing the decision. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm", "new_id": -2}, {"uid": "1296770511173654034", "i": 12157, "idx": 7, "sa": ["Donald Rumsfeld", "Darrell Hammond", "George Tenet"], "q": "truth is that we were wrong,\" <strong> Donald Rumsfeld </strong> writes. Once the Taliban were toppled, <strong> Donald Rumsfeld </strong> emerged as a major media personality, mocked by <strong> Darrell Hammond </strong> on Saturday Night Live, to his amusement. <q>If one starts with \"good press,\" one often gets more and more favorable coverage; early bad stories often spawn additional negative reporting,</q> he says. \"But journalists also relish dramatic reversals.\" That was yet to come. <strong> Donald Rumsfeld </strong> devotes little space to the fiasco at Tora Bora, saying he told CIA Director <strong> George Tenet </strong> in a memo that", "new_id": -2}, {"uid": "1295118112133988414", "i": 25249, "idx": 0, "sa": ["Ken Auletta", "Kathy Bates", "Alexander Payne", "Eric Schmidt", "Jack Nicholson"], "q": "When the Headline is You: An Insider's Guide to Handling the Media\" at Google Cambridge.... Authors@Google: <strong> Ken Auletta </strong> 51:03 The Authors@Google program welcomed <strong> Ken Auletta </strong> to Google's New York office to discuss his book, <q>Googled: The End of the World As We Know It</q>. <strong> Ken Auletta </strong> has written The New Yorker's Annals of Communications column since 1992 and is the author of \"Three Blind Mice&... Trailer for About <strong> Eric Schmidt </strong>( 2002) Director: <strong> Alexander Payne </strong> Cast: <strong> Jack Nicholson </strong>, <strong> Kathy Bates </strong>", "new_id": -2}, {"uid": "1297160800166199305", "i": 31140, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "justifications for launching the Iraq invasion in 2003-- was wrong, but defends his decisions on the war. In an interview with ABC news on the eve of the book's release, <strong> Donald Rumsfeld </strong> said, <q>What you know today can help you unthink your thinking about tomorrow.</q> <strong> Donald Rumsfeld </strong> said, \"It can't help you with things you were thinking about back then,\" and added, \"Back then there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons.\"", "new_id": -2}, {"uid": "1295499873140181527", "i": 33439, "idx": 4, "sa": ["Chris Paul", "Magic Johnson", "Allen Iverson", "Dwight Howard"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Magic Johnson </strong> 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't r... <strong> Chris Paul </strong> cp3 36 points 10 assists vs Orlando <strong> Magic Johnson </strong> 18.02.09 <strong> Chris Paul </strong> cp3 36 points 10 assists vs Orlando <strong> Magic Johnson </strong> 18.02.09 In only 33 minutes of playing, CP3 shot", "new_id": -2}, {"uid": "1295055906061669400", "i": 18419, "idx": 0, "sa": ["Simon Cowell"], "q": "the <strong> Simon Cowell </strong> e-mail, but he has other, more pressing matters to attend to. Like dishes. And diapers. And making sure his YouTube co-star eats her dinner right this very minute. <q>With this whole fame thing, she sometimes thinks she can get away with acting up,</q> Jorge Narvaez said as his 6-year-old daughter, Alexa, attempted to negotiate for more TV time. \"But she can't.\" On New Year's Eve, the 24-year-old UCSD student posted a video", "new_id": -2}, {"uid": "1295306829212140110", "i": 38230, "idx": 0, "sa": ["James Cleveland", "Allen Iverson"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q>The next game, that's the one we have to have,</q> <strong> Allen Iverson </strong> said. \"If we approach everything that way, than everything will http://wn.com/2010-11_NBA_season__Charlotte_Bobcats_vs_Philadelphia_76ers_Recap_12/4/10 Atlanta Hawks Boston Celtics Charlotte Bobcats Chicago Bulls <strong> James Cleveland </strong> Cavaliers Dallas Mavericks Denver Nuggets Detroit Pistons Golden State Warriors Houston Rockets Indiana Pacers Los Angeles", "new_id": -2}, {"uid": "1297434245208617474", "i": 34532, "idx": 0, "sa": ["Steve Ballmer"], "q": "Alert) surpassed Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team <q>more innovation, greater global reach and scale.</q> \"We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,\" he said. The key challenge", "new_id": -2}]