[{"uid": "1296768755173654038", "i": 41086, "idx": 3, "sa": ["Colin Powell", "Ronald Reagan"], "q": "] have not been giving that to them and those governments are now at risk,\" he said. Mr. <strong> Colin Powell </strong> warned that the outcome of events in the Middle East is unlikely to benefit the United States. <q>There's revolutionary change taking place in the region and it's probably not going to be as friendly towards the U.S.<q> Paying homage to the optimism of former <strong> Ronald Reagan </strong>, under whom he served during the collapse of the Soviet Union, Mr. <strong> Colin Powell </strong> said that despite the problems in the Middle East, the world is experiencing significant", "new_id": -2}, {"uid": "1296106095124256262", "i": 20829, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "See Page Six item about <strong> Eric Schmidt </strong> looking at TV. In Germany earlier this week, <strong> Eric Schmidt </strong> told a group of reporters at the Digital-Life-Design conference that he is committed to doing what he currently doing <q>as long as it is exciting.<q> He also said that as executive chairman, he will be dealing a lot with regulators and other government officials, as <strong> Google Inc. </strong>'s sprawling presence continues to capture more attention from governments around the world. <strong> Eric Schmidt </strong>:", "new_id": -2}, {"uid": "1296232173027263023", "i": 22177, "idx": 1, "sa": ["Cheryl Cole", "Simon Cowell"], "q": " \"<strong> Simon Cowell </strong> desperately wants <strong> Cheryl Cole </strong> to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor,\" a source tells The Sun. <q>It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon them by going straight on the panel.<q> Although nothing has been confirmed yet, <strong> Simon Cowell </strong> revealed his week he'll be making an announcement about the US X Factor in \"two weeks' time\". Follow us on Twitter", "new_id": -2}, {"uid": "1295019585186548231", "i": 6691, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman"], "q": "to deny her former partner's request to dissolve his married status while they continue to work out a settlement over his estimated$ 120 million fortune. In court papers she stated that <strong> Kelsey Grammer </strong>'s request is <q>solely for the reason that he intends to remarry as soon as possible.<q> A judge will hear the matter on January 26th. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead. He tells Late Show host <strong> David Letterman </strong>, \"The kids are", "new_id": -2}, {"uid": "1295316162045481984", "i": 9976, "idx": 1, "sa": ["Shareef Abdur-Rahim", "Jason Terry", "Allen Iverson"], "q": "by a flu, <strong> Allen Iverson </strong> had a season-low 12 points and missed 15 of 19 shots in a loss to Indiana on Friday night. He had 13 points in the first quarter against Atlanta, and kept scoring. <q><strong> Leone I </strong> didn't feel better, but <strong> Leone I </strong> was rested,<q> <strong> Allen Iverson </strong> said. <strong> Jason Terry </strong> had 20 points and <strong> Shareef Abdur-Rahim </strong> had 17 for the Hawks, who are off to a 6-12 start. It was the ninth time, including playoffs, that <strong> Allen Iverson </strong> has scored 50 or more points", "new_id": -2}, {"uid": "1297242386040484874", "i": 23259, "idx": 0, "sa": ["Colin Powell"], "q": "\" Rumsfeld told a television interviewer. \"They're in the area around Tikrit and Baghdad.\" In his book, he denied that he or any other administration official lied about WMD. <q>While I made a few misstatements-- in particular the one mentioned above-- they were not common and certainly not characteristic.<q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address", "new_id": -2}, {"uid": "1297616629186400779", "i": 26907, "idx": 49, "sa": ["Donald Rumsfeld"], "q": "were responsible,\" says <strong> Donald Rumsfeld </strong>. \"We all agreed.\" by James93x February 13, 2011 11:54 AM EST by consh8theusa February 13, 2011 11:26 AM EST by LiberalismIsaCancer February 13, 2011 11:20 AM EST <q><strong> Donald Rumsfeld </strong> Opens Up About Mistakes in Iraq<q> You mean start an illegal war based on lies against a country that didn't threaten us at the expense of fighting a real enemy? A war that cost over 1,000,000 innocent lives? There is a", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.\" <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a \"right-wing media echo chamber\" that is <q>transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day.<q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said: \"By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.\" <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}, {"uid": "1295802703043466753", "i": 3594, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,<q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Denver_Nuggets_at_Cleveland_Cavaliers_NBA_Best_Bet_Odds_and_Pick_Gamblers_Television From GamblersTelevision.com NBA Best Bet Denver Nuggets at Cleveland Cavaliers(-9)( 8 ET)( TNT) The new look Denver", "new_id": -2}, {"uid": "1296488345238895112", "i": 16194, "idx": 0, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "Tyler praises fellow Idol judge Lopez Speaking on <strong> Ryan Seacrest </strong>'s KIIS-FM show, he said he had no intention of trying to fill <strong> Simon Cowell </strong>'s shoes. Jackson said: <q>I wouldn't say I stepped into the <strong> Simon Cowell </strong>'s shoes. I don't think those shoes could be filled, nor would I want to be in them![ But] I think you'll see a lot of excitement.<q> Speaking about Lopez's remark, he said: \"Oh come on! Jennifer, come on, take it back! It's not true!\" The Big Mc of Irish comedy sets the", "new_id": -2}]