[{"uid": "1297616629186400779", "i": 26875, "idx": 17, "sa": ["Donald Rumsfeld"], "q": "made it rehab. But just as U.S. forces were storming Baghdad, <strong> Donald Rumsfeld </strong>'s wife Joyce nearly died. \"She ended up with a perforated appendix and she was being poisoned,\" said <strong> Donald Rumsfeld </strong>. <q>You thought you might lose her,<q> Martin said. \"So how's that work? Fifteen hours a day, <strong> Donald Rumsfeld </strong> of Defense, war going on.\" \"People were risking their lives,\" said <strong> Donald Rumsfeld </strong>. \"You simply", "new_id": -2}, {"uid": "1295238753247496716", "i": 36128, "idx": 0, "sa": ["Oprah Winfrey", "Piers Morgan", "Michael Vick"], "q": "<strong> Oprah Winfrey </strong>: Monday, January 17 <strong> Piers Morgan </strong> and <strong> Oprah Winfrey </strong> make bet about who can book <strong> Michael Vick </strong> first <strong> Oprah Winfrey </strong> <q><strong> Piers Morgan </strong> Tonight' interview, <strong> Piers Morgan </strong> asks \"what advice would you give <strong> Michael Vick </strong>?<q> <strong> Oprah Winfrey </strong> didn't want to answer- because she's saving her thoughts for when she interviews the NFL Comeback Player of the year. But <strong> Piers Morgan </strong> is trying to book <strong> Michael Vick </strong> too. And then a", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.\" <strong> Eric Schmidt </strong>, 55, said, <q>We worked as a triumvirate for 10 years.<q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}, {"uid": "1295780823044482575", "i": 12319, "idx": 4, "sa": ["Lou Kerner", "Eric Schmidt", "Sergey Brin"], "q": "of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. \"What I do think Facebook has shown Google is that they're moving too slow,\" <strong> Lou Kerner </strong> said. <q>Facebook is moving at the speed of light and Google isn't. Quotes delayed, except where indicated otherwise. Delay times are 15 mins for NASDAQ, NYSE and Amex. See also delay times for other exchanges. Quotes and other information supplied by independent providers identified on the Yahoo! 7 Finance partner page. Quotes are delayed at least 15 minutes. All information provided \"as is<q> for informational purposes only, not intended for trading purposes or advice. Neither Yahoo! 7 nor any of independent providers is liable for any informational errors, incompleteness, or delays, or for any actions taken in reliance", "new_id": -2}, {"uid": "1295131435025296910", "i": 1267, "idx": 1, "sa": ["Allen Iverson", "Kevin Garnett"], "q": "Celtics on Tuesday night. \"Winning this game puts a lot of pressure on us, because if you can beat a team like this, then you can beat all the other teams,\" <strong> Allen Iverson </strong> said. <q>We have enough talent to scare some people, but we just have to bring it night in and night out.<q> The Nuggets even beat the Celtics at full strength-- kind of. <strong> Kevin Garnett </strong>, who's been out since Jan. 25 with a strained abdominal muscle, wasn't his flashy self, finishing with four points on 2-of-7", "new_id": -2}, {"uid": "1295008939037093396", "i": 37761, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "in the presence of her close friend <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. Visiting <strong> Gabrielle Giffords </strong> in the hospital Wednesday, <strong> Kirsten Gillibrand </strong> stroked <strong> Gabrielle Giffords </strong>' hand and responded with amazement as she saw her wounded colleague open her eyes. <q>This is a major leap forward,<q> <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, said Thursday about the scene <strong> Kirsten Gillibrand </strong> witnessed Wednesday. \"This is a major milestone for her, and we're hoping that she crosses through many more.\"", "new_id": -2}, {"uid": "1295956479149733513", "i": 27476, "idx": 1, "sa": ["Mike Pence"], "q": ", <strong> Mike Pence </strong> said the fight for life should not be ignored. He said the process of cutting federal spending should begin with a denial of all federal funding for abortion, both at home and abroad. <q>We must not remain silent when great moral battles are being waged,<q> said <strong> Mike Pence </strong>. \"Those who would have us ignore the battle being fought over life have forgotten the lessons of history. As in the days of a house divided, America's darkest moments have come when economic", "new_id": -2}, {"uid": "1297272969044515334", "i": 35799, "idx": 0, "sa": ["Simon Cowell"], "q": "\" But in this week's Arts& Leisure section, Jon Caramanica argues that the Aerosmith frontman's wacky charisma has ably replaced <strong> Simon Cowell </strong>'s caustic derision as the show's signature quality. <q><strong> Simon Cowell </strong> <strong> Steven Tyler </strong>, who will turn 63 next month, has done much of the heavy lifting for \"Idol' this season,<q> <strong> Simon Cowell </strong> Caramanica writes, \"helping keep the show within striking distance of last season\"s ratings and ensuring that even though certain things have been lost in transition, the show still has a steady center.\"", "new_id": -2}, {"uid": "1296509876251035669", "i": 23420, "idx": 4, "sa": ["Jay Leno", "Jimmy Kimmel", "Jimmy Fallon", "David Letterman"], "q": "275,000 \"The Tonight Show with <strong> Jay Leno </strong>\" 179,000 \"Late Night with <strong> Jimmy Fallon </strong>\" 150,000 \"The Late Show with <strong> David Letterman </strong>\" 148,000\" Lopez Tonight\" 122,000 \"<strong> Jimmy Kimmel </strong> Live\" 96,000 <q>The Late Late Show with <strong> Craig Ferguson </strong><q> 94,000 \"Chelsea Lately\" 79,000 \"The Mo'Nique Show\" 73,000 Source: Nielsen Media Research, live+ same day data, original episodes only Cable data( 12/27/10-1/ 27/11)", "new_id": -2}, {"uid": "1296644684150142979", "i": 10865, "idx": 3, "sa": ["Allen Iverson", "Samuel Dalembert", "Tracy McGrady"], "q": "he topped 20 points was Dec. 5, when he scored 35 in a victory in Miami. The 76ers are 3-2 since <strong> Allen Iverson </strong> returned. \"The games we lose, it hurts worse,\" <strong> Allen Iverson </strong> said. <q>But in the games that we win, I don't think about it.<q> <strong> Samuel Dalembert </strong> set career highs with 15 points and 11 rebounds. He fouled out late in the game, but only after his block of <strong> Tracy McGrady </strong>'s driving dunk with 2:54 remaining blunted Orlando's comeback. <strong> Samuel Dalembert </strong>, who", "new_id": -2}]