[{"uid": "1295569141118865965", "i": 27147, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "prodigies who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as <strong> Larry Page </strong>'s personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advisLarry Page, 37, and Google's other 37-year-old founder, <strong> Sergey Brin </strong>,", "new_id": -2}, {"uid": "1295953289167477269", "i": 31995, "idx": 0, "sa": ["Derek Hough", "Simon Cowell"], "q": "on the judging panel of the pop star search show when it heads Stateside after impressing on the UK version, but producers are unconvinced and believe American audiences may prefer a more recognisable star such as <strong> Derek Hough </strong> said: <q> Everyone thinks Cheryl has the judging job on US' X Factor' in the bag.`` The truth is, nothing has been signed and the producers still aren't convinced.`` They are more keen to get a big US star like Katy or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old title=\"More on Girls Aloud...\" href=\"http://www.thisislondon.co.uk/standard/related-3289-girls-aloud.do\"> Girls Aloud star has what it takes to draw audiences in across the", "new_id": -2}, {"uid": "1297177746196968450", "i": 11069, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers", "Brett Favre"], "q": "told <strong> David Letterman </strong>,`` I watch your show a lot. It's good to be here.'' <strong> David Letterman </strong> went on to tell <strong> Aaron Rodgers </strong> that his`` ascension to the throne following <strong> Brett Favre </strong>'' was a remarkable story. <q> I'm not 6' 5 </q> and I'm not 240 lbs, but I think the things you can't measure are often the things that give people the most success,'' <strong> Aaron Rodgers </strong> explained. <strong> Aaron Rodgers </strong> was born in Chico in Butte", "new_id": -2}, {"uid": "1295182995037912579", "i": 36434, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Brett Favre"], "q": "Bay into the NFC championship game at either Chicago or Seattle next weekend.`` This probably was my best performance-- the stage we were on, the importance of this game,'' <strong> Aaron Rodgers </strong> said. <q> It was a good night. </q> He completed 31 of 36 passes and put up more yards than <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1294960874114671713", "i": 9211, "idx": 2, "sa": ["Charlie Chaplin", "Sergio Marchionne"], "q": "Italia'`` We are getting closer and closer to the workers in the <strong> Charlie Chaplin </strong> movies,'' said Nina Leone, 47, a Fiat employee since 1988 and who said she would oppose the deal. <q> I don't think Mirafiori will stop auto production if the No vote prevails. We will fight to keep our jobs. </q> Mirafiori is part of <strong> Sergio Marchionne </strong>'s 20 billion-euro investment project dubbed'' href=\"http://www.fiatspa.com/it-IT/investor_relations/investors/presentazioni/FiatDocuments/2009/Fiat_Group_Incontro_con_le_Ist_Sindacali_Roma_22-12-09/Palazzo_Chigi_Roma_22_Dicembre_2009_presentazione_AD.pdf\" title=\"Open Web Site\" rel=\"external\"> Fabbrica Italia'' to revamp Fiat's five remaining Italian car plants excluding Termini Imerese, which will", "new_id": -2}, {"uid": "1295785090191660062", "i": 76, "idx": 1, "sa": ["Alastair Campbell", "George Osborne", "Ian Edmondson", "Andy Coulson", "Tony Blair", "David Cameron"], "q": "on Wednesday afternoon- triggered fresh questions about the prime minister's judgment. Labour claimed he should never have appointed someone with such a controversial past. But <strong> David Cameron </strong> has shrugged off the criticism, praising <strong> Andy Coulson </strong> as a <q> brillIan Edmondsont member of my team </q>. Appointed by <strong> David Cameron </strong> in 2007, when he was opposition leader, on the recommendation of <strong> George Osborne </strong>, <strong> Andy Coulson </strong> gave edge to a media operation seen as lacking the kind of ruthless professionalism brought by <strong> Alastair Campbell </strong> to <strong> Tony Blair </strong>'s", "new_id": -2}, {"uid": "1295013411230670358", "i": 58728, "idx": 2, "sa": ["Sergio Marchionne"], "q": "'' still make up more than half the new vehicles sold in the US. And given that this is a highly profitable market for the industry, nobody is prepared to give it up. <q> This is going to remain a big part of the profit picture for Chrysler going forward, </q> says Mr <strong> Sergio Marchionne </strong>. The truck segment is under pressure, however, at least when it comes to the largest gas guzzlers.`` I think truck sales will be defined by the price of", "new_id": -2}, {"uid": "1295451814058523658", "i": 28298, "idx": 2, "sa": ["Howard Stern", "David Letterman", "Jay Leno"], "q": ",'' he said about <strong> Jay Leno </strong>'s fans who tune in every night.`` I don't like <strong> Jay Leno </strong> personally,'' <strong> Howard Stern </strong> said. He complimented the comedian's career David Lettermany on, but added, <q> I don't like the way he's behaved with me personally. I've done his show many times in the past; I won't do it again. </q> He also accused Mr. <strong> Jay Leno </strong> of stealing jokes and material. He In contrast, he said <strong> David Letterman </strong> of CBS's Late Show with <strong> David Letterman </strong> is an`` original,'' and that many of his bits have", "new_id": -2}, {"uid": "1297284241241352704", "i": 329, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Guantanamo one of worlds finest prison: <strong> Donald Rumsfeld </strong> WASHINGTON( AFP)- The`` war on terror'' prison at the US naval base in Guantanamo Bay, Cuba is <q> one of the finest prison systems in the world, </q> former defense secretary <strong> Donald Rumsfeld </strong> said in an interview with Fox News on Tuesday. <strong> Donald Rumsfeld </strong>, who is promoting his autobiography titled`` Known and Unknown,'' praised US military personnel that worked at the site in", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}]