[{"uid": "1296066642213172334", "i": 25500, "idx": 1, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": "website, how to in... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... Google I/O 2010- Creating positive user experiences Google I/O 2010- Beyond design: Creating positive user experiences Tech Talks John", "new_id": -2}, {"uid": "1297627885248430598", "i": 32872, "idx": 1, "sa": ["David Letterman", "Conan O'Brien"], "q": "know what I was wearing,'' <strong> Conan O'Brien </strong> joked during an interview on the set of his new TBS talk show. The truth is <strong> David Letterman </strong> called him just to see how he was doing. <q>I said, ''We've always been good.' I have a lot of respect for that guy. And I said,` You didn't owe me a phone call, but I appreciate it.' And then he chatted about other silly things and that was it,</q> <strong> Conan O'Brien </strong> says. ''So it was not a lengthy phone call. He's not a blabbermouth. But it was nice.'' TBS- <strong> Conan O''Brien </strong> was touched by a phone call from <strong> David Letterman </strong>.", "new_id": -2}, {"uid": "1295832430187138098", "i": 27481, "idx": 0, "sa": ["Andy Coulson"], "q": "best thing to ask for when your views have about as much credibility as <strong> Andy Coulson </strong>'s future in journalism. Anyway, the Association's statement goes on to say( with my bolding) that: <q> ''Communications the Association have received show that dissatisfaction is growing with <strong> Professor Brian Cox </strong>'s support for Dara O'Briain's denigration of astrology in his Stargazing Live BBC2 television programme on 3rd January 2011( see the portion commencing 17' 30</q> and 19' 45'' into the programme).'' His justification was fragmentary astronomy and empty of logic. Yet he allowed the total condemnation of astrology. This is particularly disappointing, because for the previous", "new_id": -2}, {"uid": "1294959202181354591", "i": 15956, "idx": 0, "sa": ["Colin Powell"], "q": "They presumed the United States now could cut its military budget dramatically and spend that money at home. That perception was bolstered two years later when <strong> Colin Powell </strong>, then chairman of the Joint Chiefs of Staff, declared: <q>I'm running out of enemies. I'm down to Castro and <strong> Kim Il Sung </strong>.</q> <strong> Colin Powell </strong>'s observation 20 years ago is still basically true: The United States has no militarily significant rivals, notwithstanding the terrorist threat and the war in Afghanistan. Regardless, the Defense Department is still buying", "new_id": -2}, {"uid": "1295539340089374724", "i": 5725, "idx": 2, "sa": ["Dr. Helen Caldicott", "Sen. Bernie Sanders", "President Bush", "William Hartung", "David Barstow"], "q": "in 8.5-Hour Senate Speech, Says U.S. Becoming ''Banana Republic'' ''Prophets of War: Lockheed Martin and the Making of the Military-Industrial Complex.'' By <strong> William Hartung </strong>.( Nation Books, 2010) <strong> Sen. Bernie Sanders </strong> McDermott: <q>The Medical-Industrial Complex in this Country is Bigger than the Military-Industrial Complex</q> <strong> Dr. Helen Caldicott </strong> On the New Nuclear Danger: <strong> President Bush </strong>'s Military-Industrial Complex EXCLUSIVE... Pentagon Pundits: New York Times Reporter <strong> David Barstow </strong> Wins Pulitzer Prize for Exposing Military's Pro-War Propaganda Media Campaign Carnegie Military University: How the Pentagon Funds", "new_id": -2}, {"uid": "1296097941086065172", "i": 38261, "idx": 0, "sa": ["Eric Schmidt"], "q": "( AFP)- Cuban dissident Guillermo Farinas, the 2010 Sakharov rights prize winner, has been arrested and police are holding him in the central city of Santa Clara, his mother and dissidents said. <q>I spoke with him, and he told me that he is under arrest in the third police unit in Santa Clara, and then he hung up,</q> his mother Alicia Hernandez said by phone from the city located some 240 kilometers( 150 miles) east of Havana. A file photo shows <strong> Eric Schmidt </strong> speaking at a news... Santa Clara Japan's Princess Kiko waves", "new_id": -2}, {"uid": "1297152367211075085", "i": 30532, "idx": 7, "sa": ["Donald Rumsfeld", "President Bush"], "q": "ik niet zou blijven als de Democraten de macht in het Congres zouden overnemen'', schrijft de oud-minister. <strong> Donald Rumsfeld </strong> voorzag dat hij om de haverklap op het matje zou worden geroepen bij een Democratisch Congres. <q>Dit betekende dat het tijd was om sommige mensen te vervangen.</q> 12 jan 2010 In het buitenland al vaker en meer Irak-onderzoeken 9 nov 2010 Biografie <strong> President Bush </strong> verschenen Audio Sijbolt Noorda, voorzitter VSNU reageert op de plannen van staatssecretaris Zijlstra over het hoger... 13 jaar na hun afscheid", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team. ''The president and I don't have to agree on everything,'' said <strong> Kirsten Gillibrand </strong>. ''GO JETS!'' <q>I'll bet on the Jets over Chicago,</q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}, {"uid": "1295972855202047505", "i": 15404, "idx": 3, "sa": ["in excess", "Nancy Pelosi", "Sen. Bernie Sanders"], "q": "JPMorgan paid out bonuses <strong> in excess </strong> of$ 3m to more than 200 employees.'' Since the TARP money was tax dollars, this qualifies as <strong> Sen. Bernie Sanders </strong>' ''tax breaks'' for very wealthy people. Reuters reported: <q>Banks seized more than a million U.S. homes in one year for the first time last year.</q> <strong> Nancy Pelosi </strong> received 65.6% of her campaign contributions($ 1.6 M) from business in 2008, including$ 120,500 from the insurance industry( 4.9% of total). <strong> Nancy Pelosi </strong> called insurers ''immoral'' and''", "new_id": -2}, {"uid": "1295338731116441123", "i": 8560, "idx": 0, "sa": ["Andy Coulson", "Peter Oborne", "Sean Hoare"], "q": "their illegal activities. I didn't accept those assurances. Aside from what former staff told me, and my own knowledge of how the NoW operates, there was plenty of evidence from external sources. <q> ''A dozen former reporters said in interviews that hacking was pervasive at News of the World. ''Everyone knew,' one longtime reporter said.` The office cat knew.'</q>'' It named one of those reporters as <strong> Sean Hoare </strong>, who was quoted as saying that <strong> Andy Coulson </strong> ''actively encouraged me''' to hack into messages. Channel 4 Dispatches documentary, presented by <strong> Peter Oborne </strong>, in", "new_id": -2}]