[{"uid": "1296482079090030086", "i": 32058, "idx": 4, "sa": ["Winston Moss", "Mike Trgovac", "Michael Vick", "Kevin Greene"], "q": "as defensive line coach <strong> Mike Trgovac </strong>, assistant head coach and inside linebackers coach <strong> Winston Moss </strong>, or outside linebackers coach <strong> Kevin Greene </strong>. But <strong> Mike Trgovac </strong> told the Wisconsin State Journal on Sunday that he is not interested in leaving Green Bay. <q> If it's my choice, I will be here next year. </q> Posted 8:14 AM, 01/31/2011 the bleacher report article says this about kk: Posted 8:24 AM, 01/31/2011 Going with <strong> Michael Vick </strong> long term will almost guarantee many more seasons over the next 3-5 years of 10-6 to 12-4", "new_id": -2}, {"uid": "1297088895231997447", "i": 31050, "idx": 0, "sa": ["Paolo Romani", "Sergio Marchionne"], "q": ", Fiat boss <strong> Sergio Marchionne </strong> said in remarks on Feb. 5. His comments on were quoted by Italy's Corriere della Sera, prompting the mayor of Turin, Fiat's birthplace, to demand`` immediate clarification.'' <q> It's clear that an international group can have several offices but it would be different if the headquarters were in the United States, </q> <strong> Sergio Marchionne </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>.`` In the next two or three years we will", "new_id": -2}, {"uid": "1296867849205062154", "i": 19825, "idx": 2, "sa": ["David Letterman"], "q": "the Late Show, tells The Hollywood Reporter,`` It's a complete non-story. He's constantly musing about when he's going to leave.'' Burnett mentioned that <strong> David Letterman </strong> made a similar remark in 1987. <q> It was not a thought-out response, </q> Burnett tells THR.`` It was an off-the- cuff remark. <strong> David Letterman </strong> is one of those guys who can choose when he wants to leave. Whenever he decides that, we'll know. It's not", "new_id": -2}, {"uid": "1295933799148537355", "i": 10366, "idx": 1, "sa": ["Brad Shanks", "David Letterman"], "q": ", March 4. The band was signed to XL Recordings in 2006, and performed on`` The Late Show with <strong> David Letterman </strong>'' later that year. Thei group's single`` Insistor'' was played in the movie <q> Nick and Norah's Infinite Playlist. </q> <strong> Brad Shanks </strong> said that Lawrence was becoming a regular stop for bands on tour like Tapes'N Tapes.`` Lawrence is good for touring for musicians, it's in the middle of the country,", "new_id": -2}, {"uid": "1295641913254836808", "i": 16, "idx": 1, "sa": ["Eric Schmidt"], "q": "Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w/ our Sharemethods ReviewCam. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295285586064159807", "i": 19091, "idx": 0, "sa": ["Oprah Winfrey", "Michael Vick", "Piers Morgan", "Toni Morrison"], "q": "that I was depressed,'' she says. <strong> Oprah Winfrey </strong> starred in the film( based on <strong> Toni Morrison </strong>'s prize-winning novel) and her company Harpo Productions produced it. But its box-office performance was disappointing. <q> It sent me into a macaroni-cheese tailspin. I ate about 30 pounds worth, I'm not kidding, </q> she says. <strong> Piers Morgan </strong> and <strong> Oprah Winfrey </strong> also make a bet about who will book an interview with NFL superstar <strong> Michael Vick </strong> first.`` One hundred British pounds says I'll get <strong> Michael Vick </strong> before you,''", "new_id": -2}, {"uid": "1297275510262340633", "i": 2901, "idx": 2, "sa": ["Steve Ballmer", "Satya Nadella", "Jason Maynard"], "q": "<strong> Steve Ballmer </strong> wrote at the time. While <strong> Steve Ballmer </strong> was vague about the reasons, analysts believed that the CEO had lost faith in Muglia's ability to lead the company into the next generation of enterprise computing. <q> Our key conclusion from the management change is that <strong> Steve Ballmer </strong> feels that new leadership is needed to navigate Microsoft's evolution to the cloud, </q> said Wells Fargo Securities analyst <strong> Jason Maynard </strong>. As the former head of engineering in Microsoft's online unit, <strong> Satya Nadella </strong> should be well prepared to lead Microsoft's ventures into the cloud. He said he's up", "new_id": -2}, {"uid": "1295589382106250271", "i": 13932, "idx": 3, "sa": ["Eric Schmidt"], "q": "world's largest social network. Google said the management change was made as part of a plan to`` streamline'' decision making and create clearer lines of responsibility and accountability at the top. <q> It's a good move. It[ the triumvirate management structure] was always one of things that concerned us a little bit, </q> said Ryan Jacob, portfolio manager with the Jacob Internet Fund.`` It should streamline the decision-making process. They're in a fast-moving industry.'' <strong> Eric Schmidt </strong> now plans to sell about 534 000 shares of", "new_id": -2}, {"uid": "1296667695062144539", "i": 5516, "idx": 1, "sa": ["Mitt Romney", "David Letterman"], "q": "visited <strong> David Letterman </strong>'s talk show last night and recited his very own monologue,`` Things You Don't Know About <strong> Mitt Romney </strong>''! Here is an example of one of these Things you don't know about him: <q> Do I smell as good as I look? No! </q> Did Mittens just admit to the entire world that he smells like taint? And what does this mean, for Democracy in Egypt? When state-sponsored eugenics is reintroduced( yes, reintroduced) to", "new_id": -2}, [{"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}]]