[{"uid": "1296380264205537380", "i": 49018, "idx": 0, "sa": ["Ben Roethlisberger", "Michael Vick", "Ben Wallace"], "q": "in games. When you see a man of that dimension able to finish scramble runs, I don't care what level and so on, I've always considered him a good athlete,\" McCarthy said. <q> More importantly, he's a <strong> Ben Wallace </strong> man. I don't know exactly what he weighs but he is someone that we need to do a better job this time around learning off last year's experience. </q> And while no one is mistaking the Steelers' quarterback for a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers", "new_id": -2}, {"uid": "1295669701105103360", "i": 8201, "idx": 5, "sa": ["Larry Page", "Eric Schmidt"], "q": "momentum in emerging businesses such as display advertising and mobile. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> in the statement, saying he has done an \"outstanding job\" and calling him a \"tremendous leader.\" <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. <strong> Eric Schmidt </strong> said the key", "new_id": -2}, {"uid": "1295618246003915784", "i": 23257, "idx": 1, "sa": ["Camille Grammer", "David Letterman"], "q": "is now his fiancee; they plan to marry after he leaves \"La Cage aux Folles\" next month, which <strong> Camille Grammer </strong> announced on \"Late Show With <strong> David Letterman </strong>,\" after \"Housewives\" and its after-show, <q> Watch What Happens: Live, </q> capping off the night of Jan. 13). Older man( 55), younger wife( 42), youngest girlfriend( 29). Same old. <strong> Camille Grammer </strong> was not shy under the surgeon's scalpel.", "new_id": -2}, {"uid": "1296599743193396754", "i": 60055, "idx": 3, "sa": ["Camille Grammer", "David Letterman", "Howard Stern", "Kelsey Grammer"], "q": ": <strong> Camille Grammer </strong> strongly implied to <strong> Howard Stern </strong> that ex-husband <strong> Kelsey Grammer </strong> is a cross-dresser. Having told <strong> Howard Stern </strong> that <strong> Kelsey Grammer </strong> was excited to get a role in cross-dressing Broadway show La Cage aux Folles, <strong> Howard Stern </strong> asked( via RadarOnline), <q> But you're saying you do think he's gay, that when he got into La Cage aux Folles, he was in the right play... </q> Grammer_Camille Grammer_To_Marry_Girlfriend_Kayte_Walsh_in_February click our link thetodaybuzz.com- to watch full \"<strong> Kelsey Grammer </strong> To Marry Girlfriend Kayte Walsh in February\" exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that", "new_id": -2}, {"uid": "1295762095175325199", "i": 15362, "idx": 8, "sa": ["Cynthia McKinney", "Colin Powell", "Gary Bauer", "George W. Bush", "Barack Obama"], "q": "Church. <strong> Cynthia McKinney </strong> spoke for about 1... <strong> Colin Powell </strong> Endorses <strong> Barack Obama </strong> for <strong> George W. Bush </strong> Former Secretary of State <strong> Colin Powell </strong> Cynthia McKinneyounced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Fo... Ban Abortion- 2012 George W. Bushial Candidate www.huffingtonpost.com Excerpt: When conservative activist and former George W. Bushial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much", "new_id": -2}, {"uid": "1297263656179191809", "i": 10681, "idx": 1, "sa": ["Simon Cowell", "Charles Taylor"], "q": "<strong> Charles Taylor </strong> Photo: Former Liberian... Former Liberian president <strong> Charles Taylor </strong> Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse \" What!!!!! Africans enslaving Africans... then raping and killing them... \" Report Abuse <q> <strong> Charles Taylor </strong>, the first African ruler to stand trial for war crimes, is charged with instigating murder, rape, mutilation, sexual slavery and conscription of child soldiers during a brutal civil war in Sierra Leone. He denies the charges. </q> Report Abuse \" What about the diamond profiteers in Belgium? They knew what was happening, Who gave weapons and drugs in exchange for diamonds. Which european countries? The U.S also? \" They gave <strong> Charles Taylor </strong>", "new_id": -2}, {"uid": "1297120389257998877", "i": 24845, "idx": 1, "sa": ["Simon Cowell"], "q": "amount of pressure on people,\" said the reality TV mogul. The winner will receive a million-dollar check once a year for five years, from which recording and marketing expenses will not be deducted. <q> This is not a dressed-up five million dollars, </q> said <strong> Simon Cowell </strong>. And those concerned that an inexperienced nobody now thrust into the limelight might blow the money on hookers and coke, need not worry. The winner will receive financial advice on how best to", "new_id": -2}, {"uid": "1296813127059981847", "i": 5075, "idx": 0, "sa": ["Michael Vick"], "q": "has three Lombardi Trophies, but doesn't make the list. And then there is the case of <strong> Michael Vick </strong>. Master said <strong> Michael Vick </strong> was No. 30 on the Philadelphia list in that October survey. <q> <strong> Michael Vick </strong> has one of the highest levels of awareness in Philadelphia, even higher than some of the top five, </q> Master said. \"But his appeal is not really as high, for obvious reasons... \"I would think, based on the success of his season, that he would be higher when", "new_id": -2}, {"uid": "1297089430234487808", "i": 6654, "idx": 1, "sa": ["Michael Gove"], "q": "central funding in this year.\" Mr <strong> Michael Gove </strong> stressed the decision to protect music funding when there were pressures on budgets elsewhere showed the Michael Government was committed to music in schools. He said: <q> Music has the power to touch the soul. It is a universal language understood by people of every culture. And it gives us all the chance to be transported by beauty. \"But access to the best musical education is not universal and the opportunity to benefit from great instrumental tuition is not shared equally. </q>` Positive change' Mr <strong> Michael Gove </strong> also announced plans for scheme to get more music professionals teaching in schools. A scheme based on the much-praised TeachFirst programme, which sees high-flying graduates fast-tracked to become", "new_id": -2}, {"uid": "1295285589082853897", "i": 40089, "idx": 0, "sa": ["Steve Ballmer", "Bill Gates", "Bill Winters"], "q": "are seen as crucial to those companies' ability to avoid the fate of their competitors last year. But companies in creative fields do seem somewhat more susceptible to being very closely associated with their leaders. <q> Even if they don't supply the creativity, their departure would certainly necessitate a public-relations campaign, </q> said Walking. Microsoft( MSFT) founder Winters-Bill Gates.htm\"> <strong> Bill Gates </strong> was able to groom potential CEOs during the 1990s, paving the way for current CEO <strong> Steve Ballmer </strong>. <strong> Bill Gates </strong> put <strong> Steve Ballmer </strong> in charge", "new_id": -2}]