[{"uid": "1295991953089178223", "i": 3696, "idx": 13, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "`` unknown unknowns'' and so forth came up during intelligence briefings.`` I used the phrase in a Pentagon press conference one day, and that's when it started rolling,'' <strong> Donald Rumsfeld </strong> says. <q> I titled the book that because I believe people will find there are things they didn't know. </q> He will not discuss specific contents of the book, will not comment on current events( he saves that for his Twitter account, Donald RumsfeldOffice) and had no comment on <strong> George H. W. Bush </strong>'s`` Decision Points,", "new_id": -2}, {"uid": "1295012945223330320", "i": 57729, "idx": 0, "sa": ["Sergio Marchionne"], "q": "sede della Cisl di Viareggio e di Assindustria di Carrara e in questi giorni di tensioni torinesi proiettano qualche ombra sulla Toscana. Ed ecco la dichiarazione del Vicepresidente del Consiglio regionale della Toscana, Roberto Benedetti: <q> La comparsa della stella a cinque punte accanto alla scritta`` servi </q> sul muro della sede Cisl di Pistoia e delle frasi contro <strong> Sergio Marchionne </strong> nei pressi della biblioteca San Giorgio sempre a Pistoia confermano il clima d'odio e di estremismo che si va alimentando attorno alle questioni legate al mercato del lavoro", "new_id": -2}, {"uid": "1296144457208175176", "i": 2746, "idx": 0, "sa": ["George W. Bush", "Colin Powell"], "q": "Yet, in the wake of 9/11, that is precisely what the <strong> George W. Bush </strong> administration did. Why? Then-Secretary of State <strong> Colin Powell </strong> afforded a clue when he href=\"http://unispal.un.org/UNISPAL.NSF/0/FC11356048C273B285256BC3007093BD\" target=\"_blank\"> said in May 2002, <q> How important it was for me to have this unified body of opinion and thought behind me </q> in working for peace. In other words, the <strong> George W. Bush </strong> administration formed the Quartet to insulate itself from blame for diplomatic failure and unilateralism. Perhaps it thought that, by forming the Quartet, it could steer", "new_id": -2}, {"uid": "1295149208134824011", "i": 1724, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "to target their manufactured outrage, against a former CIA asset, href=\"http://www.lewrockwell.com/north/north170.html\" target=\"_blank\"> Saddam <strong> Barack Obama </strong>. With Defense Secretary <strong> Colin Powell </strong>'s href=\"http://antiwar.com/mcgovern/?articleid=12323\" target=\"_blank\"> UN speech justifying invasion of Iraq, he <q> could not escape the reality that this speech greased the skids for death and destruction in Iraq and brought unprecedented shame on our country </q>. Operation Iraqi Freedom starts the last gasp of the military-industrial-complex to colonize oil resources and to encircle Asian aspirations. The'' href=\"http://americasbesthistory.com/abhtimeline2000.html\" target=\"_blank\"> Central Intelligence Agency admits that the imminent threat from weapons of", "new_id": -2}, {"uid": "1295498568076414992", "i": 1251, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "actress, who plays scathing cheerleading coach Sue Sylvester in the US TV show, believes there are many similarities between the teacher and the talent show judge, nicknamed` Mr Nasty'. She said: <q> If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her.`` He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <strong> Jane Lynch </strong> also said she is`` amazed'' by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained:`` <strong> Simon Cowell </strong> and", "new_id": -2}, {"uid": "1296888401119128067", "i": 35635, "idx": 3, "sa": ["Clive Goodman", "David Cameron", "Andy Coulson"], "q": "of The World.`` For what it is worth <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his` Bizarre'( showbusiness) column and after that at NOTW,'' he wrote. <q> As he sat a few feet from me in the newsroom he probably heard me doing it, laughing about it etc and told others to do it. I worked under <strong> Andy Coulson </strong> for a year and a half at NOTW.`` The real scandal is <strong> David Cameron </strong> would have been briefed:` We can probably get away with this one,' when hiring <strong> Andy Coulson </strong>, so Mr. <strong> David Cameron </strong> is either a liar or an idiot. </q> <strong> Andy Coulson </strong> was editor of the Rupert Murdoch-owned News of The World in 2006, when the paper's royal editor, <strong> Clive Goodman </strong>, was arrested for hacking into voicemails belonging to Princes William and Harry. When <strong> Clive Goodman </strong> was jailed", "new_id": -2}, {"uid": "1295928935203030533", "i": 33723, "idx": 11, "sa": ["Donald Rumsfeld", "George H. W. Bush", "Dick Cheney"], "q": "'' he says.`` I wanted to find out something. I needed help. I needed adGeorge H. W. Bush. Some of them were just,' I need a haircut.''' Another <strong> Donald Rumsfeld </strong> Rule: <q> If you are not criticized, you may not be doing much. </q> As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and was a close ally of <strong> George H. W. Bush </strong> <strong> Dick Cheney </strong>. But he was deeply disliked by opponents of the Iraq war, and", "new_id": -2}, {"uid": "1296719960172556329", "i": 58001, "idx": 0, "sa": ["Michael Vick", "Tu Holloway", "Alan Major"], "q": "deep hole early. <strong> Tu Holloway </strong> was held to 12 points on three-of-17 shooting by Charlotte. He was also zero-for-eight from 3-point range against a 49ers team that leads the Atlantic 10 in 3-point defense. <q> It's like in football if you're playing <strong> Michael Vick </strong>, </q> said <strong> Alan Major </strong>.`` You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather( <strong> Tu Holloway </strong>) shoot over you than drive through you. He had some good looks but missed some. You try to keep", "new_id": -2}, {"uid": "1295590171029097991", "i": 39162, "idx": 2, "sa": ["Danny Sullivan", "Larry Page", "Eric Schmidt"], "q": "it in the first place.'' <strong> Eric Schmidt </strong> has had trouble distancing himself from these slips and finds himself frequently pressed on privacy and the views he has espoused. Search Engine Land editor-in-chief <strong> Danny Sullivan </strong> of <strong> Eric Schmidt </strong>. <q> Whatever he says, it seems people want to paint him into a corner as a scary guy. </q> By contrast, <strong> Larry Page </strong> has a clean slate and offers a fresh face for the company. He has tended to shy away from public speaking and thus far has said little that can be held against him.", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' Mr. <strong> Mike Pence </strong> told`` America's Morning News'' radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q> cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10. </q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}]