[{"uid": "1295538310149274676", "i": 13503, "idx": 3, "sa": ["Rick Santorum", "Mike Pence"], "q": "Dakota and former <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q>To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security,</q> he said. He said town hall meetings are \"very routine\" for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings. U.S. FDA and", "new_id": -2}, {"uid": "1295259899064110596", "i": 23694, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "World when he was editor. But the Prime Minister refused to confirm reports that Mr <strong> Andy Coulson </strong> had offered to resign over the issue, and insisted he deserved a \"second chance\". <q>Obviously, when he was editor of the News of the World, bad things happened at that newspaper,</q> Mr <strong> David Cameron </strong> told BBC Radio 4's Today programme. \"I always think that the danger at the moment is that he is effectively being punished twice for the same offence. \"I gave him a", "new_id": -2}, {"uid": "1294961671181354498", "i": 15453, "idx": 0, "sa": ["Eric Cantor", "Mike Pence"], "q": "as Republicans are not changing a lick of substance. They're just talking about it differently. <strong> Eric Cantor </strong>( R-Va.), through his spokesman on Thursday, called for the House to <q>resume thoughtful consideration of the health care bill next week</q>- a clear signal of the tenor they're seeking for the debate. <strong> Mike Pence </strong>( R-Ind.), a favorite of the conservative movement who recently dropped out of Republican leadership, said he'd prefer to call", "new_id": -2}, {"uid": "1296786462052805699", "i": 36595, "idx": 1, "sa": ["Uma Thurman", "John Turturro", "Aida Turturro", "David Letterman", "Chris O'Donnell", "Jason Reitman", "Jenna Fischer"], "q": "terminal illness spurred him to seek a gig on Late Night With <strong> David Letterman </strong> before it was too late. Village Without Women is a comedy about what Cinequest associate director Mike Rabehl describes as a story of <q>country bumpkins from a village of Serbian bachelors trying to find these women in Albania, a country that they're not on good terms with.</q> <strong> Jenna Fischer </strong>, <strong> Chris O'Donnell </strong> and <strong> John Turturro </strong>'s cousin <strong> Aida Turturro </strong> star in the comedy A Little Help. <strong> Uma Thurman </strong>'s new comedy, The Ceremony, was shepherded by executive producer <strong> Jason Reitman </strong>( who directed Thank You for Smoking).", "new_id": -2}, {"uid": "1296867070001982490", "i": 3062, "idx": 6, "sa": ["Sergio Marchionne"], "q": "projects profitable 2011 ahead of IPO... Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks... Chrysler Group LLC Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> Photo: A demonstrator wears a mock mask of Fiat CEO <strong> Sergio Marchionne </strong> Report Abuse <q>This guy sounds like Morry from Goodfellas...</q> Time.com: Last-Name Effect: People with End-of-Alphabet Names Buy Faster", "new_id": -2}, {"uid": "1296690410059244548", "i": 31375, "idx": 1, "sa": ["David Letterman", "Michele Bachmann"], "q": ", Pawlenty, Palin, Gingrich, <strong> Michele Bachmann </strong>... this is like imagining <strong> David Letterman </strong> on stage competing in a High School Variety show. Posted by: rukidding7| February 2, 2011 6:29 PM| <q>STRF. You said the Muslim Brotherhood attacked a liberal, just like you Right Wing Nut jobs always do.</q> Liam, just out of curiosity, is there such a thing as a \"leftwing nut job,\". And if so, would you name us one? Hope all is well with", "new_id": -2}, {"i": 39257, "idx": 1, "index_answer": 0, "new_id": -1, "q": "\" \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q>We will not seek the Republican nomination for president in 2012.</q>\" The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO comments can be found accept no responsibility for the content of", "sa": ["Mike Pence"], "uid": "1296166252125468725"}, {"uid": "1297139083171491347", "i": 44160, "idx": 0, "sa": ["David Letterman"], "q": "extraordinary talent from The Boxer Rebellion. After killing last week's performance on <strong> David Letterman </strong>, these guys are ready to break out in a big way with their just-released new album, The Cold Still. The Descendents- <q>I Don't Want to Grow Up</q>- Fun Fun Fun Fest 2010 Why: This video allows you to relive the amazing show from The Descendents at the 2010 Fun Fun Fun Fest in Austin. If you don't know who this band is", "new_id": -2}, {"uid": "1296860965220315649", "i": 32078, "idx": 0, "sa": ["Sergio Marchionne"], "q": "example of that was the promise by Chrysler Corp. this week to pay performance bonuses to nearly all employees, even as it repays government loans that bailed out the company. According to Chrysler chief executive officer <strong> Sergio Marchionne </strong>: <q>The obligation to our people was much greater than trying to improve our bottom-line profitability.</q> Do a reality check In a market like this, experts advise that you should think hard before deciding to look for a new job. \"If you are at the point you are willing", "new_id": -2}, {"uid": "1297200983061325341", "i": 1815, "idx": 15, "sa": ["Donald Rumsfeld"], "q": "develop an overreliance on the U.S. This is part of his answer when I ask what went wrong( again) in Afghanistan. He notes that committed \"Islamists\" don't just \"disappear.\" <q>We've given them a chance, a good chance, to fashion a country that can have the kind of security that the Taliban didn't permit. The Afghan people have to decide.</q> Mr. <strong> Donald Rumsfeld </strong>'s critics are bitter that his memoir didn't go the obvious commercial route, serving up a grand apology for his role in the wars. Yet readers might be appreciative to find themselves in", "new_id": -2}]