[{"uid": "1296599743193396754", "i": 49410, "idx": 3, "sa": ["Lindsay Lohan", "Howard Stern", "David Letterman", "Kayte Walsh", "Kelsey Grammer", "Camille Grammer"], "q": ": <strong> Camille Grammer </strong> strongly implied to <strong> Howard Stern </strong> that ex-husband <strong> Kelsey Grammer </strong> is a cross-dresser. Having told <strong> Howard Stern </strong> that <strong> Kelsey Grammer </strong> was excited to get a role in cross-dressing Broadway show <strong> Lindsay Lohan </strong> Cage aux Folles, <strong> Howard Stern </strong> asked( via RadarOnline), <q>But you're saying you do think he's gay, that when he got into <strong> Lindsay Lohan </strong> Cage aux Folles, he was in the right play...</q> http://wn.com/Kelsey_Grammer_To_Marry_Girlfriend_Kayte_Walsh_in_February click our link thetodaybuzz.com- to watch full \"<strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February\" exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he", "new_id": -2}, {"uid": "1296806845027115553", "i": 28225, "idx": 0, "sa": ["Oprah Winfrey", "Maya Angelou", "Condoleezza Rice", "Simon Cowell"], "q": "<strong> Oprah Winfrey </strong> narrates a biography-and-interview show about stars- <strong> Condoleezza Rice </strong>, <strong> Maya Angelou </strong>, <strong> Simon Cowell </strong>- who embody qualities she admires. When <strong> Oprah Winfrey </strong> talks about, say, Jay-Z, it sounds as if she is also talking about herself: <q>If you don't know who you are before fame hits, you will definitely end up losing yourself in all the opinions around you.</q>( See the top 10 <strong> Oprah Winfrey </strong> controversies.) But <strong> Oprah Winfrey </strong>'s gift is to make it seem as if she is also talking about you. \"When the odds are against you and you", "new_id": -2}, {"uid": "1297428190058949643", "i": 11828, "idx": 8, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "with Nokia in its present relatively uncompetitive state, and strongly pushing Windows Phone products arguably would be abetting the enemy. Although the alliance is nonexclusive, Nokia clearly is becoming the premier Windows Phone partner. <q>There are things we are planning to do with Nokia that are unique,</q> <strong> Steve Ballmer </strong> said. praising the deal. \"Today, Nokia and Microsoft intend to enter into a strategic alliance,\" <strong> Stephen Elop </strong> said in the video, a precursor of a turnaround plan he's", "new_id": -2}, {"uid": "1296166252125468724", "i": 35229, "idx": 1, "sa": ["Mike Pence"], "q": "against that runaway budget, and after opposing that government takeover of health care, my party, Republicans in Congress, are back in the fight, and we're back in the fight on the right!\" <q><strong> Mike Pence </strong> may have even forced the NRA's hand on whether or not to score the Senate vote on <strong> Elena Kagan </strong>. The NRA scored the vote on <strong> Sonia Sotomayor </strong>, the first time they have scored a vote on a Supreme Court justice, a score that will knock down the grades of usually-reliable Democrats like <strong> Harry Reid </strong> of Nevada.</q> While various speakers made brief references to the Supreme Court, <strong> Mike Pence </strong> went right after her: \"In 1987 the Supreme Court was asked to take a case involving a D.C. man who had been convicted of carrying", "new_id": -2}, {"uid": "1295991800115605556", "i": 24992, "idx": 0, "sa": ["Michael Vick"], "q": ", you've got problems,\" Gorant wrote in his SI story. He then spent a year investigating and interviewing the team of experts across the country who worked as advocates for the dogs and their rehabilitation. <q>Fighting dogs, especially pit bulls, are almost always considered beyond help and euthanized. So this was a landmark legal decision to allow a team of experts to come in and attempt to restore the unimaginable damage inflicted upon these dogs.</q> The rehabilitation of <strong> Michael Vick </strong>'s dogs was kept secret at first, even though his trial gained national attention, in order to protect the dogs from thieves of the dog fighting underworld. Gorant's book details", "new_id": -2}, {"uid": "1297136473102924319", "i": 29837, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "defense secretary was reluctant to endorse <strong> President Bush </strong>'s assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was \"the most important failure in the execution of the war.\" <q>I don't have enough confidence to say that that's right. I think that it's possible,</q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an) enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed. \"", "new_id": -2}, {"uid": "1296034359264519680", "i": 7575, "idx": 5, "sa": ["Michael Vick"], "q": "and thigh pads made by the company. \"The Unequal technology is a part of my game now and I won't play without my Unequal,\" <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q>Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.</q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest and later conviction on dogfighting charges, for which he", "new_id": -2}, {"uid": "1295039082201211981", "i": 41012, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer", "Andy Cohen"], "q": "His Divorce From <strong> Camille Grammer </strong> on the Late Show After <strong> Camille Grammer </strong>'s big reveal about their divorce on last night's Real Housewives of Beverly Hills, viewers collectively cringed when <strong> David Letterman </strong> asked( as only he would) <q>I'm under the impression that your marriage is ending. Is that a fact?</q> <strong> Camille Grammer </strong> Spills All the Dirt About Her Divorce to a Bespectacled <strong> Andy Cohen </strong> Yesterday was quite a day for <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>. Their divorce-centric episode of Real Housewives aired,", "new_id": -2}, {"uid": "1295840751200425483", "i": 1780, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "to speed up decision-making at the Internet giant. In a regulatory filing last week, <strong> Google Inc. </strong> said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q>The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his <strong> Google Inc. </strong> stock as part of his long-term strategy for individual asset diversification and liquidity,</q> the filing said. As of Dec. 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of <strong> Google Inc. </strong> stock and controlled 9.6 percent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of \"American Idol\" since he left the show. Talking to reports on a conference call for his new music competition series, \"The X Factor,\" <strong> Simon Cowell </strong> says, <q>I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well.</q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. \"What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}]