[{"uid": "1295702917119783444", "i": 28839, "idx": 0, "sa": ["Monta Ellis", "Mike Pence"], "q": "points before losing on <strong> Monta Ellis </strong>' jump shot with 0.6 seconds left. The Pacers committed six turnovers, including three in the final two minutes, in the final quarter. <q> I guess it's a consistency thing, </q> swingman <strong> Mike Pence </strong> Dunleavy said.`` We're not consistently performing on both ends. We have lapses at times. We do a decent job of hanging in there but just not for the full 48 minutes.''", "new_id": -2}, {"uid": "1296871091196296714", "i": 12041, "idx": 0, "sa": ["Bill Belichick", "Roger Goodell", "Michael Vick"], "q": "response the commissioner ordered following discipline in the 2007 Spygate episode. <strong> Roger Goodell </strong> told Sports Illustrated he felt`` deceived'' after <strong> Bill Belichick </strong> only issued a written public statement. Asked how he reacted to that, <strong> Roger Goodell </strong> said, <q> I didn't do anything further on that. </q> â\u0080¢ <strong> Michael Vick </strong>: <strong> Roger Goodell </strong> said the Philadelphia Eagles quarterback told him there was unauthorized use of his name to promote a party in the Dallas area on Super Bowl weekend. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told", "new_id": -2}, {"uid": "1296515090235749384", "i": 7294, "idx": 0, "sa": ["Michael Vick"], "q": "meat. Fine. Don't eat red meat. Don't take away my right. You don't like salt. Fine. Don't eat salt. Don't take away my right. Report Abuse <q> If you quit buying processed and made it homemade you eliminate most of the problem and the </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Undercover Gun Show Probe: Semi-Automatic Weapons, No Background Check Proven Anti Aging Proven effective anti aging via uninhibited DNA replication.", "new_id": -2}, {"uid": "1295257734097714178", "i": 12569, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "other senior aide, senior policy adviser Political editor Simon Walters reported that there is`` a vicious feud'' between <strong> Andy Coulson </strong> and Hilton, who believes <strong> David Cameron </strong> should get rid of <strong> Andy Coulson </strong>. He wrote: <q>`` The row has led to two rival factions among the staff at No 10- the` pro-Andy faction', made up mainly of Mr <strong> Andy Coulson </strong>'s loyal press office team, and the` anti-Andy faction' led by Mr Hilton and his aides. </q> Insiders report fierce clashes between the two over policy... The political split between the two has turned nasty, with claims by Mr <strong> Andy Coulson </strong>'s camp that Mr Hilton has exploited the situation to obtain sole access to", "new_id": -2}, {"uid": "1294981731267878411", "i": 18099, "idx": 4, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "said.`` And the more we joked about what we were going to do, she started to open her eyes.'' Giffords' husband, Mark Kelly, realized the significance of the moment. <q> Gabby, open your eyes, open your eyes, </q> he said, according to <strong> Kirsten Gillibrand </strong>. Said <strong> Debbie Wasserman Schultz </strong>:`` It felt like we were watching a miracle.'' So how did Giffords survive the gunshot wound? The path of the bullet,", "new_id": -2}, {"uid": "1296376709098549798", "i": 11632, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "' heads off, young civilians took it upon themselves to save the priceless artifacts by grabbing batons and surrounding the building to keep anything from being stolen. Cops later arrived and locked the area down. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some[ looters] managed to enter from above and they destroyed two of the mummies, </q> <strong> Zahi Hawass </strong> said. The museum was still in danger yesterday, however. A building next door which houses the offices of President <strong> Hosni Mubarak </strong>'s ruling party was on fire and about to collapse.``", "new_id": -2}, {"uid": "1295321590105201673", "i": 9021, "idx": 0, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "rocket motors were still thrusting. http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said.`` I will remember this night for the rest of my", "new_id": -2}, {"uid": "1295843722089636868", "i": 43763, "idx": 0, "sa": ["Eric Schmidt"], "q": "speed up decision-making at the Internet giant. In a regulatory filing last week, Google said that Mr <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. talkback No responses currently. Irrelevant or inappropriate comments might be edited or removed.", "new_id": -2}, {"uid": "1296819224161726495", "i": 31438, "idx": 0, "sa": ["Dannii Minogue", "Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": "is thought <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> will return but <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong> are rumoured to be leaving to join the new US show when it launches later this year. A source said to UK newspaper The Sun: <q> This is causing producers a headache as the contract process always takes some time to hammer out. </q>", "new_id": -2}, {"i": 5772, "idx": 2, "index_answer": 1, "new_id": -1, "q": ",'' <strong> David Letterman </strong> said:`` Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?'' <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q> Well, I'm sorry to hear that, or I'm not sorry to hear that? </q>`` Well, you are respectfully considerate, and yet pleased for the new developments in my life,'' <strong> Kelsey Grammer </strong> offered.`` Well, it's a difficult time, regardless,'' <strong> David Letterman </strong>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295082156260702223"}]