[{"uid": "1297670161000606209", "i": 8752, "idx": 4, "sa": ["Roger Faxon", "Cheryl Cole", "David Joseph", "Lady Gaga", "Simon Cowell"], "q": "relationship. <strong> Simon Cowell </strong> has an incredible drive to keep the extraordinary success he's had going.'' <strong> David Joseph </strong> hopes his lure for broadcasters is that he can deliver exclusive performances from a <strong> Cheryl Cole </strong> or a <strong> Lady Gaga </strong>. <q> We're coming up with ideas and I'm approaching it from what our artists will want to do, </q> he says.`` If we get complete artist buy-in then ratings will follow.'' But aren't record companies also`` dying businesses'', according to <strong> Roger Faxon </strong>, chief executive of EMI, now owned", "new_id": -2}, {"uid": "1296486772078397443", "i": 30459, "idx": 0, "sa": ["Steve Ballmer"], "q": ". It is very outspoken about energy management and scored top marks for public advocacy, and Greenpeace praised its PowerMeter tool, for measuring energy consumption in homes. But its corporate secrecy let it down. <q> Google has steadfastly refused to release any meaningful data on its own energy use or carbon emissions, citing concerns over disclosing information that could be used by its competitors, even though its arch-rival Microsoft is transparent on this issue, </q> Greenpeace said. It still finished slightly ahead of Microsoft, which also hasn't published emissions targets. Greenpeace faulted CEO <strong> Steve Ballmer </strong> for failing to`` effectively articulate the importance of climate protection and clean energy transformation", "new_id": -2}, {"uid": "1296759800078708738", "i": 10742, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "and journalists,'' writes Bradley Graham at The Washington Post. Graham calls the book's tone`` characteristically tough and defiant'' as <strong> Donald Rumsfeld </strong> also criticizes Bush's shortcomings in resolving issues among senior advisers. <q> Still, his barbs stop short of ad hominem attacks, and the memoir, even with its flashes of lingering resentment, maintains a measured tone. </q> Wishes Bush Had Let Him Go Earlier In the book, <strong> Donald Rumsfeld </strong> explains that on two separate occasions after the story of Iraqi detainee abuse at Abu Ghraib broke out, he offered his resignation to the president. Both", "new_id": -2}, {"uid": "1295001053194838543", "i": 1828, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman"], "q": "the pair announcing their engagement last month. The star hasn't yet finalised his divorce from former love Camille, 42, although it seems he's eager to wed as soon as possible. <q> <strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon, </q> he gushed during an interview for yesterday's edition of US programme The Late Show with <strong> David Letterman </strong>.`` Sometime in February.'' <strong> Kelsey Grammer </strong> and Camille revealed they would be divorcing back in July last year,", "new_id": -2}, {"uid": "1295903297179077120", "i": 31098, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>.`` It's not a journal, it's not a diary,'' he said of the <strong> Gerald Ford </strong> White House notes. <q> It is a set of working documents that I've never edited. In fact, most I've never reread. </q> As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He read from some issued in 2003 and in 2005:`` Are we winning or losing the", "new_id": -2}, {"uid": "1295980191139264010", "i": 47596, "idx": 2, "sa": ["Dermot O'Leary", "Tinchy Stryder", "Chase & Status", "Simon Cowell"], "q": "great boss, and I'm not just saying that,'' he said.`` He's very loyal, he's very honest, and he just wants that in return.'' He continued: <q> He smells fear though, he's like a wolf. If you're confident in your own opinions then he's good, but he doesn't like indecision, he doesn't like fear, he likes people to be confident. He's taught me a lot actually in that regard, I owe him a lot. </q> <strong> Dermot O'Leary </strong> went on to reveal that <strong> Simon Cowell </strong> enjoys having a bath in his dressing room. Stacey McCleanThe former X Factor This week: Ke$ ha, <strong> Tinchy Stryder </strong>, <strong> Chase & Status </strong> and Beady Eye! EastEnders:", "new_id": -2}, {"uid": "1295897193127107081", "i": 45264, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the war on terror?''`` Is the U.S. government changing fast enough?'' <q> Do we need more troops? And if so, where and for what purpose? </q> Another <strong> Donald Rumsfeld </strong> Rule:`` If you are not criticized, you may not be doing much.'' As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and", "new_id": -2}, {"uid": "1295559450214679559", "i": 32168, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "full release including the financials( MOUNTAIN VIEW, Calif.- January 20, 2011- <strong> Google Inc. </strong>( NASDAQ: GOOG) today announced financial results for the quarter and the fiscal year ended December 31, 2010. <q> Q4 marked a terrific end to a stellar year, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>.`` Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses", "new_id": -2}, {"uid": "1296253498075055119", "i": 242, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "fit well with Indiana voters who he said typically favor centrist candidates.`` The one thing most Hoosiers would say they don't want in Indianapolis at the Statehouse is Washington politics,'' Parker said. <q> He's used to the Washington game of lay blame and be partisan. He's going to have a hard time making the transition I believe. </q> It might be May or later before <strong> Mike Pence </strong> would formally jump into the governor's race since state law prohibits political fundraising by statewide candidates until after the Legislature's session ends in late April. <strong> Mitch Daniels </strong> has", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}]