[{"uid": "1295015566019234828", "i": 49284, "idx": 0, "sa": ["Kevin Spacey", "Angelina Jolie", "Anne Hathaway", "Julianne Moore", "Annette Bening"], "q": "I'll admit that it's a gamble, but I'll pick <strong> Kevin Spacey </strong> as the most likely winner. BEST ACTRESS IN A MOTION PICTURE- COMEDY OR MUSICAL*** href=\"http://www.foxnews.com/topics/entertainment/movies/actresses/Annette Bening-Annette Bening.htm#r_src=ramp\"> <strong> Annette Bening </strong>, <q> The Kids Are All Right </q>*** href=\"http://www.foxnews.com/topics/entertainment/movies/actresses/Julianne Moore-Anne Hathaway.htm#r_src=ramp\"> <strong> Anne Hathaway </strong>,`` Love and Other Drugs'' href=\"http://www.foxnews.com/topics/entertainment/movies/actresses/Angelina Jolie-Angelina Jolie.htm#r_src=ramp\"> <strong> Angelina Jolie </strong>,`` The Tourist'' href=\"http://www.foxnews.com/topics/entertainment/movies/actresses/Julianne Moore-Julianne Moore.htm#r_src=ramp\"> <strong> Julianne Moore </strong>,`` The Kids Are All Right''", "new_id": -2}, {"uid": "1297194894179781667", "i": 2634, "idx": 2, "sa": ["George W. Bush", "Colin Powell"], "q": ".'' The pre-war attack never happened, although the site was struck in the opening days of the war that <strong> George W. Bush </strong> launched in March 2003, about a month after <strong> Colin Powell </strong>'s U.N. speech. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> Rumsfeld wrote. He said he made his recommendation to <strong> George W. Bush </strong> at a Feb. 3, 2003 National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later", "new_id": -2}, {"uid": "1296461913199901198", "i": 4541, "idx": 2, "sa": ["Allen Iverson", "Kobe Bryant", "Phil Jackson"], "q": "possum tonight a <strong> Kobe Bryant </strong> bit,'' Lakers head coach <strong> Phil Jackson </strong> said of <strong> Kobe Bryant </strong>, who took only one shot in the first quarter and lay on the floor in front of the LA bench in the second period. <q> He sat out the first half so he http://wn.com/Allen Iverson_Allen Iverson_1st_Win_as_a_Pistons_vs_Kings_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a win in November against a lottery team rarely registers as important. After losing his first two games with his new team, that wasn't the case with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night.`` It was a huge lift off of me, </q> <strong> Allen Iverson </strong> said.`` I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1296830789203898924", "i": 42744, "idx": 0, "sa": ["Alassane Ouattara"], "q": "and Charles Kangbe, reporters for an unlicensed TV station in the northern rebel-held city of Bouake, were arrested during a trip to the country's main city Abidjan to interview Gbagbo's rival, <strong> Alassane Ouattara </strong>. <q> One had an eye swollen right up from being smashed in the face with a rifle butt and they were burnt with cigarettes, </q> their lawyer Brahima Coulibaly told Reuters late on Thursday after he met with them in detention. He said the mistreatment occurred during an interrogation by Ivorian military police and that his clients had since been transferred to", "new_id": -2}, {"uid": "1297126081224133121", "i": 10057, "idx": 2, "sa": ["Simon Cowell"], "q": "heard, it all seems to be going well.'' While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. <q> What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over, </q> <strong> Simon Cowell </strong> explains.`` But people are still excited about these shows, whether`` Dancing with the Stars,'' which has gotten better over the years,`` America's Got Talent''... I think they've", "new_id": -2}, {"uid": "1297392980136445954", "i": 33917, "idx": 0, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "and controversial when considering race issues. An overtone in the award is a sense, which prevails both in professional athletics and in American society, that the natural response to unequal racial treatment in courts should be to <q> stick it to the man </q> and redefine justice by the terms of the minority group. <strong> Dwaine Caraway </strong>'s claim to racial justice is misplaced. Regardless of whether <strong> Michael Vick </strong> faced unfair treatment in trial for his dog-fighting charges, the courts must not", "new_id": -2}, {"uid": "1297390016200884258", "i": 50904, "idx": 8, "sa": ["Kimberley Strassel", "Donald Rumsfeld", "George W. Bush"], "q": "on <strong> Donald Rumsfeld </strong>' book. The first one, an opinion piece. The second, a genuine book review. opinion piece, <strong> Kimberley Strassel </strong> calls <strong> Donald Rumsfeld </strong> memoir a`` slice of history'' one that is <q> a far more believable account of events </q> compared to the''[ t] he dominant narrative to date[ which] has been that a cowboy <strong> George W. Bush </strong> and his posse of neocons went to war without adequate preparation and ran roughshod over doubts by more sober", "new_id": -2}, {"uid": "1295562213148553735", "i": 12208, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "of products and more than$ 25 billion a year in revenue. On a conference call with analysts <strong> Eric Schmidt </strong> expressed confidence in <strong> Larry Page </strong>.`` I believe <strong> Larry Page </strong> is ready,'' <strong> Eric Schmidt </strong> said. <q> It's time for him to have a shot at running this, and I'm sure he'll do a fantastic job. </q> <strong> Eric Schmidt </strong> said there would be no material change in the company's strategy, because`` we all agree with each other.''`` I believe as a result of this we will execute and", "new_id": -2}, {"uid": "1297616629186400779", "i": 32562, "idx": 44, "sa": ["Donald Rumsfeld", "Ricardo Sanchez"], "q": "capable of managing a three-car parade.'' On top of that, the military commander, <strong> Ricardo Sanchez </strong>, was the most junior lieutenant general in the Army, and had a scandalously undermanned headquarters. <q> I raised 16 kinds of the dickens about it... and the Army didn't get it staffed, </q> <strong> Donald Rumsfeld </strong> said.`` He went on for a long period with a seriously understaffed command.'' It was a set up for failure, and <strong> Donald Rumsfeld </strong> was in charge.`` You are responsible", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of`` American Idol'' since he left the show. Talking to reports on a conference call for his new music competition series,`` The X Factor,'' <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings.`` What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}]