[{"uid": "1296001277079446017", "i": 22794, "idx": 4, "sa": ["Steve Ballmer"], "q": "is literally running through buildings.\" ( TRACK) <strong> Steve Ballmer </strong> SHRIVER OWNS AN ORGANIC LIP BALM BUSINESS LOCATED IN DOWNTOWN. AND HIS PRODUCTION ROOM IS IN THE BASEMENT... SEVERAL FEET UNDER WATER. <strong> Steve Ballmer </strong> Shriver/owns flooded business <q> we have a million sticks of lip balm sitting in the at building waiting to be shipped out, that we can not reach. </q>( TRACK) DESPITE DAYS OF PREPARING FOR THE FLOOD, NOTHING WAS ABLE TO STOP THE WATER FROM RISING INTO DOWNTOWN. SOT:( Tom Aller/Pres., Interstate Power and Light Alliant Energy) \"Water has", "new_id": -2}, {"uid": "1295641931245137430", "i": 4997, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "firm. He'll still act as \"an advisor to <strong> Larry Page </strong> and fellow co-founder <strong> Sergey Brin </strong>\" . Pheeew! For a moment there... Anyhow, as \"co-founder\" <strong> Sergey Brin </strong> will be working on <q> strategic projects, in particular working on new products </q> the company says, notes the story. \"His title will remain. So it sounds like no big change there.\" Big Bang At Google: <strong> Larry Page </strong> To Replace <strong> Eric Schmidt </strong> As CEO On April 4,", "new_id": -2}, {"uid": "1295589625212418560", "i": 38309, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "company's growth from a Silicon Valley search engine into a global web goliath grossing over$ 29 billion in 2010. Under <strong> Eric Schmidt </strong>, Google has introduced gamechanging products like Gmail, Chrome, and Android. <q> In this new role I know[ <strong> Larry Page </strong>] will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead, </q> <strong> Eric Schmidt </strong> target=\"_hplink\"> said in the announcement. <strong> Eric Schmidt </strong> will be transition to a new role as executive chairman. So what do we know about Google's new CEO? BACKGROUND: <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1295733110147996681", "i": 41492, "idx": 3, "sa": ["Andy Coulson", "Elizabeth Turner"], "q": "twitter at twitter.com. An emergency debate has been called to examine newspaper phone hacking, amid fresh pressure on No10 communications chief <strong> Andy Coulson </strong>.. Follow us on twitter at twitter.com. Kisses_Moments_Montage_TV,_ Movie_Anime <q> The soul that can speak with its eyes can also kiss with a gaze. </q>- unknown I love that quote:D Couples <strong> Elizabeth Turner </strong> Swann& Jack Sparrow- Pirates of the Caribbean Madeline \"Maddy\" LeClerc& Abb du Coulmier- Quills Elinor Dashwood& <strong> Andy Coulson </strong> Ferrars- Sense and Sensibility Lizzie Bradbury", "new_id": -2}, {"uid": "1297206275034078742", "i": 43950, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "further stoked resentment in Berlin and Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented` old NATO' not` old Europe'.\" \"In any event, the phrase` old Europe' entered the vernacular. The", "new_id": -2}, {"uid": "1296907704235421733", "i": 28357, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "<strong> Hosni Mubarak </strong> demanding his` day of departure,' no one was allowed to approach within 20 metres( yards) of the gate. The embattled museum has on display about 120,000 priceless relics. <q> It is secure, very secure, we are not worried, </q> Egyptian antiquities chief <strong> Zahi Hawass </strong> told AFP, playing down the risks of theft. He recalled the role of demonstrators who helped catch the January 28 intruders and return the stolen artefacts. They formed a \"human", "new_id": -2}, {"uid": "1296615825145653773", "i": 23916, "idx": 4, "sa": ["Sergio Marchionne"], "q": "reporters on a conference call. \"The obligation to our people was much greater than the need to improve our bottom-line profitability.\" <strong> Sergio Marchionne </strong> chose the term performance award rather than profit sharing because <q> it's difficult to talk about profit sharing when you have a negative number at the bottom line. </q> The Chrysler news came Monday amid projections that U.S. automobile sales in January may have reached the second-fastest pace in 17 months, aided by rising business spending and consumer confidence.", "new_id": -2}, {"uid": "1297113015104251437", "i": 13098, "idx": 0, "sa": ["Victoria Clarke", "Vincent K. Brooks", "Donald Rumsfeld"], "q": "was a known Al Qaeda facility in central Kabul,\" US Assistant Secretary of Defense <strong> Victoria Clarke </strong> later said. Al Jazeera reporter Tareq Ayyoub was killed when US bombs hit the network's Baghdad offices in 2003. <q> This coalition does not target journalists, </q> Brigadier General <strong> Vincent K. Brooks </strong> insisted. \"We don't know every place journalists are operating on the battlefield. It's a dangerous place, indeed.\" A furious <strong> Donald Rumsfeld </strong> blasted the network's 2004 coverage of", "new_id": -2}, {"uid": "1295665867007979096", "i": 36151, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "\"Day-to-day adult supervision is no longer needed! says <strong> Eric Schmidt </strong> on his SchmidtEric Schmidt/status/28196946376130560\" target=\"_blank\"> Twitter feed. Meanwhile, back on the official blog <strong> Eric Schmidt </strong> was more gracious: <q> But as Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured </q>, suggesting that perhaps the move was forced. \"For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom,", "new_id": -2}, {"uid": "1295168588203145230", "i": 9083, "idx": 2, "sa": ["Debbie Wasserman Schultz", "Kirsten Gillibrand"], "q": "could hear him. Instead, she slowly raised her left arm. \"The doctor said this is amazing what she's doing right now and beyond our greatest hopes,\" <strong> Kirsten Gillibrand </strong> said. <q> It felt like we were watching a miracle, </q> <strong> Debbie Wasserman Schultz </strong> said. \"The strength that you could see flowing out of her, it was like she was trying to will her eyes open.\" On ABC's \"Good Morning America\" on Thursday", "new_id": -2}]