[{"uid": "1297298258261144595", "i": 25957, "idx": 9, "sa": ["Donald Rumsfeld", "Nouri al-Maliki", "Bill Clinton"], "q": "document that says`` I promise <strong> Donald Rumsfeld </strong> had no idea that we were torturing and killing prisoners, signed, everyone at <strong> Nouri al-Maliki </strong> Ghraib.'' Speaking of! <strong> Donald Rumsfeld </strong> says <strong> Bill Clinton </strong> called him once and said: <q> No one with an ounce of sense thinks you had any way in the world to know about the Nouri al-Malikise taking place that night in Iraq. </q> Yes, well, the people with ounces of sense href=\"http://www.mcclatchydc.com/2009/04/21/66622/report-Nouri al-Malikisive-tactics-used-to.html\"> are completely wrong. <strong> Donald Rumsfeld </strong> also apparently devotes a lot of space to rewaging various long-forgotten bureaucratic disputes. There is something about", "new_id": -2}, {"uid": "1296369416130302002", "i": 13240, "idx": 0, "sa": ["Zahi Hawass"], "q": "Luxor and other key archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also houses thousands", "new_id": -2}, {"uid": "1296073914111656962", "i": 57854, "idx": 0, "sa": ["Sienna Miller", "David Cameron", "Andy Coulson", "Jonathan Ross"], "q": "spat now has the feel of being... celebrity thought it was funny.`` Am thinking of inviting <strong> Andy Coulson </strong> to the target=\"_blank\" href=\"http://comedytimes.com/\"> Comedy Awards,'' tweeted <strong> Jonathan Ross </strong> ahead of presenting Saturday night's funfest. <q> Have left a message on <strong> Sienna Miller </strong>'s target=\"_blank\" href=\"http://wn.com/s/phones/index.html\"> phone for him. </q> But as the resignation of <strong> David Cameron </strong>'s director of communications elevated the mobile phone-hacking target=\"_blank\" href=\"http://worldscandals.com/\"> scandal to a new level of importance, few others saw it as a source police that he feared his phone might", "new_id": -2}, {"uid": "1296509876251035669", "i": 28324, "idx": 1, "sa": ["David Letterman", "Jimmy Fallon", "Jay Leno", "Jon Stewart", "Jimmy Kimmel"], "q": "with <strong> Jon Stewart </strong>'' 156,000`` The href=\"http://tvbythenumbers.com/tag/the-colbert-report-ratings\" title=\"Colbert Report\"> Colbert Report'' 137,000'' href=\"http://tvbythenumbers.zap2it.com/tag/conan-ratings\" title=\"Conan\"> Conan'' 98,000`` Late Night with <strong> Jimmy Fallon </strong>'' 52,000'' href=\"http://tvbythenumbers.zap2it.com/tag/lopez-tonight-ratings\" title=\"Lopez Tonight\"> Lopez Tonight'' 46,000 <q> The href=\"http://tvbythenumbers.com/tag/tonight-show-ratings\" title=\"Tonight Show\"> Tonight Show with <strong> Jay Leno </strong> </q> 44,000`` The href=\"http://tvbythenumbers.com/tag/late-show-ratings\" title=\"Late Show\" target=\"_blank\"> Late Show with <strong> David Letterman </strong>'' 31,000`` <strong> Jimmy Kimmel </strong> Live'' 30,000`` The Mo'Nique Show'' 27,000`` Chelsea Lately'' 23,000`` The Late href=\"http://tvbythenumbers.com/tag/late-show-ratings\" title=\"Late Show\" target=\"_blank\"> Late", "new_id": -2}, {"uid": "1295498090112721958", "i": 57531, "idx": 7, "sa": ["Shaquille O'Neal", "Allen Iverson", "Michael Finley", "Dirk Nowitzki", "Rasheed Wallace", "Richard Hamilton"], "q": "Detroit Pistons from start to Michael Finleyish Tuesday night, the Michael Finleyish got pretty close before Dallas pulled out a 103-101 victory.`` Hey, stuff happens in this league,'' said <strong> Dirk Nowitzki </strong>, who scored 30 points. <q> We'll take the wins as we can get them. </q> <strong> Richard Hamilton </strong> was a late scratch for Detroit because of an aggravated groin problem. With <strong> Rasheed Wallace </strong>( calf) and <strong> Allen Iverson </strong>( back) also out, the Pistons were missing a comShaquille O'Nealed average of 48.5 points per game,", "new_id": -2}, {"uid": "1295679833021889049", "i": 18429, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "could not`` give the 110% needed''. The Prime Minister said he was`` very sorry'' Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being <q> punished for the same offence twice </q>. It is understood he informed Mr <strong> David Cameron </strong> of his intention to leave on Wednesday evening. No decision has yet been taken on a replacement. Mr <strong> Andy Coulson </strong>. 43, resigned as editor of", "new_id": -2}, {"uid": "1296776856174178359", "i": 57931, "idx": 0, "sa": ["Tim Cook", "Eric Schmidt", "Steve Jobs"], "q": "pancreatic cancer in 2003. In his statement, sent to employees and issued to the press, <strong> Steve Jobs </strong> said that COO <strong> Tim Cook </strong> would be responsible for day-to-day operations in his absence, and that he hoped to be <q> back as soon as I can. </q> Since <strong> Steve Jobs </strong>' medical leave is currently indefinite, Apple watchers have been left wondering what the company's plan is in the event that <strong> Steve Jobs </strong> can not return. former CEO, <strong> Eric Schmidt </strong>, being asked to step in", "new_id": -2}, {"uid": "1295915615006537227", "i": 34384, "idx": 0, "sa": ["Michael Del Zotto", "Michael Kors", "Kevin Smith", "Eric Schmidt", "Phillip Lim", "Leighton Meester", "Michele Bachmann", "Alexis Mabille", "Catherine, Duchess of Cambridge", "Karl Lagerfeld"], "q": "Catch GPhillip Limpses of the Spring 2011 Chanel Couture Collection and Find Out Why <strong> Karl Lagerfeld </strong> Is Always Late Google's <strong> Eric Schmidt </strong> Thinks He'd Make an Excellent Talk-Show Host Critics Laud Givenchy's` Fierce' Dog-Inspired Collection, Pan <strong> Alexis Mabille </strong> <q> Lace-up Pants <strong> Leighton Meester </strong> Already Got Her Hands on Some <strong> Michael Kors </strong> Pre-Fall <strong> Michele Bachmann </strong> Explains Early AmEric Schmidta to Kindergartners Mooncake Foods Opens in Hell's Kitchen; Anfora Serves Free Raclette in West Village <strong> Catherine, Duchess of Cambridge </strong> Has Quit Her Job to Focus on Making Her Wedding` Fresh and New' Watch`` Jerry the Great, </q> Another Re-Cut Seinfeld Trailer Just When You Thought the Rangers Couldn't Get Any Younger, <strong> Michael Del Zotto </strong> Will Return Tonight The Fighter Co-writer's Air Bud Credit Still Makes Him Wince <strong> Kevin Smith </strong> Takes On the Red State Backlash in Two-Hour", "new_id": -2}, {"uid": "1295452086083853380", "i": 27542, "idx": 0, "sa": ["David Letterman"], "q": "Field on Sunday to take on the Chicago Bears in the NFC championship game. So in the style of <strong> David Letterman </strong>'s Top 10 lists, we're looking for Packers fans to help us compile our own <q> Top 10 Reasons the Bears Still Suck. </q> David Lettermany demand drives up price for Green Bay Packers-Chicago Bears NFL playoff tickets for NFC Championship Game Along the Lines slideshow: Green Bay Packers vs. Atlanta Falcons title=\"Go to article\" href=\"http://packersnews.greenbaypressgazette.com/article/20110115/PKR01/110115056/Green-Bay-Packers-defeat-Atlanta-Falcons-48-21-in-NFC-divisional-playoff\"> Green Bay Packers defeat Atlanta Falcons 48-21", "new_id": -2}, {"i": 19927, "idx": 1, "index_answer": 0, "new_id": -1, "q": "save the funding for the program but to increase it by$ 73 million to total$ 200 million.`` Access to air travel is critical for our economic recovery,'' <strong> Kirsten Gillibrand </strong> said. <q> Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service. </q> PROPOSED HIKES Business at Plattsburgh International Airport has boomed since it opened in 2007, as thousands of Canadians have taken advantage of direct flights to Florida, South Carolina and the Caribbean.", "sa": ["Kirsten Gillibrand"], "uid": "1296851765101990425"}]