[{"uid": "1295494449164200472", "i": 21157, "idx": 7, "sa": ["Jason Kidd", "Phil Jackson", "Marcus Gilbert", "Allen Iverson"], "q": "seJason Kidd and so did the Phil Jacksonadelphia 76ers. Kukoc scored 19 points in support of <strong> Allen Iverson </strong>'s 41 and the 76ers roared to a seJason Kidd high in their fifth straight victory, a 121-89 rout of the Seattle SuperSonics. <q> Toni Kukoc played like we expected him to play every game, </q> <strong> Allen Iverson </strong> said. \"We need a lot of that from Toni. He's one of those special Marcus Gilberts that can change a game.\" While the 76ers have maintained the best record in the NBA this seJason Kidd", "new_id": -2}, {"uid": "1295992799205340701", "i": 5484, "idx": 1, "sa": ["Michael Vick"], "q": "book details the behind-the-scenes stories of <strong> Michael Vick </strong>'s surviving dogs and the influence, resilience, dedication and commitment of the animal behavior experts, animal-care groups, lawyers and government officials that united to save them. <q> I didn't interview <strong> Michael Vick </strong> for this book because to me the story was more about what happened afterwards, which was an amazing thing, </q> says Gorant. \"At the very core of the story is the human-animal bond that affects and inspires us all.\" Gorant will kick-off NASC's Annual Conference with the story of The Lost Dogs", "new_id": -2}, {"uid": "1296770511173654034", "i": 14678, "idx": 52, "sa": ["Paul Bremer", "Tommy Franks", "Condoleezza Rice", "Donald Rumsfeld"], "q": "an occupying power. <strong> Paul Bremer </strong>'s decision to disband the Iraqi army flooded the streets with angry, jobless young men, some of whom would later join the insurgency. But \"in truth,\" <strong> Donald Rumsfeld </strong> writes, <q> it wasn't all <strong> Paul Bremer </strong>'s fault... I was told of <strong> Paul Bremer </strong>'s decision and possibly could have stopped it. </q> And there was a major clash with <strong> Condoleezza Rice </strong>, Bush's national security adviser. News stories in late 2003 portTommy Franksed Bush as handing <strong> Condoleezza Rice </strong> the power to manage postwar Iraq, but, <strong> Donald Rumsfeld </strong> writes, she", "new_id": -2}, {"uid": "1295416635053772290", "i": 37173, "idx": 2, "sa": ["Steve Ballmer"], "q": "Microsoft CEO <strong> Steve Ballmer </strong> delivers his keynote address on the... Report Abuse \" funny how the US and europe bail out all their banks and no one say anything \" Report Abuse \" better-than-expected US jobs data \" Report Abuse <q> Dumping our dollars for gold and silver is our only safe investment.. and it's the Constitution's ONLY Legal form of money. </q> Give a THUMBS DOWN if you hate the Constitution. I'll bet a LOT of you didn't know that the Constitution does NOT allow \"paper money\" ... and only allows gold and", "new_id": -2}, {"uid": "1297609955260161538", "i": 36064, "idx": 2, "sa": ["Lindsay Lohan", "Simon Cowell", "Chaz Bono"], "q": "go to prison is because <strong> Simon Cowell </strong> has asked me to be one of the judges on his brand new singing reality show` X-Factor.\" ' \"Really now?\" Judge Quartzenbaum asked. <q> Yes sir, and <strong> Simon Cowell </strong> carries a lot of weight not only in America, but in England, Scotland, Ireland, and Upper Shambutu as well. </q> The judge shook is head and told Miss <strong> Lindsay Lohan </strong> that he would take that into consideration along with the price of tea in China, <strong> Chaz Bono </strong>'s weight problem, and the weather in the Netherlands.", "new_id": -2}, {"uid": "1295540717207126584", "i": 12584, "idx": 0, "sa": ["Kris Allen", "Steven Tyler", "Simon Cowell", "Miley Cyrus"], "q": "song` Party in the USA' felt the wrath of the superstar panel. Season eight Idol champion <strong> Kris Allen </strong> took part in a live video web-chat for MTV and assessed the new judge's performances, he said, <q> I thought they were good. I thought <strong> Steven Tyler </strong> was obviously the most interesting one. I figured he was going to be a wacky kind of guy, and, I mean, you can't be mad at him for singing along all the time- he's freakin' <strong> Steven Tyler </strong>! I thought it was awesome, I really did </q>. <strong> Simon Cowell </strong> has left the judging panel to concentrate on developing the US version of` The X Factor' but <strong> Kris Allen </strong> thinks this year's Miley Cyrusfuls have a sterner test with the new line-up, saying, \"It", "new_id": -2}, {"uid": "1295047748137052165", "i": 4423, "idx": 2, "sa": ["Michael Vick"], "q": "home was not answered. According to the Broward Sheriff's Office website, Miles and her son are in custody at the main jail in Fort Lauderdale. Her arrest report indicates Miles is the <q> sole occupant of the master bedroom. </q> In that room, police found marijuana, a wooden pipe, two glass pipes( one purple, one black) and rolling paper. <strong> Michael Vick </strong> Miles Miles doesn't appear to have any prior criminal record. Neither", "new_id": -2}, {"uid": "1295928935203030533", "i": 33716, "idx": 4, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "State <strong> George H. W. Bush </strong> Shultz were among the friends, family members and colleagues who came to Washington for conversations. \"I started thinking about this amazing archive I had,\" he says during a recent interview. <q> The fact that I had it, persuaded me that I ought to take advantage of it. </q> <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite, where the walls document a long, high-level life of politics and history: A photograph of then-Congressman <strong> Donald Rumsfeld </strong> with <strong> George H. W. Bush </strong> Lyndon Johnson in the 1960s", "new_id": -2}, {"uid": "1297247574255688768", "i": 10964, "idx": 0, "sa": ["Simon Cowell", "Jay Leno"], "q": "<strong> Simon Cowell </strong> confessed that he is a <q> massive fan of <strong> Jay Leno </strong> that she felt that was an understatement. \"I think you need to take` mass' off and put` obsessive,' </q> said Abdul when asked to comment on <strong> Simon Cowell </strong>'s remark. The singer then clarified, \"He's obsessed with me.\" American Idol.\" Now, both have left the show, going on to", "new_id": -2}, {"uid": "1296762293141000786", "i": 43479, "idx": 2, "sa": ["Allen Iverson", "Jalen Rose", "Reggie Miller", "Jermaine O'Neal"], "q": "top team in the East for the first time since 1983-84. <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the Pacers, who were down just 61-59 at halftime after getting 33 from <strong> Reggie Miller </strong>. <q> I wish it was reversed, </q> <strong> Reggie Miller </strong> said. \"The game is four quarters. I hate doing things early. I like doing it late.\" <strong> Allen Iverson </strong> scored 14 of Philadelphia's final 17 points in the third, including the last 10", "new_id": -2}]