[{"uid": "1296291756127057929", "i": 45368, "idx": 1, "sa": ["Rasheed Wallace", "Jackson Campbell", "Allen Iverson", "Cyril Rioli"], "q": "coach Phil <strong> Jackson Campbell </strong> said. \"We should've won.\" Hamilton is expected back on Saturday at Washington, where <strong> Rasheed Wallace </strong> might also return, and the team hopes <strong> Allen Iverson </strong> will be able to play next week. <q>It's a psychological lift knowing they're going to return soon,</q> coach Michael Curry said. Detroit desperately needs the trio on the court to salvage some pride in a season that has steadily unraveled since http://wn.com/Cyril_Rioli_Goal_of_the_Year_contender_against_Fremantle__Round_21,_2010 <strong> Cyril Rioli </strong>'s kick out of mid air is amazing! Kicked in the 3rd", "new_id": -2}, {"uid": "1297199444258572348", "i": 19919, "idx": 5, "sa": ["Donald Rumsfeld", "Paul Wolfowitz"], "q": "in the Pentagon in November 2001 that the list of states that <strong> Donald Rumsfeld </strong> and deputy secretary of defense <strong> Paul Wolfowitz </strong> wanted to take down included Iraq, Iran, Syria, Libya, Sudan and Somalia[ and Lebanon]. <q>When this writer asked Feith... which of the six regimes on the <strong> General Wesley Clark </strong> list were included in the</q> <strong> Donald Rumsfeld </strong> paper, he replied, \"All of them.\" \"The Defense Department guidance document made it clear that US military aims in regard to those states would go well beyond any ties to terrorism.", "new_id": -2}, {"uid": "1296235585160088132", "i": 17315, "idx": 1, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "ladies... <strong> Simon Cowell </strong>, <strong> Cheryl Cole </strong> and Mezhgan Hussainy And he remained tight-lipped when asked whether or not <strong> Cheryl Cole </strong> would join him in the American version of the show- saying nothing would be confirmed yet. <strong> Simon Cowell </strong> said: <q>We are going to make an announcement soon. \"We have to make sure all the shows will be back bigger, better, stronger, different. No one has been contracted yet, apart from me.</q> Have your say on the issues of the day with MY Sun Â© News Group Newspapers Ltd. \"The Sun\", \"Sun\", \"Sun Online\" are registered trademarks or trade names of News Group", "new_id": -2}, {"uid": "1295743547110362649", "i": 37984, "idx": 0, "sa": ["Tony Parker", "Kate Middleton", "Sourav Ganguly", "Simon Cowell"], "q": "\" by the engagement of his son <strong> Sourav Ganguly </strong> <strong> Tony Parker </strong> and <strong> Kate Middleton </strong>, while his wife the <strong> Kate Middleton </strong> of Cornwall said the news was \"wicked\". Speaking at his Poundbury model village in Dorset, the <strong> Sourav Ganguly </strong> joked: <q>They have been practising long enough.</q> <strong> Sourav Ganguly </strong> <strong> Tony Parker </strong> and <strong> Kate Middleton </strong>'s wedding will be even bigger than the The X Factor final. Just don't bet against <strong> Simon Cowell </strong> being at both of them. Both the BBC News channel and Sky News devoted their entire", "new_id": -2}, {"uid": "1297114520257425412", "i": 32280, "idx": 0, "sa": ["Simon Cowell", "DJ Pauly D"], "q": "rest of the gang are headed abroad to film the upcoming fourth season of their hit MTV reality show in Italy- something \"Yeah, gon na do the exact same thing!\" <strong> DJ Pauly D </strong> said. <q>I'm looking forward to going to Italy. I don't know how to speak the language, so it's going to be tough for us. I'm going to try to brush up on it a little bit- learn how to say \"GTL' in Italian.</q> NBC Universal, Inc.. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. <strong> Simon Cowell </strong> arrives for his final night on` American Idol\" at the season nine", "new_id": -2}, {"uid": "1297177746196968450", "i": 9232, "idx": 0, "sa": ["Brett Favre", "David Letterman", "Aaron Rodgers"], "q": "thanked him for stopping by, especially in light of his grueling schedule. Earlier in the day, <strong> Aaron Rodgers </strong> appeared at Disney World to celebrate his Super Bowl victory. The Super Bowl MVP told <strong> David Letterman </strong>, <q>I watch your show a lot. It's good to be here.</q> <strong> David Letterman </strong> went on to tell <strong> Aaron Rodgers </strong> that his \"ascension to the throne following <strong> Brett Favre </strong>\" was a remarkable story. \"I'm not 6' 5\" and I'm not 240 lbs, but I think the", "new_id": -2}, {"uid": "1295587965072171525", "i": 11222, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "CEO for a decade will continue as executive chairman from April 4, while <strong> Sergey Brin </strong> will continue on as co-founder. In his new role as CEO, Page will monitor product development and technology strategy. <q>Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we anticipate working together for a long time to come. As friends, co-workers and computer scientists we have a lot in common, most important of all a profound belief in the potential for technology to make the world a better place,</q> <strong> Eric Schmidt </strong> said in a blog post. On Thursday, <strong> Google Inc. </strong> posted a 26 per cent rise in fourth-quarter revenue at$ 8.44 billion compared to the fourth quarter of 2009. Click NEXT to read why <strong> Eric Schmidt </strong> has stepped", "new_id": -2}, {"uid": "1295624513043139076", "i": 36560, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role.\" Mr. <strong> David Cameron </strong> said that he was <q>very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.</q>\" <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,\" Mr. <strong> David Cameron </strong> said in", "new_id": -2}, {"i": 36363, "idx": 6, "index_answer": 0, "new_id": -1, "q": "The next step is to reduce U.S. unemployment, an issue <strong> Barack Obama </strong> should make \"the centerpiece\" of his annual State of the Union address on Jan. 25, the former Cabinet member said. <q>The American people are expecting him to say something about what he's going to do to</q> keep the economy moving forward, <strong> Colin Powell </strong> said. <strong> Colin Powell </strong> has criticized his own party in recent months while supporting <strong> Barack Obama </strong>'s ultimately successful fight for Senate ratification of a new nuclear-arms-reduction treaty with Russia. <strong> Colin Powell </strong> said", "sa": ["Colin Powell", "Barack Obama"], "uid": "1295802494101695495"}, {"uid": "1295665764077054063", "i": 16684, "idx": 4, "sa": ["Eric Schmidt"], "q": "long time. By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company,\" Mr <strong> Eric Schmidt </strong> said. Commenting on the management change, Mr Page said: <q><strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade... we are only at the beginning and I can't wait to get started.</q>", "new_id": -2}]