[{"uid": "1297265697007700481", "i": 33633, "idx": 2, "sa": ["Gianni Letta", "Maurizio Sacconi", "Sergio Marchionne"], "q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q> does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show. </q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "new_id": -2}, {"uid": "1296859935014483567", "i": 16077, "idx": 1, "sa": ["Angelina Jolie", "Brad Pitt"], "q": "get <strong> Brad Pitt </strong> and <strong> Angelina Jolie </strong> or Madonna to adopt your kids instead? You may have read all the books, watched every episode of Supernanny and asked for advice, but as satirist PJ O'Rourke once said: <q> Everybody knows how to raise children, except the people who have them. </q> Yes, parenting is a permanent gig- till death do you part. But there are positives to that. The thing is, they are intangible and can not be aptly described, qualified or quantified", "new_id": -2}, {"uid": "1295622727249511974", "i": 989, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "initially expected to stay for several <strong> Raila Odinga </strong> blames Gbagbo for Ivory Coast standoff Ivory Coast's self-declared president, Laurent Gbagbo, for the failure of talks so far to resolve the crisis in the cocoa-producing west African nation. <q> There had been progress in the talks, but Gbagbo went back on his earlier agreement to remove the blockade leading to and from the Hotel where( President-elect) <strong> Alassane Ouattara </strong> is staying, </q> said a Botswana invites <strong> Alassane Ouattara </strong> for a state vist target=\"_blank\" href=\"http://botswanatimes.com/\"> Botswana has invited the internationally recognized president of", "new_id": -2}, {"uid": "1296716411176898050", "i": 14290, "idx": 0, "sa": ["Blake Griffin", "Allen Iverson", "Rick Carlisle"], "q": "scoring and rebounding.`` Early on, it looked like( Washington guard John) Wall was going to run away with all the attention and rookie of the year,'' Dallas coach <strong> Rick Carlisle </strong> said, <q> then all of a sudden this guy exploded with all these great plays. And now the team is playing better. </q> Twice this season, <strong> Blake Griffin </strong> has scored 40 or more points, making him the first rookie to do so since <strong> Allen Iverson </strong> in 1996-97.`` He definitely should be in the All-Star game, without", "new_id": -2}, {"uid": "1296078057185663498", "i": 20746, "idx": 1, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "last week after numerous questions about practices at the newspaper.`` The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,'' the police force said in a statement. <q> This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010. </q> BUSINESS AND POLITICS <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgment in giving him a second chance and risks complicating a bid by <strong> Rupert Murdoch </strong>'s News Corp to buy full control of British pay TV", "new_id": -2}, {"uid": "1295292215026312759", "i": 44321, "idx": 3, "sa": ["Mike Pence", "Mike Huckabee"], "q": "talk of a <strong> Mike Pence </strong> presidential run. A regular speaker at tea parties, <strong> Mike Pence </strong> is one of a small number of elected Republicans with an appeal to economic, social and national security conservatives,'' he writes. <q> Last fall, the presidential talk got a boost when href=\"http://www.lifenews.com/2010/09/18/nat-6700/\"> he won the straw poll at the Value Voters' summit, surprising many who assumed that <strong> Mike Huckabee </strong> had it in the bag. </q> Klein believes <strong> Mike Pence </strong> may see 2012 as a better opportunity to run for president than a future date. Send to a friend: Effort Begins to Draft Pro-Life <strong> Mike Pence </strong> for President", "new_id": -2}, {"uid": "1297234021222871650", "i": 9279, "idx": 6, "sa": ["Michael Gove"], "q": " SoundMoney 7 February 2011 8:47 PM I don't agree with a lot of what <strong> Michael Gove </strong> s doing, and the lack of Parliamentary scrutiny it is getting. However, when you say: <q> Labour focused relentlessly on driving up standards in the basics </q>... I am forced to conclude that given 13 years' experience of that complete and utter failure to stop making things worse and not better, I'd be willing to try almost anything, however draconian,", "new_id": -2}, {"uid": "1296584632166445071", "i": 34626, "idx": 2, "sa": ["Abdullah II of Jordan", "Brian Cowen", "Ali Abdullah Saleh", "Eamon Gilmore"], "q": "comfort from the leaders of Fine Gael and Labour, the two parties which are expected to form the next government. Labour leader <strong> Eamon Gilmore </strong> said <strong> Brian Cowen </strong>'s coAli Abdullah Salehtion government had`` brought down our country'' and <q> tied our state to the sinAbdullah II of Jordan and stinAbdullah II of Jordan misfortunes of the banks and sold us out in the deal to the EU and the IMF </q>.`` We are determined to lead a new wave of change, to fix a broken system, a system that has failed the Irish people,'' <strong> Eamon Gilmore </strong> said.`` Now is the", "new_id": -2}, {"uid": "1294969133139608087", "i": 8667, "idx": 0, "sa": ["Josh Greenbaum", "Steve Ballmer", "Bob Muglia"], "q": "offered by IBM and Oracle and in part by SAP. <strong> Josh Greenbaum </strong>, principal at software consultancy Enterprise Matters, offers up this sophisticated interpretation of the strategic intent behind <strong> Steve Ballmer </strong>'s ouster of <strong> Bob Muglia </strong>: <q> Microsoft is going to reorg around its own` stack' business, and in doing so take a major new tact in the battle for the enterprise, </q> writes <strong> Josh Greenbaum </strong> in a blog post called href=\"http://ematters.wordpress.com/2011/01/11/Bob Muglia-Bob Muglia-leaves-is-this-the-beginning-of-a-major-enterprise-realignment-at-microsoft\"> <strong> Bob Muglia </strong> Leaves-is this the Beginning of a Major Enterprise Realignment at Microsoft?.`` The new tact will be Microsoft's own version of the stack wars", "new_id": -2}, {"i": 4137, "idx": 1, "index_answer": 0, "new_id": -1, "q": "Museum, which houses thousands of ancient artifacts, was being protected by the army. Head of Antiquities, <strong> Zahi Hawass </strong> said on state television that it was not known if anything was stolen from the museum. <q> There needs to be tighter security around the museum and fire trucks on standby. The museum can be set ablaze. This would be a disaster, </q> <strong> Zahi Hawass </strong> warned.Firefighters were trying to extinguish the blaze at the headquarters of the ruling National Democratic Party.", "sa": ["Zahi Hawass"], "uid": "1296337877236798074"}]