[{"uid": "1297120389257998877", "i": 20502, "idx": 3, "sa": ["Simon Cowell"], "q": "the contestants but also mentor them. The live portion of the show will be ultra-competitive and <strong> Simon Cowell </strong> is looking for some true music heavyweights who can back up their criticism as well as coach the contestants. <q> I got bored of just judging, </q> said <strong> Simon Cowell </strong>.`` I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis.'' <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end", "new_id": -2}, {"uid": "1295853731069795901", "i": 26379, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "posted in recent days. A story published Saturday said <strong> Mitch Daniels </strong> would be the odds-on favorite for the GOP nomination in 2012 if pundits, conservative columnists and political thinkers represented the party's base. <q> The diminutive Hoosier has nurtured a profile as a mature politician whose outlook extends beyond the next news cycle and whose demeanor exudes seriousness, </q> the story said. It also noted that the candidate favored by party elites has almost always failed to win the nomination. As for <strong> Mike Pence </strong>, a story Friday highlighted the effort by a group of conservatives", "new_id": -2}, {"uid": "1295394211046235674", "i": 4553, "idx": 3, "sa": ["Sergio Marchionne"], "q": "governments of U.S., Canada and Ontario. Excluding interest and taxes, Chrysler earned a$ 565 million profit in that period.`` That's a difficult question,'' <strong> Sergio Marchionne </strong> said about profit sharing. <q> It's part of a more complicated set of negotiations. I've always been convinced that we need to reward everybody in the organization for performance. </q> Chrysler wants to complete an initial public offering later this year that would enable the U.S. and Canada to sell part or all of their equity in Chrysler. The U.S. Treasury owns 9.2% of Chrysler's", "new_id": -2}, {"uid": "1295755516184385555", "i": 47175, "idx": 8, "sa": ["Elton Brand", "Jrue Holiday", "Jose Calderon", "Michael Jordan", "Allen Iverson"], "q": "'' Looking for a spark, 76ers coach Eddie <strong> Michael Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q> He just put us in a good rhythm tonight and had us flowing, </q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He http://wn.com/Jose_Calderon_4-Point_Play__Philidelphia_76ers_@_Toronto_Raptors_Feb_10/10 <strong> Jose Calderon </strong> nails the 3-pointer and 1, then shows off his", "new_id": -2}, {"uid": "1295609568069435392", "i": 2225, "idx": 3, "sa": ["Michael Vick"], "q": "share in the blame for this loss. But, <strong> Michael Vick </strong> is the QB, which by default makes him the first man praised when the going's good and the first man canned when things go wrong. <q> I feel like I got greedy, </q> <strong> Michael Vick </strong> said postgame. So we might have a new Pro Bowl QB here in Philly but in the end Eagles fans are still left with the same bitter taste in their mouths. It does", "new_id": -2}, {"i": 4137, "idx": 1, "index_answer": 0, "new_id": -1, "q": "Museum, which houses thousands of ancient artifacts, was being protected by the army. Head of Antiquities, <strong> Zahi Hawass </strong> said on state television that it was not known if anything was stolen from the museum. <q> There needs to be tighter security around the museum and fire trucks on standby. The museum can be set ablaze. This would be a disaster, </q> <strong> Zahi Hawass </strong> warned.Firefighters were trying to extinguish the blaze at the headquarters of the ruling National Democratic Party.", "sa": ["Zahi Hawass"], "uid": "1296337877236798074"}, {"uid": "1295729189209895446", "i": 34899, "idx": 0, "sa": ["Newt Gingrich", "Mike Pence"], "q": "what he says. Yep. Don't worry. The <strong> Newt Gingrich </strong> faction here is tiny. 19 posted on 01/22/2011 12:44:01 PM PST( The GOP elite& friends can pound sand.) <q> NAFTA is where all the jobs went. I remember <strong> Ross Perot </strong> talking about a giant sucking sound if NAFTA is passed. The sucking sound being all the jobs leaving the country. </q> He was right then and he's still right. Good old Newtie helped us get to where we are today. I'm looking for somebody new. How about <strong> Mike Pence </strong>, or Michelle Bachmann?", "new_id": -2}, {"uid": "1295505910113688578", "i": 40584, "idx": 0, "sa": ["Sergio Marchionne"], "q": "sale next year. The company also is working on natural gas vehicles and will lead the field in offering 8- and 9-speed transmissions, designed for use with hybrids, in a wide range of vehicles. <q> By 2013 we will have one of the most fuel-efficient fleets, </q> <strong> Sergio Marchionne </strong> said Wednesday in announcing a demonstration fleet of up to 20 hydraulic hybrid Chrysler Town& Country minivans. Fuel economy on the minivans should improve 60 percent in city driving and 30 percent to 35 percent overall.", "new_id": -2}, {"uid": "1296143843063832065", "i": 26253, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> New push at Virginia General Assembly for longer window for child sexual abuse victims to sue... Viewing this on your phone? Go to mobile.dailypress.com for a compact version of our site.", "new_id": -2}, {"uid": "1296658429217907213", "i": 15116, "idx": 0, "sa": ["Steve Jobs", "Steve Ballmer", "Patrick Lo", "Jen-Hsun Huang"], "q": "company's CEO.( Source: Moca Blog) Netgear's Chief Executive, <strong> Patrick Lo </strong>, seemed to infer that Apple CEO <strong> Steve Jobs </strong>, currently on medical leave, would die soon.( Source: Reuters) <q> I for one will not buy any more Netgear products and neither should any other Apple fans </q>-- Angry Observer Netgear CEO <strong> Patrick Lo </strong> joined the ranks of Microsoft CEO <strong> Steve Ballmer </strong> and NVIDIA's CEO <strong> Jen-Hsun Huang </strong> when he gave a wild interview, the likes of which makes public relations staff cringe", "new_id": -2}]