[{"uid": "1296127828046055430", "i": 47696, "idx": 0, "sa": ["Michael Gove"], "q": "The Michael Government is due to publish a new education Bill which will focus on boosting standards and improving behaviour. Education Secretary <strong> Michael Gove </strong> said the coalition Michael Government was taking action to <q> restore discipline and reduce bureaucracy </q>. Under the measures, teachers will be granted powers to search pupils for anything that could disrupt the classroom, including pornography and video cameras, and it will be made easier for schools to expel unruly", "new_id": -2}, {"uid": "1295849732019906565", "i": 12936, "idx": 2, "sa": ["Michael Gove", "Winston Spencer-Churchill"], "q": "de que las dos nicas figuras citadas en el curr?culo de Historia son los abolicionista de la esclavitud William Wilberforce y Olaudah Equiano, en perjuicio de personajes como <strong> Winston Spencer-Churchill </strong>, Florence Nightingale y Horatio Nelson. Asegur tambi?n que <q> en el curr?culo de Geograf?a el nico pa?s que mencionamos es Reino Unido: no hay ni una sola menci?n a otro pa?s, continente, r?o o ciudad </q>. <strong> Michael Gove </strong> ech mano de los datos del informe PISA de la OCDE presentado el mes pasado- que mide los coniocimientos de los alumnos de 15 a?os de 60 p?ises, precisamente, en lectura, matem?ticas", "new_id": -2}, {"uid": "1297506563204570648", "i": 26873, "idx": 0, "sa": ["Michael Gove"], "q": "he said was unlawful as he failed to consult with any of the claimants. However, the judge stressed that, provided Mr <strong> Michael Gove </strong> discharged his duty to consult fairly and take into account equality considerations, <q> the final decision on any given school or project still rests with him </q>. \"He may save all, some, a few, or none. No-one should gain false hope from this decision.\" Mr Pank Patel, headteacher of Wood Green High School in", "new_id": -2}, {"uid": "1297426199245137410", "i": 43519, "idx": 1, "sa": ["Michael Gove"], "q": "force through more free schools, which will be irrelevant for the majority of parents.\" The Department for Education insisted that the judgement concerned procedural, not substantive questions. A spokesperson said: <q> We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. \"On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> The prime minister's spokesman said: \"The basic decision on this stands.\" The Michael Government's upbeat tone resulted from the fact that the judgement ensured there was no challenge to Mr <strong> Michael Gove </strong>", "new_id": -2}, {"uid": "1295612151098222089", "i": 20258, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "Michael Government's plan to axe the Education Maintenance Allowance( EMA) will go ahead after a motion to rethink the decision was defeated by 59 votes. Education Minister <strong> Michael Gove </strong> said the money was poorly targeted: <q> If we really believe in generating social mobility in this country then the question we have to ask ourselves is- how is every pound best invested? </q> While Shadow Education Spokesman <strong> Andy Burnham </strong> said that social mobility would be \"thrown into reverse\" if the means-tested? 10-? 30 allowances for students in post-16 education were axed, the BBC reports", "new_id": -2}, {"uid": "1297282154262340651", "i": 6009, "idx": 1, "sa": ["Michael Gove", "David Cameron"], "q": "campaign that targeted non-violent Muslims and branded them as supporters of violence.\" The changes this Michael Government is making to its anti-terrorism policy are making the disastrous situation described in the above quote worse. <q> He( Mr <strong> David Cameron </strong>) has sided unambiguously with figures such as <strong> Michael Gove </strong> inside his cabinet rather than his party chairman, Lady Warsi, who has complained of fashionable Islamophobia </q> If Lady Warsi, the Chair of the conservative party, a Muslim not known for her extremist views, has her opinions ignored in preference to the British neo-con <strong> Michael Gove </strong>, if the views of grass roots", "new_id": -2}, {"uid": "1297426199245137410", "i": 43521, "idx": 3, "sa": ["Michael Gove"], "q": "\"The basic decision on this stands.\" The Michael Government's upbeat tone resulted from the fact that the judgement ensured there was no challenge to Mr <strong> Michael Gove </strong>'s ability to make the decision. <q> The final decision on any given school or project still rests with him[ <strong> Michael Gove </strong>], </q> the judge found. \"He may save all, some, a few, or none. No one should gain false hope from this decision.\" The axing of the project last summer", "new_id": -2}, {"uid": "1295461561122241153", "i": 9725, "idx": 2, "sa": ["Michael Gove"], "q": "Conservative campaign in the Old and Sad byelection raised the hackles of some Conservatives. Said hackles will stay raised if they read <strong> Michael Gove </strong>'s comments on who voters in Hull should back in the forthcoming council elections. <q> Defending his plans to cut Educational Maintenance Allowances in the Commons this afternoon <strong> Michael Gove </strong> praised councils that helped students with travel costs: </q> \"In Hull, Liberal Democrat-controlled Hull, any student in receipt of EMA also gets a travel grant to cope with the full cost...\" Then, in response to interruptions, he continued:", "new_id": -2}, {"uid": "1296141430063832079", "i": 9799, "idx": 0, "sa": ["Michael Gove", "Ilvo Diamanti", "Silvio Berlusconi"], "q": "in luxury apartments in exchange for sex. But the wave of salacious allegations about <strong> Silvio Berlusconi </strong> have not for the moment shifted the political loyalties of Italians, political analyst <strong> Ilvo Diamanti </strong> told AFP. Italians continued <q> to support the centre right majority, given the lack of a credible alternative, </q> he said. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in... UK` unprepared for a foot and", "new_id": -2}, {"q": "punched a guest. \"You need to grab somebody by the tie and just pop him,\" <strong> David Letterman </strong> said. \"Just a short right cross and then it would be fantastic.\" <q> Would it work if it was <strong> Larry King </strong>, or would it be seen a bit too cruel? </q> he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN. \"JoLarry King!\" he said to audience jeers. \"I'd like to see you punch a 78-year-old man,", "answer_q": ", or would it be seen a bit too cruel?'' he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN.`` Joking!'' he said to audience jeers. <q> I'd like to see you punch a 78-year-old man, </q> <strong> David Letterman </strong> said. The pair also discussed <strong> Piers Morgan </strong>'s UK newspaper career, his walk on the beach with <strong> Rupert Murdoch </strong>, and <strong> Ricky Gervais </strong>' Golden Globes hosting job. <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on", "answer": "David Letterman", "sa": "['David Letterman', 'Larry King']", "index_answer": 0, "idx": 3, "i": 253}]