[{"uid": "2008102806_00022194_W", "i": 1987, "idx": 1, "sa": ["Michael Bloomberg"], "q": "many cases we've also been helped by business improvement districts, which will be responsible for emptying the bids, storing the recyclables until the day the sanitation department is scheduled to swing by and pick them up. <q> yet, the focus did shift back to the mayor's political ambitions. <strong> Michael Bloomberg </strong> laughed off a question asking whether he wants to run as a democrat next year. </q> it's kind of unlikely. i've never had a conversation about it, \"said the mayor.\" i'm not focusing on the campaign. i'm going to run, but that's way down", "new_id": -2}, {"uid": "2008120100_00031999_W", "i": 1805, "idx": 2, "sa": [], "q": "in ports, making food imports to the u.s. impossible. during breaks, there were advertisements for a product that can obscure license plates from red light cameras(\" when cameras flash, you'll save some cash <q>), a cure for intestinal parasites, and a device for converting humidity into drinking water. he doesn't worry so much about people who live in the country, figuring they can fend for themselves. </q> the guy in an apartment has no chance in hell, \"he said.\" i help people to become more self-sufficient. \"one customer lives in a small manhattan apartment, where he keeps stacks of canned", "new_id": -2}, {"uid": "2008090220_00019750_W", "i": 1875, "idx": 1, "sa": ["Bristol Palin", "Chelsea Clinton", "Barbara Tyson"], "q": "go being the son or daughter of a politician, \"she wrote.\" i have not known <strong> Bristol Palin </strong> very long, but there is a certain kinship i feel to her as i do other political daughters, <q> including <strong> Chelsea Clinton </strong> and jenna and <strong> Barbara Tyson </strong>. </q> you can't fully understand it unless you have lived it. \"how soon they forget elephants are said to have long memories but apparently the producers of the <NO_QUOTATION> for the republican convention do not. the evidence", "new_id": -2}, {"uid": "2008090420_00006981_W", "i": 1623, "idx": 1, "sa": ["Sarah Palin", "Cathie Adams"], "q": "there but for the grace of god, something like that. instead, they are embracing her with unbridled admiration. the family research council praised her for\" choosing life in the midst of a difficult situation. <q> <strong> Cathie Adams </strong> of the eagle forum, a conservative women's group, called her </q> the kind of woman i've been looking for all along. \"the two difficult pregnancies-Sarah Palin's with a down syndrome baby and now her unmarried teenage daughter's- is just proof that\" they're doing everything", "new_id": -2}, {"uid": "2008110519_00044127_W", "i": 197, "idx": 7, "sa": ["Andy Pettitte"], "q": "to pitch in 2009 yesterday at a charity event in houston to raise money for students at san jacinto college- where <strong> Andy Pettitte </strong> went to school- impacted by hurricane ike.\" i would like to play again, <q> <strong> Andy Pettitte </strong> told houston's kriv-tv. </q> my thoughts are there. i'd like to play again. \"<strong> Andy Pettitte </strong> previously had said he would either play for the yankees or retire.\" that's what i would like to do, obviously, \"", "new_id": -2}, {"uid": "2008111123_00009850_W", "i": 1270, "idx": 1, "sa": ["Trevor Hoffman", "Andrés Berumen", "José Martínez", "Gary Sheffield"], "q": "divorce. <strong> Trevor Hoffman </strong>'s request was turned down, making it difficult to rekindle contract talks.\" i would say because of the way it was handled, it appears as though he is done as a padre, <q> said rick thurman, <strong> Trevor Hoffman </strong>'s agent. <strong> Trevor Hoffman </strong>, 41, has played all but 28 of his 755 major-league games in a padres uniform. san diego acquired him from the florida marlins, with <strong> José Martínez </strong> and <strong> Andrés Berumen </strong>, for <strong> Gary Sheffield </strong> and rich rodriquez on june 24, 1993. <strong> Trevor Hoffman </strong> is 49-53 lifetime with a 2.76 earned-run average and a major-league record 554 saves?? </q> all but two of them with the padres. the right-hander has struck out 1,055 batters and walked just 274 in 988 innings in 930 relief appearances over 16 mlb seasons. <strong> Trevor Hoffman </strong> pitched 48 times last season, posting", "new_id": -2}, {"uid": "2008112112_00014738_W", "i": 1564, "idx": 1, "sa": ["Les Twentyman", "Gerry Harvey"], "q": "time with the current economic downturn when there will be less jobs, and the new face of the homeless will be families living in their cars with their kids because they can't afford to pay the rent. <q> mr <strong> Les Twentyman </strong> said 20,000 homeless victorian children accessed supported accommodation programs( sap) at any one time because of family circumstances. fairfax newspapers reported today that in the book mr <strong> Gerry Harvey </strong> said: you could go out and give a million dollars to a charity tomorrow to help the homeless. it helped to keep them alive, but did it help our society? no. </q> society might have been better off without them but we are supposed to look after the disadvantaged and so we do it. but it doesn't help the society. \"with the nation's top biscuit getting a", "new_id": -2}, {"uid": "2008091623_00009603_W", "i": 1674, "idx": 1, "sa": ["John Ferguson"], "q": ", they aren't necessary for a passing score.\" if you look at the sample papers, the ones that consistently score in the upper ranges are a strict five-paragraph formula of introduction, body, conclusion, <q> said denise graham, the english department head at <strong> John Ferguson </strong> senior high in west miami-dade. </q> a student who strays from that on an exam could be penalized. \"that brought me right back to high school social studies, where we learned to write an introduction, two argument paragraphs, a paragraph refuting", "new_id": -2}, {"uid": "2008111417_00011192_W", "i": 1502, "idx": 3, "sa": ["George W. Bush", "Ann E. Dunwoody", "Robert Gates"], "q": "for her historic achievement.\" the recognition makes her a little bit uncomfortable from the standpoint of the gender aspect-- that we're making a big deal( that) she is the first female general officer, <q> bryan whitman, a pentagon spokesman, said thursday in announcing that defense secretary <strong> Robert Gates </strong> would attend her promotion ceremony. when she was nominated by <strong> George W. Bush </strong> in june for promotion to four-star rank, <strong> Ann E. Dunwoody </strong> issued a statement saying she was humbled. </q> i grew up in a family that didn't know what glass ceilings were, \"she said.\" this nomination only reaffirms what i have known to be true about the military throughout my career-- that the", "new_id": -2}, {"uid": "2008110518_00051254_W", "i": 1524, "idx": 0, "sa": ["Barack Obama", "Sarah Palin"], "q": ": <strong> Sarah Palin </strong> sold on ebay: popular as a doll. the one-of-kind cabbage patch doll crafted to look like her. the <strong> Sarah Palin </strong> doll nabbed a us$ 19,000. brucewagner:\" the long nightmare is over! <q> an avatar on secondlife named jordanna beaumont exclaimed. </q> four blocks from grant park it's crazy down here. \"brucewagner:\" <strong> Barack Obama </strong> celebrations rock cyberspace globally \"see brucewagner: the three nations on earth whose people polled preferred mccain were: namibia, cuba&", "new_id": -2}]