[{"uid": "1297427059216350732", "i": 39301, "idx": 3, "sa": ["Michael Gove"], "q": "decision-making process was also unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.\" A Department for Education spokesman said: <q> We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> Mr <strong> Michael Gove </strong> will now look again at his decision with regard to these authorities with an open mind, taking representations from them, he said. Keep up to date with the news. Sign", "new_id": -2}, {"uid": "1297426049196083720", "i": 25607, "idx": 2, "sa": ["Michael Gove"], "q": "legitimate expectations that the multi-million pound schemes would be funded. Leader of Waltham Forest Council Chris Robbins said the ruling was \"a victory for common sense and fair play\" . He said: <q> They must now make a decision on our funding based on the real evidence about the difficulties our schools face. \"We have said all along that we want to sit down and have an amicable discussion with the Michael Government about the difficulties our schools face. </q> He added: \"This slash and burn attitude that the Michael Govenrment has to local Michael Government must end.\" Mr <strong> Michael Gove </strong>'s decision caused an outcry from many schools and councils The Department for Education", "new_id": -2}, {"uid": "1297612919106446857", "i": 47262, "idx": 0, "sa": ["Michael Gove", "Darren Cooper", "James Morris"], "q": "on the substantive points. Conservative MP <strong> James Morris </strong> said Sandwell Council should not have assumed it would receive the funds. Council leader <strong> Darren Cooper </strong> told the Politics Show in the West Midlands that Mr <strong> Michael Gove </strong> had <q> made a lot of mistakes </q>.` Made mistakes' The? 55bn BSF scheme was axed in July, affecting about 700 projects. Errors in a list of scrapped schemes initially led Sandwell to wrongly believe its projects had", "new_id": -2}, {"uid": "1297261982254083402", "i": 831, "idx": 1, "sa": ["Michael Gove"], "q": "likely to happen if you pay them more for being good at their jobs. After all, teachers, like pupils, want to be liked, and they want to have friends in the workplace.\" \" <q> \"But be in no doubt about the significance of the Education Secretary's plans: they amount to a declaration of war on the teaching establishment and the principles which have dominated state schools for more than 40 years. </q> \"Educational theorists, along with many civil servants in the Whitehall education machine, the zealots who run teacher training colleges and tens of thousands of teachers will fight tooth and nail against almost everything Mr <strong> Michael Gove </strong>", "new_id": -2}, {"uid": "1295485231089587765", "i": 43964, "idx": 0, "sa": ["Michael Gove"], "q": "national curriculum to be announced today. Education Secretary <strong> Michael Gove </strong> will launch his review of the national curriculum this morning with a clarion call for the restoration of \"academic rigour\" in state schools. <q> The new national curriculum will therefore have a greater focus on subject content outlining the essential knowledge and understanding that pupils should be expected to have, </q> says a background document of the new curriculum. In history, this will mean a move towards naming the individuals that pupils should learn about- such as Churchill, Nelson and Wellington. Traditionalists", "new_id": -2}, {"uid": "1296115053115327200", "i": 50286, "idx": 0, "sa": ["Michael Gove"], "q": "was subjected to slurs by family members. Despite the claims, it is thought just one-in-20 allegations ever results in a criminal conviction. <strong> Michael Gove </strong>, the Education Secretary, said reforms were necessary to <q> ensure that the balance of power in the classroom changes </q>. Last night, teachers' leaders welcome the plans, saying that false allegations can \"blight teachers' careers, affect their private lives and make potential teachers think twice about going into teaching\" .", "new_id": -2}, {"uid": "1297520477089751561", "i": 11903, "idx": 7, "sa": ["Michael Gove"], "q": "only to have the funds turned down. The decision to withdraw the money would have a \"catastrophic effect\" on its pupils, Chris Robbins, leader of the council said. He described the ruling as a <q> victory for common sense and fair play </q>. David Mellen, Nottingham city council portfolio holder for children's services, said he hoped <strong> Michael Gove </strong> would now \"do the right thing and give our schools and their pupils the funding they deserve and were", "new_id": -2}, {"uid": "1295225627102072371", "i": 29098, "idx": 0, "sa": ["Michael Gove", "Bob Diamond", "Diane Abbott"], "q": "<strong> Michael Gove </strong> Speaking on the BBC's Question Time, the education secretary rejected Labour criticism of the Conservative-Liberal Democrat coalition's bank levy, but also took issue with Barclays chief executive <strong> Bob Diamond </strong>'s recent comments. <q> The sense of contrition for what went wrong in the banking crisis seems to be invisible. The banks have to show they get it, </q> he said, adding that some leading figures in the industry \"appear... to be living in a parallel universe\" . Although shadow health minister <strong> Diane Abbott </strong> claimed the Michael Government has failed to respond adequately to public", "new_id": -2}, {"uid": "1296585409255721481", "i": 11181, "idx": 0, "sa": ["Michael Gove"], "q": ". Crime hotspots website meltdown as millions key in Blairs' address London-( Glitches): Connaught Square residents have told of their disgust as a new criminal hotspots website named them the nation's Number One. <q> Surely we're only the second worst in the country, </q> Dame Dilys Pillpoppa said today, \"what with Buck... New Maths for Schools Education Minister <strong> Michael Gove </strong> is introducing a new way of teaching Maths. He explained to Parliament:' I went into a school yesterday and", "new_id": -2}, {"q": ", as most broadcasters interrupted their coverage of the Iraq inquiry to devote themselves to Mr. <strong> Andy Coulson </strong>'s drama. While Mr. <strong> David Cameron </strong> was quick to issue a statement supporting Mr. <strong> Andy Coulson </strong> Friday, arguing that his ex-aide <q> has been punished twice for the same offence, </q> the tabloid scandal has tainted his government with two less than desirable associations. The first, evident in yesterday's TV juxtapositions, is with Mr. <strong> Tony Blair </strong>'s Labour government. While Mr. <strong> David Cameron </strong> had campaigned to", "sa": ["Tony Blair", "David Cameron", "Andy Coulson"], "index_answer": 1, "idx": 1, "i": 35680}]