[{"uid": "1295682265065617928", "i": 95, "idx": 19, "sa": ["Ronald Reagan", "Sarah Palin", "Mike Pence", "Marjorie Dannenfelser"], "q": "nominee.`` He has that everyman, Indiana appeal with vision,'' <strong> Marjorie Dannenfelser </strong> said. She said <strong> Mike Pence </strong>, a former radio talk show host, connects with those he's speaking to. <q> I hate to bring up <strong> Ronald Reagan </strong> because everybody does that, </q> <strong> Marjorie Dannenfelser </strong> said.`` But it's what <strong> Ronald Reagan </strong> did and what <strong> Sarah Palin </strong> can do and what other candidates would pay any amount of money for.'' Andy Smith, who heads the University of New Hampshire", "new_id": -2}, {"uid": "1295907803085770247", "i": 1338, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "his previous case, said none of the four had been the victims of News Group newspapers.( News Group is a <strong> Rupert Murdoch </strong> company which controls the NoW.) He told the paper: <q> Lots of people were doing it. It was such a widespread practice, this was almost kids' playtime.`` Although it is a crime, people were regarding it as though it was driving at 35mph in a 30mph zone, that you just sort of do it and hope you don't get caught. </q> The allegation that the practice spread beyond the NoW will surely be a welcome one for <strong> Rupert Murdoch </strong>. The latest intrigue over <strong> Andy Coulson </strong>'s behaviour at one of his papers could not have come", "new_id": -2}, {"uid": "1295508718199884806", "i": 46339, "idx": 1, "sa": ["Colin Powell"], "q": "initial hosting university in Honduras because of the country's political situation, the 23rd <strong> Colin Powell </strong> Assembly of the International Federation of Catholic Universities( IFCU) recently came to an end at the... Actionaria- Vincent Mang: <q> Le salon Actionaria,...`` Actionaria sera un phare dans la temp ï¿½ te pour les actionnaires individuels, un v ï¿½ ritable rep ï¿½ re avec cette possibilit ï¿½ de rencontrer des dirigeants des entreprises et de parler enfin de leur r ï¿½ alit ï¿½ ï¿½ conomique. </q> La suite... Porsche's Takeover, BMW Catching Lexus- Autoline Daily 32 Ryanne Hodson and Jay Dedman of Ryanishungry.com have prepared an awesome primer on Open Video-- check it out! Some background: in October 2008", "new_id": -2}, {"uid": "1297260229046088245", "i": 24310, "idx": 3, "sa": ["Will Smith", "Paula Abdul", "Jessica Simpson", "Katy Perry", "Simon Cowell"], "q": "been mentioned as potential co-judges. Rihanna, <strong> Jessica Simpson </strong>, <strong> Katy Perry </strong> and <strong> Will Smith </strong> are some of the A-listers floated to serve with <strong> Simon Cowell </strong>, as has the name of another former Idol judge, <strong> Paula Abdul </strong>. <q> I'm a massive fan of <strong> Paula Abdul </strong>. We honestly haven't made our mind up yet... We're talking to a number of people, </q> <strong> Simon Cowell </strong> said. We hope to make an announcement in three to four weeks.'' in several ways. In addition to having no upper age limit, X Factor allows for both individual and group acts and", "new_id": -2}, {"uid": "1295556469260145156", "i": 22078, "idx": 5, "sa": ["Eric Schmidt"], "q": "more smartphone-like capabilities, like fully-functional Web browsers. <strong> Eric Schmidt </strong>'s goal is ambitious.`` We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years,'' he writes. <q> Can you imagine how this will change their awareness of local and global information and their notion of education? </q> There are reasons why last week Canalys predicted that Gartner predicts that Android will catch Symbian OS market share within three years. IDC puts Android second, but still two places ahead of Apple", "new_id": -2}, {"uid": "1296175056236371980", "i": 5050, "idx": 0, "sa": ["Andy Coulson", "Barack Obama", "George Osborne"], "q": "parental leave transferable would help eliminate anti-male discrimination in the workplace. The home secretary was enthusiastic.`` We should try to get away from gender warfare and the politics of difference,'' she said, <q> but I suggest to my hon friend that labelling feminists as` obnoxious bigots' is not the way forward. </q> Politics Weekly podcast: The economy, control orders and <strong> Barack Obama </strong>'s` Sputnik moment' <strong> George Osborne </strong> defends <strong> Andy Coulson </strong> over phone-hacking allegations- video Our parliamentary sketchwriter offers his take on life in Westminster Poor pay, worse jobs", "new_id": -2}, {"uid": "1295945462061587460", "i": 6497, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s Small Business Commission, San Francisco Beautiful, neighborhood groups, and public health and public works officials. Dawn Trennert, chair of the Middle Polk Neighborhood Association and a task force member, said, <q> Our neighbors were fed up with the extreme litter in our neighborhood, the flying litter, the litter that easily can be taken care of if we just think about things a little differently. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Land Rover 2008 Range Rover$ 44,794 Land Rover 2008 Range Rover$ 48,991", "new_id": -2}, {"uid": "1295354667110805007", "i": 30432, "idx": 1, "sa": ["Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": "he lives. <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood.'' The insider claimed that <strong> Cheryl Cole </strong> is not yet ready to move in with <strong> Derek Hough </strong>, explaining: <q> <strong> Cheryl Cole </strong> and <strong> Derek Hough </strong> have definitely been getting closer, but she wants her own life in LA- her own identity, not just as <strong> Derek Hough </strong>'s girlfriend. She needs space and a chance to make her own life. </q> EastEnders: Carol tells Bianca the truth Emmerdale: Andy is officially questioned Hollyoaks: 2997: Brendan helps out Mitzeee Neighbours: 6057: Declan starts playing dirty", "new_id": -2}, {"uid": "1295984011193069115", "i": 1062, "idx": 4, "sa": ["Eric Schmidt"], "q": "and is facing stiff competition from companies like Facebook and Twitter, which are stealing web traffic and perceived to be poaching engineering talent. <strong> Eric Schmidt </strong> rejected the notion that Google was losing key people. <q> Our retention has been actually the same and our turnover has been exactly the same for seven years, </q> he said.`` We're going to be hiring many thousands of people this year.'' <strong> Eric Schmidt </strong> said that in his new role he would be able to spend more time on government issues and Google", "new_id": -2}, [{"i": 8391, "idx": 1, "index_answer": 0, "new_id": -1, "q": "News Radio that the nation is ready for open service.`` First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,'' <strong> Donald Rumsfeld </strong> said. <q> We know that[ repeal of a ban on gays serving openly] is an idea whose time has come. </q> <strong> Donald Rumsfeld </strong> says he has`` enormous respect'' for the ground commanders and service chiefs who have expressed concerns about the impact of gays serving openly on unit cohesion, and he urged the top brass to implement", "sa": ["Donald Rumsfeld"], "uid": "1297564427252067843"}]]