[{"uid": "1297109629077856777", "i": 9605, "idx": 3, "sa": ["Sergio Marchionne"], "q": "of the U.S. auto industry.`` The great thing about this country, it has the ability to learn.'' Eminem, one of Detroit's most famous residents, gets it, <strong> Sergio Marchionne </strong> said. <q> He represents part of America that I think is important as hell. I think it's at the heart of what we are. </q> OK, not everyone likes the rapper's music, <strong> Sergio Marchionne </strong> conceded,`` but a lot of what he is is us, you know? I mean there's sort of a seriousness about that kid that is", "new_id": -2}, {"uid": "1295595231037634053", "i": 11019, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "world's most scrutinised companies.`` I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said <strong> Ken Auletta </strong>, author of Googled: The End of the World As We Know It. <q> I think <strong> Eric Schmidt </strong> is burned out. </q> There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly calls to discuss its earnings.` Creepy'", "new_id": -2}, {"uid": "1294953230093011986", "i": 11931, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Dr. Peter", "Martin Luther King"], "q": "is a major milestone for her and we're hoping that she crosses through many more,'' said her neurosurgeon <strong> Dr. Peter </strong> <strong> Martin Luther King </strong> Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Doctors have also helped <strong> Gabrielle Giffords </strong> sit up and dangle her legs from her bed. She's able to open her right eye, even though it's bandaged. The next milestone will be removing", "new_id": -2}, {"uid": "1296149754234012751", "i": 25128, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "Senator <strong> Kirsten Gillibrand </strong> will serve on the Senate Armed Services Committee. <strong> Kirsten Gillibrand </strong> had served on the House Armed Services Committee, and after being appointed to the Senate, she worked on military issues including the repeal of <q> Don't Ask, Don't Tell. </q>", "new_id": -2}, {"uid": "1296705162088064025", "i": 28720, "idx": 2, "sa": ["Michael Vick"], "q": "the season. <strong> Michael Vick </strong> would go on to be one of the top-scoring players in fantasy football.`` I'm not going to make it sound like I'm an expert or anything,'' Tulipane said. <q> But at the end of the season, I started listening to some of the gurus on television, and that didn't work. </q> Marketplace videos Watch the latest offers, products and services from our advertisers. Browse our print ads It's the ultimate advantage for Buffalo consumers. Never miss another ad again! Copyright 1999", "new_id": -2}, {"uid": "1295568275055377924", "i": 19900, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", has prompted the first deep-soul searching at the company, which has faced few direct challenges up until now. Mr <strong> Eric Schmidt </strong> said that the company's three top executives had decided to`` clarify'' their roles <q> so there's clear responsibility and accountability at the top of the company. </q>`` Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making-and over the holidays we decided now was the right moment to make", "new_id": -2}, {"uid": "1296586552205504526", "i": 26581, "idx": 0, "sa": ["Eric Schmidt"], "q": "help Google`` continue to gain ground'' on the iPhone, which has far more software available right now. Not only that, but Google CEO( and soon to be executive chairman) <strong> Eric Schmidt </strong> recently said that <q> all the company's strategic initiatives this year involve mobile devices. </q> Android tablets, mainly the Samsung Galaxy Tab, have also made inroads against the iPad, says John Brownlee at Cult of Mac, knocking Apple's market share from a`` commanding'' 95 percent to", "new_id": -2}, {"uid": "1295301671181911578", "i": 24718, "idx": 0, "sa": ["David Letterman"], "q": "1977 and 1980, on the independent Freedom label. When Wilcox was signed to Capitol in Canada in 1982, they acquired the rights to the album and reissued it in 1983. The same year, <strong> David Letterman </strong> released <q> My Eyes Keep Me In Trouble, </q> and`` Bad Reputation'' in 1984. In 1985, Capitol put out a compilation,`` The Best Of <strong> David Letterman </strong> Wilcox,'' which contained the new track`` When You Mistreat Her,'' issued on 7", "new_id": -2}, {"uid": "1296199690069206039", "i": 22322, "idx": 3, "sa": ["Mike Pence"], "q": "said she would not run for governor due to health concerns, and so far no other Republican star has stepped forward to enter the race. In his letter, <strong> Mike Pence </strong> said that throughout his life, <q> I have learned to follow my heart, and my heart is in Indiana. </q> He praised the state's people, its`` highways and byways, the small towns and courthouse squares, the big cities and cornfields.''`` After years of falling behind, Indiana", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q> 11th grade-- is that a sophomore in high school? </q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied:`` I don't know. I'm Canadian.'' Later, <strong> Justin Bieber </strong> tweeted that he will be on the`` Late Show'' again on Friday,``", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}]