[{"uid": "1295354258239271961", "i": 46302, "idx": 0, "sa": ["Jamie Oliver", "Ricky Gervais", "David Letterman"], "q": "butch dyke gets attacked Sex starved, Mona Nelson, a butch dyke who spend time with a 12-year old boy named Jonathan, was attacked by over 400 man hungry lesbians in prison, in what many are calling <q> The Night Without Mercy. </q> Mona Nelson was Jonathan's babysitter when he... <strong> David Letterman </strong> devours <strong> Jamie Oliver </strong> and <strong> Ricky Gervais </strong> comes to the rescue!` Twilight' Movies Really Good- Pattinson And Stewart Excellent- <strong> Ricky Gervais </strong> And Dee", "new_id": -2}, {"uid": "1297120126257998868", "i": 29002, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a \"dressed up\" sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding, \"I believe I can find a star.\" User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1294976079058228750", "i": 33095, "idx": 0, "sa": ["George Will", "Manmohan Singh", "Colin Powell", "Barack Obama"], "q": "january 27\" liveblog Obama_Barack Obama_Host_State_Dinner_with_PM_Manmohan Singh_Manmohan Singh_CNN <strong> Barack Obama </strong> Host State Dinner with PM <strong> Manmohan Singh </strong> CNN Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he <strong> George Will </strong> be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. \"He has both style and substance. I think he is a transformational figure,", "new_id": -2}, {"uid": "1297251079068108305", "i": 13404, "idx": 0, "sa": ["Steve Ballmer", "Ray Ozzie", "Bill Gates"], "q": "'s SharePoint collaboration software. <strong> Ray Ozzie </strong> replaced Microsoft founder and chairman <strong> Bill Gates </strong> as chief software architect in 2006. In his e-mail, <strong> Steve Ballmer </strong> said he does not intend to fill the chief software architect role. <q> The CSA role was unique and I won't refill the role after <strong> Ray Ozzie </strong>'s departure, </q> <strong> Steve Ballmer </strong> wrote. \"We have a strong planning process, strong technical leaders in each business group and strong innovation heading to the market.\" Many have described <strong> Ray Ozzie </strong> as a visionary. <strong> Ray Ozzie </strong>'s initial", "new_id": -2}, {"uid": "1295958811022577167", "i": 11351, "idx": 1, "sa": ["Andy Coulson", "Lance Price"], "q": "will replace him. So what qualities are required for Mr <strong> Andy Coulson </strong>'s successor? Finding another equally qualified \"man of the people\" may not be easy, political commentators say. <q> <strong> Andy Coulson </strong> understood a part of the British culture that the prime minister maybe didn't, </q> says says political commentator and former Labour Party director of communications <strong> Lance Price </strong>. Personal chemistry But, while an ability to relate to the general population is a must, candidates may not be vetted for", "new_id": -2}, {"uid": "1297224727163495958", "i": 28584, "idx": 4, "sa": ["Katrina Pierson", "Michael Vick", "Dwaine Caraway"], "q": "say <strong> Dwaine Caraway </strong> should not praise <strong> Michael Vick </strong> in that way. \"I am a mom and I am trying to raise a nice, respectable young man, who does look up to these professional athletes\" says <strong> Katrina Pierson </strong>. <q> He should have given him his house keys if he likes <strong> Michael Vick </strong> so much, not the key to the city </q> she adds. \"You give keys to the city to people who have done great things for the City of Dallas or heroes who have done outstanding things to help the citizens of Dallas. I'm not quite", "new_id": -2}, {"uid": "1296655437186056720", "i": 15517, "idx": 2, "sa": ["Bill Lockyer"], "q": ", the governor's office and various state agencies. \"Making taxpayers, in effect, foot the <strong> Bill Lockyer </strong> for banks' lobbying or campaign activities is not justified under any circumstances,\" <strong> Bill Lockyer </strong> said. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> Last year, for example, SIFMA lobbied against a <strong> Bill Lockyer </strong> that requires marketing intermediaries, who help investment funds win multiBill Lockyerion-dollar deals with state pension funds, to register as lobbyists with the state.", "new_id": -2}, {"uid": "1296693857231915532", "i": 25071, "idx": 2, "sa": ["Nick Clegg", "David Cameron", "Craig Oliver", "Andy Coulson", "Nick Robinson"], "q": "sealed after a discussion yesterday with <strong> Nick Clegg </strong>. <strong> Nick Robinson </strong> told The Independent that <strong> Craig Oliver </strong> and <strong> Andy Coulson </strong> were not so different. Both are skilful in communicating simple messages from complicated stories and neither man craves the spotlight. <q> I suspect[ <strong> Craig Oliver </strong>] will be delighted if the public never hears his name after the news of his appointment. He will live or die in that job by his capacity to shape clear messages for <strong> David Cameron </strong> and find ways to communicate them, </q> he said. \"There was not a single issue of controversy around <strong> Andy Coulson </strong>'s time as a spin doctor for <strong> David Cameron </strong>- they were all about his time at the News of the World. That's", "new_id": -2}, {"uid": "1297434298142311424", "i": 3939, "idx": 1, "sa": ["Michael Gove"], "q": "back and reconsider how the devastating decision to cancel BSF projects in Waltham Forest was made. It is a victory for common sense and fair play.\" A spokesman for the Department for Education said: <q> We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> Mr <strong> Michael Gove </strong> will now look again at his decision with regard to these authorities with an open mind, taking representations from them, the spokesman added. Keep up to date with the news.", "new_id": -2}, {"uid": "1296723974251478035", "i": 31132, "idx": 3, "sa": ["Roberta Flack", "Allison Iraheta", "David Cook", "Simon Cowell"], "q": ", especially after <strong> David Cook </strong> killed it on <strong> Roberta Flack </strong>'s \"The First Time Ever I Saw Your Face,\" which the hard-to-please judge had chosen. \"<strong> David Cook </strong> wins the night,\" <strong> Simon Cowell </strong> proclaimed. 3. <strong> Allison Iraheta </strong> <q> I Don't Want to Miss a Thing </q>( Season 8) When the Top 7 took on movie night, <strong> Allison Iraheta </strong> chose the theme to Armageddon, knocked it down a key, and belted with all the vocal grit she could muster. \"I do", "new_id": -2}]