[{"uid": "1297055142107708447", "i": 34119, "idx": 0, "sa": ["Stella Zavala Damon", "David Letterman", "Matt Damon"], "q": "a teenager... because I know just what teenage boys are thinking.' Let's go for a sail: <strong> Matt Damon </strong> and Alexia grabbed a kayak and went sailing He added: <q> Luckily, she is a terrific kid and the best you can hope for is that you are raising someone who has a lot of self-esteem and a lot of common sense. </q> <strong> Matt Damon </strong> has three younger daughters with his wife, including <strong> Stella Zavala Damon </strong>, who was born in October. Shortly before the birth, <strong> Matt Damon </strong> told late night television host <strong> David Letterman </strong> that he and Luciana are not", "new_id": -2}, {"uid": "1297272060224821253", "i": 28607, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "2011 2:10 PM PST In his new book, deftly titled Known and Unknown, former Defense Secreatry <strong> Donald Rumsfeld </strong> insists that he and the Bush-Cheney crew did not purposefully misrepresent the WMD case for the Iraq war: <q> The President did not lie. The Vice President did not lie. Tenet did not lie. Rice did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong. </q> He does acknowledge that he made a \"few misstatements,\" referring specifically only to one: when he declared early in the war, \"We know where they[ the WMDs] are. They're in", "new_id": -2}, {"uid": "1297233943168116261", "i": 36485, "idx": 0, "sa": ["Tony Blair", "David Letterman", "Mohamed Hussein Tantawi", "Hosni Mubarak"], "q": "for years been regarded as national security threats by Defense <strong> Tony Blair </strong> Field Marshal <strong> Mohamed Hussein Tantawi </strong>.\" Secretary of Defense Gates has called <strong> Mohamed Hussein Tantawi </strong> four times in recent days. tells the LA Times: <q> It is obvious that <strong> Hosni Mubarak </strong> has the army's full loyalty. However, this is not unconditional and whether the army is willing to take the people's side or not will only depend on the anti-Mubarak demonstrators' ability to maintain pressure. If their presence in large numbers in Tahrir goes on for a longer period, only then would some army generals get fed up and be willing to strike a deal with the U.S. to oust him as the only solution to the conflict. </q> pm: Perhaps the absolute funniest line from the Egypt crisis, from <strong> David Letterman </strong>, via today's New York Times Week in Review: \"The good news is <strong> Hosni Mubarak </strong> may step down. The bad news is", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}, {"uid": "1297426535014974989", "i": 23376, "idx": 2, "sa": ["David Letterman"], "q": ". I hardly drink. It's just, you know, it's summer.\" <strong> David Letterman </strong> divulged that friends used to send him Alcoholics Anonymous brochures listing seven signs that one may have a problem. <q> Number one was always, \"Do you drink in the morning?' </q> he told her. See the video inside! Bill O'Reilly Producer Surprises Snooki at Autograph Signing Simply enter your name and e-mail address, and you\"ll receive an email confirming your comment and", "new_id": -2}, {"uid": "1296062841039370787", "i": 21803, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> was editor of the News of the World newspaper. <strong> Andy Coulson </strong>, who has denied wrongdoing, resigned as British Prime Minister <strong> David Cameron </strong>'s communications chief last week after repeated questions about practices at the newspaper. <q> The MPS( Metropolitan Police Service) is launching a new investigation to consider this material, </q> the force said in a statement. \"This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010.\" We welcome comments that", "new_id": -2}, {"uid": "1295762804109936656", "i": 6537, "idx": 4, "sa": ["Rajon Rondo", "Kwame Brown", "Allen Iverson", "Scottie Pippen"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Boston_Celtics_VS_Detroit_Pistons_Recap_Robinson_14_Points_In_16_Minutes! March 2nd, 2010: The Boston Celtics end their <strong> Scottie Pippen </strong> game losing streak to the Detroit Pistons. <strong> Rajon Rondo </strong> had 15 points", "new_id": -2}, {"uid": "1295487172086802452", "i": 5151, "idx": 2, "sa": ["Brad Greenberg", "Stephon Marbury", "Allen Iverson"], "q": "the 76ers had two jerseys made up: one for <strong> Allen Iverson </strong> and one for <strong> Stephon Marbury </strong>, the other talented point guard in the draft. After the second workout, <strong> Brad Greenberg </strong> knew the <strong> Stephon Marbury </strong> jersey would not be needed. <q> He's a special athlete and a special competitor and he has leadership ability, </q> <strong> Brad Greenberg </strong> said of <strong> Allen Iverson </strong>. \"He made it an easy decision.\" <strong> Allen Iverson </strong>, who said he didn't know for sure about the pick until it was made, referred both to a new era for the", "new_id": -2}, {"uid": "1297261068179191811", "i": 20147, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> President Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which Powell sketched out the presentation he was to make at the U.N. two days later. <strong> Donald Rumsfeld </strong> quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that Colin will talk about it. </q> Khurmal is the name of a village near the site. Powell objected. In his U.N. presentation, Powell described it as \"Terrorist Poison and Explosive Factory, Khurmal.\" <strong> Donald Rumsfeld </strong> said Khurmal was operated", "new_id": -2}, {"uid": "1297118217093028381", "i": 45363, "idx": 4, "sa": ["Simon Cowell", "Leona Lewis"], "q": "the winner. \"The X Factor\" has turned unknowns into superstars, most notably with Season 3 winner <strong> Leona Lewis </strong> in 2006. It's a trend <strong> Simon Cowell </strong> expects to continue stateside. <q> It has to be controversial, interesting, </q> <strong> Simon Cowell </strong> said when asked how he thinks the show will settle in stateside. \"If the U.S. show has some of the same qualities as we've done in the UK it could do really, really well.", "new_id": -2}]