[{"uid": "1296619354222035969", "i": 37439, "idx": 11, "sa": ["M. Night Shyamalan", "Allen Iverson", "Derek Hough", "Kobe Bryant", "Ray Allen", "James Newton Howard"], "q": "watched the shot's arching flight, <strong> James Newton Howard </strong> never stopped runn... 2010 NBA Finals- Lakers vs Boston Celtics Game 3 Recap Fisher Clutch Shots 2010 NBA Finals- Lakers vs Boston Celtics Game 3 Recap Fisher Clutch Shots <q> <strong> Derek Hough </strong>, he's our vocal leader. He's the guy that pulls everybody together and is always giving positive reinforcement, </q> Lakers guard <strong> Kobe Bryant </strong>( notes) said after Fisher made five baskets in the final period to lead Los Angeles to a 91-84 victory Tuesday <strong> M. Night Shyamalan </strong> over the Bo... <strong> Allen Iverson </strong> 28pts vs KG Pierce <strong> Ray Allen </strong> Celtics 07/08 NBA <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295540334207126577", "i": 5104, "idx": 3, "sa": ["Paula Abdul", "Kara DioGuardi", "Perez Hilton", "Randy Jackson", "Simon Cowell"], "q": "American Idol is adding a fourth judge: Grammy-nominated songwriter <strong> Kara DioGuardi </strong>. <strong> Kara DioGuardi </strong> will appear at the judges' table with <strong> Paula Abdul </strong>, <strong> Simon Cowell </strong> and <strong> Randy Jackson </strong> on the eighth season of the hit show, which premieres in January. <q> We are turning the heat up on Idol thi... The Skorpion Show# 60 American Idol To Add a Fourth Judge <strong> Kara DioGuardi </strong>! Why The Skorpion Show# 60 American Idol To Add a Fourth Judge <strong> Kara DioGuardi </strong>! Why NEW YORK- Scoot over, <strong> Simon Cowell </strong>.`` American Idol </q> is adding a fourth critic to its panel of judges. ADVERTISEMENT Grammy-nominated songwriter <strong> Kara DioGuardi </strong> will sit alongside <strong> Simon Cowell </strong>, <strong> Paula Abdul </strong> and <strong> Randy Jackson </strong> when the eighth season of`` American Idol'' premieres i... Damiana Garcia Interviews <strong> Perez Hilton </strong>", "new_id": -2}, {"uid": "1296156383171884569", "i": 26466, "idx": 2, "sa": ["David McIntosh", "Bob Rock", "Mike Pence", "Bobby Plump", "Phil Sharp"], "q": "one in which a man dressed in Arab clothing thanks <strong> Phil Sharp </strong> for increasing U.S. oil purchases. 1991: Writes an essay entitled`` Confessions of a Negative Campaigner'' in which he denounces his past campaign as <q> one of the most divisive and negative </q> in Indiana's history. 2000: Wins a six-way GOP primary with 44.5 percent of the vote after <strong> Mike Pence </strong> <strong> David McIntosh </strong> decides not to seek re-election. In the Bobby Plumpral election, <strong> Mike Pence </strong> beats Democrat <strong> Bob Rock </strong> and two", "new_id": -2}, {"uid": "1295331959063275056", "i": 17254, "idx": 0, "sa": ["Johnny Depp", "Angelina Jolie", "Robert De Niro", "Elijah Wood", "Diane Warren"], "q": ".`` I'd like to quash this ridiculous rumor going around that the only reason` The Tourist' was nominated was so the HollyElijah Wood Foreign Press could hang out with <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>,'' he continued. <q> That is rubbish. That is not the only reason. They also accepted bribes. </q> The movie itself was shut out of honors despite receiving three nominations in musical or comedy categories. Diane Warrenn <strong> Robert De Niro </strong>, recipient of the Cecil B. DeMille Award for lifetime achiDiane Warrenment- and a notoriously reticent public speaker-", "new_id": -2}, {"uid": "1296481156098844747", "i": 38052, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy.`` I think it is also one of the best things that could have happened to Chrysler, too.'' Chrysler 300 cars are displayed on stage during the... Glenn", "new_id": -2}, {"uid": "1296081490258637864", "i": 40998, "idx": 1, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "last week after numerous questions about practices at the newspaper.`` The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,'' the police force said in a statement. <q> This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010. </q> <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgement in giving him a second chance and risks complicating a bid by <strong> Rupert Murdoch </strong>'s News Corp to buy full control of pay TV operator BSkyB. Critics", "new_id": -2}, {"uid": "1296519531211714105", "i": 9650, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Jeep Grand Cherokee SUV went on sale. It also has four other completely new models: the 300 big sedan, the Dodge Durango SUV, the Fiat 500 minicar and the Dodge Charger muscle car. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> CEO <strong> Sergio Marchionne </strong> said Monday. Karl Brauer, senior analyst for the Edmunds.com automotive website, said Chrysler's new or revamped models, most of which hit showrooms toward the end of the year, have given", "new_id": -2}, {"uid": "1295245546048136202", "i": 24826, "idx": 2, "sa": ["Allen Iverson", "Michael Finley", "Shaquille O'Neal"], "q": "if they can just make it that far. <strong> Allen Iverson </strong> scored 29 points despite spraining his right ring Michael Finleyger in the first half and the Nuggets ended San Antonio's 11-game winning streak, 109-96, on Friday night. <q> It's just because our backs are against the wall, </q> <strong> Allen Iverson </strong> said after Denver's second <strong> Shaquille O'Neal </strong> win over a nemesis[ Phoenix] in 48 hours.`` We understand that every night we have to come in here and play hard and play together and not take any", "new_id": -2}, {"uid": "1295030205239566868", "i": 39157, "idx": 3, "sa": ["Alassane Ouattara"], "q": "Strategic& International Studies that more than 250 people had been killed in the political upheaval, and hundreds of women have been brutalized.`` I do not want bloodshed,'' <strong> Alassane Ouattara </strong> said, adding: <q> This is clearly a situation of gross human rights violations. </q> He stressed, however, that he was willing to set-up a unity government with elements of Gbagbo's camp.`` During my campaign, I've put emphasis on the need for reconciliation in", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said.`` I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}]