[{"uid": "1295392975093929516", "i": 8827, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", WINDSOR, Ontario( AP)- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295582430002506788", "i": 15676, "idx": 0, "sa": ["Piers Morgan", "Ricky Gervais", "Sharon Osbourne", "Simon Cowell", "Jeremy Clarkson"], "q": "flowers.\" OK, fine, but what was <strong> Ricky Gervais </strong> left to do except giggle and nod in agreement, which he did entirely too many times? Instead, the <strong> Piers Morgan </strong> ego emerged once again: <q>Until you, <strong> Jeremy Clarkson </strong> was the most reviled Brit on TV in America,</q> he said. Oh, come on, <strong> Piers Morgan </strong>; <strong> Jeremy Clarkson </strong> think <strong> Simon Cowell </strong> and <strong> Sharon Osbourne </strong> still spend a lot of time in America, don't they? Once they'd run the Globes controversy into the ground", "new_id": -2}, {"uid": "1297184428108150787", "i": 9379, "idx": 0, "sa": ["Eric Schmidt"], "q": "However, if those phones bought were feature phones or Windows Mobile phones, maybe Google wouldn't make as much per device. Munster thinks that <strong> Eric Schmidt </strong>'s hypothesis of monetizing$ 10/user/year is rapidly approaching <q>We believe Google is well on its way to having users pay$ 10 a year via advertising on Android. Based on Google's quoted$ 1 billion mobile run rate( mobile advertising), we believe Google generated$ 850 million in total on mobile in 2010.</q> The average revenue per user( ARPU) for mobile devices are still significantly below a desktop OS user's( see graph above) according to Piper's research. \"As we noted, we", "new_id": -2}, {"uid": "1297187230060325892", "i": 16282, "idx": 0, "sa": ["Howard Stern", "Alan Mulally", "David Letterman", "Keith Olbermann"], "q": "n't hear as much about <strong> Howard Stern </strong> these days, unless, say, he appears on <strong> David Letterman </strong>'s show and creates a commotion. We'll have to see about <strong> Keith Olbermann </strong>- <strong> Keith Olbermann </strong>. Remember him? <q>Former SAC Capital portfolio manager pleads guilty to insider-related charges http://on.mktw.net/emLJum</q> 12:23 p.m. EST, Feb. 8, 2011 from MarketWatch \"<strong> Alan Mulally </strong>, CEO of#Ford, stopped by our office last week. See what he had to say... \"Three", "new_id": -2}, {"uid": "1296432941168050707", "i": 43529, "idx": 8, "sa": ["Brian Hand", "Larry Bird", "Allen Iverson"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q>That's the frustrating part, because a game like this, we're supposed to win.</q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Inside_Pacer_Athletics_Interview_with_Cross_Country_Head_Coach_Larry_Milner Sports Information Director <strong> Brian Hand </strong> chats with head women's cross country coach <strong> Larry Bird </strong>", "new_id": -2}, {"uid": "1296407544252772372", "i": 153, "idx": 31, "sa": ["Marcus Camby", "Allen Iverson"], "q": "December 2006, led all scorers with 32 points Wednesday night. But it was the 76ers who made the big plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets. <q><strong> Elgin Baylor </strong> dreamed it up a certain way, and it was better than that,</q> <strong> Allen Iverson </strong> said. \"Everything was perfect but one thing, and that was not winning the game.\" <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their", "new_id": -2}, {"uid": "1297094624063078408", "i": 31152, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "was reluctant to endorse his former boss's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was \"the most important failure in the execution of the war.\" <q>I don't have enough confidence to say that that's right. I think that it's possible,</q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an) enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed. \"", "new_id": -2}, {"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote: \"I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.\" Latest from BBC News blogs <strong> Brian Taylor </strong>: <q>Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which...</q> \"The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" \"Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}, {"uid": "1295669821191152216", "i": 8121, "idx": 0, "sa": ["Eric Schmidt", "Jeff Immelt"], "q": "four cents ahead of the analyst consensus on Thomson Reuters. Revenue was$ 41.4 billion, vs. expectations of$ 39.9 billion. GE was helped by solid performance of its finance, health care and transportation units. <q>Strong performance at GE Capital was also encouraging,</q> GE CEO <strong> Jeff Immelt </strong> said in a statement. GOOG) rose after CEO <strong> Eric Schmidt </strong> said he is handing over day-to-day management and his title to Larry Page, one of the two co-founders of the search-engine giant. <strong> Eric Schmidt </strong> is", "new_id": -2}, {"uid": "1296095882011763715", "i": 27521, "idx": 0, "sa": ["Eric Schmidt"], "q": "may be misguided, because standout websites won't necessarily lead to inflated valuations for the entire industry, Lane said. \"I don't think it will end like the'90s,\" he said. <q>Considering that Facebook can easily become a 1 billion-users-platform, when it does that, it can become more like Google and will be worth more than$ 50 billion. The fact that Facebook, Groupon and Twitter could become$ 100 billion companies doesn't mean that their competitors will, too.</q> Google's <strong> Eric Schmidt </strong> said in another interview at the World Economic Forum that the high value attributed to some young companies is on par with their future potential. The \"e-commerce space feels overheated because valuations", "new_id": -2}]