[{"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q>It felt like we turned that corner,</q> <strong> Allen Iverson </strong> said. \"<strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.\" <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}, {"uid": "1296582437225869829", "i": 29216, "idx": 0, "sa": ["Stephan Said", "Sen. Bernie Sanders"], "q": "English in the video- I love the life of freedom/ Like birds love being in trees... <strong> Stephan Said </strong> says it's \"an anthem to global unity and equality I learned from my father,\" and that <q>this is our moment, the moment when each of us must summon our highest, most poetic selves to courageously step into the brilliance of the next world, a world already in the making.</q> <strong> Stephan Said </strong>'s offering the song for free download over at his website-- Cummings Seeks Copies of Industry Group Letters on Regulation Privately Sent to Issa <strong> Sen. Bernie Sanders </strong> Paul Appointed To Education Committee On Same Week He Proposed Abolishing", "new_id": -2}, {"uid": "1295983406057327700", "i": 6247, "idx": 0, "sa": ["Bill Lockyer", "Carl Nolte", "Newt Gingrich"], "q": "when restaurant people getting off work stop by. Banzo Taylor, who works around the corner, dropped by the other afternoon with a co-worker after a long day. \"We,\" he said, <q>are here to drown our sorrows.</q> <strong> Carl Nolte </strong>'s Native Son column appears every Sunday. E-mail him at Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog PHYSICAL THERAPY", "new_id": -2}, {"uid": "1295670206191152262", "i": 12108, "idx": 3, "sa": ["Eric Schmidt", "Mark Mahaney"], "q": "right moment to make some changes to the way we are structured,\" <strong> Eric Schmidt </strong> wrote on the company blog. Tech analysts say the changeover should not result in any major shift in strategy. <q>In my book, this ranks as one of the least dramatic management changes you could have,</q> said <strong> Mark Mahaney </strong>, a managing director of Citigroup, who has been analyzing Google since it went public in the early 2000s. It would have been more significant if Google had \"seen an external CEO", "new_id": -2}, {"uid": "1295746465110362632", "i": 4943, "idx": 1, "sa": ["Kobe Bryant", "Allen Iverson", "LeBron James", "Mo Williams"], "q": "win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> LeBron James </strong> around, the Cavs have little to fear. \"He willed this win for us,\" Cavs coach Mike Brown said of his star. <q>He has been doing that for us down the stretch, no matter who our opponent is.</q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half http://wn.com/Allen_Iverson_54pts_vs_Cleveland_Cavaliers_2000/2001_MVP_NBA_Regular_Season <strong> Allen Iverson </strong> keeps scoring and the Philadelphia 76ers keep winning. One night after a 41-point effort in Philadelphia's most lopsided win of the season,", "new_id": -2}, {"uid": "1296911427221642785", "i": 19940, "idx": 0, "sa": ["Sergio Marchionne"], "q": ")- Chrysler Group LLC is working to refinance what its chief executive characterized as \"shyster loans\" that the Obama administration extended as part of a bailout to keep the automaker from collapse in 2009. <q>I want to pay back the shyster loans,</q> <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unethical lawyer or politician. \"Pay back the loans, get those out and then take( the company) public.\" <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1295625451170147875", "i": 4306, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "that he hung on to him\" Frankly, it's enough to make one wonder what special power <strong> Andy Coulson </strong> had over <strong> David Cameron </strong>. Well i said that and apparently it is all down to Rupert. <q>It certainly asks major questions about <strong> David Cameron </strong>'s judgment.</q> LondonHack 21 January 2011 3:22 PM The following is cut and pasted from my comment on Greenslade's blog- don't forget that thet were ALL at it. It is not just the", "new_id": -2}, {"uid": "1296499218216055814", "i": 704, "idx": 0, "sa": ["Sergio Marchionne"], "q": "will pay out \"performance rewards\" to salaried and hourly employees in the United States and Canada, noting the need to recognize workers despite the automaker's failure to realize a net profit in 2010. <q>It's difficult to talk abut profit sharing when you've got a negative number at the bottom,</q> <strong> Sergio Marchionne </strong> said Monday morning in a conference call with investors and reporters. \"Our liquidity improved in 2010, and it's expected improve in 2011. It would have been inexcusable not to recognize what our people have", "new_id": -2}, {"uid": "1297179349217825301", "i": 30330, "idx": 4, "sa": ["Willow Smith", "Simon Cowell", "Jackie Evancho"], "q": "\" where the minimum age is 15, <strong> Simon Cowell </strong> voiced concern about allowing anyone younger to go through the potentially grueling televised talent show routine. He still has that concern, but he also has a plan. <q>Historically, I've seen a lot of these kiddie singers who looked as if they'd been pushed into the audition rooms by those awful stage moms, and I just hated it,</q> <strong> Simon Cowell </strong> explained. \"But what's changed over the years is, you look at somebody like( 10-year-old) <strong> Willow Smith </strong> now, and( <strong> Jackie Evancho </strong>) who did well on \"America's Got Talent,\" she", "new_id": -2}, {"uid": "1295213006103333935", "i": 796, "idx": 0, "sa": ["Andre Iguodala", "Allen Iverson", "Chris Webber"], "q": "winning percentage, if the teams finish in a two-way tie. A Sixers team that was in a 4-13 nosedive got what it desperately needed against the Bulls, who had won a few days earlier in Philadelphia. <q>If we lost this one, it's almost a wrap,</q> said <strong> Andre Iguodala </strong>, who had 10 points and seven rebounds. Philadelphia( 35-41) was without forward <strong> Chris Webber </strong>, a late scratch with a lower back strain. But the Sixers still had <strong> Allen Iverson </strong>. And a Bulls team", "new_id": -2}]