[{"uid": "1297434298142311424", "i": 3938, "idx": 0, "sa": ["Michael Gove"], "q": "Future( BSF) scheme in each of the six authorities after Mr Justice Holman ruled that Mr <strong> Michael Gove </strong> had unlawfully failed to consult them before imposing the cuts. In five of the cases the failure was <q> so unfair as to amount to an abuse of power </q>, the judge said. The judgment leaves it doubtful that other local authorities will be able to seek a judicial review of BSF on similar grounds, after Mr Justice Holman said it was his view that", "new_id": -2}, {"uid": "1295778720219185159", "i": 32446, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Gro?britannien: <strong> Andy Coulson </strong> geht Wenn der Sprecher einen Sprecher braucht Der britische Premierminister verliert mit Kommunikationsdirektor <strong> Andy Coulson </strong> seinen gewieftesten Spin Doctor. Man solle niemanden <q> f?r dasselbe Vergehen zweimal bestrafen </q>, meinte der britische Premierminister <strong> David Cameron </strong> noch zu Beginn dieser Woche. Er werde daher seinem Pressechef Coulson_Andy Coulson\"> <strong> Andy Coulson </strong> noch \"eine zweite Chance geben\" . Da mehrten sich schon die Ger?chte, <strong> Andy Coulson </strong> habe,", "new_id": -2}, {"uid": "1295894873135872563", "i": 20621, "idx": 19, "sa": ["George Clooney", "George H. W. Bush", "Donald Rumsfeld"], "q": "must have come from the State Department itself, <strong> Donald Rumsfeld </strong> says. \"How could anyone believe that you couldn't remember if you delivered a letter from <strong> George H. W. Bush </strong> Reagan to Saddam Hussein?\" he says. <q> That's the kind of thing that persuaded me to take my time and look at the documents, since I had so many of them. </q> Amber Van Brunt( PICTURE): Nurse Has Sex with Dying Patient, Loses License for 20 Years Where Do Moms Keep the Milk Flowing Longest? You Might Be Surprised She's <strong> George Clooney </strong>'s First", "new_id": -2}, {"uid": "1296174977054247442", "i": 3037, "idx": 0, "sa": ["Stephanie Flanders", "Eric Schmidt"], "q": "that he was the most pro-China of Google's triumvirate leadership. In March last year Google stopped co-operating with China over censorship- a joint decision that Mr <strong> Eric Schmidt </strong> said he was happy with. <q> Over time I would hope- especially in my new role with more of an external focus- that I can try to get more of Google, appropriately and within our policies, into China, </q> he told the BBC's economics editor, <strong> Stephanie Flanders </strong>, at the World Economic Forum in Davos. Unruffled reshuffle It was revealed earlier this month that Mr <strong> Eric Schmidt </strong>, 55, would make way as chief executive", "new_id": -2}, {"uid": "1295922309206389251", "i": 2451, "idx": 1, "sa": ["John Paul", "David Letterman", "Justin Bieber"], "q": "Beiber-crazed fans are sweating to see the flick, \"Never Say Never\" . With the release of his \"Never Say Never\" promotional poster hitting the' target=\"_blank\" net Monday and three appearances on <q> The Late Show with <strong> David Letterman </strong> </q> this week there are five main reason <strong> Justin Bieber </strong> wants fans to flock to see his film. CARRY ME THROUGH PUBERTY, Late night is dead. Long live late night. <strong> John Paul </strong> Filo| AP file <strong> David Letterman </strong> has been", "new_id": -2}, {"uid": "1296709692055181312", "i": 57254, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "after the World Trade Center collapsed, he wrote in his memoir Known and Unknown, which is due out Feb. 8. The New York Times and Washington Post published excerpts of the book late Wednesday. <q> Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied, </q> <strong> Donald Rumsfeld </strong> wrote, according to the Times, but <strong> George W. Bush </strong> \"wanted the options to be` creative.\" ' The stories reveal that <strong> Donald Rumsfeld </strong>, despite his In Full: State of the U..", "new_id": -2}, {"uid": "1296637348206454868", "i": 22540, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL", "new_id": -2}, {"uid": "1296282709080461832", "i": 3488, "idx": 1, "sa": ["Allen Iverson", "LeBron James"], "q": "on the right thumb he badly sprained less than two weeks ago, he scored 17 of Philadelphia's last 26 points. \"I was just trying to take what the defense gave me,\" <strong> Allen Iverson </strong> said. <q> I didn't want to be overaggressive. I just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taLeBron James away some of the shots I wanted by zoning up. My teammates held the fort, and then when I got an opportunity, I just tried to make the best of it. </q> <strong> Allen Iverson </strong> made 10-of-24 shots, including 4-of-7 3-pointers. He added six assists and three steals and confounded the Grizzlies with his quickness. The 76ers never trailed over the last three quarters but played fast and loose with the", "new_id": -2}, {"uid": "1295094109134053944", "i": 26906, "idx": 8, "sa": ["Giorgio Airaudo", "Paolo Liguori", "Sergio Marchionne", "Maurizio Landini"], "q": "la sfida \"Sciopero generale con la Cgil il 28 gennaio\" . <strong> Maurizio Landini </strong> poi scuote il Pd- \"Bersani prenda posizione\" - mentre il segretario del settore auto della Fiom, <strong> Giorgio Airaudo </strong>, attacca il governo: <q> Doveva incalzare <strong> Sergio Marchionne </strong> sul piano industriale, come Obama per la Chrysler </q>. Servizio di David Perluigi, montaggio <strong> Paolo Liguori </strong> Dimalio MarchionneBASTA_DISPREZZARE_L'ITALIA <strong> Sergio Marchionne </strong> presenta il suo piano per il rilancio di Mirafiori ai sindacati.26 novembre 2010 Un piano di riassetto aziendale che prevede tagli alla capacit produttiva ma che garantisce la", "new_id": -2}, {"uid": "1295782408127156258", "i": 40303, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Harriet Harman"], "q": "blow for the coalition, the deputy prime minister said he believed the government would not \"miss a beat\" in pressing ahead with its agenda of securing the economic recovery and public sector and constitutional changes. <q> For all <strong> David Cameron </strong> talks about trust in politics, it is fundamental that people obey the criminal law and that is what is at stake here </q> \" <strong> Harriet Harman </strong> Deputy Labour leader And he defended Mr <strong> David Cameron </strong>'s handling of the issue and his decision to appoint Mr <strong> Andy Coulson </strong> in the first place after he resigned as editor of the newspaper in 2007.", "new_id": -2}]