[{"uid": "1295907499177651845", "i": 2789, "idx": 4, "sa": ["Ricki Lake", "Wendy Williams", "Eric Schmidt"], "q": "`` My show is the <strong> Eric Schmidt </strong>'',`` <strong> Eric Schmidt </strong> Happens'',`` I'm getting too old for this <strong> Eric Schmidt </strong>'',`` I <strong> Eric Schmidt </strong> you not'' and`` Who Gives a <strong> Eric Schmidt </strong>?''. <q> So <strong> Eric Schmidt </strong> wants his own talk show. I think instead he should partner with <strong> Wendy Williams </strong> and <strong> Ricki Lake </strong> and call it` <strong> Eric Schmidt </strong> Sandwich', </q> wrote Aubrey Sabala. McGuirk is the executive producer for CNN's Parker Spitzer, a show on which <strong> Eric Schmidt </strong> recently appeared and caused concern by saying that people who were worried about their home featuring on Google", "new_id": -2}, {"uid": "1297121266135839981", "i": 55671, "idx": 4, "sa": ["Simon Cowell"], "q": "better than me,'' he quipped.''' X Factor' has a craziness about it, an unpredictability. It is more raw. It is more competitive,'' he said. <q> If we can't, with what is on offer, find a global star, then I would say we have failed. There is that person or that group sitting in America waiting to be discovered, </q> <strong> Simon Cowell </strong> said. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "new_id": -2}, {"uid": "1295620769169754641", "i": 30042, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "reshuffling appears to be amicable. Both <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> had high praise for each other during a conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.'' <q> I believe <strong> Larry Page </strong> is ready </q> to be CEO, <strong> Eric Schmidt </strong> said during the call.`` It's time for him to have a shot at running this.'' <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny", "new_id": -2}, {"uid": "1295983406057327700", "i": 7422, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Carl Nolte"], "q": "when restaurant people getting off work stop by. Banzo Taylor, who works around the corner, dropped by the other afternoon with a co-worker after a long day.`` We,'' he said, <q> are here to drown our sorrows. </q> <strong> Carl Nolte </strong>'s Native Son column appears every Sunday. E-mail him at Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog PHYSICAL THERAPY", "new_id": -2}, {"uid": "1297207732016187415", "i": 2507, "idx": 1, "sa": ["Tom Leppert", "Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "<strong> Mayor Tom </strong> <strong> Tom Leppert </strong> to ask for a city review of how council members hand out ceremonial gifts.`` We don't condone it and clearly didn't approve it,'' <strong> Tom Leppert </strong> said of the <strong> Michael Vick </strong> award. <q> It's unfortunate, and I would rather have not seen the situation. </q> The key <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> was less than official, city officials explained. The official Dallas`` keys'' are made from gold or crystal and given out mostly to foreign dignitaries under strict protocol.", "new_id": -2}, {"uid": "1296057614158892047", "i": 53079, "idx": 0, "sa": ["Mike Pence", "Paul Ryan", "Barack Obama"], "q": "<strong> Barack Obama </strong> mentioned nothing about abortion. <strong> Mike Pence </strong> <strong> Paul Ryan </strong> of Wisconsin, a pro-life advocate, delivered the Republican response and he mentioned that protecting human life is part of the proper role of the federal government. <q> We believe government's role is both vital and limited- to defend the nation from attack and provide for the common defense... to secure our borders... to protect innocent life, </q> he said. But, although she was the keynote speaker at the Rose Dinner following the March for Life and has a consistently pro-life position on abortion, <strong> Mike Pence </strong> Michelle Bachmann of Minnesota did not mention pro-life", "new_id": -2}, {"uid": "1295500510069894171", "i": 24266, "idx": 1, "sa": ["Todrick Hall", "Kelly Clarkson", "Simon Cowell"], "q": ", and <strong> Simon Cowell </strong> also tells them to manage their nerves and remember their words. Contestant# 1: <strong> Todrick Hall </strong>, 24, writer-actor-dancer. He thinks his defining moment was his original song at the audition. Song: <q> Since U Been Gone, </q> <strong> Kelly Clarkson </strong> Performance: He slows it down and roughs it up a bit and brings some smooth soul to it. It's a better start than last night for sure. I don't love the arrangement but he", "new_id": -2}, {"uid": "1297209660067371057", "i": 6568, "idx": 3, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "a Feb. 3, 2003, National Security Council meeting in which Mr <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Mr <strong> Donald Rumsfeld </strong> quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. Mr <strong> Colin Powell </strong> objected.", "new_id": -2}, {"uid": "1295907518085770339", "i": 1597, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Marissa Mayer", "Sergey Brin"], "q": "Unternehmen bem?ht, die Tragweite der Personalentscheidung herunterzuspielen. Google werde schon seit langer Zeit von einem Triumvirat aus <strong> Eric Schmidt </strong> und den beiden Firmengr?ndern <strong> Larry Page </strong> und <strong> Sergey Brin </strong> gef?hrt, sagte Produktmanagerin <strong> Marissa Mayer </strong> gestern. Jetzt gebe es ver?nderte Aufgaben, <q> aber <strong> Larry Page </strong>, <strong> Eric Schmidt </strong> und <strong> Sergey Brin </strong> werden das Unternehmen weiter f?hren </q>. Der Ex bekommt 100 Millionen Der 55- j?hrige <strong> Eric Schmidt </strong> wird von Google- Mitgr?nder <strong> Larry Page </strong> als Vorstandschef abgel?st. <strong> Marissa Mayer </strong> f?gte hinzu:`` Wir freuen uns wirklich ber die nderungen.'' Der", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}]