[{"uid": "1296619642002048048", "i": 43278, "idx": 0, "sa": ["Julianna Margulies", "David Arquette", "Leslie William Nielsen", "Simon Cowell", "Charlie Sheen"], "q": "of a September 2008 plane crash in South Carolina that left both critically injured. Four others aboard the plane were killed when the Learjet skidded off a runway during takeoff from Columbia. Watch more about his career'' <q> Daily I live with the guilt and grief of what happened that night, what I saw, who was lost and why I was spared, </q> he wrote in http://wn.com/Top_Story!_Weekly_8-16-09_with_standup_Steve_Wright <strong> Simon Cowell </strong>: Missing X Factor in UK? <strong> Charlie Sheen </strong>: A late date with rehab <strong> David Arquette </strong> leaves rehab after a month <strong> Julianna Margulies </strong> thanks in-laws on 2011 SAG Awards for` <strong> Charlie Sheen </strong> Wife' win <strong> Leslie William Nielsen </strong>,", "new_id": -2}, {"uid": "1297236828167477280", "i": 199, "idx": 5, "sa": ["Simon Cowell"], "q": "episode from this season. Predictably, his only reaction was a bit self-centered; relief that the show's continuing ratings proved American viewers still want to watch a singer get famous on national television. <q> What I was more concerned about was the[ Idol] ratings falling off a cliff, meaning the whole genre is over, </q> he said.`` It kinda feels we've come out of this gray period[ in the music business] into a very fun, extreme time.'' Later, <strong> Simon Cowell </strong> stated the challenge simply", "new_id": -2}, {"uid": "1296038297257409139", "i": 46328, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": ". The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1297300411168493097", "i": 27527, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Robert Gates", "Hillary Clinton", "Jake Sullivan", "Ehud Barak"], "q": ", backing each other's points. They insisted the <strong> Barack Obama </strong> administration has been clear all along about its core points of pushing for nonviolence, respect for universal rights and lasting, meaningful change in Egypt. <q> The theory of the case has remained consistent across the statements of this government, </q> said <strong> Jake Sullivan </strong>, director of policy planning at the State Department. Israeli <strong> Ehud Barak </strong> of Defense <strong> Ehud Barak </strong> was in Washington on Wednesday to discuss Egypt and other issues with <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong>, Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> and", "new_id": -2}, {"uid": "1296282713080461833", "i": 13577, "idx": 4, "sa": ["Detroit Red", "Rasheed Wallace", "Allen Iverson", "Scottie Pippen"], "q": "Friday night, <strong> Detroit Red </strong> is looking for a complete game to extend that winning streak.`` The best part about it is we struggled at times in the game but we got it done,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/Boston_Celtics_VS_Detroit_Pistons_Recap_Robinson_14_Points_In_16_Minutes! March 2nd, 2010: The Boston Celtics end their <strong> Scottie Pippen </strong> game losing streak to the <strong> Detroit Red </strong>", "new_id": -2}, {"uid": "1296939026066093065", "i": 42376, "idx": 5, "sa": ["Sergio Marchionne"], "q": "for the financial assistance that was critical to the recovery of our Group,'' he said. <strong> Sergio Marchionne </strong> noted that no one else but the Canadian and U.S. governments were willing to help Chrysler. <q> As the only parties willing to underwrite the risk associated with Chrysler's recovery plan, the two governments levied interest rates that, although appropriate at the time, are above current market conditions. This was done with the full support and understanding of the members of Chrysler Group LLC. </q> Chrysler is seeking$ 3 billion in low-cost government loans from the Energy Department to build more fuel efficient vehicles and in talks with banks to refinance the company's debt.`` Because of these", "new_id": -2}, {"uid": "1297197862240402458", "i": 27107, "idx": 11, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "blame it on rumsfled in case of impeachements''` escape gost'? Never heard of`` scapegoat'', you idiot? How about`` <strong> Donald Rumsfeld </strong>''? Ever come across that name? Report Abuse <q> How about all the idiots here posting comments about issues they know nothing about. </q> <strong> Saddam Hussein </strong> Hussain was a SOB and so we're his sons All you idiots here tryning to defend poor <strong> Saddam Hussein </strong> whow we invaited an innocent country that was minding it's own and not cousing any problems in", "new_id": -2}, {"uid": "1296047767208601198", "i": 25887, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "an' X Factor' insider, network chiefs became so desperate to keep their biggest star they even offered to charter a private jet to whisk him across the Atlantic each week. The source explained: <q> <strong> Simon Cowell </strong>'s biggest priority is the US' X Factor' at the moment- he has got a lot to prove and he has to make it a hit. </q> Meanwhile, <strong> Simon Cowell </strong>'s fellow judge <strong> Cheryl Cole </strong>- who is reportedly house-hunting in Los Angeles as she prepares to take up a job on the Stateside version of the show- is said to have been told she", "new_id": -2}, {"uid": "1297071301223330403", "i": 360, "idx": 1, "sa": ["Steve Ballmer"], "q": ") omlaag kan.`` Gooi ook je eigen proprietary high-end oplossing MeeGo weg- het is de grootste grap in de tech industrie en zal je alleen maar verder achterop Apple en Google helpen'', schrijft de analist. <q> Richt je high-end portfolio op Windows Phone 7, en naar verloop van tijd kun je de kosten zo omlaag brengen dat je ook het middensegment kunt bedienen. </q>` Microsoft heeft profijt bij hoge volumes' Ook voor <strong> Steve Ballmer </strong> ziet Ahmad louter voordelen.`` Twee miljoen verkochte toestellen in het laatste kwartaal is niet echt iets om over naar huis te schrijven, gezien", "new_id": -2}, [{"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the`` Jersey Shore'' sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong>`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t...`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010)`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}]]