[{"uid": "1296746557227606543", "i": 1391, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "The Times begins its story with <strong> Donald Rumsfeld </strong>'s account about being told by <strong> George W. Bush </strong> two weeks after the 9/11 attacks, to prepare review the Pentagon's plans for a war with Iraq. According to the Times: <q>`` Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied, </q> Mr. <strong> Donald Rumsfeld </strong> recalls. But the <strong> George W. Bush </strong> insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes.`` He wanted the options to be` creative.''' \" Reactions are starting to come in", "new_id": -2}, {"uid": "1295601090081559617", "i": 35394, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "who plays scathing cheerleading coach Sue Sylvester on the title=\"More on United States...\" href=\"http://rss.thisislondon.co.uk/standard/related-229-united-states.do\"> US TV show- believes there are many similarities between the teacher and the straight-talking talent show judge. She said: <q> If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her.`` He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <strong> Jane Lynch </strong> also admitted she is`` amazed'' by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with", "new_id": -2}, {"uid": "1296013262252100635", "i": 56927, "idx": 1, "sa": ["Michelle Obama", "Barack Obama", "Kirsten Gillibrand"], "q": "<strong> Kirsten Gillibrand </strong>( D-N.Y.). Lawmakers also broke their usual partisan seating scheme to show they can get along.`` What comes of this moment is up to us,'' <strong> Michelle Obama </strong> said. <q> What comes of this moment will be determined not by whether we can sit together tonight, but whether we can work together tomorrow. </q> But the <strong> Barack Obama </strong> also acknowledged that he and his party had a lot to learn from the huge Republican victories that gave the href=\"http://www.nydailynews.com/topics/U.S.+Republican+Party\" title=\"U.S. Republican Party\"> GOP control of the House last November-", "new_id": -2}, {"uid": "1296215013194035871", "i": 20100, "idx": 0, "sa": ["Simon Cowell", "Sean Combs"], "q": "source told the newspaper:`` <strong> Simon Cowell </strong> desperately wants Cheryl to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor.'' They added: <q> It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon them by going straight on the panel. </q> While Cheryl may still have a job on US X Factor, title=\"Sean Combs\" href=\"http://www.mtv.co.uk/artists/p-Sean Combs\"> <strong> Sean Combs </strong> has claimed that he is`` not interested'' in becoming a judge on the show. The Coming", "new_id": -2}, {"uid": "1295667342254312457", "i": 55797, "idx": 7, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson", "Anne Hathaway"], "q": "this tape recording proves that the NOTW does take evidence gathering seriously and the newspaper has only done what all new... video results for: <strong> David Cameron </strong> <strong> Andy Coulson </strong> <strong> David Cameron </strong> News International and the Conservatives A clip from ChAnne Hathawayl 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation.... Met Police defends itself over phone hack claims Scotland Yard defends itself against claims it failed to thoroughly investigate accusations of phone hacking at the News of the", "new_id": -2}, {"uid": "1297699500244842499", "i": 40449, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "that has happened. But, so far, no official freeze proposals have emerged. If cities are moving projects forward quickly`` that's <strong> Jerry Brown </strong>'s fault'' said Rosemead Councilwoman Maggie Clark. <q> The governor is being very shortsighted in taking this position, because it can be an economic stimulus, </q> Clark said.`` In the long run, it could have disastrous effects for us.'' Still, it could be cities that lose in the haste, according to state Treasurer <strong> Bill Lockyer </strong>. <strong> Bill Lockyer </strong> says", "new_id": -2}, {"uid": "1296671144083132443", "i": 7431, "idx": 2, "sa": ["David Letterman", "Piers Morgan", "John McCain", "Mitt Romney", "Sarah Palin"], "q": "Case for American Greatness.'' <strong> Mitt Romney </strong>, who lost a Republican primary struggle to Sen. <strong> John McCain </strong> in 2008, seemed to encourage a presidential bid by <strong> John McCain </strong> running-mate <strong> Sarah Palin </strong>. On the <strong> Piers Morgan </strong> program he said, <q> She is an extraordinarily powerful and effective voice in our party... she'd be great in a primary process. </q> Five ways Republicans will change the House Later that evening, he joked with <strong> David Letterman </strong>, who has had well-publicized disputes with Ms. <strong> Sarah Palin </strong>, saying,`` be careful what you say about her.", "new_id": -2}, {"uid": "1295805489188252160", "i": 59226, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "in political discourse and urged Americans to display tolerance in the wake of the shooting in title=\"Tucson\" href=\"http://www.dailypress.com/topic/us/arizona/pima-county/tucson-PLGEO100101101011252.topic\"> Tucson, Ariz.`` I think he's got a way to go,'' <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform.`` You know, we didn't elect title=\"Superman(fictional character)\" href=\"http://www.dailypress.com/topic/entertainment/movies/superman-%28fictional-character%29-PEFCC000007.topic\"> Superman. We elected a human being, <strong> Barack Obama </strong>.''`` I think he has reached", "new_id": -2}, {"uid": "1297187009205783101", "i": 8282, "idx": 3, "sa": ["Donald Rumsfeld", "Jacques Chirac"], "q": "Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent.`` Ironically, my comment was unintentional,'' <strong> Donald Rumsfeld </strong> writes. <q> I had meant to say France and Germany represented` old NATO' not` old Europe'. </q>`` In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling fJacques Chiracch fries` freedom fries' loved it,'' he writes.`` The elites in", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him.`` As soon as he hangs his cleats up, he's going to the Hall of Fame,'' Steelers cornerback <strong> Ike Taylor </strong> said, <q> and I want to take the bus ride so I can be there. </q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>.`` I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}]