[{"uid": "1295239659192987162", "i": 50548, "idx": 0, "sa": ["Steve Ballmer"], "q": "7 is enough. Editor's Update 1/7/2010: Last night at the Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> because that is indeed what it runs.. Gizmodo quoted <strong> Steve Ballmer </strong> as saying <q> They're more powerful than a phone and almost as powerful as a PC. Perfect for reading, surfing the web and taking entertainment on the go. </q> Also, according to Gizmodo, it will be available later this year. See David Berlind is the chief content officer of TechWeb and editor-in-chief of TechWeb.com. David likes to write about emerging tech, new and", "new_id": -2}, {"uid": "1297145482211075083", "i": 48407, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul", "Hailee Steinfeld"], "q": "learned about. Who knows how much of this really goes on. Report Abuse \" i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well. \" Report Abuse <q> i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong> </q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit' ABC News: Golden Globes Sues Ex-Publicist, Claiming Fraud Fitness Singles Meet Local Fitness Minded People. 80+ Activities. Join Free Today! Friday Night Lights", "new_id": -2}, {"uid": "1296537955082821121", "i": 11254, "idx": 1, "sa": ["Roger Goodell", "Joel Segal", "Ray Lewis", "Michael Vick"], "q": ".`` I would like to express my sincere gratitude and appreciation to commissioner <strong> Roger Goodell </strong> for allowing me to be readmitted to the National Football League,'' <strong> Michael Vick </strong> said in a statement released by his agent, <strong> Joel Segal </strong>. <q> I fully understand that playing football in the NFL is a privilege, not a right, and I am truly thankful for the opportunity I have been given.`` As you can imagine, the last two years have given me time to re-evaluate my life, mature as an individual and fully understand the terrible mistakes I have made in the past and what type of life I must lead moving forward, </q> he said. <strong> Roger Goodell </strong> suspended <strong> Michael Vick </strong> indefinitely in August 2007 after the former Atlanta Falcons quarterback admitted bankrolling a dogfighting operation on his property http://wn.com/Ray Lewis_Ray Lewis_says_an_18-game_NFL_season_is_too_much_for_players The House Judiciary Committee held a hearing Wednesday into the impact of head injuries on", "new_id": -2}, {"uid": "1297090208093831188", "i": 22253, "idx": 0, "sa": ["Charlie Sheen", "Kacey Jordan", "Zahi Hawass"], "q": "weeks could lead to the kind of looting that saw a large part of Iraq's national treasures vanish in 2003 after the fall of Saddam Hussein. But <strong> Zahi Hawass </strong> said in a BBC interview on Sunday: <q> The Valley of the Kings is safe, the pyramids are safe, 24 museums are safe, the synagogues and the monasteries and the Muslim monuments are completely safe. </q> <strong> Zahi Hawass </strong> also asserted that the nearby archaeological digs Saqqara, Memphis and Abu Sir were secure following reports of looting there. <strong> Charlie Sheen </strong> Toothless, Porn Star <strong> Kacey Jordan </strong> Says: What Happened? Mubarak Regime Pledges to Probe", "new_id": -2}, {"uid": "1297125894137412610", "i": 18155, "idx": 3, "sa": ["Zahi Hawass"], "q": "that belong to the whole world.'' According to <strong> Zahi Hawass </strong>, nothing was stolen from the Egyptian Museum and the 70 damaged pieces can all be repaired. But Dreyfus wonders about the mummies. <q> You can't repair a mummy, </q> she says.`` If you have a body that's no longer intact, how are you going to perform any kind of examination of it? It's now contaminated.'' Dreyfus still can't", "new_id": -2}, {"uid": "1295717523000638988", "i": 24615, "idx": 3, "sa": ["LeBron James", "Travis Best", "Allen Iverson", "Nathaniel D Robinson"], "q": "court anNathaniel D Robinson took a 23-foot jumper from the right side just before the buzzer.`` I just knew if I get it up high enough I would have a good chance of maLeBron James it,'' <strong> Nathaniel D Robinson </strong> said. <q> So I just shot it hard and let it go. </q>`` The sky's the limit for him,'' <strong> Allen Iverson </strong> said.`` He's a tough guard. He's got the <strong> Travis Best </strong> coach in the world on his side.'' New York, outplayed in the", "new_id": -2}, {"uid": "1297157383247021594", "i": 4559, "idx": 1, "sa": ["Simon Cowell", "Donald Rumsfeld"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> Watch: Singing Contestant Sues <strong> Simon Cowell </strong> Haggis Speaks Out for First Time Since Leaving Church of Scientology href=\"http://abcnews.go.com/Politics/Donald Rumsfeld- sawyer- abc- exclusive- wouldve- off- resigned- post/story?id=12862090\"> <strong> Donald Rumsfeld </strong>:` Would've Been", "new_id": -2}, {"uid": "1295615312003915794", "i": 37800, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ". His title will remain co-founder. In a blog post, <strong> Eric Schmidt </strong> said that he had been working with <strong> Larry Page </strong> and <strong> Sergey Brin </strong> on ways to simplify Google's management structure and quicken decision making. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company, </q> he said.`` In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.'' The management changes", "new_id": -2}, {"uid": "1295639079112984115", "i": 18164, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "co-founder <strong> Sergey Brin </strong> on big decisions. The CEO shift won't result in major strategic changes, the executives said. Ten-Year` Triumvirate'`` We really agree on strategy,'' <strong> Larry Page </strong> said. <q> This is really a way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy. </q> <strong> Eric Schmidt </strong>, 55, said,`` We worked as a triumvirate for 10 years.'' The three didn't always agree, particularly when it came to coping with rules in href=\"http://topics.bloomberg.com/china/\">", "new_id": -2}, {"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,'' <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}]