[{"uid": "1296500199226574340", "i": 58808, "idx": 0, "sa": ["Jimmy Carter", "Tilda Swinton", "Hosni Mubarak", "Donald Rumsfeld", "Barack Obama"], "q": "and repression were underplayed in the press because they were so familiar. <strong> Barack Obama </strong>'s`` Shah Problem'' <strong> Barack Obama </strong> is doing what <strong> Jimmy Carter </strong> did with Iran in 1978. Uh-oh.#CPAC, but <strong> Donald Rumsfeld </strong> will receive the <q> Defender of the Constitution Award. </q> Why Are Ariz.. Gun Dealers Still Selling Semiautomatic Weapons Without Background Checks? Hitchens: <strong> Hosni Mubarak </strong>'s Biggest Mistake? Treating His People Like Fools. Soon We'll All be Dressing With the Beguiling Androgyny of <strong> Tilda Swinton </strong> For", "new_id": -2}, {"uid": "1296158216100335620", "i": 6194, "idx": 1, "sa": ["Patrick Achi", "Alassane Ouattara"], "q": ", local press reports said.`` In the coming days, if the central bank remains closed, the commercial banks will not be able to operate,'' said <strong> Alassane Ouattara </strong>'s acting finance minister <strong> Patrick Achi </strong>. <q> This will paralyze the economic activity in the country, </q> he said. The Dakar, Senegal-based regional bank formally recognized <strong> Alassane Ouattara </strong> as president in late December and ordered that Gbagbo's access to state coffers be cut off. Gbagbo, however, continued to withdraw funds", "new_id": -2}, {"uid": "1295426830058294277", "i": 39793, "idx": 0, "sa": ["Angelina Jolie", "Brad Pitt"], "q": "magers?chtig verschriene Modepuppe, erwartet im Sommer 2011 ihr viertes Kind, ein M?dchen m?chte sie( klar, irgendwer muss die Kleider ja auftragen). Streng genommen ein Wunder angesichts ihrer ffentlichen Besorgnis um Figur und Gesichtsz?ge( <q> Ich l?chele nie. Das ist mein Markenzeichen. </q>) Getoppt werden sie nur durch Hollywoods-Powerpaar <strong> Angelina Jolie </strong> und <strong> Brad Pitt </strong>, die fortw?hrend Filme drehen und mit ihrem sechsk?pfigen Kindertross unverdrossen durch die Welt tingelt. Kinder bringen Pluspunkte Bei Politikern ist Kindersegen gang und g?be", "new_id": -2}, {"uid": "1295987374188022805", "i": 4895, "idx": 0, "sa": ["Barack Obama", "Alassane Ouattara", "Bingu wa Mutharika"], "q": "He is expected to meet Gbagbo, who has resisted demands to step down from the presidency, and <strong> Alassane Ouattara </strong>, who is the internationally recognised winner of November 28 elections, a diplomat told AFP. <strong> Bingu wa Mutharika </strong> <q> is coming to see the two Barack Obamas </q>, the African diplomat said, without giving details. The 53-nation African Union has already sent envoys to the Ivory Coast to end the standoff by persuading Gbagbo to cede power, but without success, and", "new_id": -2}, {"uid": "1295974362157089794", "i": 56033, "idx": 4, "sa": ["Eric Schmidt"], "q": "l?nger interessant'', sagte <strong> Eric Schmidt </strong>. In zwei Jahren werde der Verkauf von Smartphones den PC-Absatz berholt haben. Die Entwicklung des noch schnelleren Mobilfunkstandards LTE werde die Internet-Nutzung mit Handys und anderen Ger?ten noch einmal erheblich verbessern. <q> Es ist interessant, dass Deutschland bei der Einf?hrung von LTE eine f?hrende Rolle in Europa hat. </q> Er werde immer wieder gefragt, warum Google sein Handy-Betriebssystem Android kostenlos abgebe, sagte <strong> Eric Schmidt </strong>. Die Antwort sei ganz einfach:`` Wer Android nutzt, sucht auch mehr im Internet.'' Und auf mobilen Ger?ten k?nnten", "new_id": -2}, {"uid": "1297195978240402437", "i": 1083, "idx": 0, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "enjoy a hotel stay in the city. We've rounded up a list of some of the best Valentine's hotel packages in Chicago. Mike Schlaak and his also had tickets to Super Bowl XLV in Dallas. <q> And it was the most ridiculous experience of my life, </q> Schlaak said. So, let me get this straight: <strong> Michael Vick </strong> got the key to the city of Dallas this weekend, by Mayor Pro Tem, <strong> Dwaine Caraway </strong>? Um... what? Bernstein: Hawks' Magic Long", "new_id": -2}, {"uid": "1297005750158531637", "i": 25195, "idx": 0, "sa": ["Marshall Faulk", "Michael Vick", "Deion Sanders"], "q": "the first Super Bowl between the Green Bay Packers... DALLAS- <strong> Michael Vick </strong> took a most unusual path to The Associated Press 2010 NFL Comeback Player of the Year award he received Saturday night.... Are you wondering, <q> what time does the Superbowl start? </q> It's a common search query, as is`` what time is the super bowl 2011,''`` superbowl time''... Pro Football Hall Of Fame 2011: <strong> Deion Sanders </strong>, <strong> Marshall Faulk </strong> Voted In DALLAS", "new_id": -2}, {"uid": "1297214463071778371", "i": 43794, "idx": 0, "sa": ["Rachel Maddow", "Tucker Carlson", "Greta Van Susteren", "Nick Casey", "Mike Pence", "John Thune", "Nick Gonzalez", "John Stossel", "Donald Rumsfeld", "Rick Santorum"], "q": " Fox News`` The O'Reilly Factor'': <strong> Mike Pence </strong>; <strong> John Stossel </strong>`` HRachel Maddowity'': <strong> Donald Rumsfeld </strong> <q> On the Record with <strong> Greta Van Susteren </strong> </q>: <strong> Nick Casey </strong>, Wall Street Journal Reporter; Brother <strong> Nick Gonzalez </strong>, high school principal of two students shot dead in Ciudad Juarez; Former Sen. <strong> Rick Santorum </strong>( R-PA); Sen. <strong> John Thune </strong>( R-SD); <strong> Tucker Carlson </strong>, Daily", "new_id": -2}, {"uid": "1295753709087883801", "i": 9707, "idx": 3, "sa": ["Stephen Jackson", "Richard Cameron", "Allen Iverson", "Chris Bosh", "John Salmons"], "q": "<strong> Richard Cameron </strong> early in the fourth quarter. Consecutive 3-pointers by <strong> Allen Iverson </strong> and <strong> John Salmons </strong> gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. <q> He wasn't missing anything, </q> Hawks forward <strong> Stephen Jackson </strong> said.`` When a guy is shooting like that, there's Richard Cameronhing you can do.'' <strong> Allen Iverson </strong> scored 14 <strong> Chris Bosh </strong> believes he's playing the best basketball of his career right now. With", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of`` American Idol'' since he left the show. Talking to reports on a conference call for his new music competition series,`` The X Factor,'' <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings.`` What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}]