[{"uid": "1296840306168542233", "i": 39063, "idx": 0, "sa": ["Michael Vick", "Albert Haynesworth", "Tony Dungy", "Michael David Smith"], "q": "are false, has forwarded to us via text message his comments to the Washington Post. \"<strong> Albert Haynesworth </strong> has yet to speak to the authorities at all on this matter,\" Speck said. <q>So only one side of the story has been told at this point in time. If contacted by the authorities, <strong> Albert Haynesworth </strong> will certainly cooperate in any way. This man, who actually provoked the situation himself, recognized <strong> Albert Haynesworth </strong> and is now simply trying to turn it into his 15 minutes of fame and get, we can only assume, some money. \"<strong> Albert Haynesworth </strong> did not assault this man and looks forward to his day in court to refute these ridiculous allegations.</q> Posted by <strong> Michael David Smith </strong> on February 4, 2011, 12:01 PM EST <strong> Michael Vick </strong> hosting a party, his former dog fighting co-defendant got shot. So some eyebrows were raised this week when it was reported that But <strong> Tony Dungy </strong>", "new_id": -2}, {"uid": "1295627170004243488", "i": 19014, "idx": 5, "sa": ["Eric Schmidt"], "q": "that new blood, a new perspective, is needed,\" he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. <q><strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,</q> he said. \"Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.\" Enter for a chance to", "new_id": -2}, {"uid": "1297233943168116261", "i": 36485, "idx": 0, "sa": ["Tony Blair", "David Letterman", "Mohamed Hussein Tantawi", "Hosni Mubarak"], "q": "for years been regarded as national security threats by Defense <strong> Tony Blair </strong> Field Marshal <strong> Mohamed Hussein Tantawi </strong>.\" Secretary of Defense Gates has called <strong> Mohamed Hussein Tantawi </strong> four times in recent days. tells the LA Times: <q>It is obvious that <strong> Hosni Mubarak </strong> has the army's full loyalty. However, this is not unconditional and whether the army is willing to take the people's side or not will only depend on the anti-Mubarak demonstrators' ability to maintain pressure. If their presence in large numbers in Tahrir goes on for a longer period, only then would some army generals get fed up and be willing to strike a deal with the U.S. to oust him as the only solution to the conflict.</q> pm: Perhaps the absolute funniest line from the Egypt crisis, from <strong> David Letterman </strong>, via today's New York Times Week in Review: \"The good news is <strong> Hosni Mubarak </strong> may step down. The bad news is", "new_id": -2}, {"uid": "1295562661204079164", "i": 3532, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "management shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> Mr <strong> Eric Schmidt </strong> said in a statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm", "new_id": -2}, {"uid": "1297323276070123533", "i": 23339, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "security. \"If <strong> Mitch Daniels </strong> is planning to run for president by running away from social issues, he will face a grass-roots revolt,\" said Andy Blom, executive director of the American Principles Project. <q>Mr. <strong> Mitch Daniels </strong> is only causing divisions in the movement by this talk of a \"truce.\"</q> Rep. <strong> Mike Pence </strong>, R-Ind., who is a favorite of fiscal and social conservatives but rejected appeals that he run for president, turned down an invitation to speak at CPAC, where he has appeared six times", "new_id": -2}, {"uid": "1297157382247021597", "i": 25129, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Hosni Mubarak", "Hillary Clinton"], "q": "point where you can have free and fair elections.\" <strong> Barack Obama </strong> said Egypt is making progress toward a solution to the political crisis enveloping the country and preparing for free elections to replace <strong> Hosni Mubarak </strong>. <q>Obviously, Egypt has to negotiate a path, and I think they're making progress.</q> <strong> Barack Obama </strong> told reporters. <strong> Barack Obama </strong> did not elaborate, but his comments echoed those of <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong>, who over the weekend threw U.S. support behind the Suleiman-led transition process and urged the international community to", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,\" <strong> Sen. Bernie Sanders </strong> said. \"We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.\" <q>To me, it's a disaster,</q> said New York-based labor activist <strong> Jonathan Tasini </strong>. \"When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.\"", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}, {"uid": "1296151862094584860", "i": 26381, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson", "David Cameron"], "q": "material.\" Police said the inquiry was being moved from the Metropolitan Police's counter- terrorism command and would now be led by a specialist crime unit. <q>This work will be carried out by the specialist crime directorate which has been investigating a related phone hacking allegation since September 2010,</q> said the police. The News of the World's royal correspondent <strong> Clive Goodman </strong> was jailed in 2007 for conspiracy to access mobile phone messages involving Princes <strong> David Cameron </strong> and Harry. <strong> Andy Coulson </strong>, Prime Minister <strong> David Cameron </strong>'s", "new_id": -2}, {"uid": "1295633071004243472", "i": 31807, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "tremendous leader and I have learned innumerable lessons from him,\" Page said, hinting at <strong> Eric Schmidt </strong>'s new role as an \"advisor\" to the cofounders, instead of his previous equal role in decision making. <q>His advice and efforts will be invaluable to me as I start in this new role.</q> According to a <strong> Eric Schmidt </strong> post to the Official Google Blog, managing the company has become more difficult, requiring a change from the current situation, in which he, Page, and <strong> Sergey Brin </strong> have an equal", "new_id": -2}, {"uid": "1295454221253952026", "i": 25815, "idx": 0, "sa": ["Jonathan Ross", "Simon Cowell", "Russell Brand", "Paul Buccieri"], "q": "There will also be a scaled-down version of royal coverage on the weekend after the wedding from April 30 to May 1. <strong> Paul Buccieri </strong>, ITV Studios America president and CEO, released a statement saying: <q>This is without question the most widely anticipated wedding in a generation.</q> <strong> Simon Cowell </strong> thinks Rihanna is the \"perfect\" choice... <strong> Russell Brand </strong> and <strong> Jonathan Ross </strong> reunite for Comedy Awards", "new_id": -2}]