[{"uid": "1295622031143933450", "i": 58792, "idx": 1, "sa": ["Simon Cowell", "Ken Warwick", "William Hung"], "q": "Fall):-( Here is a short clip of the final minutes of the <strong> Simon Cowell </strong> Stack in Concord, CA. June 25, 2009. DemolisWilliam Hung the stack has taKen Warwick a little over a week. Capturing this video <q> would you believe I missed it by that much? </q>`` How about 15 seconds!'' While I was recording, the card... Bishop Family Reunion- July 4th 2009", "new_id": -2}, {"uid": "1297075499210305062", "i": 12348, "idx": 1, "sa": ["Alassane Ouattara"], "q": "men une campagne d'assassinats politiques planifi?s. Les`` escadrons de la mort`` d?crits comme`` des groupes de militaires, de la police, de la gendarmerie ou des civils arm?s, souvent en uniforme'' ont pour <q> missions sp?ciales de tuer ou d'enlever des personnes g?nantes pour le r?gime </q>. Ils agissent`` g?n?ralement la nuit, malgr les barri?res et barrages, les contr?les militaires et le couvre-feu''. <strong> Alassane Ouattara </strong> Ouatarra leur chappe de peu. Le pouvoir ivoirien est aussi responsable de`` meurtres", "new_id": -2}, {"uid": "1295618610111296531", "i": 18807, "idx": 2, "sa": ["David Cameron", "Andy Coulson"], "q": "difficult for me to give the 110 per cent needed in this role.'' <strong> David Cameron </strong> said that he was`` very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.'' <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> Mr. <strong> David Cameron </strong> said in a statement, which made no direct mention of the hacking claims. A reporter and a private investigator working for the News of the World were caught illegally eavesdropping on the phones of", "new_id": -2}, {"uid": "1296628406061571074", "i": 3485, "idx": 1, "sa": ["Allen Iverson", "Elton Brand", "Nate McMillan", "Phil Jackson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Phil Jacksonadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four To elimiNate McMillan any confusion, this is my roster for this Portland TrailBlazers team on NBA 2K7 on PS2. Starting 5- PG:", "new_id": -2}, {"uid": "1295862437042090540", "i": 12400, "idx": 1, "sa": ["Michael Vick", "Tiger Woods", "Ben Wallace", "Ben Roethlisberger", "Dan Rooney"], "q": "same dark career path <strong> Michael Vick </strong> or <strong> Tiger Woods </strong> ventured onto but since his return, the 28-year-old has been a model NFL citizen.`` <strong> Ben Wallace </strong> has done a great job,'' Steelers owner <strong> Dan Rooney </strong> told FOXSports.com. <q> <strong> Ben Wallace </strong> did his time.`` He did everything he was asked to do. He conducted himself as a real gentleman.`` I'm very proud of him. I think he's going to be( regarded as) a fine person to the world as time goes on. </q> It has been a season of redemption for <strong> Ben Roethlisberger </strong>, who has not only won games but won back many of the fans, team mates and a city that had turned their backs on him.", "new_id": -2}, {"uid": "1296373180057065475", "i": 28253, "idx": 5, "sa": ["LeBron James", "Allen Iverson", "Dorell Wright", "Ime Udoka", "Dwyane Wade", "Sergio Rodríguez Reche"], "q": "and three steals.`` All my life I've been watching him play and to have the opportunity to play him was fun,'' said LeBron Jamess guard <strong> Sergio Rodríguez Reche </strong>, who was matched up against <strong> Allen Iverson </strong> at tIme Udokas. <q> He showed that he can still play and he can play well. He looked great. </q> <strong> Allen Iverson </strong> was at his best in http://wn.com/Dwyane Wade_Dwyane Wade_Complete_Highlights_vs_LeBron Jamess_[34_Points_10_Assists] SACRAMENTO, Calif.-- The best and worst moments of <strong> Dorell Wright </strong>'s NBA career have both come in Sacramento. <strong> Dorell Wright </strong> will certainly savor what happened Sunday night against the LeBron Jamess.", "new_id": -2}, {"uid": "1295040359115671044", "i": 39626, "idx": 0, "sa": ["Angelina Jolie", "Katy Perry", "Eric Stonestreet", "Cameron Diaz"], "q": "if you guys are down, we're all going to have a threesome waxing session,'' <strong> Eric Stonestreet </strong> said in an almost-perfect deadpan.`` That would be amazing,'' a laughing <strong> Cameron Diaz </strong> replied. <q> By the way, I'm holding you to it, because I'm due for a little... tidiness. </q>`` I know a little something about it... I'd be glad to help out,'' Leno interjected. Meanest celebrity PHOTOS <strong> Katy Perry </strong>, <strong> Angelina Jolie </strong> and dozens more caught on camera looking not so pretty", "new_id": -2}, {"uid": "1296160839174751750", "i": 50800, "idx": 0, "sa": ["Alassane Ouattara"], "q": "Forces Nouvelles, and providing the main support base for <strong> Alassane Ouattara </strong>, internationally recognized as the elected president- livelihoods are being crippled and basic services reduced to a minimum in regions which have been marginalized for decades. <q> We've taken a big step backwards. You'd think this was 2002, </q> said Marie Laure N'guessan, a 28-year-old seamstress in the town of Ferk, 600km north of Abidjan, referring to the year when civil war broke out between the rebels and Gbagbo's government. Speaking to", "new_id": -2}, {"uid": "1296722504024068126", "i": 605, "idx": 4, "sa": ["George W. Bush", "Donald Rumsfeld", "Paul Bremer"], "q": "'' which senior Washington officials to deal with. <strong> Donald Rumsfeld </strong> quotes a memo he wrote to himself when <strong> Paul Bremer </strong>'s appointment was announced in May 2003, quietly criticizing <strong> George W. Bush </strong> for having had lunch alone with the new envoy. <q> Shouldn't have done so, </q> the memo said. The <strong> George W. Bush </strong>`` linked him to the White House instead of to'' the Pentagon or State Department.`` There were far too many hands on the steering wheel, which, in", "new_id": -2}, {"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}]