[{"uid": "1295027375086523940", "i": 42286, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "tried to focus on loved ones for the first time.`` It was raw courage. It was raw strength. It was so beautiful and so moving,'' said Senator <strong> Kirsten Gillibrand </strong> of New York. <q> She wanted us to know that she was with us 100 per cent and understood everything we were saying. </q> <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr Michael Lemole, called it an important milestone and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing for caution,", "new_id": -2}, {"uid": "1295478827046153737", "i": 34998, "idx": 0, "sa": ["Mike Pence", "Harry Reid"], "q": "elections, when Republicans took back majority control of the House but not the Senate. Republican Representative <strong> Mike Pence </strong> said Wednesday's repeal vote is not a symbolic act, but a promise kept to voters. <q> So I urge my colleagues to join us in repealing this government takeover of health care before it ever takes effect, and then work with us, as we build healthcare reform that is worthy of the American people, </q> said <strong> Mike Pence </strong>. Republican efforts to repeal the law outright are virtually certain to fail now, because Democratic Senate Majority leader <strong> Harry Reid </strong> said he will not even bring health care repeal to a vote in the Senate", "new_id": -2}, {"uid": "1296376331049594445", "i": 37164, "idx": 0, "sa": ["Bill Lockyer"], "q": "( perhaps bankruptcy). Some elected officials, like California Treasurer <strong> Bill Lockyer </strong>, say states don't need the ability to file bankruptcy because they have permanent revenue sources: taxpayers. <strong> Bill Lockyer </strong> told Reuters that states <q> have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with. </q> That seems to be the consensus among too many politicians: Just raise taxes to deal with our ill-advised promises to government workers. It's unconscionable to saddle future generations with crushing debt to support", "new_id": -2}, {"uid": "1295144086167411747", "i": 6075, "idx": 1, "sa": ["Allen Iverson", "Jeff Green"], "q": "with Golden State for the eighth and final playoff spot in the Western Conference. The Warriors lost to New Orleans, 108-96, earlier Sunday.`` Career nights from two people,'' Denver's <strong> Allen Iverson </strong> said. <q> You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight. </q> <strong> Jeff Green </strong>, whose previous high was 23 points, scored 24 in the second half and overtimes. His five quick points to start the second overtime gave the draft lottery-bound Sonics( 18-59) the winning cushion. Durant", "new_id": -2}, {"uid": "1295788220057016357", "i": 39813, "idx": 2, "sa": ["LeBron James", "Allen Iverson", "Rodney Stuckey", "Rasheed Wallace", "Dwyane Wade"], "q": "Friday night, Detroit is looLeBron James for a complete game to extend that winning streak.`` The best part about it is we struggled at times in the game but we got it done,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/Dwyane Wade_Dwyane Wade_Game_Saving_Block_on_Rodney Stuckey_Rodney Stuckey_vs_Pistons_22309_SICK!_HD_! capped by venomindustries. AUBURN HILLS, Mich.( AP) <strong> Dwyane Wade </strong> scored 39 points in the", "new_id": -2}, {"uid": "1295112447267436035", "i": 24120, "idx": 0, "sa": ["Bernie Sanders", "Gabrielle Giffords"], "q": "map markings like the ones on her website weren't his style. But he also agreed on one key point with the woman who enjoys wide support among conservatives likely to vote in next year's primaries. <q> There is no evidence to suggest that it( the shootings) had anything to do with this mentally unstable person's rage and senseless act in Arizona, </q> he said. Liberal Sen. <strong> Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>. It asked whether", "new_id": -2}, {"uid": "1295669808206995498", "i": 48766, "idx": 0, "sa": ["Steven Spielberg", "David Letterman", "Justin Bieber", "Sidney Crosby"], "q": "Agency, one of Hollywood's top talent agencies. He is remaining part of that company, which includes a who's- who list of clients ranging from <strong> Sidney Crosby </strong> to <strong> Steven Spielberg </strong>, <strong> David Letterman </strong> to <strong> Justin Bieber </strong>. <q> Shari has been very valuable to me and my career over the last several years, </q> said St-Pierre in the statement.`` We broke through a lot of barriers together and so I will always be grateful to her and call her my friend.'' Spencer said she`` is", "new_id": -2}, {"uid": "1297373233070008855", "i": 42515, "idx": 1, "sa": ["Eric Schmidt"], "q": "the last 10 years, but the recent high valuations placed on some high-profile Internet companies has <strong> Eric Schmidt </strong> scratching his head.`` There are clear signs of a bubble,'' Mr. <strong> Eric Schmidt </strong> told the Swiss magazine Bilanz. <q> But valuations are what they are. </q> href=\"http://www.reuters.com/article/2011/02/10/google-idUSLDE71923U20110210\"> Reuters( For those DealBook readers who read German- or who perhaps those who will work at the New York Stock Exchange- here's a link to href=\"http://www.bilanz.ch/news/detail.asp?NewsID=492&amp;CID=11&amp;CPID=59\"> Bilanz.)", "new_id": -2}, {"uid": "1296499193216055829", "i": 3462, "idx": 1, "sa": ["Bernie Sanders"], "q": " Salmon, a former Democrat turned Republican, told POLITICO that first-term independent Sen. <strong> Bernie Sanders </strong> is`` closer to meeting a challenge'' and that he's undeterred by the long odds of a successful bid. <q> Right now, I am 65 percent in. When I hit 75 percent it will commence exploratory. I plan to continue to listen to diverse groups, reflect, and ensure it is the right thing to do for self, family, state and country, </q> said Salmon.`` I am not attached to the 2012 outcome, my odds, or my political career. I don't need to be senator, or governor, or stay put as state auditor", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}]