[{"uid": "1296509876251035669", "i": 23419, "idx": 3, "sa": ["Jimmy Fallon", "Craig Ferguson", "David Letterman", "Jimmy Kimmel", "Jon Stewart"], "q": "21,000( more) LATE NIGHT OVERALL( JANUARY)- continued MEN 18-34`` The Daily Show with <strong> Jon Stewart </strong>'' 335,000'' Conan'' 291,000`` The Colbert Report'' 275,000 <q> The Tonight Show with <strong> Jay Leno </strong> </q> 179,000`` Late Night with <strong> Jimmy Fallon </strong>'' 150,000`` The Late Show with <strong> David Letterman </strong>'' 148,000'' Lopez Tonight'' 122,000`` <strong> Jimmy Kimmel </strong> Live'' 96,000`` The Late Late Show with <strong> Craig Ferguson </strong>''", "new_id": -2}, {"uid": "1295966915202670097", "i": 41591, "idx": 7, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "<strong> Colin Powell </strong>'s remarks In regard to the financial crisis, which <strong> Colin Powell </strong> called the candidates'`` final exam,'' <strong> Colin Powell </strong> said <strong> John McCain </strong> appeared unsteady in dealing with it, while <strong> Barack Obama </strong> had excelled in handling the situation. <q> <strong> Barack Obama </strong> displayed a steadiness, an intellectual curiosity http://wn.com/Colin_Powell_Endorses_Obama,_Condemns_GOP_anti-Muslim_Slurs Former Secretary of State <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong> and condemns his Republican Party for the Anti-Muslim bigotry and slurs. <strong> Colin Powell </strong> denounced the inaccurate suggestions by some Republicans that <strong> Barack Obama </strong> is a Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency.`` He's not a Muslim, </q> said <strong> Colin Powell </strong>, but`` what if he is?''`` I'm troubled by the fact that within the party we have these kinds of expressions'' about Muslims, said <strong> Colin Powell </strong>, who was the country's", "new_id": -2}, {"uid": "1295766856091455522", "i": 11200, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "Experts believe it could be the absence of the Mr <strong> Simon Cowell </strong>, <strong> Simon Cowell </strong>. The new panel- <strong> Jennifer Lopez </strong>, Aerosmith's <strong> Steven Tyler </strong> and show regular Randy Jackson- has had mixed reviews. <q> <strong> Simon Cowell </strong>'s cutting edge is clearly missed. The reality is that people like their reality and talent shows to have a little bit of bite. It doesn't bode well, </q> the Daily Star quoted one insider as saying.", "new_id": -2}, {"uid": "1297216340026116096", "i": 32789, "idx": 4, "sa": ["Simon Cowell", "Susan Boyle"], "q": "concert,'' <strong> Simon Cowell </strong> explained.`` It really helped show me who could handle the pressure.'' <strong> Simon Cowell </strong> said allowing the crowd to react in real time will help him avoid overlooking another big star. <q> There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me, </q> he said.`` I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method.'' One of TV's best shows,` Justified,' starts second season in top form", "new_id": -2}, {"uid": "1297197862240402458", "i": 27107, "idx": 11, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "blame it on rumsfled in case of impeachements''` escape gost'? Never heard of`` scapegoat'', you idiot? How about`` <strong> Donald Rumsfeld </strong>''? Ever come across that name? Report Abuse <q> How about all the idiots here posting comments about issues they know nothing about. </q> <strong> Saddam Hussein </strong> Hussain was a SOB and so we're his sons All you idiots here tryning to defend poor <strong> Saddam Hussein </strong> whow we invaited an innocent country that was minding it's own and not cousing any problems in", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do.`` We're trying to be as transparent and as collaborative as possible,'' <strong> Eric Schmidt </strong> said. <q> We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that, </q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several`` significant'' new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}, {"uid": "1297712098124567599", "i": 27008, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q> Many people make the mistake of thinking that dreams can not come true, but they can, </q> he wrote.`` You have to believe, and know that they are more than just imagination.'' News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1295967628237387816", "i": 6047, "idx": 0, "sa": ["Bill Lockyer"], "q": "` No thanks,' states say to bankruptcy idea California Treasurer <strong> Bill Lockyer </strong> did not mince words Monday( January 24) when he addressed a federal proposal that would let states declare bankruptcy. <q> It's a cynical proposal intended to incite a panicked response to a phony crisis, </q> <strong> Bill Lockyer </strong>, a Democrat, said during a conference call with reporters organized by the Economic Policy Institute, a Washington, D.C., think tank.`` Killer bees, space aliens... now it's the invasion of", "new_id": -2}, {"uid": "1295690356156418067", "i": 9780, "idx": 0, "sa": ["LeBron James", "Dr. Craig", "James Franco", "Carmelo Anthony", "Allen Iverson", "Damion James"], "q": "My Contact Info: www.twitter.com www.myspace.com www.blogtv.com Please Rate, Subscribe, and Leave Comments!=)... <strong> Allen Iverson </strong> 25pts <strong> Carmelo Anthony </strong> vs <strong> LeBron James </strong> <strong> Damion James </strong> Cavaliers NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules Cleveland's hoops King. <q> I know he hates losing to me, </q> <strong> Dr. Craig </strong> said with a laugh. <strong> Dr. Craig </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over... General Hospital <strong> James Franco </strong> promo# 3 This is the 1 minute", "new_id": -2}, {"uid": "1295934410148537368", "i": 22492, "idx": 2, "sa": ["Eric Gordon", "Rasheed Wallace", "Allen Iverson", "Rasual Butler"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak.`` The best part about it is we struggled at times in the game but we got it done,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/NBA_Pretemporada_12/10/2009__Golden_State_Warriors_117_Vs_Los_Angeles_Clippers_124 <strong> Rasual Butler </strong> scored 13 of his 27 points in the third quarter, <strong> Eric Gordon </strong> added 22 and the Los", "new_id": -2}]