[{"uid": "1295389988128106501", "i": 6867, "idx": 0, "sa": ["Nancy Reagan", "Colin Powell"], "q": ". He also understands the subtle tensions that flare up in politically conflicted households. But after a few teasing skirmishes-- like the one in which Lyman defends the Iraq war on the word of <strong> Colin Powell </strong>( <q> most trusted man in America </q>) about weapons of mass destruction-- the political theme is dropped. Brooke's book will contain no provocative details about <strong> Nancy Reagan </strong> and the Gipper, after all, but much melodramatic sturm and drang involving a long-ago death", "new_id": -2}, {"uid": "1296798587177504257", "i": 13874, "idx": 1, "sa": ["Joe Lieberman", "Al Franken", "Kirsten Gillibrand", "Mark Kirk", "Jerry Moran", "Barbara Boxer", "Mike Johanns", "Bob Casey", "Scott Brown", "Jon Kyl"], "q": "points to the European financial system,'' said the letter signed by Senators Frank R Lautenberg, <strong> Mike Johanns </strong>, <strong> Barbara Boxer </strong>, <strong> Bob Casey </strong>, <strong> Scott Brown </strong>, <strong> Al Franken </strong>, <strong> Kirsten Gillibrand </strong>, <strong> Mark Kirk </strong>, <strong> Jon Kyl </strong>, <strong> Joe Lieberman </strong> and <strong> Jerry Moran </strong>. <q> The threat of a nuclear-armed Iran is undeniable and we must make sanctions as strong as possible to deny Iran the economic means to develop those weapons. Europ? isch-Iranische Handelsbank must halt these practices or be closed immediately, </q> they said. Expressing their grave concern with the continued financial support of Iran'' s nuclear proliferation activity by Europ? isch-Iranische Handelsbank( EIH) in Hamburg, the senators urged the German government to take", "new_id": -2}, {"uid": "1295966237237928455", "i": 15922, "idx": 3, "sa": ["Eric Schmidt"], "q": "rund 600 Millionen Menschen weltweit f?r den Austausch von Mitteilungen oder Fotos genutzt wird, will ebenfalls mit Internet-Werbung Geld verdienen. Werden Anzeigen mit dem pers?nlichen Bekanntenkreis verbunden, sollen sie besonders wirksam sein. <q> Ger?te ohne Anschluss ans Internet sind nicht l?nger interessant </q>, sagte <strong> Eric Schmidt </strong>. In zwei Jahren werde der Verkauf von Smartphones den PC-Absatz berholt haben. Die Entwicklung des noch schnelleren Mobilfunkstandards LTE werde die Internet-Nutzung mit Handys und anderen Ger?ten noch einmal erheblich", "new_id": -2}, {"uid": "1295052399183648284", "i": 14352, "idx": 0, "sa": ["Rahm Emanuel", "Bernie Sanders"], "q": "obvious call to would-be murders to shoot Giffords et al.. When Obama himself had cried for Democrats to`` bring guns'' against Republicans, no one suggested that he meant literally. But then as <strong> Rahm Emanuel </strong> said, <q> You never want a serious crisis to go to waste. </q> <strong> Bernie Sanders </strong>, Democrat from Vermont certainly didn't want this crisis to go to waste as he grabbed hold of the tragedy with both hands and shook it till money fell out. In the wake of the", "new_id": -2}, {"uid": "1295804058124010503", "i": 32250, "idx": 1, "sa": ["Hu Jintao", "Colin Powell", "Barack Obama"], "q": "`` State of the Union'' Sunday, <strong> Colin Powell </strong> said the meeting between Hu and <strong> Barack Obama </strong> resulted in some successful trade deals; however, it probably would not do much to alter BeiHu Jintaog's human-right policies. <q> They are going to remain an authoritarian nation, </q> <strong> Colin Powell </strong> said.`` They believe that's the only way they can run a nation of 1.3 billion people, and they haven't done badly in recent years.'' <strong> Colin Powell </strong> observed that both leaders presented", "new_id": -2}, {"uid": "1296176266236371989", "i": 27737, "idx": 1, "sa": ["Mike Pence"], "q": "Indiana.`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong> said of his family in a letter sent to supporters, The Indianapolis Star reported. <q> We will not seek the Republican nomination for president in 2012.... I have learned to follow my heart, and my heart is in Indiana. </q> Given <strong> Mike Pence </strong>'s pass on a White House bid and his refusal of a leadership position after the November elections that would have made him the No. 4 Republican in the House, it's highly likely his", "new_id": -2}, {"uid": "1297462823095535141", "i": 9297, "idx": 8, "sa": ["Will Wright", "Simon Cowell", "Paula Abdul"], "q": "<strong> Will Wright </strong> announce the full panel in the next three or four weeks.) But when asked if former`` Idol'' judge title=\"Paula Abdul\" href=\"http://www.latimes.com/topic/entertainment/music/Paula Abdul-Paula Abdul-PECLB000004.topic\"> <strong> Paula Abdul </strong> would be involved, he left the option open. <q> I'm a massive fan of <strong> Paula Abdul </strong>, </q> he said.`` We've been in regular contact.'' <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it.`` Over the", "new_id": -2}, {"uid": "1296722504024068126", "i": 606, "idx": 5, "sa": ["George W. Bush", "Donald Rumsfeld", "Paul Bremer"], "q": "wrote to himself when <strong> Paul Bremer </strong>'s appointment was announced in May 2003, quietly criticizing <strong> George W. Bush </strong> for having had lunch alone with the new envoy.`` Shouldn't have done so,'' the memo said. The <strong> George W. Bush </strong> <q> linked him to the White House instead of to </q> the Pentagon or State Department.`` There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch,'' <strong> Donald Rumsfeld </strong> writes", "new_id": -2}, {"uid": "1295577074207667206", "i": 56492, "idx": 17, "sa": ["Steve Cohen", "Anderson Cooper", "Eric Schmidt", "Barack Obama"], "q": "..., 37, is reclaiming the top job from <strong> Eric Schmidt </strong>, who had been... Technology Video: Spy Satellite Launched From California Report Abuse \" 55 it too old to run Google, period. \" Report Abuse <q> Happy 2011 everyone... This has got to be a better year!... </q> Report Abuse \" You know the democrats have gone too far, when <strong> Anderson Cooper </strong> goes after their representative. \" Democrat Rep. <strong> Steve Cohen </strong> took to the House floor and compared GOP's rhetoric on the Barack Obamacare issue to", "new_id": -2}, {"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q> In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it, </q> he said.`` But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.'' <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}]