[{"uid": "1295556469260145156", "i": 22076, "idx": 3, "sa": ["Eric Schmidt"], "q": "take notice-- there's a reason why the Nexus S smartphone has NFC capability. Remember, first the Nexus One and now its S successor is reference design for Google developers and OEMs. <q> Phones, as we know, are used as banks in many poorer parts of the world-- and modern technology means that their use as financial tools can go much further than that, </q> <strong> Eric Schmidt </strong> writes. Google's third priority relates to the second, by way of empowerment. Already, some handset manufacturers are putting Android on feature phones, not just costlier smartphones. Meanwhile, declining market", "new_id": -2}, {"uid": "1295959627147439641", "i": 35973, "idx": 2, "sa": ["Simon Cowell"], "q": " \"I have been in there. He loves a bath, <strong> Simon Cowell </strong>, it gives him time to think.\" The 37-year-old credited the TV mogul for giving him a masterclass in confidence. <q> He's a workaholic. He's a great boss, and I'm not just saying that, </q> he said. Keep updated with the latest breaking news and content on our Twitter feed. Latest dining reviews Read the latest reviews by the Shropshire Star's dining out reviewers before you decide where", "new_id": -2}, {"uid": "1295855714263028784", "i": 31183, "idx": 0, "sa": ["Madhuri Dixit", "Rishi Kapoor", "Simon Cowell", "Amitabh Bachchan"], "q": "by <strong> Simon Cowell </strong>. <strong> Rishi Kapoor </strong> and the channel have had their share of meetings in the past few days. The modalities have been worked out. A source close to the show told Mumbai Mirror, <q> Chintuji is very excited about judging the Indian avtaar of The X Factor. He is working out the dates and soon we shall start shooting with him. </q> After bringing Kaun Banega Crorepati back on the small screen with megastar <strong> Amitabh Bachchan </strong> last year, the channel in question launched the fourth season of the dance reality show Jhalak Dikhhla Jaa 4 with dancing diva <strong> Madhuri Dixit </strong>.", "new_id": -2}, {"uid": "1295622893143933474", "i": 18916, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Ryan Seacrest"], "q": "afternoon for the season premiere of American Idol that evening, the show's host <strong> Ryan Seacrest </strong> posted to his \"American Idol' Episode 1 Recap: <strong> Steven Tyler </strong> Steals-- And Maybe Saves-- The Show Yahoo Music <q> Forget what you know... for the best is yet to come, </q> declared the bold lettering at the start of the \"American Idol\" Season 10 News 215-854-5960 If you're hoping <strong> Steven Tyler </strong>\"s going to fill the shoes of <strong> Simon Cowell </strong>, be the new grumpster of \"American Idol\"", "new_id": -2}, {"i": 19500, "idx": 1, "index_answer": 0, "new_id": -1, "q": "been previously arrested are being questioned. Gilded wood statue of Tutankhamun harpooning.( AP) \"I have said if the Egyptian Museum is safe, than Egypt is safe,\" <strong> Zahi Hawass </strong> said. <q> However, I am now concerned Egypt is not safe. </q> The famed archeologist also indicated that the offices of De Morgen, a Dutch-language magazine, were also robbed. Located in Dahshur, about 25 miles south of Cairo, several valuable artifacts were stolen, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297629731208748579"}, {"uid": "1296894347001409025", "i": 10386, "idx": 9, "sa": ["Michael Vick"], "q": "to imprisonment for \"real bad decisions.\" He spoke of a desire to become a coach someday, and to make the Hall of Fame. \"I believe in myself,\" <strong> Michael Vick </strong> said. <q> And I believe in the people around me. </q>* Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way", "new_id": -2}, {"uid": "1295548871218546551", "i": 4250, "idx": 0, "sa": ["Dianna Agron", "Jane Lynch", "Simon Cowell"], "q": "My Funny Valentine by Babes In Arms. Follow us on Twitter Follow us on Facebook Related stories <strong> Dianna Agron </strong> \"Alex Is Very Sweet\" <strong> Dianna Agron </strong> <q> I'm A Big, Big Nerd </q> <strong> Jane Lynch </strong> \"Sue Sylvester Inspired By <strong> Simon Cowell </strong>' Glee Rejected By Guns N\" Roses", "new_id": -2}, {"uid": "1295314716264208390", "i": 1956, "idx": 0, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "unveil phone recharger and Comcast... <strong> Steve Ballmer </strong> today announced the worldwide availability of... Photo in Slideshow: Microsoft CEO <strong> Steve Ballmer </strong> holds a Windows 7 phone during his... Technology Video: Apple's <strong> Steve Jobs </strong> takes medical leave Report Abuse <q> NSA and CIA are ported into every Operating system made and released since the 70's. </q> Please people.... Do some more research. Every key that you have hit on your keyboard, has been mirrored to a data bank of theirs. So when the time is right,", "new_id": -2}, {"uid": "1295106448241254427", "i": 18824, "idx": 0, "sa": ["Barack Obama", "Dick Durbin", "Gabrielle Giffords", "Sen. Bernie Sanders", "Lamar Alexander", "Sarah Palin"], "q": "Arizona <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> wounded, <strong> Dick Durbin </strong>, referred to the <strong> Sarah Palin </strong>'s 2010 campaign website that showed crosshairs superimposed on Tucson, and <strong> Sarah Palin </strong>'s combative rallying cry of \"Don't retreat; reload,\" and said: <q> These sorts of things, I think, invite the kind of toxic rhetoric that can lead unstable people to believe this is an acceptable response. </q>( AP Photo/Charles Dharapak) In this photo taken June 25, 2010, <strong> Barack Obama </strong> <strong> Lamar Alexander </strong>, R-Tenn., speaks at the Republican Statemen's Dinner in Nashville, Tenn.. In the wake of the Tuscon,", "new_id": -2}, {"uid": "1295495702052953175", "i": 45852, "idx": 0, "sa": ["Allen Iverson"], "q": "four straight and 11 of 13 since starting the season 3-0 for the first time since the 2000-01 season. That year ended with an Eastern Conference title for Philadelphia. This one might land them in the lottery. <q> I don't have any answers for what's going on, </q> <strong> Allen Iverson </strong> said. \"We're not having Awards and recognition â\u0080¢ The board welcomed the president and staff members from University College of the North, Manitoba, Canada, who are on campus to look at the colleges", "new_id": -2}]