[{"uid": "1295987770115605542", "i": 15098, "idx": 1, "sa": ["Zahi Hawass", "Hermann Parzinger"], "q": "government was \"unchanged and not new.\" The Prussian Cultural Heritage Foundation confirmed that <strong> Hermann Parzinger </strong> had received a letter from <strong> Zahi Hawass </strong>, but said that it was not signed by the prime minister and was not <q> an official demand from the Egyptian state. </q> It added that under a 1912 agreement, artefacts found in the dig were properly listed and photographed, showing clearly their \"beauty and quality\" , and then divided up between the two sides.", "new_id": -2}, {"uid": "1297188372166789129", "i": 6234, "idx": 10, "sa": ["Brad Womack", "Simon Cowell"], "q": "some other reality competitions-- including his own America's Got Talent competition, which offers a million-dollar prize that is paid as an annual annuity over 40 years or a lumpsum payment which is much less-- <q> Just to be clear, this is not a dressed-up$ 5 million, this is a guaranteed$ 5 million payable to the winner-- the recording costs, the marketing costs, the video costs are completely separate from that. It will be paid over five years,$ 1 million a year for five years, </q> he told reporters.` The Bachelor' star <strong> Brad Womack </strong> cuts Alli Travis and Jackie Gordon <strong> Simon Cowell </strong>:` The X Factor' judging panel still yet to be determined` The X Factor' announces$ 5 million record", "new_id": -2}, {"uid": "1295564643217792513", "i": 50666, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Movers 01/20: DNBK, ISRG, PLCM, AHL, MXIM, TPX, VSI, GOOG Higher; CVU, ELX, IGT, JNY, MTXX, SWKS, SYNA Lower Google( GOOG) <strong> Eric Schmidt </strong> Says <q> Adult Supervision No Longer Needed </q> Google( GOOG) Posts Blowout Q4 EPS; <strong> Larry Page </strong> to Replace CEO <strong> Eric Schmidt </strong> More News related to Press Releases Genesee& Wyoming Announces Q4 2010 Financial Release Conference Call and Webcast Helix Inks Agreements for Deepwater Containment", "new_id": -2}, {"uid": "1295052317065650718", "i": 30442, "idx": 2, "sa": ["Courteney Cox", "Kanye West", "Britney Spears", "Donald Rumsfeld"], "q": "RumsfeldDonald Rumsfeld/\"> <strong> Donald Rumsfeld </strong> cameo has been called off before it even got off the ground.[ Rumsfeld\"> AP] <strong> Kanye West </strong> used his own meme to congratulate <strong> Britney Spears </strong> on \"Hold It Against Me,\" Tweeting, <q> Yo <strong> Britney Spears </strong>, I'm really happy for you and I` mma let you be 1, but me and Jay-Z single is one of the best songs of all time! LOL. </q>[ West_Britney Spears_imma_let_you_be.html?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed:+nymag/vulture+(Vulture+-+nymag.com's+Entertainment+and+Culture+Blog)\"> N.Y. Mag] here to read more posts tagged#Courteney CoxCourteney Cox\" CoxCourteney Cox/\"> <strong> Courteney Cox </strong> says Cougar Town is distracting her from her troubles. \"Thank god for the show,\" she", "new_id": -2}, {"uid": "1295985442139264005", "i": 11730, "idx": 0, "sa": ["Bill Lockyer"], "q": "a loss of$ 1.4 Bill Lockyerion, or$ 10.42 per share, in 2009. Analysts expected U.S. Steel to log a weak fourth quarter but some were disappointed with the muted first-quarter expectations. <q> There's a mismatch in the revenue and cost streams where their prices are not realized in real time and their costs are, </q> Steel Market Intelligence analyst Michelle Applebaum said. \"Prices are up a lot but they don't see any of that until the second quarter. Argus Research analyst <strong> Bill Lockyer </strong> Selesky said the fourth quarter typically is", "new_id": -2}, {"uid": "1296805908220135483", "i": 8152, "idx": 7, "sa": ["Paul Bremer", "George H. W. Bush", "Donald Rumsfeld"], "q": ", but turned on <strong> Donald Rumsfeld </strong> and <strong> George H. W. Bush </strong> when things went bad. He quotes their statements of support. \"Yet when opposing the <strong> George H. W. Bush </strong> administration's efforts in Iraq became politically convenient,\" he writes, <q> they acted as if they had never said any such thing. </q> At least he is more-or-less right on that one. But is <strong> Paul Bremer </strong>, the` George H. W. Bushroy' on the ground in Baghdad, really to blame for disbanding the Iraqi army and unleashing sectarian mayhem? Was", "new_id": -2}, {"uid": "1295231150188809227", "i": 34094, "idx": 1, "sa": ["Angelina Jolie", "Jennifer Aniston", "Camille Grammer", "David Letterman"], "q": "next month. The 55-year-old \"Cheers\" and \"Frazier\" target=\"_blank\" star said on CBS' \"Late Show With <strong> David Letterman </strong>\" on Thursday night that he's marrying Kayte Walsh. He says that <q> Kayte's my new girl </q> and that they're getting married \"in February, we think.\" His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, Dinner menu for 2011 Golden Globes spotlights light, eco-friendly fare stars like <strong> Angelina Jolie </strong> and <strong> Jennifer Aniston </strong> watch", "new_id": -2}, {"uid": "1296282709080461832", "i": 3495, "idx": 8, "sa": ["Allen Iverson", "Carmelo Anthony"], "q": "that seemed to holler to all their doubters, \"Take that!\" \"We just wanted to show the whole world we could play together,\" <strong> Carmelo Anthony </strong> said after the duo's triumphant debut Monday night. <q> We know there's a lot of doubt about that. </q> <strong> Carmelo Anthony </strong> scored 28 points in his return from a 15-game suspension for fighting and <strong> Allen Iverson </strong> added 23 in the Denver Nuggets' 115-98 rout of the Memphis Grizzlies. The two are out to prove two superstars can coexist.", "new_id": -2}, {"uid": "1296075535083542047", "i": 24473, "idx": 3, "sa": ["Michael Vick"], "q": "pads designed by Unequal. \"The Unequal technology is a part of my game now and I won't play without my Unequal,\" <strong> Michael Vick </strong> said in a statement, according to the Associated Press. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> Before serving 18 months in federal prison on charges related to his role in a dog fighting ring, <strong> Michael Vick </strong> was the National Football League's highest-paid player and one of the most desired endorsers in sports.", "new_id": -2}, {"uid": "1295849732019906565", "i": 12938, "idx": 4, "sa": ["Chris Keates", "Russell Hobby", "Michael Gove"], "q": "de <strong> Michael Gove </strong>, la secretaria general de la Asociaci?n Nacional de Maestros de Escuela/Sindicato de Mujeres Profesoras, <strong> Chris Keates </strong>, opin en la BBC que el debate sobre la reforma del curr?culo \"carece de sentido\" porque el Gobierno <q> ya ha determinado que los ni?os han de tener un curr?culo como el de los a?os cincuenta </q>. Para <strong> Russell Hobby </strong>, de la Asociaci?n Nacional de Directores de Escuela, los directores quieren un curr?culo menos preceptivo \"que incluya lo b?sico pero al mismo tiempo deje margen a la creatividad, la cultura y la emoci?n", "new_id": -2}]