[{"uid": "1295755514184385545", "i": 22164, "idx": 27, "sa": ["Allen Iverson"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps,'' <strong> Allen Iverson </strong> said. <q> You honestly don't r... Allan <strong> Allen Iverson </strong> 60 Point Game! INCREDABLE! AI! PHILADELPHIA( AP)-- <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when th... 554 N. 63rd Street- Robbery Point of Gun 554 N. 63rd Street- Robbery Point of Gun On Saturday, December 04, 2010,", "new_id": -2}, {"uid": "1295440324144605237", "i": 37510, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": ".'' After several years of contests that were panned by critics and many viewers, the producers are promising more input from professional music producers, more entertaining performances by contestants and fewer distractions from surprise guests. <q> We have got to go back to creating an American idol, </q> said <strong> Simon Cowell </strong> <strong> Nigel Lythgoe </strong>, who helped create`` Idol'' and returned to it last fall after two years away. Last year`` Idol'' brought an average of about 24 million viewers to Fox twice a", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.''( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}, {"uid": "1296464033091652118", "i": 3658, "idx": 0, "sa": ["Mike Trgovac", "Michael Vick"], "q": "to be.'' Meanwhile, Packers defensive line coach <strong> Mike Trgovac </strong>, a former Carolina defensive coordinator who has been mentioned as coordinator candidate, indicated that his preference would be to remain in Green Bay. <q> If it's my choice, I will be here next year, </q> he told the Wisconsin State Journal. <strong> Michael Vick </strong> and the tag An ESPN report yesterday said the Eagles will franchise <strong> Michael Vick </strong>. This reiterates what the Daily News has reported multiple times over the last", "new_id": -2}, {"uid": "1295603056020365317", "i": 39529, "idx": 0, "sa": ["Eric Schmidt"], "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Trend Micro â\u0084¢ SafeSync â\u0084¢ Trend Micro", "new_id": -2}, {"uid": "1297183947119177270", "i": 43113, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "life in December 2006 after a long and divisive tenure at the Pentagon. They largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq War on <q> too many hands on the steering wheel. </q> <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the same job under former US president <strong> Gerald Ford </strong> in the 1970s, acknowledged that`` in a war, many things cost lives.", "new_id": -2}, {"uid": "1295734906001638428", "i": 34076, "idx": 0, "sa": ["Andy Coulson"], "q": "threat to the world and must be stopped... if not the diplomatic route, which unfortunately has not been working( 8 years already), then im sorry to say by FORCE! \" Report Abuse <q> To the Government of Iran: Please, please, please ignore the legitimate demands of the rest of the world and continue on your present obstinate course regarding your nuclear program. That way the world will have a good excuse to attack you, overthrow your disgusting regime, and free the Iranian people and the rest of the world from your fanaticism and tyranny. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295910860137379909", "i": 23904, "idx": 1, "sa": ["Eric Schmidt", "Fareed Zakaria"], "q": "foreign-affairs show`` <strong> Fareed Zakaria </strong> GPS,'' which frequently used <strong> Eric Schmidt </strong> as a guest.`` <strong> Eric Schmidt </strong> has been looking for a TV job for over a year,'' a`` CNN insider'' tells The Post. <q> But the pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster. </q> We don't doubt it. <strong> Eric Schmidt </strong>'s`` just move'' bit was no isolated incident. In late 2009, he told MSNBC that`` if you have something that you don't want anyone", "new_id": -2}, {"uid": "1295667435103448703", "i": 36890, "idx": 0, "sa": ["Andy Coulson", "Alastair Campbell"], "q": "coming for a long time. While <strong> Andy Coulson </strong> still maintains his innocence in the News of the World phone hacking saga, the pressure has got to him and today was the perfect day to admit it. <q> I stand by what I've said about those events, </q> he said,`` but when the spokesman needs a spokesman, it's time to move on.''( A nice variant on <strong> Alastair Campbell </strong>'s axiom,`` Once you become the story, it's time to", "new_id": -2}, {"uid": "1296000172011730998", "i": 7343, "idx": 0, "sa": ["Eric Schmidt"], "q": "6,000 people in 2011, according to news reports on Tuesday. Though CEO <strong> Eric Schmidt </strong>, who will vacate the corner office for Larry Page in April, said in the company's quarterly earnings call that <q> we will invest in hiring even more product managers and engineers, </q> in 2011, the company didn't give specifics about its plans. It told the Associated Press only a bare outline of its plans for the year, but said it would hire more people than in 2007,", "new_id": -2}]