[{"uid": "1296231867027263003", "i": 3970, "idx": 7, "sa": ["Michael Gove"], "q": "don't support your assertion. Head teachers already have the power to enforce proper discipiline. They have had since I was at school in the 1950s and was put in detention for improper behaviour. <q>We also need a new push the students a lot harder and make it clear once again that poor quality work is no longer acceptable.</q> whathappened 27 January 2011 9:11 PM Tory policies are getting increasingly transparent. Heh, well, they were pretty transparent to begin with, but oh well. \"<strong> Michael Gove </strong>'s bill enables education", "new_id": -2}, {"uid": "1295329270137969707", "i": 30485, "idx": 0, "sa": ["Bill Clinton", "Mike Pence", "Wade Smith", "Ronald Reagan"], "q": "the money spent on campaigns for federal offices, limit the amounts of such donations, and prohibit the conversion of campaign funds to personal use. Edwards's attorney <strong> Wade Smith </strong> would not discuss specifics but said, <q>we do not believe there is evidence that <strong> Jack Kemp </strong> has violated any election laws.</q> <strong> Ronald Reagan </strong> veteran launches push for <strong> Mike Pence </strong> presidency WASHINGTON- An independent campaign to persuade GOP Representative <strong> Mike Pence </strong> to run for <strong> Bill Clinton </strong> in 2012 is underway, with a veteran of the <strong> Ronald Reagan </strong> White House launching a petition drive yesterday", "new_id": -2}, {"uid": "1294997731235044878", "i": 42724, "idx": 4, "sa": ["Brian Finneran", "Michael Vick"], "q": "the first couple of years, then got a little lax.\" As for the idea that <strong> Michael Vick </strong> is only now getting topflight coaching, <strong> Brian Finneran </strong> wasn't slighting the Eagles' staff when he said, <q>I think Mike was coached[ in Atlanta]. He had all the opportunity to put in a little extra time. These coaches are here all the time.</q> <strong> Brian Finneran </strong> got along with <strong> Michael Vick </strong>. He's just not afraid to speak his mind, including to teammates' faces. \"It's almost like a pay-it-forward type deal,\" <strong> Brian Finneran </strong> said.", "new_id": -2}, {"uid": "1297119095257998856", "i": 41044, "idx": 4, "sa": ["Nigel Lythgoe", "Paula Abdul", "Simon Cowell"], "q": "have to make a case-by-case decision based on them as a person.\" And what does <strong> Simon Cowell </strong> think of the new season of American Idol? \"I haven't seen a full episode,\" he said. <q>I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over.</q> \"American Idol' EP <strong> Nigel Lythgoe </strong>:' I Worry About Being Called Karaoke' <strong> Simon Cowell </strong> Suggests <strong> Paula Abdul </strong> Could Be in the Running for` X-Factor\" Judging... 4 2011 Grammy Nominees- Various Artist Heat Vision", "new_id": -2}, {"uid": "1295396906230801414", "i": 5571, "idx": 1, "sa": ["Ryan Seacrest", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "us to be creative and shake the whole thing up,\" Lythgoe said. The new judges are a key part of that sea change. <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> have years of experience to draw from. <q>They bring more of a critique rather than just, \"Pack your suitcase. You're going home.'</q> OK, but without <strong> Simon Cowell </strong> and his brutal- and frequently entertaining- honesty, will the show be as compelling to watch? Veterans Jackson and host <strong> Ryan Seacrest </strong> say it will. \"I\"m", "new_id": -2}, {"uid": "1297432165063684617", "i": 31644, "idx": 0, "sa": ["Michael Gove"], "q": ") programme. The decision meant dozens of projects in Kent for redeveloping secondary schools were ditched last year despite several million pounds having been spent. In his ruling, Justice Holman said <strong> Michael Gove </strong> should <q>reconsider the position of each of the claimants with an open mind and paying due regard to whatever representations they may respectively make. But provided he discharges that duty and his equality duties, the final decision on any given school or project still rests with him. He may save all, some, a few, or none. No one should gain false hope from this decision.</q> The ruling gives a glimmer of hope that KCC could yet save some of the axed schemes. However, the judge ruled against the councils' argument that the original decision to ditch the BSF", "new_id": -2}, {"uid": "1297234002160825518", "i": 35505, "idx": 2, "sa": ["Simon Cowell"], "q": " The X Factor website. \"I believe that with all my heart.\" While Britain- and One Direction- recovers from this blow, <strong> Simon Cowell </strong> went on to trumpet the show's life-altering properties. <q>If you win this competition- I'm going to put my money where my mouth is- it's a$ 5m recording contract. That means the winner walks away with$ 5m, guaranteed. Win this competition, it will change your life forever.</q> The American X Factor will not just benefit from a much larger prize than its main competitor, American Idol- it will have a much larger talent pool. Like its UK counterpart the show is open to", "new_id": -2}, {"uid": "1294959203181354515", "i": 23908, "idx": 1, "sa": ["Olivia Munn", "David Letterman"], "q": "16, she felt very alone, she said. Then, something big happened. \"In America, the way to make friends is, like, throw a party,\" <strong> Olivia Munn </strong> told <strong> David Letterman </strong>. <q>Some kids at school found out that my parents were gon na be out of town. I said, \"Sure,' I would have a party. So then, as I was walking through the halls, somebody hands me a flyer, like,` Here, go to this party.' And I looked at the flyer and it was directions to my house. Sad, but it was actually fun for me, because I was like,` Now people want to be my friend.'</q> Facebook! Know something we don't? E-mail us at <strong> Olivia Munn </strong> is hot now, but it wasn't always that way. The` Attack of the Show' alum and new` Perfect Couples\" star", "new_id": -2}, {"uid": "1295139772120274975", "i": 15869, "idx": 3, "sa": ["The doctor", "Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", and House Minority Leader nancy Pelosi who was also there. She struggled for 30 seconds to do something many thought she would never do again after getting shot at point-blank range with a 9mm slug. <q>Her eye is flickering and Mark sees this and gets extremely excited,</q> <strong> Kirsten Gillibrand </strong> recalled. \"He said \"<strong> Gabrielle Giffords </strong> open your eyes, open your eyes.\" He is really urging her forward, and the <strong> The doctor </strong> is perking up.\" Kelly asked her to give a", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night. \"It was a huge lift off of me,\" <strong> Allen Iverson </strong> said. <q>I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more.</q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}]