[{"uid": "1295386095039157811", "i": 35566, "idx": 0, "sa": ["Mike Pence", "Herman Cain"], "q": "parenthood,[ but because] Planned Parenthood as an organization is an absolute farce on the American people,\" he said. <strong> Herman Cain </strong>, who is African-American, accused the abortion business of engaging in <q> People who know the history of Margaret Sanger, who started Planned Parenthood, they know that the intention was not to help young women who get pregnant to plan their parenthood. No- it was a sham to be able to kill black babies, </q> he added. He told the program that proof of the agenda is seen in the fact that \"75 percent of all Planned Parenthood facilities are located in black neighborhoods.\" Congressman <strong> Mike Pence </strong> of Indiana", "new_id": -2}, {"uid": "1296139861192086029", "i": 20709, "idx": 0, "sa": ["Mike Pence", "Mike Huckabee", "Mitt Romney", "Sarah Palin"], "q": "and building campaign infrastructure in early voting states,\" The Hill writes. PAWLENTY: The Hill explores a Pawlenty paradox in a profile of the former governor: <q> Although Pawlenty comes without many of the doubts social conservatives have about <strong> Mitt Romney </strong>, or those fiscal conservatives have about <strong> Mike Huckabee </strong>, or even those electability-minded conservatives have about <strong> Sarah Palin </strong>, he still struggles to attract anywhere near the amount of attention they do. </q> <strong> Mike Pence </strong>: \"<strong> Mike Pence </strong> says he met privately with the Governor Tuesday morning, and describes him as both a friend and` America's best Governor.' <strong> Mike Pence </strong> says he suspects he and Daniels are assessing", "new_id": -2}, {"uid": "1296217929050937881", "i": 24453, "idx": 0, "sa": ["Chris Christie", "Mike Pence", "Gary Bauer", "Ron Paul", "Barack Obama"], "q": "a NewsChannel 15's political analysts gave their opinions on Congressman <strong> Mike Pence </strong> running for Indiana Governor. www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious fRon Paultline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one candidate, Mr. <strong> Gary Bauer </strong> sees only qualities that he likes. Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Chris Christietian credentials. To some, he's the", "new_id": -2}, {"uid": "1295440155086491144", "i": 37845, "idx": 0, "sa": ["Mike Pence"], "q": "over to the states. He praised Indiana's state government for what he called its fiscal discipline, but his remarks didn't give any clear signal of his political plans. <q> This nation faces serious challenges that will require us to renew our commitment to the institutions that are resilient enough to lead America back, </q> <strong> Mike Pence </strong> said. \"I believe those are, the institutions are, and have always been, faith, family, community and state government. To renew our nation we must have a renewal of American federalism.", "new_id": -2}, {"uid": "1297258276038010882", "i": 39059, "idx": 5, "sa": ["Mike Pence"], "q": "out under the white stones of Arlington National Cemetery died, and it is not good government.\" <strong> Mike Pence </strong>, R-Ohio., said he wants tax money cut off from abortion providers, too. <q> Planned Parenthood is far and away the largest abortion provider in America and they are also the largest recipient of federal funding under Title Ten, </q> <strong> Mike Pence </strong> said. \"And I believe the time has come for that to end.\" The hearing's chairman conveyed the key issue facing the panel. CBN IS HERE FOR YOU!", "new_id": -2}, {"uid": "1296225951235159601", "i": 476, "idx": 3, "sa": ["Eric Holcomb", "Mike Pence", "Mitch Daniels", "Mike McDaniel", "Barack Obama"], "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for <strong> Eric Holcomb </strong>, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for <strong> Mitch Daniels </strong>, a potential GOP Barack Obamaial aspirant who has said he", "new_id": -2}, {"uid": "1296781096226541600", "i": 16692, "idx": 4, "sa": ["Mike Pence", "Michele Bachmann"], "q": "for <strong> Mike Pence </strong>'s proposal in light of the footage. And <strong> Mike Pence </strong> <strong> Michele Bachmann </strong>, R-Minn., a co-sponsor on that bill, linked to the first Planned Parenthood video on her Facebook page, vowing to introduce her own bill <q> that would prohibit Planned Parenthood from receiving any future federal money directly or indirectly. </q> The undercover videos bear similarities to those that united lawmakers in opposition to low-income advocacy group ACORN. The New Jersey Planned Parenthood video showed a couple walking into the Perth Amboy clinic for help with their \"", "new_id": -2}, {"uid": "1297443949230703173", "i": 34638, "idx": 9, "sa": ["Mike Pence", "Richard Nugent"], "q": ", \"many of whom were swept into office fueled by tea party anger over the health care law,\" are now facing the same expensive, unforgiving health insurance market as middle-class Americans the GOP wantonly abandoned: <q> \"I have a niece who has pre-existing conditions, and I worry about her if she was ever to lose her job, </q> said Florida <strong> Mike Pence </strong> <strong> Richard Nugent </strong> \", one of the freshman lawmakers who declined federal health insurance benefits. Every single House Republican voted to repeal the health care law last month. \"I can simply", "new_id": -2}, {"uid": "1295682265065617928", "i": 117, "idx": 11, "sa": ["Mike Pence"], "q": "said Monday he's leaning in one direction but declined to say what it was. \"We're nearing the end of a process that began right after Election Day in November,\" <strong> Mike Pence </strong> said. <q> We've determined that it would be appropriate for us to make a decision on our general direction before the end of January. </q> His recent activities suggest he has been keeping his options open. <strong> Mike Pence </strong> addressed state legislators Monday and is speaking at 16 upcoming Lincoln Day dinners across the state. He campaigned heavily for Indiana GOP", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the \"Jersey Shore\" sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong> \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t... \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}]