[{"uid": "1297096904101318657", "i": 25714, "idx": 9, "sa": ["George H. W. Bush", "George W. Bush", "Donald Rumsfeld"], "q": "<strong> George H. W. Bush </strong>, while praising <strong> George W. Bush </strong>: \" Asked if he admired <strong> George H. W. Bush </strong>- a Republican <strong> George H. W. Bush </strong> he didn't serve under- <strong> Donald Rumsfeld </strong> was curt. \" \"No. No,\" <strong> Donald Rumsfeld </strong> said. <q> No, I was kind of disappointed in him.... He decided he wanted to leave people with the impression that he didn't want to go to the CIA[ in the Ford administration]. And that someone made him go there. And it was probably <strong> Donald Rumsfeld </strong> or something. </q> I'll get a chance to sit down with <strong> Donald Rumsfeld </strong> while I'm in DC later this week, along with other journalists, to discuss his new memoirs. Looks like it will be a lively conversation", "new_id": -2}, {"uid": "1296745421246644752", "i": 20147, "idx": 1, "sa": ["Paul Bremer", "George H. W. Bush", "Donald Rumsfeld"], "q": ". Ultimately, <strong> Donald Rumsfeld </strong> blames former <strong> George H. W. Bush </strong> for not clearly resolving the disagreement and clearly charting a post-war plan before hostilities commenced, instead deferring to his point man on Iraq reconstruction, L. <strong> Paul Bremer </strong>. <strong> George H. W. Bush </strong> <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made, </q> writes <strong> Donald Rumsfeld </strong>. <strong> Paul Bremer </strong>, suggests <strong> Donald Rumsfeld </strong>, pursued a muddled reconstruction plan that more closely resembled that which was advocated by the State Department. At the same time, <strong> Donald Rumsfeld </strong> gripes <strong> Paul Bremer </strong> did not keep the", "new_id": -2}, {"uid": "1296084277120438801", "i": 1306, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt.\" <q> There will be huge explosions all over Fleet Street if police get to the truth, </q> he told the BBC. Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an important element of the user experience on sunherald.com. We invite you to comment", "new_id": -2}, {"uid": "1295797194125714432", "i": 21385, "idx": 3, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": ".\" Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. But deputy prime minister <strong> Nick Clegg </strong> insisted Sunday: <q> I don't think this government will miss a beat. </q> AFP <cite> This story is sourced direct from an overseas news agency as an additional service to readers. Spelling follows North American usage, along with foreign currency and measurement units. </cite> Join the conversation", "new_id": -2}, {"uid": "1294979190239403024", "i": 40936, "idx": 10, "sa": ["Allen Iverson", "Kobe Bryant", "Ronnie King"], "q": "to stop him,\" said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. \"I didn't realize it,\" <strong> Kobe Bryant </strong> said when told about his scoring spree. <q> You just get into one of those rhythms. My teammates were looRonnie King for me, it just feels like the ball finds you. </q> The Lakers led 89-79 entering the fourth quarter. The Nuggets drew within five points three times before a three-point play by <strong> Kobe Bryant </strong> with 6:41 remaining made it 101-93. That was only the beginning. Two free throws by", "new_id": -2}, {"uid": "1295802703043466753", "i": 4247, "idx": 2, "sa": ["Jared Jeffries", "Rodney Carney", "Danilo Gallinari", "Samuel Dalembert", "Allen Iverson", "Nicolas Batum"], "q": "scored 17, <strong> Jared Jeffries </strong> had 15 and <strong> Danilo Gallinari </strong> 12 for the KNicolas Batumks( 16-22), who snapped a two-game losing streak. The KNicolas Batumks also ended a nine-game skid in Philadelphia, dating to Dec. 17, 2004. <q> We finally got one here, </q> <strong> Jared Jeffries </strong> said. \"We made some big plays when we needed them down the stretch.\" <strong> Allen Iverson </strong> scored 16 points, <strong> Rodney Carney </strong> added 13 and <strong> Samuel Dalembert </strong> had 12 and a season-high 21 rebounds for the Sixers( 12-26", "new_id": -2}, {"uid": "1297438136170033168", "i": 23594, "idx": 1, "sa": ["Steve Ballmer"], "q": ". So werde Nokia die Erfahrungen aus der Handy-Gestaltung und Unterst?tzung verschiedener Sprachen einbringen, hie es. Au?erdem wird Nokia die Microsoft-Suchmaschine Bing f?r seine Handys und Dienste bernehmen. Nokias eigener Karten-Dienst wird bei Microsoft integriert. <q> Wir entwickeln bereits erste Windows-Telefone von Nokia </q>, verk?ndete <strong> Steve Ballmer </strong>. Die beiden Firmen-Chefs konnten allerdings noch keinen Zeitpunkt f?r den Marktstart nennen. ZUKUNFT VON SYMBIAN Nokia setzte bei den Computer-Telefonen bisher vor allem auf das eigene Betriebssystem Symbian, das aber", "new_id": -2}, {"uid": "1294996234169689094", "i": 19970, "idx": 2, "sa": ["Ellen DeGeneres", "Simon Cowell"], "q": "a risky strategy. For all his caustic snark, <strong> Simon Cowell </strong>'s approach worked, and he was a massive part of the show's identity. Moreover, says Slezak, <strong> Simon Cowell </strong> was someone who could deliver <q> succinct, brutally honest and witty </q> critiques in an off-the-cuff fashion. \"<strong> Simon Cowell </strong> was the voice of the people,\" he says. \"He had a very specific skill that not everyone can pull off. Even <strong> Ellen DeGeneres </strong>, who has", "new_id": -2}, {"uid": "1297662316154386433", "i": 24992, "idx": 2, "sa": ["Robert McNamara", "Donald Rumsfeld"], "q": "bungling on Vietnam. But unlike <strong> Robert McNamara </strong>, who said the United States repeated Vietnam's moral, political, economic and cultural mistakes in Iraq, <strong> Donald Rumsfeld </strong> is still blinded by ego. As part of his <q> Je ne regret rien pas </q> book tour, the 78-year-old former defense secretary stopped by the Conservative Political Action Conference on Thursday, where he got the group's annual \"Defender of the Constitution\" award. Only another person with such an ironic", "new_id": -2}, {"uid": "1297215580168738818", "i": 15473, "idx": 2, "sa": ["Robert Gates", "Donald Rumsfeld"], "q": "as defence secretary by <strong> Robert Gates </strong>. \"The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world,\" said <strong> Donald Rumsfeld </strong>. <q> What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were not hurting people, </q> he said. <strong> Donald Rumsfeld </strong> described it as \"a fine operation\" , and said US military personnel working there have \"taken a lot of the heat unfairly\" and \"deserve a lot of credit\" for their", "new_id": -2}]