[{"uid": "1297263888245678118", "i": 23266, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "I don't know enough to know precisely what's taking place, but that tends not to be helpful,'' Mr. <strong> Donald Rumsfeld </strong> said on the`` America's Morning News'' radio broadcast. <q> I'm hoping there is effective private diplomacy taking place... and the turmoil that we are seeing will ease, </q> he said. The 78-year-old former congressman and Bush Cabinet member talked about some of the revelations he writes about in the memoir, including his sense that the country's national security command structure needs to be", "new_id": -2}, {"uid": "1296667040253952025", "i": 39322, "idx": 1, "sa": ["Linas Kleiza", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "Miller bricked two free throws with 16.5 seconds left. After <strong> Allen Iverson </strong> drove and missed from close, <strong> Marcus Camby </strong> tipped the ball and <strong> Linas Kleiza </strong> got possession, hitting the shot from the left wing while falling away under pressure. <q> I just looked up at the clock and saw it was two seconds left, shot it up and it went in, </q> <strong> Linas Kleiza </strong> said. <strong> Carmelo Anthony </strong> had 30 points and 12 rebounds, <strong> Marcus Camby </strong> added 19 points, 14 boards and three blocked shots, and <strong> Allen Iverson </strong> had his streak of four straight 30-point performances end, finishing with 21. But", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}, {"uid": "1295089641253313042", "i": 1565, "idx": 0, "sa": ["David Letterman"], "q": ". And with my children, that was uncomfortable.'' Kelsey and Camille are still legally married and working through the finances of their pending divorce. Kelsey wants to marry Kayte as early as next month. <q> The kids seem to be doing OK, </q> Kelsey said in an interview with <strong> David Letterman </strong>.`` We've been spending quite a bit of time with them, Kayte and I. Kayte's my new girl, and we're planning to get married soon.''", "new_id": -2}, {"uid": "1296227273172146729", "i": 1456, "idx": 9, "sa": ["Barack Obama", "Mike Pence"], "q": "<strong> Mike Pence </strong> mentioned the governor's office to him.`` He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress,'' he said. <q> This has been on his mind for a long time. </q> <strong> Barack Obama </strong> Franken Explains Why He Thinks Obamacare's Individual Mandate to Buy Insurance Is Needed", "new_id": -2}, {"uid": "1295156019144408576", "i": 14416, "idx": 0, "sa": ["Tony Van", "Sergio Marchionne", "Paul Martin"], "q": ", over a tense but productive dinner at Topiary's Steak and Seafood Restaurant near <strong> Paul Martin </strong> Airport. Lewenza told the Star's <strong> Tony Van </strong> Alphen that <strong> Sergio Marchionne </strong> didn't see any horns growing out of his head: <q> I think he left knowing there were none but they could come out any time if we're backed into a corner. </q> Despite the tough discussion, <strong> Sergio Marchionne </strong> got what he wanted, while in return, Lewenza got only a promise of future gains. They built a relationship based on trust and mutual respect. Lewenza appears at", "new_id": -2}, {"uid": "1295977910157089808", "i": 30975, "idx": 23, "sa": ["Carmelo Anthony", "Vince Carter", "Allen Iverson", "Raja Bell"], "q": "so aggressive. He wanted the ball more than everybody else.'' <strong> Carmelo Anthony </strong> said he just wanted to take advantage of the smaller defenders such as <strong> Raja Bell </strong> the Suns put on him and score some easy baskets early, <q> and the way I was going to do that was with offensive rebounding. </q> Seven of his rebounds came off the offensive glass. <strong> Allen Iverson </strong> led the Nuggets with 31 points and had 12 assists and no turnovers, teaming with <strong> Carmelo Anthony </strong> <strong> Vince Carter </strong>, who had 11 assists and just two turnovers, to", "new_id": -2}, {"uid": "1295125227265830412", "i": 35008, "idx": 11, "sa": ["Dan Rather", "Abu Musab al-Zarqawi", "Donald Rumsfeld"], "q": "POWs By GIs Probed''. CBS News. April 27, 2004.^ a b ZNet| Iraq| <strong> Abu Musab al-Zarqawi </strong> Ghraib^ Glaister, <strong> Dan Rather </strong>; Borger, Julian( May 13, 2004). <q> 1,800 new pictures add to US disgust </q>. London: The Guardian.^ Shanker, Thom; Schmitt, Eric( May 8, 2004).`` <strong> Donald Rumsfeld </strong> Accepts Blame and Offers Apology in Abuse''. The New York Times.[ dead", "new_id": -2}, {"uid": "1296257994075055127", "i": 10686, "idx": 0, "sa": ["Eric Schmidt", "M. Simpson", "George Jepsen"], "q": "but won't give the AG what it collected. The stipulation will avoid going to court as settlement negotiations continue, <strong> George Jepsen </strong> said. He is coordinating a 40-state probe into the Wi-Spy incident. <q> The details of the biggest privacy breach in history shouldn't be settled in secret, </q> said John <strong> M. Simpson </strong>, director of Consumer Watchdog's Inside Google Project.`` This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.'' Consumer Watchdog this weekend released", "new_id": -2}, {"uid": "1295633071004243472", "i": 31809, "idx": 4, "sa": ["Eric Schmidt", "Steve Ballmer"], "q": "So now <strong> Eric Schmidt </strong> has no direct role in decision making and will operate in a reduced capacity as advisor instead.`` We will continue to discuss the big decisions among the three of us,'' he writes. <q> But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> Hopefully he'll be Microsoft's <strong> Steve Ballmer </strong>! I always thought <strong> Eric Schmidt </strong> becoming the CEO of Google was the best thing to happen to Microsoft in a long while. It will be interesting to see if Larry", "new_id": -2}]