[{"uid": "1296228272172146710", "i": 20870, "idx": 7, "sa": ["Mitch Daniels", "Mike Pence", "Tim Pawlenty", "Dan Coats"], "q": "continue to raise money as a member of Congress). But Indiana senator  Dan Coats  tells NRO that if and when  Mike Pence  does announce, he will enter the governor's race as the frontrunner.  He is clearly someone who could carry on the remarkable success of  Mitch Daniels ,   Dan Coats  says. \"I am going to strongly encourage him to run. I know he's going to take a little Tim Pawlentye to assess it, but I hope he's our next governor.\"\" ", "new_id": -2}, {"uid": "1296138824192086067", "i": 24107, "idx": 0, "sa": ["Michael Duffy", "Mike Pence", "Tom Davis"], "q": ". This means that the days are numbered for the auTom Davisated recordings at airports, and announcements about a color code level that were, too often, accompanied by little practical information.\"\"  TIME cover story-  The Role Model: What Obama Sees in Reagan,  by  Mike Pence  Scherer and  Michael Duffy : \"Both faced deep economic downturns with spiking unemployment in their first term. Both relied heavily on the power of oratory.` Our hope,' admits Gibbs,` is", "new_id": -2}, {"uid": "1297339126177307664", "i": 12857, "idx": 0, "sa": ["George W. Bush", "Mike Pence"], "q": "longtime Republican political aide thought  Mike Pence  had somehow let down his principles and his country by not taking a chance on the George W. Bushial race. Folks on the  Mike Pence  for  George W. Bush  bandwagon were in a deep funk.  Seriously, who else do we have?  one of them asked me. \"Unless something miraculous happens, and we get an unexpected gift candidate.\"\"  Another GOP stalwart agreed: \"Sad to say, but at a time when we need", "new_id": -2}, {"uid": "1296255733207339541", "i": 58111, "idx": 4, "sa": ["Richard Lugar", "Mike Pence"], "q": " Richard Lugar  Prather, a retired auto worker from Anderson, said after the Pendleton town hall that he believed  Mike Pence 's reputation as a federal spending hawk would serve him well running for the governor's office.  I think he would have been a good candidate for president, but I'm glad he didn't,  Prather said. \"In the next race, he can run for president.\"\"  Details of fatal Westport punch emerge, according to prosecution", "new_id": -2}, {"uid": "1295996155228769804", "i": 38259, "idx": 2, "sa": ["Rachel Maddow", "Wolf Blitzer", "Mike Pence", "Michelle Obama", "Bill Maher", "Lawrence O'Donnell", "Robert Gibbs", "Ron Paul", "Daniel Hernández"], "q": "Post.\"\"  11:00 p.m.: A special live edition of \"The Last Word with  Lawrence O'Donnell\"\"  12:00 a.m.\"\"  A special live edition of \"The  Rachel Maddow  Show\"\"  CNN  The Situation Room with  Wolf Blitzer  :  Mike Pence   Ron Paul ( R-TX)'  Daniel Hernández , intern to  Mike Pence  Giffords( D-AZ) and guest of First Lady  Michelle Obama  for tonight's State of the Union; White House Press Secretary  Robert Gibbs ;  Bill Maher , political", "new_id": -2}, {"uid": "1297433131058949652", "i": 46043, "idx": 4, "sa": ["Bob Vander Plaats", "Mike Pence", "Ron Klein", "Bill Posey", "Mitt Romney"], "q": "\" The FBI would add the names of those people to the National Instant Criminal Background Check System, used by federally licensed gun dealers to screen their customers. Federal law prohibits the sale of guns to anyone  adjudicated as a mental defective or who has been comMitt Romneyed to a mental institution.  However, Kentucky is one of many states that does not notify the FBI when its courts make such decisions, said  Mike Pence   Bob Vander Plaats  DamRon Klein, D-Nicholasville, the  Bill Posey 's sponsor. \"The problem", "new_id": -2}, {"uid": "1296251220002900001", "i": 23476, "idx": 0, "sa": ["Fred Karger", "Mike Pence", "Jimmy McMillan", "Barack Obama", "Herman Cain"], "q": "the starting down linemen for the Green Bay Packers.  Herman Cain  is a talk show host and former pizza company CEO from Georgia,  Fred Karger  is a California political consultant and gay activist and  Jimmy McMillan  is the leader of the  Rent is Too Damn High  party in New York, and is now probably best known for being parodied on \"Saturday Night Live.\"\"  That's the current Republican field for the 2012 Barack Obamaial race.  Mike Pence , a", "new_id": -2}, {"uid": "1296370414073023502", "i": 4526, "idx": 1, "sa": ["Mike Pence"], "q": "the only one with a chance of keeping Republican  Mike Pence  out of the governor's office. Asked to help Indy's underprivileged kids, Star readers stepped up in droves Revisiting 5 of the year's most moving  Our Children, Our City  subjects From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1295467035045563919", "i": 20382, "idx": 0, "sa": ["Mike Pence", "Chris Matthews", "Debbie Wasserman Schultz", "Eric Cantor", "Brian Bilbray"], "q": " Mike Pence   Debbie Wasserman Schultz ( D-FL) discusses the facts of the Affordable Health Care for AmEric Cantora Act on MSNBC's Hardball with  Chris Matthews  and sets the record straight for  Mike Pence   Brian Bilbray ( R-CA).  Mike Pence   Debbie Wasserman Schultz  to  Mike Pence   Brian Bilbray :  You are entitled to your own opinion but you are not entitled to your own facts.  http://wn.com/MSNBC_Debbie Wasserman Schultz_Debbie Wasserman Schultz_criticizes_new_breast_cancer_screening_guidelines On MSNBC,  Mike Pence   Debbie Wasserman Schultz  discusses new breast cancer screening guidelines from the US Preventive Services Task Force. She also discusses how she believes we will find common ground when it comes to abortion funding and health insurance", "new_id": -2}, {"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy.`` I think that's part of what he's been positioning for,'' said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}]