[{"uid": "1297402284143720477", "i": 3548, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama", "Rick Santorum"], "q": ",'' explained former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong>. <strong> Rick Santorum </strong>, a one-time Pennsylvania senator preparing a run for president, rounded out the collective cry of Cassandra by announcing that the nation was being run by a heretic. <q> This is someone who doesn't believe in truth and evil in America, </q> he said of <strong> Barack Obama </strong>. For decades, the Conservative Political Action Conference has been a bellwether of conservative thought. And the first day of this year's event, with record attendance boosted by ever multiplying", "new_id": -2}, {"uid": "1295787933070975492", "i": 10663, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": ". <strong> Eric Schmidt </strong> and Page said the moves are intended to speed up decision-making at the top of the Internet giant, which also posted strong fourth- quarter results. The management reshuffle has been brought about to <q> streamline decision making and create clearer lines of responsibility and accountability </q> at the top of the company, <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong> oversaw a period of tremendous growth as chief executive for the past decade, as <strong> Google Inc. </strong> turned into a Web search-engine powerhouse with a complementary search-ad business", "new_id": -2}, {"uid": "1296429332256245803", "i": 12007, "idx": 12, "sa": ["Jalen Rose", "Allen Iverson", "Reggie Miller", "Jermaine O'Neal"], "q": ". <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the Pacers, who were down just 61-59 at halftime after getting 33 from <strong> Reggie Miller </strong>.`` I wish it was reversed,'' <strong> Reggie Miller </strong> said. <q> The game is four quarters. I hate doing things early. I like doing it late. </q> <strong> Allen Iverson </strong> scored 14 of Philadelphia's final 17 points in the third, including the last 10. He drilled a 17-footer, another long jumper and hit a 3-pointer to give the Sixers their biggest lead to that point", "new_id": -2}, {"uid": "1295862437042090540", "i": 10314, "idx": 0, "sa": ["Michael Vick", "Tiger Woods", "Ben Roethlisberger", "Dan Rooney"], "q": "CITIZEN For a while, it appeared <strong> Ben Roethlisberger </strong> might be headed down the same dark career path <strong> Michael Vick </strong> or <strong> Tiger Woods </strong> ventured onto but since his return, the 28-year-old has been a model NFL citizen. <q> <strong> Ben Roethlisberger </strong> has done a great job, </q> Steelers owner <strong> Dan Rooney </strong> told FOXSports.com.`` <strong> Ben Roethlisberger </strong> did his time.`` He did everything he was asked to do. He conducted himself as a real gentleman.`` I'm very proud of", "new_id": -2}, {"uid": "1296509935175063107", "i": 7300, "idx": 0, "sa": ["Sergio Marchionne"], "q": "to share the wealth with its unionized work forces now that they are solidly profitable. It's a harder problem than it seems, since both have become solid moneymakers in part because of worker concessions. <q> It was absolutely owed that we treat our people properly, </q> CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call, as reported by the Free Press.`` The obligation to our people was much greater than the need to improve our bottom line profitability.''", "new_id": -2}, {"uid": "1295453081167215104", "i": 23737, "idx": 0, "sa": ["Steve Cooley", "David Letterman", "Stephen Kahn"], "q": "2010. <strong> Steve Cooley </strong> said through a spokeswoman that he was unaware of those donations and that he does not know Delijani. <strong> David Letterman </strong> Lingscheit, the detective on Delijani's case, declined to comment, saying, <q> I've been instructed to inform all press matters to our headquarters bureau. </q> <strong> Stephen Kahn </strong>, the attorney for Afshin Nassir, the tenant currently being prosecuted for forgery, said he had`` never seen anything like this.''`` In a case like this, the fact", "new_id": -2}, {"uid": "1297606486106446870", "i": 15326, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "delicious attack on the French comes in his recounting of his 1983 meeting with <strong> Saddam Hussein </strong>, during which the dictator said that France`` understood the Iraqi view''. Over the years that followed, <strong> Donald Rumsfeld </strong> observes drily: <q> That particular remark came to my mind on more than one occasion and I never had cause to doubt it. </q> The biggest regret <strong> Donald Rumsfeld </strong> has is that he failed to resign after the photographs of American soldiers abusing prisoners at Abu Ghraib came to light in 2004. He says he tried repeatedly to persuade <strong> President Bush </strong> to accept", "new_id": -2}, {"uid": "1295565086075235341", "i": 13160, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Sergey Brin"], "q": "Only three days after Apple chief executive <strong> Steve Jobs </strong> announced he was taking an undefined medical leave, Google chief executive <strong> Eric Schmidt </strong> announced that he would hand that job over to co-founder Larry Page. a tweet( <q> Day-to-day adult supervision no longer needed! </q>, poking fun at his blog post. The latter explained that he, Page and other co-founder <strong> Sergey Brin </strong> no longer needed to guide the company as a trio: <blockquote> So Larry, <strong> Sergey Brin </strong> and I have been talking", "new_id": -2}, {"uid": "1295980148057327644", "i": 3628, "idx": 2, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "the Republican Party,'' <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, independent of Vermont, said Monday. </blockquote> And here's The Wall Street Journal( with bonus <strong> Sen. Bernie Sanders </strong> quote!): <q> Now, Republicans not only have made Mr. Ryan chairman of the House Budget Committee, but on Tuesday the House is expected to vote to give him unprecedented powers to force spending cuts for the current fiscal year. That authority will allow Mr. Ryan to act unilaterally in setting an overall spending level for the rest of the year, a job usually handled by his full panel....`` Up until this point, the Republican leadership has been vague about what federal programs they want to cut, </q> said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats.`` On the other hand, Congressman Ryan has been very clear on this subject.'' </blockquote> If the picture still isn't clear enough,", "new_id": -2}, {"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.'' The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q> started to open her eyes, literally, </q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying:`` <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,'' <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}]