[{"uid": "1296708030055181330", "i": 35859, "idx": 0, "sa": ["Lionel Hollins", "Chris Wallace", "Earl Watson", "Michael Heisley", "Allen Iverson"], "q": "his Twitter feed:`` God Chose Memphis as the place that I will continue my career.'' Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added: <q> I feel that they are committed to developing a winner and I know that I can help them to accomplish that. I feel that I can trust them. </q> The Grizzlies are believed to be offering <strong> Allen Iverson </strong> a one-year deal worth$ 3.5 million, which is far less than the nEarl Watsony$ 21 million he earned last season in Denver and Detroit but more than anyone else was", "new_id": -2}, {"uid": "1297367249190234648", "i": 41715, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "`` What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,'' her statement said. She also wished her ex and his fiancee, Kayte Walsh, <q> love and happiness in their new marriage. </q> <strong> David Letterman </strong> on his show last month that he plans to marry Walsh sometime in February. The veteran actor starred in the comedy series`` Cheers'' and`` Frasier.'' <strong> Camille Grammer </strong>, 42, appeared on the", "new_id": -2}, {"uid": "1296651928246464554", "i": 49923, "idx": 0, "sa": ["Paul Pierce", "Allen Iverson"], "q": "to score five points. <strong> Paul Pierce </strong> shot 1 for 4 and finished with two points in 26 minutes. <strong> Allen Iverson </strong> said one of the replacement referees expressed his surprise at Boston's level of intensity in a preseason game. <q> I was like` This is a dress rehearsal but you've got to get it right,' <strong> Allen Iverson </strong> said.`` We want to get it right and we want be perfect in preseason games, regardless of who is on the floor and regardless of who we're playing against. You don't want to have to be trying to figure it out when the real stuff starts. </q> Boston( 5-1) has not lost since dropping a 96-90 decision at Houston on Oct. 7. The Celtics will wrap up the preseason with games Tuesday night at New York and Wednesday night at Cleveland, then open", "new_id": -2}, {"uid": "1297176031226918403", "i": 3784, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers"], "q": "LATE SHOW with <strong> David Letterman </strong>,'' MONDAY, FEB. 7( <strong> Aaron Rodgers </strong> walks out onstage as CBS Orchestra plays`` We Are the Champions,'' and audience gives him a standing ovation) Dave: <q> We were talking a little bit about your itinerary for today. Under any circumstances, it would be grueling, but especially after winning the Super Bowl, MVP, and all of the traveling, thank you, thank you very much for the trouble. </q>( audience applauds) <strong> Aaron Rodgers </strong>:`` No, this is fun for me. I mean, this is-- I watch your show a lot.'' Dave:`` I appreciate that.", "new_id": -2}, {"uid": "1295440369254591006", "i": 24479, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "inspired by talent show judge <strong> Simon Cowell </strong>. The actress plays mean cheerleading coach Sue Sylvester on the hit musical series, and says she can see similarities between her on-screen role and the pop mogul. <q> If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>, </q> <strong> Jane Lynch </strong> explains.`` You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. He's a great inspiration for the character. <strong> Jane Lynch </strong> went on to tell The Sun:", "new_id": -2}, {"uid": "1295632987007700499", "i": 9154, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "chairman.html?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed%3A+blogspot%2FMKuf+%28Official+Google+Blog%29&amp;utm_content=Google+Feedfetcher\" title=\"statement\"> statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder <strong> Larry Page </strong> in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q> Day-to-day adult supervision is no longer needed! </q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called`` adult supervision'' for Google's young founders, will take on the role of executive chairman,", "new_id": -2}, {"uid": "1295166111052756492", "i": 25627, "idx": 0, "sa": ["Mike Pence", "Kevin Brady", "Carolyn McCarthy"], "q": ", there's plenty of ammo there for them.'' <strong> Carolyn McCarthy </strong> plans to re-introduce a bill this week that outlaws large-volume bullet magazines. For Texas Republican <strong> Kevin Brady </strong>, it's a lost cause. <q> I'm not supportive of it, and I don't think it will gain much traction in the House, </q> <strong> Kevin Brady </strong> says. Like <strong> Kevin Brady </strong>, Indiana Republican <strong> Mike Pence </strong> says what happened in Tucson should not be blamed on a public policy that needs fixing.`` What we had here was a despicable human being", "new_id": -2}, {"uid": "1296128045255868977", "i": 36606, "idx": 7, "sa": ["Michael Vick"], "q": "and he could become a free agent if the NFL labor situation allows. The Eagles want him back and <strong> Michael Vick </strong> wants to stay in Philadelphia, which gave him a shot when it seemed no one else would. <q> Hopefully, I'll be with the Eagles next year. We'll see what happens, </q> said <strong> Michael Vick </strong>, who added that he expects`` everything to go according to plan.''`` We'll see what happens over the next couple months. I just got to be patient and take it day by", "new_id": -2}, {"uid": "1295391415226230272", "i": 58264, "idx": 0, "sa": ["Barack Obama", "Sergio Marchionne"], "q": "bedside, good news keeps coming Doctors are optimistic about Congresswoman Giffords' progress. Doctors are extremely pleased with Giffords' progress Emotional <strong> Barack Obama </strong> talks about Congresswoman Giffords opening her eyes and states <q> we are there for her. </q> WINDSOR, Ontario( AP)- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. CEO <strong> Sergio Marchionne </strong> says", "new_id": -2}, {"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan.`` He's my first Division I recruit,'' <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q> He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves. </q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley`` has <strong> Michael Vick </strong> capabilities.'' <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}]