[{"uid": "1297326779046071825", "i": 4961, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "( 2001-2006) during which he ran the Defense Department for <strong> President Bush </strong>- particularly since nearly two-thirds of the book deals with that relatively brief period in the author's life. But, as <strong> Donald Rumsfeld </strong> writes, he's <q> never much of a handwringer, I don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others. </q> As seems typical of so much here, that's partially true; the author has no taste for self-criticism or second-guessing himself. Masterly bureaucratic survivor that he was until he ran out of room to maneuver", "new_id": -2}, {"uid": "1295595231037634053", "i": 11021, "idx": 11, "sa": ["Eric Schmidt", "Google Inc."], "q": ", and an implant would cross the line. He also said that as users voluntarily share information online, it doesn't need users to type in search queries for the company to tailor the results. <q> We don't need you to type at all. We know where you are. We know where you've been. We can more or less know what you're thinking about, </q> he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and <strong> Google Inc. </strong> as \"creepy\". \"The biggest thing I wonder is after a year or so of having various", "new_id": -2}, {"uid": "1295736130001638465", "i": 29296, "idx": 0, "sa": ["Bruno Zevi", "Andy Coulson"], "q": "statement. Her husband <strong> Bruno Zevi </strong>, an architect, Jewish leader and member of Italy's clandestine Justice and Liberty movement while fascists held power, died in 2000. They had two children. Report Abuse <q> I am certain that she has groomed thousands and thousands of other Jewesh into keeping the HATRED alive. The Christian ethic of FORGIVENESS is a forbidden word in the Jewesh lexicon. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297355394081428543", "i": 7928, "idx": 0, "sa": ["Ben Bernanke", "Sen. Bernie Sanders"], "q": ", more the excuse for FED to buy bonds.\" this will help make the stock market fly and devaluate savings of american people and more unemployment more foreclosure and more bank failures Report Abuse <q> A Real Jaw Dropper at the Federal Reserve </q> by <strong> Sen. Bernie Sanders </strong> At a Senate Budget Committee hearing in 2009, I asked Fed Chairman <strong> Ben Bernanke </strong> to tell the American people the names of the financial institutions that received an unprecedented backdoor bailout from the", "new_id": -2}, {"uid": "1295899592111312945", "i": 12253, "idx": 0, "sa": ["Harvey Levin", "Chet Brewster", "Eddie Murphy", "Dave Chappelle", "David Letterman", "Chris Tucker", "Richard Pryor", "Jim Carey", "Jerry Seinfeld", "Whoopi Goldberg"], "q": "the hilarious <strong> Dave Chappelle </strong> Show featuring Comedian <strong> Dave Chappelle </strong>( as seen on Comedy Central) and so many more! Never before has a comedy event ramped up so much excitement and holds such historical significance says Executive Producer <strong> Chet Brewster </strong>, <q> This will be a great night of comedy! Mooney is the Godfather of this thing. Never before has a comedy event been offered this way through Pay Per- View! There's not one comic that it seems he has not inspired or touched in some way. </q> Mooney has been the inspiration for a long line of world-famous comics like <strong> Jim Carey </strong>, <strong> Whoopi Goldberg </strong>, <strong> Harvey Levin </strong> Townsend, <strong> Chris Tucker </strong>, <strong> Jerry Seinfeld </strong> and <strong> Eddie Murphy </strong>. Special participation from talk show host <strong> David Letterman </strong> and comics <strong> Jerry Seinfeld </strong>, <strong> Richard Pryor </strong> Beltzer and", "new_id": -2}, {"uid": "1297645716244187137", "i": 17257, "idx": 3, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "have vowed to fight the proposed funding cut. \"In my community, Planned Parenthood is a very highly regarded, mainstream organization,\" said Rep. <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as <q> driven by an extreme ideological agenda. </q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people. \"This", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.\" ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}, {"uid": "1297130828165691454", "i": 14744, "idx": 6, "sa": ["Christina Aguilera", "Donald Rumsfeld"], "q": "( Custom Made RSS Feed) Google Executive Emerges as Key Figure in Revolt- WSJ.com[ del.icio.us] Super Bowl 2011: <strong> Christina Aguilera </strong> and Groupon fluff their lines Russian Islamist leader claims responsibility for Moscow airport attack Global Times <q> Top 10 fabricated news stories in 2010 </q> http://bit.ly/hnj8vk Has anyone done a \"Top 10 harmonized news stories\" ranking? Bestsellers from the Guardian shop <strong> Donald Rumsfeld </strong>'s Demons by <strong> Donald Rumsfeld </strong> Cockburn Â£ 13.59 12 Mar 2003 Britain's position", "new_id": -2}, {"uid": "1297419793219660332", "i": 14915, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Blog home Nokia and Microsoft tieup: liveblog 10.12 am: <q> We have been on a complex journey... this announcement with Microsoft is just one part. </q> OOh, and now we get <strong> Steve Ballmer </strong>. SB: \"honour and privilege to be here today.. thank <strong> Stephen Elop </strong>. It was a year ago that we unveiled WP7 at MWC... it's", "new_id": -2}, {"uid": "1295911715085770242", "i": 32746, "idx": 1, "sa": ["Bill Lockyer"], "q": "recent article on NY Times about \"discussions\" on state bankruptcies. Not Gon na Happen. Economix has California's state treasurer, <strong> Bill Lockyer </strong> response: State Bankruptcies? \"Ludicrous,' He Says <q> \"It's a cynical proposal, intended to incite a panic in response to a phony crisis, </q> Mr. <strong> Bill Lockyer </strong> said in a conference call with journalists. \"Killer bees, space aliens, and now it\"s the invasion of the bankrupt states.\"\" Company: Calculated Risk Website", "new_id": -2}]