[{"uid": "1296532535074448904", "i": 45506, "idx": 3, "sa": ["Maurice Cheeks", "Andrea Bargnani", "Allen Iverson"], "q": "at that end, considering he lost his starting job because of his poor defense. \"We didn't make the correct switch,\" Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q>Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end.</q> <strong> Allen Iverson </strong> ack-to-back defeats wasn't an option for the Toronto Raptors. <strong> Andrea Bargnani </strong> scored 25 points to lead the Raptors to a 115-92 win over New York on Sunday, two days after a loss to the Knicks at Madison", "new_id": -2}, {"uid": "1296618533025804828", "i": 47188, "idx": 0, "sa": ["Bob Dylan", "Barack Obama", "Jimmy Fallon", "David Letterman", "Stevie Wonder"], "q": ", <strong> Barack Obama </strong> said he has <strong> Stevie Wonder </strong>, <strong> Bob Dylan </strong> and the Rolling Stones on his iPod. Unfortunately, the question was, \"Do you have a plan to fix the economy?\" â\u0080¢ <strong> Jimmy Fallon </strong>-- <q>A year into <strong> Barack Obama </strong>'s first term in office, unemployment is higher, the national debt is higher and there are more soldiers serving in Afghanistan. When asked about it, <strong> Barack Obama </strong> was like,` Well, technically that is change.'</q> The 2010 elections worsened the comics' tone: â\u0080¢ <strong> David Letterman </strong>-- \"Voters didn\"t like how <strong> Barack Obama </strong> was handling the economy. Wait a minute-- he was handling the economy?\"", "new_id": -2}, {"uid": "1297209869085721103", "i": 38773, "idx": 0, "sa": ["Eric Cantor", "Kirsten Gillibrand", "Barbara Boxer", "House Judiciary Committee"], "q": ". It's the economy: Democrats also hammered Republicans for making abortion legislation a major priority early into the new Congress. They accused the GOP of abandoning a campaign pledge to create jobs. <q>I do not understand how this Republican Congress can move from that mandate to create jobs, to create opportunities in this country toward how we undermine women's reproductive health,</q> said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). <strong> Eric Cantor </strong> rejects talking point: <strong> House Judiciary Committee </strong> Majority Leader <strong> Eric Cantor </strong>( R-Va.), saying that the federal government doesn't create jobs, said Republicans are trying to make good", "new_id": -2}, {"uid": "1297201048168214538", "i": 911, "idx": 0, "sa": ["Jessica Szohr", "David Letterman", "Aaron Rodgers"], "q": "when she did an interview with E! Online after participating in the Celebrity Beach Bowl only teasing support.*** When asked about <strong> Aaron Rodgers </strong>, she revealed which team she was cheering for this weekend. <q>I'm rooting for the Packers because I'm from Green Bay!</q> <strong> Jessica Szohr </strong> told E! Online at a pre-Super Bowl bash.*** During the interview with <strong> David Letterman </strong>, <strong> Aaron Rodgers </strong> has said he thinks the Packers have a good chance to become the first team to repeat as Super Bowl", "new_id": -2}, {"uid": "1297234976152961059", "i": 22188, "idx": 1, "sa": ["the Fox", "Paula Abdul", "Simon Cowell"], "q": "include controversy, vocal groups, not just soloists, and maybe, <strong> Paula Abdul </strong> as a judge. <strong> Simon Cowell </strong> says he's \"spoken to her, she knows I'm a big fan.\" He adds he's <q>always said at some point we are going to be working together.</q> But, he says he has \"to take everyone's opinions into account\" including the show's other producers and <strong> the Fox </strong> network. <strong> Simon Cowell </strong> says the judges' panel will be announced about a month from now.", "new_id": -2}, {"uid": "1295697682262275121", "i": 35603, "idx": 0, "sa": ["Andy Coulson"], "q": "it has been frozen \"for at least the last three years'. \"Members are expected to attend evening meetings and often arrive direct from work without having eaten,\" she added. <q>The meetings can last for hours so this is a cost-effective way of humanely addressing the basic issues of hunger and thirst.</q> Search for new No 10 media chief The search is under way for a new director of communications at No 10 following the resignation of <strong> Andy Coulson </strong>. Banks break-up` being considered\" The head of the commission", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q>I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company,</q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called \"Googled: The End of the World As We Know It,\" said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}, {"uid": "1295476638129810491", "i": 4149, "idx": 0, "sa": ["Lloyd Blankfein", "Steve Ballmer", "Barack Obama"], "q": "<strong> Barack Obama </strong> said. At today's meeting with CEOs, <strong> Barack Obama </strong> and Hu said it was important for the two nations to deepen their business ties. Promise From Hu Hu said his nation <q>welcomes U.S. companies and promised that China would treat fairly U.S. companies doing business there. \"It all feels very, very good that you asked us to be a partner,</q> Jim McNerney, the chief executive officer of Boeing, said to Hu at the start of the session. Other attendees at the meeting were Chief Executive Officer <strong> Steve Ballmer </strong> of Microsoft; CEO <strong> Lloyd Blankfein </strong> of Goldman Sachs", "new_id": -2}, {"uid": "1295260647064110618", "i": 1317, "idx": 0, "sa": ["Newt Gingrich", "Jack Kemp", "Ronald Reagan", "Mike Pence"], "q": "counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> Jim Ryan, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q><strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,</q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1296584744264634370", "i": 18288, "idx": 0, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": "porn and food industries ha... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009...", "new_id": -2}]