[{"uid": "1295807551044548101", "i": 584, "idx": 0, "sa": ["Gordon Brown", "Andy Coulson", "Harriet Harman"], "q": "whether his phone had been hacked when he was Labour prime minister between 2007 and 2010. <strong> Gordon Brown </strong>'s office declined to comment, but Labour deputy leader <strong> Harriet Harman </strong> said police must investigate the allegations. <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,<q> she told Sky News. \"Nobody is above the law, no newspaper editor, no journalist.\" <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone", "new_id": -2}, {"uid": "1295559318082083864", "i": 846, "idx": 2, "sa": ["Eric Schmidt"], "q": "surged in expectations of a strong quarter. But the stock began to weaken when the news hit. corporate release, <strong> Eric Schmidt </strong> suggested that the troika had come to a joint decision on the new management roles. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.<q> For his part, Page said that <strong> Eric Schmidt </strong> \"has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept", "new_id": -2}, {"i": 24637, "idx": 1, "index_answer": 4, "new_id": -1, "q": "Wizards on Tuesday. They watched an 11-point halftime lead evaporate against the Raptors in the third quarter. \"<strong> Fatboy Slim </strong>'re jumping out and holding leads and we just can't hold them,\" guard <strong> Allen Iverson </strong> said. <q><strong> Fatboy Slim </strong> play well for a while and then it seems we just lose focus.<q> <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-balance layup. He sank the free throw for a 108-106 lead. <strong> Lou Williams </strong>' last-chance 3-pointer was off the mark,", "sa": ["Fatboy Slim", "Chris Bosh", "Samuel Dalembert", "Lou Williams", "Allen Iverson"], "uid": "1296279092111296547"}, {"uid": "1296260491067190794", "i": 4026, "idx": 3, "sa": ["Steve Jobs", "Eric Schmidt", "Vic Gundotra"], "q": ", as I know as a former Apple board member- you have to use their development tools, their platform, their software, their hardware,\" <strong> Eric Schmidt </strong> said at a conference this fall. <q>If you submit an application, they have to approve it. You have to use their monetization and their distribution. That would not be open. The inverse would be open.<q> But <strong> Vic Gundotra </strong> is the one senior Googler who has been pointedly critical of <strong> Steve Jobs </strong> and Apple- at least in public. Last May, at Google's annual developer conference, <strong> Vic Gundotra </strong> told the world", "new_id": -2}, {"uid": "1296972578100106243", "i": 17933, "idx": 0, "sa": ["Josh Freeman", "Michael Vick", "Aaron Rodgers"], "q": "has 25 touchdown passes and just five interceptions on third down. \"<strong> Aaron Rodgers </strong>'s a special athlete,\" Green Bay coach Mike McCarthy said after the Packers defeated Chicago 21-14 in the NFC championship game. <q>He can do everything you want at the quarterback position. Can make all the throws. Very smart. Has great command of the quarterback position.<q> And he can run. He gained 356 yards rushing this season, ranking third in the league behind Philadelphia's <strong> Michael Vick </strong>( 676) and Tampa Bay's <strong> Josh Freeman </strong>( 374). In his three seasons", "new_id": -2}, {"uid": "1297364739143966216", "i": 26641, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "war-humpers were saying at the time, which your reviewer remembers as, \"Well, torture by American soldiers might be bad, BUT AT LEAST WE'RE NOT SADDAM.\" Now the standard seems to be, <q>Torture is bad but at least we're not opponents of torture! Overstatement is the greatest terrorist.<q> Known and Unknown has all the stuff you crave: Rummy's first go-round as <strong> Donald Rumsfeld </strong> of Defense in the Ford administration; the famous meeting with America's( at that time) good buddy <strong> Saddam Hussein </strong> in", "new_id": -2}, {"uid": "1295729282227016705", "i": 38252, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q>A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR<q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Police Auction", "new_id": -2}, {"uid": "1295893308127107076", "i": 4437, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": "a touchdown, the second-longest interception return in Packers playoff history. <strong> Tramon Williams </strong>' interception of a <strong> Michael Vick </strong> pass in the end zone in the final minutes clinched Green Bay's 21-16 Wild Card win over Philadelphia. <q>I don't think I could have sat up there and told you I was capable of this,<q> said <strong> Tramon Williams </strong> about watching Louisiana Tech from the stands his freshman year before walking-on. \"But my mentality is coming up, if you ask anyone who I've grown up with, I've always been a smaller", "new_id": -2}, {"uid": "1296366488199786542", "i": 36581, "idx": 0, "sa": ["Mike Pence"], "q": "campaigner and a \"cordially confrontational\" radio talk-show host. Now he stands poised to run for Indiana's highest office, after turning down urgings from conservative activists to run for president in 2012. <q>We seriously considered it, which for a small town boy from Southern Indiana is a very humbling thing...,<q> <strong> Mike Pence </strong> said last week. \"But at the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead.\"", "new_id": -2}, {"uid": "1297262377064667673", "i": 22556, "idx": 0, "sa": ["Jessie J", "Simon Cowell"], "q": "We've become quite used to <strong> Simon Cowell </strong>'s insults after watching him on almost every talent search competition since the new millennium, but saying <q>the US has the best talent in the world<q>... Erm, can someone throw a <strong> Jessie J </strong> CD at him? He made this ludicrous statement after discussing his latest talent search show( yes.. another one!) which is an American version of", "new_id": -2}]