[{"uid": "1297260081046088218", "i": 10079, "idx": 4, "sa": ["Eric Schmidt"], "q": "we're pretty happy with that balance now. The engineers build stuff, the lawyers come in, there are then a series of often very difficult fights inside the company between the different stakeholders.\" <q> The days when we could just ship a product are gone. We do much, much more than five years ago. It is a permanent change. </q> EU investigation Asked whether <strong> Eric Schmidt </strong> saw Google being dragged into a decade-long antitrust battle with the EU- in a similar vein to Microsoft's long-running skirmish with the European authorities- he replied: \"", "new_id": -2}, {"uid": "1297277192033341459", "i": 9969, "idx": 1, "sa": ["Simon Cowell"], "q": "Banner at one of America's biggest sporting events. <strong> Simon Cowell </strong> said: \"It sounded like 100,000 people in a stadium had just sat on a cat.\" He went on to say: <q> I always say this, this is what happens when you perform in front of an audience- even someone as experienced as <strong> Christina Aguilera </strong>. You can get it wrong. That was bad. </q> Â© Independent Television News Limited 2011. All rights reserved.", "new_id": -2}, {"uid": "1296403919251199507", "i": 6379, "idx": 3, "sa": ["Kobe Bryant", "Michael Strahan", "Allen Iverson"], "q": " \"When somebody gets 49 points in the first three quarters obviously its going to draw attention to the other team,\" said <strong> Allen Iverson </strong>, whose career high of 60 came against Orlando on Feb. 12, 2005. <q> When somebody's got 49 points they want to make sure I get the ball out of my hands, and that's what they did. My responsibly is to give it up and my teammates had to make plays. </q> They couldn't. <strong> Michael Strahan </strong> was 4-for-10 from the field in the fourth and the rest of the team made 3 of 9. While <strong> Allen Iverson </strong> got cold, <strong> Kobe Bryant </strong> heated up. <strong> Kobe Bryant </strong> picked up his fourth foul 38", "new_id": -2}, {"uid": "1297271856047726682", "i": 5199, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "helped integrate Yahoo! across Microsoft's search engine and adCenter. <strong> Steve Ballmer </strong> also announced that the company's senior server and tools buisness veep <strong> Amitabh Srivastava </strong> was leaving Microsoft, but he didn't reveal why. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and will work to ensure a smooth transition with the Windows Azure team. I wish him well in his new endeavors, </q> said <strong> Steve Ballmer </strong>. Muglia resigned in January this year but will stay on until the summer to help <strong> Satya Nadella </strong> fill his boots, so to speak. Â® \"Ads-funded\" Microsoft Works pilot barges onto your", "new_id": -2}, {"uid": "1295582258248299524", "i": 15111, "idx": 10, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "most scrutinized companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of \"Googled- The End of the World As We Know It.\" <q> I think <strong> Eric Schmidt </strong> is burned out. </q> There have been signs Mr. <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly calls to discuss its earnings. More recently", "new_id": -2}, {"uid": "1296364057155516930", "i": 953, "idx": 0, "sa": ["Mikhail Gorbachev", "Norman Schwarzkopf", "Colin Powell", "George H.W. Bush", "Rudy Giuliani"], "q": ", when he was a mortgage broker in St. <strong> Rudy Giuliani </strong>. Those events included former <strong> George H.W. Bush </strong>, retired <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong> and former Soviet leader <strong> Mikhail Gorbachev </strong>-- and an array of business training and sales pros. <q> They want to get you feeling upbeat and feeling good, and to help you feel like that on a regular basis, you can buy products from the different speakers who have something to sell, </q> he said. \"They're selling something that you believe you need, and that's why you're there in the first place.\" Get Motivated produces 25 to 35 shows a year, <strong> George H.W. Bush </strong>", "new_id": -2}, {"uid": "1295633904157057075", "i": 12299, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "scandal at one of Britain's sauciest tabloids. The aide, <strong> Andy Coulson </strong>, had edited News of the World, Britain's biggest-selling Sunday newspaper, until 2007 and shortly after was hired by <strong> David Cameron </strong>. <q> Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> <strong> Andy Coulson </strong> said in a statement. The resignation is a blow for <strong> David Cameron </strong> who had repeatedly backed <strong> Andy Coulson </strong> against calls for his resignation, saying earlier this week that everyone deserved a \"second chance.\"", "new_id": -2}, {"uid": "1295637393157057065", "i": 21731, "idx": 3, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "n't heard: Did <strong> Eric Schmidt </strong> jump ship, or was he forced to walk the plank? He Jumped <strong> Eric Schmidt </strong> has \"career aspirations outside of Google,\" says Bianca Bosker at The Huffington Post. <q> Some speculate <strong> Eric Schmidt </strong> will remain executive chairman only temporarily before pursuing a career in the public sector, a field in which he has previously demonstrated interest. </q> She quotes Google biographer <strong> Ken Auletta </strong> who says \"he jumped\" and \"won't stay that long\" at the company. He Was Pushed <strong> Eric Schmidt </strong> stepping down creates a \"huge advantage\" for Google, writes", "new_id": -2}, {"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?\" American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q> It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like, \"What just happened?'? </q> But <strong> Simon Cowell </strong>'s value was instantly clear. \"I still didn\"t know what the hook of this show was-all these kids come out and sing,\" stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}, {"uid": "1297271219196116489", "i": 42409, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "emblezzing moves too? Or how they think we can't decide what we want? I bet <strong> Barack Obama </strong> will have a aide intercepting any hate posts or critical ones so his feelings won't be hurt:( Report Abuse <q> in other words noone can say a bad thing about <strong> Barack Obama </strong> or they </q> will get ya they'll get ya.. now.dont you dare tarnish his above Time.com: Smartphone Sins: Catholic Church Approves Confession by iPhone ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Hot Stock Alert", "new_id": -2}]