[{"uid": "1296727907183500817", "i": 19768, "idx": 22, "sa": ["Allen Iverson", "Tim Duncan", "George Karl", "Kobe Bryant"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no Tim Duncane, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q> I don't think we can lose a[ player] because of an injury the rest of the way, </q> <strong> George Karl </strong> said. \"It's the Tim Duncane of year where we have to play like it's a playoff circumstance. Everybody is hurting a <strong> Kobe Bryant </strong> bit-- AI is probably at the top of the list.\"", "new_id": -2}, {"uid": "1295936249231571462", "i": 13667, "idx": 1, "sa": ["Metta World Peace", "Allen Iverson", "Kobe Bryant", "LeBron James"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength. \"I survived, I'm still here,\" he said. <q> I'm a new man, stMetta World Peaceger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the Mavericks. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1295565086075235341", "i": 15916, "idx": 5, "sa": ["John Gruber", "Eric Schmidt"], "q": "people don't want Google to answer their questions... They want Google to tell them what they should be doing next.\" * In that same piece, writer Holman W. Jenkins Jr. reported that <strong> Eric Schmidt </strong> <q> predicts, apparently seriously, that every young person one day will be entitled automatically to change his or her name on reaching adulthood in order to disown youthful hijinks stored on their friends' social media sites. </q>( After that article appeared, tech blogger <strong> John Gruber </strong> gave <strong> Eric Schmidt </strong> a new title: attendees at a forum organized by the Atlantic Monthly heard him testify to how much Google could learn about its users with their", "new_id": -2}, {"uid": "1295886626001212416", "i": 49199, "idx": 2, "sa": ["Zahi Hawass"], "q": "of one sun god, Aton. The bust is at the top of a \"wish list\" of five major artifacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q> Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti, </q> <strong> Zahi Hawass </strong> said in a statement. But he asked that \"this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" Play video Moscow Airport Blast Kills At Least", "new_id": -2}, {"uid": "1296917358046448669", "i": 15776, "idx": 0, "sa": ["Barbara Walters", "David Letterman"], "q": "host <strong> David Letterman </strong> underwent emergency heart surgery in 2000 and chatted candidly with <strong> Barbara Walters </strong> about his feelings of joy following the operation. But they didn't last long. During the chat, <strong> David Letterman </strong> stated, <q> Depression is a black hole... I've dabbled in it. \"There's a difference in being sad and being blue and being depressed and being chemically or clinically depressed. I do know the difference between those and it's horrifying. \"Without some kind of medicinal help... institutions used to be full of people who were depressed. </q>", "new_id": -2}, {"uid": "1295879374140918830", "i": 3565, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "government outreach and technology. Starting on April 4, <strong> Larry Page </strong>, Google Co-Founder, will take charge of Google's day-to-day operations as Chief Executive Officer. Commenting on these changes, <strong> Eric Schmidt </strong> said: <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and Sergey for a long time to come. </q>", "new_id": -2}, {"uid": "1295564526217792700", "i": 12377, "idx": 0, "sa": ["Blake Lewis", "Simon Cowell"], "q": "particularly Cowell+Simon Cowell\"> <strong> Simon Cowell </strong>. After \"Idol,\" Malakar made many TV guest appearances and has been commonly parodied in popular culture. He got to fifth place in Season 2 of the reality TV show <q> I'm a Celebrity... Get Me out of Here! </q> In May 2010, Seattle- based pizzeria chain. Lewis+Blake Lewis\"> <strong> Blake Lewis </strong> As Season's 6 runner-up, <strong> Blake Lewis </strong> released his debut album \"A.D.D.( Audio Day Dream)", "new_id": -2}, {"uid": "1296084552189841416", "i": 6789, "idx": 0, "sa": ["Michael Vick", "Andy Reid"], "q": "comfortable playing from behind. Not surprisingly, he said it wasn't. \"I don't think that's it. I put it in that category of figuring it out,\" <strong> Andy Reid </strong> said. <q> We get in there, and again this is as coaches and players, we get it right and make sure, as coaches, we're putting the guys in the right positions to make plays, and then the guys are making them. And sometimes that takes a little bit of time, at least in the cases that you're mentioning; other games we've gone out and exploded out of the box. </q> <strong> Andy Reid </strong> said the late success has something to do with figuring out on the fly how to counter the unusual things teams are coming up with to defend <strong> Michael Vick </strong>. \"I think we're making", "new_id": -2}, {"uid": "1297460386090980360", "i": 9901, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "a particular group. A group that has been hit harder by the recession than most. Veterans. A U.S. Senator was there to urge new steps to make sure they can find work. <q> For the men and women who, literally, risking their lives, giving everything of themselves to defend our country and our freedom, I think going that extra mile really does matter and I think we should, </q> said Senator <strong> Kirsten Gillibrand </strong>. There are some 900 veterans of wars in Afghanistan and Iraq that are out of work in the Central New York region. Those wars continue to produce more veterans and, in turn", "new_id": -2}, {"uid": "1295992799205340701", "i": 5485, "idx": 2, "sa": ["Michael Vick"], "q": "officials that united to save them. \"I didn't interview <strong> Michael Vick </strong> for this book because to me the story was more about what happened afterwards, which was an amazing thing,\" says Gorant. <q> At the very core of the story is the human-animal bond that affects and inspires us all. </q> Gorant will kick-off NASC's Annual Conference with the story of The Lost Dogs, on May 11 at 5 p.m., at Town and Country Resort and Convention Center in San Diego. The conference is", "new_id": -2}]