[{"uid": "1295736488267124758", "i": 20783, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q>A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR</q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit united arab", "new_id": -2}, {"uid": "1297724508166166602", "i": 19202, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "in Tucson and has started speaking, making specific requests for food and talking to loved ones. \"They're short sentences but specific, and very communicative,\" said <strong> Kirsten Gillibrand </strong> about <strong> Gabrielle Giffords </strong>' progress. <q>I think that's really what people are so excited about- that she's able to speak, that she's able to communicate and now its all about whether she can continue to grow, can continue to recover, and really get all her faculties back.</q> MyFoxNY this morning, <strong> Kirsten Gillibrand </strong> spoke about her newly-announced legislation that will allow homeowners to deduct the full amount of their property taxes from their federal income taxes. The Homeowner Tax Fairness Act is intended to help middle", "new_id": -2}, {"uid": "1297113048152240228", "i": 47573, "idx": 3, "sa": ["Paula Abdul", "Simon Cowell"], "q": "be a judge on his new show, which debuts next fall and has not yet announced a full judging panel, <strong> Simon Cowell </strong> demurred. \"I'm a massive fan of <strong> Paula Abdul </strong>,\" he said. <q>We've been in regular contact. I'm not going to say today who we are going to confirm or not, because the truth is we haven't made up our minds up yet.... It comes down to who I think is interesting, and the commitment and the expertise each person offers.</q> One critic asked about X Factor allowing kids as young as 12 to audition, noting <strong> Simon Cowell </strong> has criticized exposing children to the intense TV competition spotlight. \"We've started to see a trend", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,\" <strong> Sen. Bernie Sanders </strong> said. \"We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.\" <q>To me, it's a disaster,</q> said New York-based labor activist <strong> Jonathan Tasini </strong>. \"When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.\"", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}, {"uid": "1297619941254115849", "i": 29591, "idx": 3, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "- have vowed to fight the proposed funding cut. \"In my community, Planned Parenthood is a very highly regarded mainstream organization,\" said Rep. <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as <q>driven by an extreme ideological agenda.</q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people. \"This would roll back decades", "new_id": -2}, {"uid": "1295905716137494594", "i": 26159, "idx": 0, "sa": ["Zahi Hawass"], "q": "at Neues Museum Egypt's Supreme Council of Antiquities( SCA) sent the request to the Prussian Cultural Heritage Foundation, which runs the Neues Museum in the German capital where the bust is kept. <q>The foundation's position on the return of Nefertiti remains unchanged,</q> foundation president Professor Hermann Parzinger said in a statement. \"She is and remains the ambassador of Egypt in Berlin.\" Egypt's antiquities chief, <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of", "new_id": -2}, {"uid": "1294977903249905195", "i": 5924, "idx": 1, "sa": ["Eric Snow", "Allen Iverson", "Tyrone Hill", "Devean George"], "q": "had 12. <strong> Eric Snow </strong> had 12 points and 13 assists, <strong> Tyrone Hill </strong> had 12 points and nine rebounds and <strong> Devean George </strong> Lynch had eight points and 12 rebounds for Philadelphia, which improved the NBA's best record to 46-16. <q>It felt funny playing against guys you played with all year,</q> <strong> Allen Iverson </strong> said. \"You look left, you look right and there are guys that were always right there in the foxhole with you, who felt bad when you felt bad. It was tough.\" <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1296037931233095171", "i": 33103, "idx": 1, "sa": ["Michael Vick"], "q": "a shill for the tobacco, drug or e-cigarette industry.\" She also tries to recast the safety question. \"I can't point to anything to say it's 100 percent safe,\" Keller said. <q>The thing is, it only needs to be safer. The only standard is that it's safer than smoking.</q> <strong> Michael Vick </strong> Scores First Endorsement Since Prison Release Wheelchair-Bound Woman Rescued From Under MARTA Train Police Arrest Suspected Pimp At Marietta Hotel Video Shows Man Threatening Cashier With Machete Husband Held In Police Custody After Wife Killed In Fire Bust A", "new_id": -2}, {"uid": "1297353501031227960", "i": 1597, "idx": 0, "sa": ["Hosni Mubarak", "President Bush", "Zahi Hawass"], "q": "12-day closure. But few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q>We will open the museum after the strike is finished. I don't know when the strike is finished,</q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. \"I need things to go back to normal.\" Egypt's conflict pits autocratic <strong> President Bush </strong> <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators", "new_id": -2}, {"uid": "1296218172048857090", "i": 12608, "idx": 6, "sa": ["Cecile Richards", "Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "\" <strong> Cecile Richards </strong>, the fund's president, said in a statement. But among conservatives, the only disappointment was that he wasn't aiming at the White House rather than the Statehouse. <q>I'm just disappointed because I considered him the best,</q> said Ralph Benko, a former Reagan administration aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she", "new_id": -2}]