[{"uid": "1295607662129794065", "i": 20763, "idx": 1, "sa": ["Eric Schmidt"], "q": "up 26 percent on a year ago, while profit was up 29 percent. To put this into perspective, however, Google's$ 2.54 billion Q4 profit was still less than half Apple managed. <q>Q4 marked a terrific end to a stellar year,</q> said <strong> Eric Schmidt </strong>.\" Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as", "new_id": -2}, {"uid": "1296373424172048389", "i": 5722, "idx": 0, "sa": ["Zahi Hawass"], "q": "is now safe and under military guard, a torched ruling party headquarters building next door to the museum was still a bigger threat to the treasures inside museum, <strong> Zahi Hawass </strong>, Egypt's antiquities chief said. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> he was quoted as saying by The Associated Press. Egyptian Museum attracts millions of visitors and tourists every year, according to official figures. A home to the gold mask of King Tutankhamun,", "new_id": -2}, {"uid": "1295584860019480589", "i": 12079, "idx": 0, "sa": ["Eric Schmidt"], "q": "paid clicks were up 11 percent from the prior quarter and 18 percent from the year-ago quarter. \"Q4 marked a terrific end to a stellar year,\" Google CEO <strong> Eric Schmidt </strong> said in a statement. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile.</q> Google's results may offset the uncertainty surrounding the announcement of <strong> Eric Schmidt </strong>'s exit on April 4 as CEO. taking over as CEO and will oversee day-to-day operations, including product and technology development. Google", "new_id": -2}, {"uid": "1296413915005996548", "i": 814, "idx": 0, "sa": ["Michael Vick"], "q": "NFC starting quarterback <strong> Michael Vick </strong> of Philadelphia probably appreciates his appearance more than anyone on either side of the ball, considering how far he has come since serving prison time for his role in dogfighting operation. <q>This one feels great due to the fact that I've been through so much and trained to getting back to this position,</q> he said earlier this week. \"It's paramount for me and my family and I'm just thankful.\" Arizona safety Adrian Wilson has said he was surprised to make the team- as a", "new_id": -2}, {"uid": "1296005497137592852", "i": 11450, "idx": 3, "sa": ["Eric Schmidt"], "q": "executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. \"We've got very complicated government issues,\" he said, adding that <q>we move quickly, and we tend to be disruptive at scale.</q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Treasurer", "new_id": -2}, {"uid": "1297687639083525660", "i": 28538, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "to weaken them by the industry or anyone else are blocked.\" Senator <strong> Kirsten Gillibrand </strong> is also aware of possible cuts to the bill in congress and what the affect will be. <strong> Kirsten Gillibrand </strong> said, <q>We have to make sure that when someone is advocating for cutting funding, that their not cutting the oversight we just created. No family should suffer from what we suffered from here in the Buffalo region when the crash happened.</q>", "new_id": -2}, {"i": 1135, "idx": 4, "index_answer": 1, "new_id": -1, "q": "who has been the vocal wrestling fan having guest hosted WWE's \"Monday Night RAW\" back in October 2009. \"Yeah the belt's really caught on,\" said <strong> Aaron Rodgers </strong>. <q>It's a celebration that started in practice and the fans loved it and you got to give them what they love. Usually it was just after a run or something. Sometimes <strong> Ric Flair </strong> surprise myself on those.</q> <strong> David Letterman </strong> ended the segment by heading out into the audience and having <strong> Aaron Rodgers </strong> wing him a pass. Guidelines: Fan feedback should be within the guidelines for the NFL community. These guidelines will", "sa": ["David Letterman", "Aaron Rodgers"], "uid": "1297451512119193621"}, {"uid": "1295691463220823570", "i": 9643, "idx": 0, "sa": ["Michael Vick", "Donald Driver"], "q": "the Packers said in an interview that Sunday would be a dog fight and the dog that bites the hardest wins. \"Is <strong> Donald Driver </strong> playing football or hanging out with <strong> Michael Vick </strong>?\"* From Currie: <q>Three ironies behind the Ottawa Senators recent scoring slump: 3. Locke can't load; 2. Fisher can't find the net; 1. Winchester has no firepower.</q>* Climate change has been tied to the fall of the Roman Empire. Scientists are now studying the carbon footprint of the Maple Leafs.* Currie, on the Canadian Broadcast Standards Council banning", "new_id": -2}, {"uid": "1295286541082853912", "i": 1962, "idx": 1, "sa": ["Steve Ballmer"], "q": "month for the first 12 months of service to qualified customers that sign up by June 30, 2011. \"Sales professionals are at the heart of almost every successful business,\" <strong> Steve Ballmer </strong> said. <q>Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market.</q> Based on the new Microsoft Dynamics CRM 2011 release, Microsoft Dynamics CRM Online delivers breakthrough productivity by providing familiar, intelligent and connected experiences to users across the organization: Familiar experiences for sales, service", "new_id": -2}, {"uid": "1296826564039223317", "i": 15759, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": " \"English baccalaureate\". This is awarded to teenagers who achieve GCSEs in English, maths, a science, a foreign language and a humanity, such as history or geography, at grade C or above. <q>This reflects the subjects the Russell group universities have said they value most,</q> <strong> Michael Gove </strong> said. In 2004, about 15,000 non-academic qualifications were taken in schools. By 2010, this had risen to about 575,000. <strong> Andy Burnham </strong>, Labour's shadow education secretary, said that while a", "new_id": -2}]