[{"uid": "1296713442108806145", "i": 852, "idx": 4, "sa": ["Tyronn Lue", "Allen Iverson", "Ray Allen"], "q": "`` I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said Thanks to platinumchefindia for some of these highlights. <strong> Ray Allen </strong> Biography/Stats: <strong> Ray Allen </strong>( born July 20, 1975), referred to as <strong> Ray Allen </strong>, is an", "new_id": -2}, {"uid": "1297225373053084179", "i": 45417, "idx": 5, "sa": ["Michael Vick"], "q": "newspaper. Since his release from prison in 2009, <strong> Michael Vick </strong> has voluntarily spoken to kids about how dogfighting is wrong, among other things. An online promotion for Saturday's event, billed as <q> providing an alcohol-free environment filled with positive role models and messages for teens aged 14-17, </q> said <strong> Michael Vick </strong>'s`` inspiring message about overcoming life's challenges has reached teenagers all over the country.'' The NFL indefinitely suspended <strong> Michael Vick </strong> in August 2007 after he pleaded guilty to a federal charge of bankrolling", "new_id": -2}, {"uid": "1295581685033980418", "i": 48022, "idx": 4, "sa": ["Eric Schmidt", "John Battelle"], "q": "rivals, said:`` <strong> Eric Schmidt </strong> has been at it for a decade, a very long time to be running a company, particularly one that has very headstrong founders in key positions of power.'' <q> I think it's fair to say that Larry Page will not be a conventional CEO- he's not been much of a public figure for the past ten years, </q> <strong> John Battelle </strong> added on his blog, Battellemedia.com.`` It will be interesting to see if that changes, or if Page chafes at the relentless public demands of running a massively scrutinized public company.''", "new_id": -2}, {"uid": "1295600230194969603", "i": 38093, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "leadership.'' Wondering where the other co-founder <strong> Sergey Brin </strong> fits into all this? Well, he will now be in what could be described as the`` cool department'' otherwise known as focusing on <q> strategic projects, in particular working on new products. </q> In a blog post, <strong> Eric Schmidt </strong> said never in his wildest dreams did he expect Google to be this successful when he joined 10 years ago. He said that himself, Page and <strong> Sergey Brin </strong> had acted", "new_id": -2}, {"uid": "1296767726048218112", "i": 37846, "idx": 2, "sa": ["Courtney Lee", "Allen Iverson", "Matt Geiger"], "q": "''`` <strong> Allen Iverson </strong> told me he got 15 minutes of sleep last night, that was 15 more than I expected,'' said 76ers coach Larry <strong> Courtney Lee </strong>, who took his record sixth different organization to the playoffs. <q> It was a big thing for him to finally get here. </q> The game was tied at 78-78 with eight minutes left when the 76ers went on a 23-8 run over the next seven minutes to put away the game. <strong> Matt Geiger </strong> scored 10 of his playoff career-high 23 points in that", "new_id": -2}, {"uid": "1296866191123699217", "i": 29241, "idx": 4, "sa": ["Sergio Marchionne"], "q": "why it's on the table and we're going to discuss it.'' <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding <q> for all I know it could be based here. </q> Please sign-in/optin or register to be able to submit comments. Data is a real-time snapshot* Data is delayed at least 15 minutes Global Business and Financial News, Stock Quotes, and Market Data and Analysis", "new_id": -2}, {"uid": "1296127954229654536", "i": 24494, "idx": 0, "sa": ["Rahm Emanuel", "Michael Vick", "Keith Miller"], "q": "his release from Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last <strong> Keith Miller </strong>. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said court agreed Tuesday to take <strong> Rahm Emanuel </strong>'s appeal of a decision that threw him off the ballot for Chicago mayor and ordered election officials not to print any mayoral ballots without <strong> Rahm Emanuel </strong>", "new_id": -2}, {"uid": "1295224474227999745", "i": 13855, "idx": 2, "sa": ["Sam Donaldson", "Whoopi Goldberg", "David Letterman"], "q": "] going to have to pass three tests. The first is, will he get there, stand in front of the podium, and not drool?'' After the audience showed its disapproval, <strong> Sam Donaldson </strong> responded, <q> Wait a minute, I don't mean that disrespectfully. </q> <strong> David Letterman </strong> replied,`` Well, I think we all took that as flattery, <strong> Sam Donaldson </strong>, we did.'' When <strong> Whoopi Goldberg </strong> drew a distinction between`` rape'' and`` rape-rape,'' she possible provided an explanation", "new_id": -2}, {"uid": "1297254047238534667", "i": 45812, "idx": 1, "sa": ["Simon Cowell"], "q": "six days a week on the Stateside show. SiCo also confessed that taking the hit show to America is`` a risk'', after revealing that the winner's prize would <strong> Simon Cowell </strong> explained: <q> Putting up that kind of prize money- it's a massive, massive risk. </q>`` But it's also an incredible incentive and I think it rightly puts everybody under an enormous amount of pressure. So I'm nervous, but also confident it was the right thing to do.", "new_id": -2}, [{"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?'' American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q> It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like,` What just happened?'? </q> But <strong> Simon Cowell </strong>'s value was instantly clear.`` I still didn't know what the hook of this show was-all these kids come out and sing,'' stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}]]