[{"uid": "1297450139057557005", "i": 27935, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "include not only the device, but the software, services, applications and customer support that make a great experience,'' <strong> Stephen Elop </strong>, president and CEO at Nokia, said at a joint news conference in London. <q>Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.</q> Microsoft CEO <strong> Steve Ballmer </strong> added: ''Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute", "new_id": -2}, {"uid": "1296040609025690129", "i": 24769, "idx": 0, "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "q": "Union speech. Democratic <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> sat in a bipartisan group with Republicans from Alabama, Kansas, and Wyoming. He said the president sounded less like a professor and more like a statesman. <q>Governing and budgeting are about choices and priorities, and I agree with the president that our budget focus needs to be on what makes America stronger,</q> <strong> Patrick Leahy </strong> said in a written statement. <strong> Sen. Bernie Sanders </strong> praised the president's take on a wide range of issues that the Independent routinely fights for. ''The president covered a lot of territory tonight but", "new_id": -2}, {"uid": "1295642186060784646", "i": 5236, "idx": 0, "sa": ["Armando Iannucci", "Andy Coulson"], "q": "Mr. <strong> Andy Coulson </strong> insisted that he had no knowledge whatsoever of these illegal activities, but still intended to resign because stories about him were becoming a distraction. He then tried to make light of this situation by joking, <q>When the spokesman needs a spokesman, it's time to move on.</q> As Matt Wells noted on The Guardian's live blog dedicated to Mr. <strong> Andy Coulson </strong>'s resignation, soon after the statement was released, the British comedian <strong> Armando Iannucci </strong>- who created'' In the Loop", "new_id": -2}, {"uid": "1295877991251510814", "i": 8994, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": "served as CEO previously, from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years... ''a nice round number''... and Page was ready to lead the company into the future. <q>Larry and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up,</q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly$ 30 billion. The company meanwhile reported its", "new_id": -2}, {"uid": "1297109629077856777", "i": 9605, "idx": 3, "sa": ["Sergio Marchionne"], "q": "of the U.S. auto industry. ''The great thing about this country, it has the ability to learn.'' Eminem, one of Detroit's most famous residents, gets it, <strong> Sergio Marchionne </strong> said. <q>He represents part of America that I think is important as hell. I think it's at the heart of what we are.</q> OK, not everyone likes the rapper's music, <strong> Sergio Marchionne </strong> conceded, ''but a lot of what he is is us, you know? I mean there's sort of a seriousness about that kid that is", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not ''have much to add'' to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q>I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point,</q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory. ''I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}, {"uid": "1297093828077135937", "i": 38616, "idx": 4, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "including <strong> Colin Powell </strong>-- had faith in the intelligence at the time. ''There's a lot of stuff[ in] the press that say <strong> Colin Powell </strong> was against[ the war],'' he said. <q>But I never saw even the slightest hint of that.</q> ''The idea that he was lying or duped is nonsense,'' <strong> Donald Rumsfeld </strong> added. <strong> Donald Rumsfeld </strong> said ''it's possible'' that decisions on troop levels in Iraq may have been the biggest mistake", "new_id": -2}, {"uid": "1297269857137707551", "i": 33176, "idx": 0, "sa": ["Zahi Hawass", "Howard Carter"], "q": "were in need of restoration work including a statue of King Tutankhamun, part of the treasure trove discovered in his tomb in Luxor's Valley of the Kings, uncovered by British archaeologist <strong> Howard Carter </strong> in 1922. <q>We started the restoration two days ago. In three days, all these monuments will be completely restored,</q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office.", "new_id": -2}, {"uid": "1295983367241025063", "i": 35718, "idx": 0, "sa": ["Tony Parker", "Rafer Alston", "Allen Iverson", "Mike Woodson"], "q": "18 of 25 shots and each of his six free throws. ''<strong> Rafer Alston </strong> shot was feeling good tonight and it opened up stuff for me in the second half,'' said <strong> Tony Parker </strong>, who had 10 assists. <q>I'm just going to try to keep it going and not be satisfied with myself because you know <strong> Gregg Popovich </strong> is going to be on me the next game.</q> Hawks coach <strong> Mike Woodson </strong> said he tried different defensive schemes but none were effective. ''<strong> Tony Parker </strong> was the difference tonight http://wn.com/Allen_Iverson_46pts_vs_Tim_Duncan_Spurs_98/99_*Vintage_AI_*Rare <strong> Allen Iverson </strong> finally came up with an outstanding offensive performance, just in time for the Philadelphia 76ers' first", "new_id": -2}, {"uid": "1295563164055378000", "i": 6541, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ": Starting April 4, co-founder Larry Page, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman and will focus externally on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-all of which are increasingly important given Google's global reach.</q> Internally, <strong> Eric Schmidt </strong> will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>. We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying", "new_id": -2}]