[{"uid": "1295030362239566879", "i": 28173, "idx": 1, "sa": ["Steve Ballmer"], "q": "corporate headquarters has revolved faster than the judge's panel on American Idol.'' Noritsu's new printer is smaller than competing products and uses ink jet cartridges instead of chemicals <strong> Steve Ballmer </strong> was vague about the reasons. <q> This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles, </q> said <strong> Steve Ballmer </strong>, in an e-mail Monday to Microsoft employees. Then came the inevitable follow-up.`` In conjunction with this leadership change, Bob has decided to leave Microsoft this summer,'' wrote <strong> Steve Ballmer </strong>.`` He", "new_id": -2}, {"uid": "1295741039001638416", "i": 12692, "idx": 6, "sa": ["Allen Iverson"], "q": "certainly saw what they missed out on Tuesday night.`` I honestly just have a lot of respect for the Boston organization and for them being interested in me in the way they were,'' <strong> Allen Iverson </strong> said. <q> You always have to feel http://wn.com/Allen_Iverson_26pts_Melo_38pts_vs_Sonics_KDurant_37pts_07/08_NBA Touted rookies <strong> Kevin Durant </strong> and <strong> Jeff Kollman </strong> Green both had career-best efforts for the Seattle SuperSonics and damaged the Denver Nuggets' postseason aspirations. <strong> Kevin Durant </strong>, the second- overall pick in last year's draft and the leading candidate for rookie of the year, scored a season-high 37 points and Green, the fifth pick, had a season-high 35 to lead the Sonics to a 151-147 double-overtime victory over Denver on Sunday night.`` My teammates were making plays and I was just there finishing them, </q> Green said. The loss kept the Nuggets( 46-31) in a tie with Golden State for the eighth and final playoff spot in the Western Conference. The Warriors lost to New Orleans, 108-96, earlier Sunday", "new_id": -2}, {"uid": "1295562703217792663", "i": 16755, "idx": 2, "sa": ["Eric Schmidt"], "q": "at running this and doing it, and I'm sure he will do a fantastic job. He called their partnership`` wonderful'' and said he is sure that it will continue. He continued: <q> We are friends. We are coworkers. We are computer scientists. We have a common vision. </q> Prior to the call, in a press release, the company offered these official statements. From <strong> Eric Schmidt </strong>: We've been talking about how best to simplify our management structure and speed up decision making for", "new_id": -2}, {"uid": "1296770511173654034", "i": 12178, "idx": 28, "sa": ["Donald Rumsfeld"], "q": "a ruptured appendix.`` Think what's happened in our cities when we've had riots, and problems, and looting. Stuff happens!'' he told reporters. But he adds that media outlets <q> who created and spread the grossly false and harmful stories about the museum looting took no responsibility, </q> as if they had collectively shrugged,`` stuff happens.'' <strong> Donald Rumsfeld </strong> seems to suggest it was a mistake for American civilians to be running Iraq-he offered to go there for two weeks-rather than`` putting an", "new_id": -2}, {"uid": "1295440731144605205", "i": 19489, "idx": 0, "sa": ["Eric Schmidt"], "q": "to control every text message or email. There's a special irony when Google CEO <strong> Eric Schmidt </strong> suggests-as he did in a speech to the Council on Foreign Relations last November-that China's government will find it impossible to censor <q> a billion phones that are trying to express themselves. </q> <strong> Eric Schmidt </strong> is rich because his company sells precisely targeted ads against hundreds of millions of search requests per day. If Google can zero in like that, so can China's censors. Calling China's online", "new_id": -2}, {"uid": "1297246576009437221", "i": 40158, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "banks on lending, transparency and bonuses will be announced by the...''`` Today was to have seen a Supreme Court hearing- and thus possibly the final stage- in the most...'' <q> Facebook has won the social networking wars, right? The likes of MySpace, Bebo and Friends Reunited have fallen by the... </q>`` At 78, age has not mellowed him. As <strong> Donald Rumsfeld </strong> embarks on a series of TV interviews to promote his...'' You can stay up to date with Nick Robinson's Newslog via these feeds", "new_id": -2}, {"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}, {"uid": "1295669834215973888", "i": 44956, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as well as advising Page and co-founder <strong> Sergey Brin </strong>.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Commenting on the changes and <strong> Eric Schmidt </strong>'s contribution to Google's stellar development since <strong> Eric Schmidt </strong> joined the company in 2001, Page said:`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade", "new_id": -2}, {"uid": "1297304646234995715", "i": 45471, "idx": 0, "sa": ["Nancy O'Dell", "Simon Cowell"], "q": "interview, <strong> Simon Cowell </strong> talked about The X Factor launch in America. With auditions set to begin on March 27th in Los Angeles, people can register online now by going to Fox.com/ thexfactor. <q> We actually do the auditions in arenas where you have to perform in front of 4,000-5,000 people. It's a long day. You'll begin to understand why I become very grumpy, </q> <strong> Simon Cowell </strong> told <strong> Nancy O'Dell </strong> during the ET interview that aired tonight on ABC. The X Factor auditions are open to vocal groups and solo singers, over the age of 12- and there's no upper age limit.", "new_id": -2}, {"uid": "1295476301073809929", "i": 15222, "idx": 2, "sa": ["Bruno David", "Brandon Dubinsky", "David Letterman", "Michael Cammalleri"], "q": "<strong> Michael Cammalleri </strong> Richards vs <strong> Brandon Dubinsky </strong> from the Philadelphia Flyers at New York Rangers game on Mar 14, 2010- MSG feed. via www.hockeyfights.com... <strong> David Letterman </strong>- New York Rangers Top Ten Preview Get a sneak peek at tonight's <q> Top Ten Things Never Before Spoken By A Hockey Player. </q>... <strong> Michael Cammalleri </strong> Fight Vs <strong> David Letterman </strong> Krejci 12/16/2010 www.youtube.com <strong> Michael Cammalleri </strong> first nhl fight Vs <strong> David Letterman </strong> Krejci fight... Inaugural Exhibition at <strong> Bruno David </strong> Gallery( 2005) Inaugural Exhibition at <strong> Bruno David </strong> gallery. The video was recorded in November 2005, and", "new_id": -2}]