[{"uid": "1295768239143409189", "i": 45793, "idx": 1, "sa": ["Adlai Stevenson", "Allen Iverson"], "q": "padding his stats in a push for the Rookie of the Year award-- which he won. <strong> Allen Iverson </strong>'s response this time:\" <strong> Adlai Stevenson </strong> don't mind taking 40 shots. That's what <strong> Adlai Stevenson </strong> do.\" <q> <strong> Adlai Stevenson </strong> played that game like it was my last when <strong> Adlai Stevenson </strong> was a rookie and scored <strong> 50 Cent </strong>, </q> said <strong> Allen Iverson </strong>, who equaled the most points scored in the NBA this season.\" <strong> Adlai Stevenson </strong> did the same thing tonight, just like <strong> Adlai Stevenson </strong> do every night. And we won.\" <strong> Allen Iverson </strong>, approaching his first", "new_id": -2}, {"uid": "1295564131244678883", "i": 34183, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "of which are increasingly important given <strong> Google Inc. </strong>'s global reach. Internally, he will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>. Commenting on these changes, <strong> Eric Schmidt </strong> said in the press release: <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Page said in the press release:\" <strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade. The results speak for themselves. There is no other CEO in the world that could", "new_id": -2}, {"uid": "1296107465198869073", "i": 6293, "idx": 1, "sa": ["Steve Ballmer"], "q": "Not Good for Google Report Abuse \" Its common knowledge to go with the opposite of what <strong> Steve Ballmer </strong> says. \"\" The iPhone is just a toy, it will never be popular.\" <q> The iPad is inferior to Windows based tablets, and will never take off. </q>\" The Wii is inferior to our Xbox, it will never outsell us.\" Report Abuse \" I can't believe they aren't making money hand over fist the way they are robbing us.", "new_id": -2}, {"uid": "1297215890016318510", "i": 694, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Watch: Grandmother Foils Robbery with Handbag Watch: Baby Found Alive in Arena Bathroom Soccer Prodigy Signs with Pro Team at Age 15 <q> When I was 7 I decided I didn't want to go to college and told my parents all I wanted to do was be a professional soccer player, </q> Fagundez told ABC News.\" My teachers said,` Diego you can't do this. You need your education.' There was something in me that knew it would happen, I just never liked school", "new_id": -2}, {"uid": "1296770511173654034", "i": 12155, "idx": 5, "sa": ["Donald Rumsfeld", "Joe Biden", "George Tenet", "Condoleezza Rice", "Bill Clinton"], "q": ". Critics might question why <strong> Joe Biden </strong> didn't immediately prepare to deploy as many as 150,000 troops to Afghanistan, <strong> Donald Rumsfeld </strong> writes. But\" we would have needed many months to build a large occupying army,\" and <q> this would have given the Taliban time to prepare for the conflict, and al Qaeda both the incentive and the opportunity to relocate. </q>\" The <strong> Bill Clinton </strong> did not lie. The vice <strong> Bill Clinton </strong> did not lie. <strong> George Tenet </strong> did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie. The Congress did not lie. The far less", "new_id": -2}, {"uid": "1296610871014188601", "i": 43893, "idx": 0, "sa": ["Michael Vick", "Ike Taylor"], "q": "games, all with his hair flapping behind him.\" As soon as he hangs his cleats up, he's going to the Hall of Fame,\" Steelers cornerback <strong> Ike Taylor </strong> said, <q> and I want to take the bus ride so I can be there. </q> His popularity is soaring among fans around the U.S., who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Michael Vick </strong>.\" I", "new_id": -2}, {"i": 8391, "idx": 1, "index_answer": 0, "new_id": -1, "q": "News Radio that the nation is ready for open service.\" First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,\" <strong> Donald Rumsfeld </strong> said. <q> We know that[ repeal of a ban on gays serving openly] is an idea whose time has come. </q> <strong> Donald Rumsfeld </strong> says he has\" enormous respect\" for the ground commanders and service chiefs who have expressed concerns about the impact of gays serving openly on unit cohesion, and he urged the top brass to implement", "sa": ["Donald Rumsfeld"], "uid": "1297564427252067843"}, {"uid": "1295036917074235945", "i": 16144, "idx": 1, "sa": ["Donald Rumsfeld", "Anika Noni Rose", "Chris Noth", "Michelle King", "Titus Welliver"], "q": "'re trying to get <strong> Donald Rumsfeld </strong>.\" â\u0080¢ Robert <strong> Michelle King </strong> on when the season-defining election between Wendy Scott-Carr( <strong> Anika Noni Rose </strong>), Peter Florrick( <strong> Chris Noth </strong>), and Glenn Childs( <strong> Titus Welliver </strong>) will take place: <q> It will happen before the end of the year, but probably closer to now than the end of the year. </q> â\u0080¢ Robert <strong> Michelle King </strong> on the show's older-skewing demographics:\" I think it's catching on that the show has youngish topics that are not being done as if your grandfather is talking about them.\"", "new_id": -2}, {"uid": "1297120638195428364", "i": 18727, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "everyone to know that he wasn't involved in that decision. not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas,\" <strong> Mayor Tom Leppert </strong> said in a statement. <q> Official Keys to the City are presented by the <strong> Mayor Tom Leppert </strong>, or an elected official designated by the <strong> Mayor Tom Leppert </strong>, and reserved, on a limited basis, for an elected official of international status. Clearly, this was not the case in this situation and done without my knowledge or approval. Given these circumstances I have requested the City Manager propose guidelines to prevent this situation in the future. </q> So what was Dallas <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> thinking when he gave <strong> Michael Vick </strong> the key to the city? He says he was under the impression that he has the authority to give keys to the city, and", "new_id": -2}, {"uid": "1296394869086278167", "i": 21637, "idx": 0, "sa": ["Barack Obama", "Chuck Schumer", "Rand Paul", "Sen. Bernie Sanders"], "q": "+ issues to hammer against Republican plans to change those entitlement programs. Sens. <strong> Chuck Schumer </strong>( D-N.Y.) and <strong> Sen. Bernie Sanders </strong>( I-Vt.) are leading other Senate Democrats in the fight against Republicans to protect those popular programs. <q> They want to privatize Social Security, </q> <strong> Chuck Schumer </strong> said about the GOP. Not done yet: <strong> Barack Obama </strong> <strong> Rand Paul </strong> to introduce Social Security bill` in the next two... Kentucky Republican <strong> Barack Obama </strong> <strong> Rand Paul </strong>'s budget slashing spree was over, you have another thing coming.", "new_id": -2}]