[{"uid": "1297436149252068026", "i": 44674, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "Dick Cheney"], "q": "<strong> Barack Obama </strong> Photo in Slideshow: <strong> Dick Cheney </strong> waits in... Article: <strong> Donald Rumsfeld </strong> reveals prewar Iraq strike plan... Video: <strong> Barack Obama </strong> promotes expanding wireless access And the answer is; OWN3D BY CHENEY Report Abuse <q>when will dick cheny die... and all the bushes... theres dirt under every bush... and bill o'reilly... sarah palin.</q> Report Abuse \"The GOP and tea scums of this nation are a disgrace and most of all traitors to the middle class, and, this country. The tea bums are nothing but a bunch of racists low", "new_id": -2}, {"uid": "1295562736055705634", "i": 12141, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "tech circles was the Google's brilliant founders Page and <strong> Sergey Brin </strong> needed a business-savvy executive to help bring the company to the next level. But as <strong> Eric Schmidt </strong> put it in a Twitter posting on Thursday( Jan. 20) <q>day-to-day adult supervision no longer needed!</q> Instead, <strong> Eric Schmidt </strong> will take on the role of Google's executive chairman, where he says he will focus on broader business partnerships, technology leadership, product development and government outreach. The decision", "new_id": -2}, {"uid": "1295779865127156268", "i": 4938, "idx": 3, "sa": ["Lou Kerner", "Sergey Brin", "Eric Schmidt"], "q": "new revenue.\" Wedbush's <strong> Lou Kerner </strong> said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. <q>What I do think Facebook has shown Google is that they're moving too slow,</q> <strong> Lou Kerner </strong> said. \"Facebook is moving at the speed of light and Google isn't. \"Having three people running the company, making the decisions, was slowing it down,\" he added.", "new_id": -2}, {"i": 5355, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,\" said former Eagles linebacker <strong> Ike Reese </strong>, who played for Mora with the Falcons from 2005-06. <q>He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; Jim believes in getting after you with the front four and in strong secondary play.</q> Mora, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to Mora for being immature and not being focused on his job when", "sa": ["Ike Reese", "Michael Vick"], "uid": "1295254492092618801"}, {"uid": "1297203269184696860", "i": 6560, "idx": 9, "sa": ["Colin Powell", "Donald Rumsfeld", "Barack Obama", "Dick Cheney"], "q": "out this year. \"The government of Iraq is eventually going to have work with the Iraqi people and fashion various accommodations so that they can go forward and govern the country,\" <strong> Donald Rumsfeld </strong> said. <q>And being aimed in that direction starts them along that road, and that's basically a good thing.</q> <strong> Barack Obama </strong> addresses the U.S. Chamber of Commerce in... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Article: <strong> Barack Obama </strong> invites Republican lawmakers to White House...'s memoir plays a fast and loose game of dodge ball with what", "new_id": -2}, {"uid": "1295933710148537346", "i": 19158, "idx": 0, "sa": ["Piers Morgan", "Craig Ferguson", "Gordon Ramsey", "Simon Cowell", "Jeremy Kyle"], "q": "show host but he follows other British talents in other genres who have made the leap-- <strong> Simon Cowell </strong>, <strong> Gordon Ramsey </strong>, <strong> Craig Ferguson </strong> and now <strong> Piers Morgan </strong>.\" <strong> Jeremy Kyle </strong> himself insists his formula for success depends on <q>being honest with guests on the show and saying it like it is.</q> So. How low will he go? \"There'll be no throwing chairs but it is no-holds-barred. It's not going to be a circus though and the after-care component is crucial for me.", "new_id": -2}, {"uid": "1296593023045760531", "i": 20768, "idx": 0, "sa": ["Michael Gove"], "q": "the architect of the abolition of the slave trade, and Olaudah, a freed slave whose autobiography helped persuade MPs[ Members of Parliament] to ban slavery,\" the Daily Mail reported. Similarly, <q>the secondary geography curriculum does not mention a single country apart from the UK or any continents, rivers, oceans, mountains, or cities. It does, however, mention the European Union and global warming.</q> In addition, \"the secondary music curriculum fails to mention a single composer, musician, or piece of music.\" <strong> Michael Gove </strong> observes left-wing ideologues believe schools \"shouldn't be doing anything so", "new_id": -2}, {"uid": "1297451519240746502", "i": 2860, "idx": 1, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "that of the United States itself. Noting that <strong> Donald Rumsfeld </strong> had been the youngest ever US Defence <strong> Dick Cheney </strong> when he was appointed in 1975 and then the oldest when he was recalled in 2001, <strong> Dick Cheney </strong> quipped: <q>Maybe if we give him a third term he'll get it right.</q> Returning the compliment, <strong> Donald Rumsfeld </strong> pointed out that it was still not too late for <strong> Dick Cheney </strong> to run for president in 2012. \"There's probably still time for you to file some paperwork for Iowa and", "new_id": -2}, {"uid": "1296089758233947189", "i": 18300, "idx": 0, "sa": ["Andy Coulson", "Keir Starmer"], "q": "abandoned an investigation into allegations that Mr <strong> Andy Coulson </strong> was personally involved in phone hacking as editor of the News of the World. But the Director of Public Prosecutions, <strong> Keir Starmer </strong>, announced this month that the CPS was conducting <q>a comprehensive assessment of the material in the possession of the Met... following developments in the civil courts</q>. Last week Mr <strong> Andy Coulson </strong> resigned as director of communications for the Prime Minister. He still denied involvement in phone hacking. â\u0080¢ Steve Richards: The truth about Osborne and Balls The Chancellor will", "new_id": -2}, {"uid": "1296759030005144618", "i": 6119, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", there are few matters that US soldiers would rather forget than the pictures of a hooded Iraqi man standing with his hands outstretched and wires attached. according to the Washington Post, <strong> Donald Rumsfeld </strong> remains largely unapologetic. <q>In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004 after the disclosure of the Abu Ghraib prison scandal,</q> writes reviewer Bradley Graham. Regrets not leaving office? That's rich, but not surprising- coming from the man who said, \"Stuff happens\" about the early looting in postwar Iraq", "new_id": -2}]