[{"uid": "1296018443211435553", "i": 18483, "idx": 0, "sa": ["Abraham Lincoln", "Michael Vick"], "q": "of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. \"We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q><strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person.</q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Was <strong> Abraham Lincoln </strong>'s \"pardon to death row inmate before assassination\" claim doctored? An amateur US historian has been accused of doctoring a key", "new_id": -2}, {"uid": "1296921227106987589", "i": 28848, "idx": 4, "sa": ["Howard Stern", "David Letterman"], "q": ".\" <strong> Howard Stern </strong>: \"Two years, you're thinking you're going to exit?\" <strong> David Letterman </strong>: \"I think that's what it is. Yeah.\" <strong> Howard Stern </strong>: <q>That's why we've got to beat <strong> Jay Leno </strong>. C'mon, all of show business, don't go on that show!</q> according to Entertainment Weekly, <strong> David Letterman </strong>'s producer, Rob Burnett, doesn't think so. \"I think the first time <strong> David Letterman </strong> said he was going to leave in two years was back in 1987.", "new_id": -2}, {"uid": "1297202882240402460", "i": 3011, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": "<strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as telling the meeting, <q>We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.</q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as \"Terrorist Poison and Explosive Factory, Khurmal.\" Rumsfeld said Khurmal was operated", "new_id": -2}, {"uid": "1295573447037306383", "i": 626, "idx": 4, "sa": ["Eric Schmidt", "Google Inc."], "q": "on Thursday, he would earn about$ 334.7 million on the stock sale. He would still own about 2.7 percent of <strong> Google Inc. </strong>'s outstanding capital stock, down from 2.9 percent before selling the shares. <q>As <strong> Google Inc. </strong> has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,</q> <strong> Eric Schmidt </strong> said in a posting on the company's official blog. \"And over the holidays we decided now was the right moment to make some changes to the way we are structured.\"", "new_id": -2}, {"uid": "1296259221174211079", "i": 44886, "idx": 0, "sa": ["Mike Pence"], "q": "not seek the Republican nomination for president in 2012. Mr. <strong> Mike Pence </strong> ruled out a White House bid in a letter to supporters that also fueled speculation he is instead planning a run for governor. <q>We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,</q> Mr. <strong> Mike Pence </strong> wrote in the letter. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012.\"", "new_id": -2}, {"i": 33514, "idx": 0, "index_answer": 3, "new_id": -1, "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. \"Nobody is above the law, no newspaper editor, no journalist.</q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said: \"<strong> Tony Blair </strong> did not have", "sa": ["Tony Blair", "Gordon Brown", "Andy Coulson", "Harriet Harman"], "uid": "1295792724254902285"}, {"uid": "1296015945211435643", "i": 26348, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "legislators wore black-and-white ribbons in tribute to the victims, distributed by <strong> Gabrielle Giffords </strong>' friends <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). Lawmakers also broke their usual partisan seating scheme to show they can get along. <q>What comes of this moment is up to us,</q> <strong> Barack Obama </strong> said. \"What comes of this moment will be determined not by whether we can sit together tonight, but whether we can work together tomorrow.\" A major part of the Republicans' mandate", "new_id": -2}, {"uid": "1296639953047300640", "i": 28304, "idx": 1, "sa": ["Jay Leno", "David Letterman", "Chris Elliott"], "q": ",\" as he described <strong> Jay Leno </strong>, who shoved a microphone in his face. \"How am I supposed to know that flour is the main ingredient in bread?\" he asked <strong> David Letterman </strong>. <q>I'll tell you right now, that show is for morons,</q> <strong> Chris Elliott </strong> said of \"The Tonight Show.\" \"It is not like your show... This is really for the intellectual elites here.\" <strong> David Letterman </strong> laughed and mostly kept his mouth shut, though you", "new_id": -2}, {"uid": "1295425933234078228", "i": 43616, "idx": 1, "sa": ["Piers Morgan", "Simon Cowell"], "q": "from <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>, who will return for the live TV shows. Also gee-ing up the crowd were pint-sized Geordie presenters Ant and Dec. Dec, who wore a tartan jacket, said: <q>I've got a good feeling about it today. \"You never know, we might get another Subo. \"Lightning just might strike twice.</q> The Hoff jets in for Britain's Got Talent debut and declares \"I'm mad for It\" Tourist chiefs celebrate as big-spending visitors enjoy Hogmanay across Scotland", "new_id": -2}, {"uid": "1295568042244678667", "i": 20676, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> myERP is a small business solution that includes accounting, inventory management, and CRM within a browser-based app that's integrated with Google Apps. It comes with pre-built workflows, includes expense tracking& customer payment tracking", "new_id": -2}]