[{"uid": "1297630320017154064", "i": 22012, "idx": 0, "sa": ["Alassane Ouattara", "Barack Obama"], "q": "Gilles Yabi, who heads the International Crisis Group in West Africa, says Gbagbo's camp uses primetime television to demonize all who question his leadership, including Barack Obamaial challenger <strong> Alassane Ouattara </strong>, the U.N. and <strong> Barack Obama </strong>. <q> The role of the media is very important. The strategy of Laurent Gbagbo is the control of the media, </q> Yabi says.`` Since the election, the national television has been transformed into a propaganda instrument for Gbagbo. There is no debate, there are no dissenting voices.'' An endless stream of pro-Gbagbo", "new_id": -2}, {"uid": "1295007184161464342", "i": 18912, "idx": 1, "sa": ["Alassane Ouattara", "Ban Ki-moon"], "q": "attacks,'' said the statement. In New York, U.N. Secretary General <strong> Ban Ki-moon </strong>'s spokesman said there had been six incidents in Ivory Coast's commercial capital, with the ambulance's driver and a doctor injured. <q> The secretary general is deeply concerned that regular and irregular forces loyal to Mr. Gbagbo have begun to attack and burn United Nations vehicles, </q> Martin Nesirky said. The U.N. announced on Thursday that 247 people had died in Ivory Coast since mid-December. That attack occurred in Abidjan's tense Abobo district, largely loyal to <strong> Alassane Ouattara </strong>, where", "new_id": -2}, {"uid": "1296218172048857090", "i": 15206, "idx": 8, "sa": ["Mike Pence", "Cecile Richards"], "q": "both sides were acting as if he were. Within minutes of his decision being made public, the Washington-based Planned Parenthood Action Fund put out a statement criticizing the stauchly anti-abortion <strong> Mike Pence </strong>. <q> As women voters in Indiana learn that one of <strong> Mike Pence </strong>'s top legislative priorities is effectively denying access to preventive care for millions of women, he will have difficulty winning their vote, </q> <strong> Cecile Richards </strong>, the fund's president, said in a statement. But among conservatives, the only disappointment was that he wasn't aiming at the White House rather than the Statehouse.``", "new_id": -2}, {"uid": "1297520477089751561", "i": 11898, "idx": 2, "sa": ["Michael Gove"], "q": "leader of Sandwell council, in the west Midlands, said he intended to apply for a costs order against <strong> Michael Gove </strong>. The leader of Waltham Forest council, in north-east London, said the ruling was a <q> victory for common sense and fair play </q>. The judge found in favour of <strong> Michael Gove </strong> on three out of five points. He disagreed with Nigel Giffin, counsel for the local authorities, who had claimed <strong> Michael Gove </strong>'s decision to scrap BSF had been", "new_id": -2}, {"uid": "1295472479208011349", "i": 18238, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "tried to claim that 90% of students didn't need the cash to make them stay on in further education. Mr <strong> Andy Burnham </strong> hailed the increase in the staying-on rate since the 1980s, telling MPs: <q> In the last 10 years the EMA has played an important part in that progress. It has sent out an empowering message of hope that you can dare to dream, whoever you are and wherever you come from. But sustaining the progress has to be worked on. Instead it is about to be thrown into reverse. </q> But Mr <strong> Michael Gove </strong> said Labour had failed to set out its position on a range of education policies and had instead focused on EMA despite the economic difficulties. Keep up to date with the news", "new_id": -2}, {"uid": "1296205477159924225", "i": 7245, "idx": 10, "sa": ["Eric Holcomb", "Mike Pence"], "q": "<strong> Mike Pence </strong> mentioned the <strong> Eric Holcomb </strong>'s office to him.`` He told me then that he thought he could accomplish more for the people of Indiana as <strong> Eric Holcomb </strong> than he could in Congress,'' he said. <q> This has been on his mind for a long time. </q> User comments are not being accepted on this article. Airman: Air Force superior groped her, sent her sexual text messages", "new_id": -2}, {"uid": "1295760999029376535", "i": 59905, "idx": 4, "sa": ["Anthony Parker", "Dwight Howard", "Allen Iverson", "Jason Kidd"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... Toronto Raptors vs Orlando Magic Jan. 04/09 The winning continues for the Toronto Raptors. <strong> Anthony Parker </strong> poured in a seJason Kidd-high 26 points to lead the undermanned Raptors to a", "new_id": -2}, {"uid": "1297425723208748548", "i": 50145, "idx": 0, "sa": ["Michael Gove"], "q": "Mr Justice Holman, sitting in London, allowed the challenges by the councils, declaring Mr <strong> Michael Gove </strong> had unlawfully failed to consult them before imposing the cuts. In five of the cases, the failure was <q> so unfair as to amount to an abuse of power </q>, said the judge. \" However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.'' \" Mr Justice Holman The councils", "new_id": -2}, {"uid": "1295283850265912333", "i": 44186, "idx": 0, "sa": ["Steven Tyler", "Ricky Gervais", "Simon Cowell", "Jennifer Lopez", "Jimmy Iovine"], "q": "for its 10th season with new judges <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> and new mentor <strong> Jimmy Iovine </strong>, but without <strong> Simon Cowell </strong>, Wednesday at 8 p.m. on WFXT( Ch. 25). target=\"_blank\" href=\"http://wntoday.com/\"> Today Jan. 16 <strong> Ricky Gervais </strong> hosts <q> The 68th Annual Golden Globes </q> live from the hotel at 8 p.m. on WHDH( Ch. 7). It's fun to see who wins. It's I yearn to be a mother but can't bear to lose yet another baby", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q> part of a more complicated set of negotiations. </q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned.`` We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}]