[{"uid": "1295618588099680271", "i": 35746, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "Ian Edmondson"], "q": "was quick to condemn The GuardIan Edmondson's involvement in the investigation. guardIan Edmondson abhors publication of material obtained by dodgy methods so much, where does that leave them on Wikileaks?\" The new CNN presenter added: <q> Hypocrisy: prejudice with a halo. </q> <strong> Andy Coulson </strong> was editor of the News of the World from 2003 to 2007, but stood down following allegations about his reporters illegally hacking into the voicemail messages of many celebrities. Freelance detective <strong> Glenn Mulcaire </strong> told", "new_id": -2}, {"uid": "1297070351184320030", "i": 18778, "idx": 1, "sa": ["Eric Schmidt"], "q": "las cuestiones suscitadas por algunos competidores, que esperamos que sean menores o que no est?n en lo cierto\" , Schmidt-Eric Schmidt-seeks-deal-on-EU-search-inquiry.html\" target=\"_blank\"> afirm <strong> Eric Schmidt </strong> en una entrevista en el diario Sunday Telegraph. <q> Nos pondremos al tanto( de la situaci?n) y garantizaremos que funcionamos bien dentro de la ley y del esp?ritu de la ley </q>, indic <strong> Eric Schmidt </strong>. quejas de varios rivales europeos de que estaba aprovech?ndose de su posici?n dominante en el mercado de b?squedas por Internet.", "new_id": -2}, {"uid": "1295582258248299524", "i": 18267, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "Google to work for the social networking company. \"My goal is to run Google at the pace and with the soul and passion of a startup,\" Mr. <strong> Larry Page </strong> said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> Mr. <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's triumvirate decided they needed to find ways for the company to run more crisply. \"I am not as concerned about the titles as", "new_id": -2}, {"uid": "1296146618234012711", "i": 17885, "idx": 0, "sa": ["Carl Levin", "Kirsten Gillibrand"], "q": "worked closely with Senate Armed Services Committee Chairman <strong> Carl Levin </strong>( D-MI) to support's troops and veterans in the Senate. Senator <strong> Kirsten Gillibrand </strong> worked with Chairman <strong> Carl Levin </strong> to strengthen our national security by repealing the corrosive <q> Don't Ask, Don't Tell </q> policy, including securing the first committee hearing that led to its repeal. \"One of the reasons I came to Congress was to strengthen our national security and serve as a voice for our troops and military", "new_id": -2}, {"uid": "1297712718012566528", "i": 48855, "idx": 3, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. \"Many people make the mistake of thinking that dreams can not come true, but they can,\" he wrote. <q> You have to believe, and know that they are more than just imagination. </q> User comments are not being accepted on this article. gen%2Fblogs%2Fdayton%2Fohiopolitics%2Fentries%2F2011%2F02%2F14%2Ftea_party_groups_praise_plan_t.html%3Fcxtype%3Dfeedbot\"> Tea Party groups praise plan to curb collective bargaining; foes of legislation plan to speak out Federal budget proposal includes big gains in", "new_id": -2}, {"uid": "1295033496160464921", "i": 48216, "idx": 0, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand", "Barack Obama"], "q": ". <strong> Kirsten Gillibrand </strong> said she was holding <strong> Gabrielle Giffords </strong>' left hand when she started to feel it move. <strong> Gabrielle Giffords </strong> squeezed the senator's hand, then rubbed her hand with her thumb. <q> We knew she could hear and understand what we were saying, </q> <strong> Kirsten Gillibrand </strong> told reporters traveling back to Washington with the <strong> Barack Obama </strong> Thursday morning. It was the first time <strong> Gabrielle Giffords </strong> had opened her eye since the shooting. <strong> Mark Kelson </strong> told <strong> Gabrielle Giffords </strong> to give him a thumbs-up if she could", "new_id": -2}, {"uid": "1295409867030703622", "i": 23548, "idx": 4, "sa": ["Eduardo Nájera", "Linas Kleiza", "Allen Iverson", "George Karl", "Anthony Carter"], "q": "layups and <strong> Linas Kleiza </strong> hit a floater in the lane and a drive to push the advantage to 101-90. <strong> Eduardo Nájera </strong> hit a 3-pointer and <strong> Allen Iverson </strong> converted a three-point play after <strong> Anthony Carter </strong> hit a free throw for a 107-91 lead. <q> My teammates hitting shots opened it up for me, </q> <strong> Allen Iverson </strong> said. \"Once JR and LK hit shots that enabled me to get in the lane and make shots.\" <strong> George Karl </strong> could not say enough about <strong> Linas Kleiza </strong>, Smith and <strong> Eduardo Nájera </strong>. \"It was one of", "new_id": -2}, {"uid": "1295577688207667284", "i": 44841, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "may be returning to its start-up roots. \"A lot of the growth of the company used to be driven by innovation,\" said Yun Kim, an analyst at investment firm Gleacher& Co. <q> Having someone with the very strong products background that <strong> Larry Page </strong> has could Sergey Bring some innovation back to Google. </q> <strong> Eric Schmidt </strong>, 55, will remain as executive chairman and will advisLarry Page and Brin\" Brin-Sergey Brin-PEBSL000060.topic\"> <strong> Sergey Brin </strong>, Google's other co-founder. <strong> Sergey Brin </strong> will give up his title as co-president to work on high-priority projects", "new_id": -2}, {"uid": "1295279594245153795", "i": 5200, "idx": 0, "sa": ["Steve Ballmer"], "q": "a gaming console? If the answer is yes, then you're wrong. So says <strong> Steve Ballmer </strong>. The Microsoft CEO recently told USA Today that he believes it's a family entertainment center. <q> Xbox isn't a gaming console, </q> said <strong> Steve Ballmer </strong>. \"Xbox is a family entertainment center. It's a place to socialize. It's a place to watch TV. We have Hulu coming. It's the only system where you are the", "new_id": -2}, {"uid": "1297119643065749007", "i": 24609, "idx": 6, "sa": ["Susan Boyle", "Simon Cowell"], "q": "to compete, says \"times have changed,\" and \"there are some incredibly talented young kids out there,\" whose fitness for the contest should be judged case by case. Just like older folks: <q> <strong> Susan Boyle </strong> taught me a huge lesson that I have to be more open-minded, </q> <strong> Simon Cowell </strong> says. \"It doesn't matter if you're 30, 40, or 50 years old, if you've got it, you've got it.\" To report corrections and clarifications, contact", "new_id": -2}]