[{"uid": "1295779997220971072", "i": 14190, "idx": 0, "sa": ["Eric Schmidt", "Michael Hawley"], "q": "has product sense and an appetite for making new things, as opposed to talent for selling things,\" said <strong> Michael Hawley </strong>, a longtime M.I.T. professor who knows Mr. Page socially and has advised him on writing projects. <q>Larry is more the archetype of founder, innovator, hacker, inventor, interested in all of the magical things that digital technologies do.</q> But others say that Mr. <strong> Eric Schmidt </strong>'s two biggest job responsibilities- being the public face of the company and managing internal politics- are areas where Mr. Page has less experience.", "new_id": -2}, {"uid": "1296810148059981845", "i": 13608, "idx": 0, "sa": ["Kirsten Gillibrand", "Al Franken", "Barbara Boxer", "Sen. Joe Lieberman", "Mark Kirk", "Jon Kyl", "Mike Johanns", "Jerry Moran"], "q": ", which was released to the press on February 2, the US senators expressed their concern to the German Foreign Minister that EIH continues to conduct transactions on behalf of entities under US and EU sanctions. <q>EIH is one of Iran's few remaining access points to the European financial system,</q> said the letter signed by Senators Frank R Lautenberg, <strong> Mike Johanns </strong>, <strong> Barbara Boxer </strong>, Bob Casey, Scott Brown, <strong> Al Franken </strong>, <strong> Kirsten Gillibrand </strong>, <strong> Mark Kirk </strong>, <strong> Jon Kyl </strong>, <strong> Sen. Joe Lieberman </strong> and <strong> Jerry Moran </strong>. \"The threat of a nuclear-armed", "new_id": -2}, {"uid": "1297290951065437723", "i": 49187, "idx": 3, "sa": ["Steve Ballmer", "Amitabh Srivastava"], "q": "in the Server and Tools Business, is leaving Microsoft. \"Windows Azure is in a great place and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career,\" <strong> Steve Ballmer </strong> said in his e-mail. <q>He has done stellar work for the company and will work to ensure a smooth transition with the Windows Azure team.</q> <strong> Amitabh Srivastava </strong> has been with Microsoft since 1997 and played a central role in developing the Windows Azure cloud computing platform that just reached its one-year anniversary Feb. 1. Here are 10 nifty-- and free--", "new_id": -2}, {"uid": "1297246477255688704", "i": 20660, "idx": 0, "sa": ["Donald Rumsfeld", "Robert Peston"], "q": "banks on lending, transparency and bonuses will be announced by the... \" \"Today was to have seen a Supreme Court hearing- and thus possibly the final stage- in the most...\" <q>Facebook has won the social networking wars, right? The likes of MySpace, Bebo and Friends Reunited have fallen by the...</q> \"At 78, age has not mellowed him. As <strong> Donald Rumsfeld </strong> embarks on a series of TV interviews to promote his...\" You can stay up to date with <strong> Robert Peston </strong>\"s Picks via these feeds.", "new_id": -2}, {"uid": "1296210507251019283", "i": 19081, "idx": 0, "sa": ["Simon Cowell"], "q": "the US X Factor later this year. The rapper is just one of many celeb names linked to the new show, but the hip-hop star says he's not interested in the job. <q>I won't work with <strong> Simon Cowell </strong> on X Factor or American Idol,</q> he tells British newspaper The Mirror this week. \"<strong> Simon Cowell </strong> has a good ear, but his Idol and X Factor acts don't dominate the charts in the States. Hip-hop does.\"", "new_id": -2}, {"uid": "1296691911219119623", "i": 10635, "idx": 0, "sa": ["Sergio Marchionne", "Maurizio Landini"], "q": "the FIOM leaders seek a new basis for collaboration with <strong> Sergio Marchionne </strong>. On Friday, speaking in Milan's cathedral square, FIOM Secretary <strong> Maurizio Landini </strong> blamed the brutal exploitation contained in the agreement on \"modernity\": <q>We say no to a modernity, which in the name of competition, pits one worker against another.</q> He called for \"innovation, research and public intervention\" and added, \"Of course, we want to conclude contracts, and we want the company to function and that fundamental rights are extended, that's", "new_id": -2}, {"uid": "1295203639144834594", "i": 10387, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "world with any semblance of justice, war-makers <strong> Colin Powell </strong> and <strong> President Bush </strong> would be portrayed sharing a bench in a prison cell. Nor does Ms. Graham challenge <strong> President Bush </strong>'s absurd responses. When <strong> President Bush </strong> says <q>I feel very strongly that if the United States were to leave, Afghan women would suffer</q> he is allowed to pose as a champion of women's rights, overlooking how his invasion of Iraq spelled catastrophe for millions of women there who lost family, jobs, and their lives, or who were reduced", "new_id": -2}, {"uid": "1296439725067305509", "i": 22290, "idx": 0, "sa": ["Colin Powell"], "q": "not to endorse cutting Social Security or raising the retirement age in his State of... <strong> Colin Powell </strong>: Defunding NPR Won't Solve Deficit Problem, Congress Should Look At Cutting Defense Coronakid 1 minute ago( 8:58 PM) <q>without asking Congress for more money.</q> Anouther half truth. The government can not give the SS fund any money, against the law. Congress can add funds by raising the dollar limit for those who have to pay into SS, or increase SS", "new_id": -2}, {"uid": "1295580575089079814", "i": 2431, "idx": 0, "sa": ["Saddam Hussein", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "Texas- It's been two decades since an American-led coalition expelled <strong> Saddam Hussein </strong>'s Iraqi army from Kuwait- and global leaders are still grappling with the challenges of the new world heralded by the Gulf War. <q>In the case of Desert Storm, I honestly believe history will say we got this one right,</q> former <strong> George H.W. Bush </strong> said Thursday at Texas A&M University's basketball arena, as he opened a 20th anniversary symposium on the war. Members of <strong> George H.W. Bush </strong>'s war cabinet, including <strong> Dick Cheney </strong> and retired <strong> Colin Powell </strong>, discussed the", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said in a statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]