[{"uid": "1297662325045400099", "i": 13859, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "The title derives from a frequently parodied <strong> Donald Rumsfeld </strong> response to a reporter's question about whether there actually was evidence of any link between <strong> Saddam Hussein </strong> and terrorists seeking weapons of mass destruction. The defense secretary responded: <q> Reports that say that something hasn't happened are always interesting to me because, as we know, there are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns-- the ones we don't know we don't know. </q> Masterful bureaucratic survivor that he was until he ran out of room to maneuver, he now delivers a memoir that is all about shifting blame and settling scores. The author has no taste for self-criticism or", "new_id": -2}, {"uid": "1295127469219299878", "i": 2693, "idx": 2, "sa": ["Allen Iverson", "Shane Battier"], "q": "â\u0080¢ Budd Bailey of the Buffalo News, on the San Francisco Giants bringing the 2010 World Series trophy back to fans of New York City- the Giants' home when they previously won it 57 years ago: <q> AARP membership cards will be checked at the door. </q>, on ex-NBA star <strong> Allen Iverson </strong> needing surgery to remove a lump in his right leg that formed while he was playing in Turkey:`` Think of it as the foreign lesion.'' â\u0080¢ Rockets forward <strong> Shane Battier </strong>", "new_id": -2}, {"uid": "1296106119124256270", "i": 13125, "idx": 0, "sa": ["Jay Leno", "Jimmy Kimmel", "Carson Daly", "David Letterman"], "q": "'ll be in Eastern Connecticut for a five-show set at Comix at Foxwoods. The Boston native has appeared on`` The Tonight Show with <strong> Jay Leno </strong>,''`` The Late Show with <strong> David Letterman </strong>,'' <q> The Late Late Show with <strong> Craig Ferguson </strong>, </q>`` Last Call with <strong> Carson Daly </strong>'' and`` <strong> Jimmy Kimmel </strong> Live.'' He was twice a finalist on`` Last Comic Standing'' in 2004, performed at the NASCAR Year End Banquet, the New York Comedy Festival,", "new_id": -2}, {"uid": "1297371841254705699", "i": 33111, "idx": 1, "sa": ["Eric Schmidt"], "q": "takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q> Yes, that is my plan. </q> Google said last month co-founder Larry Page would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman.", "new_id": -2}, {"uid": "1297215457052674561", "i": 35830, "idx": 3, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "a first-class operation, that they were not torturing people, that they were not hurting people.'' Mr <strong> Donald Rumsfeld </strong> described it as`` a fine operation,'' and said US military personnel working there have <q> taken a lot of the heat unfairly </q> and`` deserve a lot of credit'' for their work. Mr <strong> Donald Rumsfeld </strong> was also critical of president <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, Mr <strong> Barack Obama </strong> was", "new_id": -2}, {"uid": "1295919500067010572", "i": 26933, "idx": 3, "sa": ["Dito Montiel", "Simon Cowell"], "q": "'s season debut). <strong> Simon Cowell </strong> also got candid on his career, admitting his biggest failures( notably signing a failed girl group 12 years ago) have come when he has believed his own`` hype.'' <q> You start living in this bubble, which is your world, and you start to believe that that's the only world that exists, </q> he said.`` Which is why most successful people screw it up for themselves normally within two, three, SUNDANCE: Al Pacino-Katie Holmes` The Son of No One' Bombs, Prompts Walkouts <strong> Dito Montiel </strong>'s", "new_id": -2}, {"uid": "1297176031226918403", "i": 3174, "idx": 16, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong>:`` That's true.'' <strong> David Letterman </strong>:`` So you were running a club, some guys older than you, some guys, certainly more experience.'' <strong> Aaron Rodgers </strong>: <q> I think leading by example was the most important lesson I learned. It's hard to be able to have the words to relate to a guy like that, who's been through prison, who's been in the workforce, been in the military. </q>( audience laughs) <strong> David Letterman </strong>:( Laughs)`` I don't know why this is funny.''( Audience laughs) <strong> Aaron Rodgers </strong>:( Laughs)`` I'll stop right there.", "new_id": -2}, {"uid": "1295277115245153820", "i": 17310, "idx": 0, "sa": ["Mike Pence"], "q": "the tea party movement. The committee is also being advised by the conservative PR group CRC.`` <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job-creation Reagan-Kemp wing of the GOP,'' said Benko. <q> Grassroots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry. </q> You can't run a democracy with everyone censoring themselves out of fear. Do you think the RNC will be better off without <strong> Mike Pence </strong> Steele? Yes- He ran the committee deep into debt.", "new_id": -2}, {"uid": "1296084297051298315", "i": 36649, "idx": 1, "sa": ["Joe Webb", "Matt Cassel", "Brian St. Pierre", "Charlie Batch", "Marty Mornhinweg", "Michael Vick", "Brodie Croyle"], "q": "to suffer an ill-timed concussion or <strong> Matt Cassel </strong>'s appendix to flare up. If the Eagles didn't have <strong> Michael Vick </strong>, think they'd be 10-4?`` The next guy steps up,'' <strong> Marty Mornhinweg </strong> said, <q> and[ does] whatever it takes to win the next ballgame. </q> By the Daily News' count, 59 quarterbacks have started an NFL game this season. <strong> Joe Webb </strong>, if he gets the expected nod on Sunday, will be No. 60. <strong> Brian St. Pierre </strong>, <strong> Brodie Croyle </strong>, <strong> Charlie Batch </strong>", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said.`` So once they became comfortable with this team and with each other, that was a matter of time.'' When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}]