[{"uid": "1295732328021118988", "i": 59605, "idx": 1, "sa": ["Patrick Achi", "Alassane Ouattara"], "q": "victoire reconnue par les Nations unies. L'actuel vice-gouverneur de la banque prendra les fonctions de gouverneur jusqu'? la nomination d'un rempla?ant. <strong> Alassane Ouattara </strong> a t invit? proposer un successeur? Dacoury-Tabley. <q> Nous sommes satisfaits. C'est ce que nous demandions </q>, a d?clar <strong> Patrick Achi </strong>, porte-parole d'Alassane Ouattara.`` Cela r?duira le montant d'argent qui sort du compte. Nous nous acheminons vers le contr?le des comptes mais cela se fera par tapes'', a-t-il ajout.", "new_id": -2}, {"uid": "1296752424175587371", "i": 36227, "idx": 4, "sa": ["Ian Parker", "Zahi Hawass"], "q": "standing of <strong> Zahi Hawass </strong>. He has no doubt that his fame is a vital national asset. \" And it's an asset likely to carry over even if the Mubarak government falls, <strong> Ian Parker </strong> says. <q> He is not the kind of man to have nurtured candidates for his own eventual replacement, </q> <strong> Ian Parker </strong> told me yesterday.`` So even the act of taking a job promotion from a dying regime, in the middle of the crisis, may not have hurt his chances to continue running Egypt's antiquities.", "new_id": -2}, {"uid": "1297183321119177307", "i": 4331, "idx": 2, "sa": ["Donald Rumsfeld", "Mohammed al-Qahtani"], "q": "odd construct considering the success of the`` surge'' after his departure, although <strong> Donald Rumsfeld </strong> at least leaves the possibility open. He openly scoffs at the notion that he ran the Pentagon through`` intimidation,'' noting <q> these are people with stars on their shoulders!... Patriots! </q> <strong> Donald Rumsfeld </strong> also defends the use of harsh interrogation tactics in his interview, saying that they`` saved lives.'' But he also admits that interrogators went past his orders with at least one detainee, <strong> Mohammed al-Qahtani </strong>:", "new_id": -2}, {"uid": "1296546100250052628", "i": 5607, "idx": 1, "sa": ["David Letterman", "Justin Bieber"], "q": "answer <strong> David Letterman </strong>'s question without alienating himself, but <strong> David Letterman </strong> is a funny man who can make a point.`` Well, that's really what me and my mom was thinking,'' says <strong> Justin Bieber </strong>. <q> Like this guy named Scooter wants to sign me. Just how professional could he be? But it turns out he says he has some credibility. </q> There's no question that Scooter is definitely one of the forces behind <strong> Justin Bieber </strong>. The friendship they have created while being shot to stardom keeps both of them going strong and it is more than just business", "new_id": -2}, {"uid": "1297261983254083210", "i": 6318, "idx": 1, "sa": ["Michael Gove", "Carolyn Roberts"], "q": "state pupils Mrs <strong> Carolyn Roberts </strong> finds herself agreeing with Education Secretary <strong> Michael Gove </strong>'s new method for measuring school performance. She believes league tables have encouraged schools to discourage pupils from taking`` harder'' GCSEs. <q> League tables have offered a perverse incentive to schools- schools have been tempted to provide courses that will confer league table success on the school, </q> says Mrs <strong> Carolyn Roberts </strong>. <strong> Carolyn Roberts </strong> says the new measure will force schools to offer rigorous subjects Mrs <strong> Carolyn Roberts </strong> says some pupils who join her comprehensive school in the sixth form`` already have doors closed to them because", "new_id": -2}, {"uid": "1295518631063569936", "i": 16539, "idx": 0, "sa": ["Simon Cowell", "Billy Joel", "Dana Ward", "American McGee"], "q": "` Idol' Embraces Kinder, Gentler Attitude ABC News The Associated Press By DERRIK J. LANG AP LOS ANGELES January 18, 2011( AP) When a husky, mustached auditioner awkDana Wardly snaps his way through <strong> Billy Joel </strong>'s <q> The Longest Welcome to the born-again <strong> American McGee </strong> Idol. With the departure of`` the mean one, </q> judge <strong> Simon Cowell </strong>, the TV juggernaut seems to have gone through a conversion. At a recent Fox` <strong> American McGee </strong> Idol' judges are in the spotlight this year target=\"_blank\" href=\"http://pasadenadaily.com/\"> PASADENA, Calif.- The most intriguing", "new_id": -2}, {"uid": "1296918649127238165", "i": 17245, "idx": 0, "sa": ["Mike Pence", "Bill Clinton"], "q": "senior longtime Republican political aide thought that <strong> Mike Pence </strong> had somehow let down his principles and his country by not taking a chance on the Bill Clintonial race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk. <q> Seriously, who else do we have? </q> one asked me.`` Unless something miraculous happens and we get an unexpected gift candidate.'' Another GOP stalwart agreed:`` Sad to say, but at a time when we need someone with guts", "new_id": -2}, {"uid": "1295389988128106501", "i": 6867, "idx": 0, "sa": ["Nancy Reagan", "Colin Powell"], "q": ". He also understands the subtle tensions that flare up in politically conflicted households. But after a few teasing skirmishes-- like the one in which Lyman defends the Iraq war on the word of <strong> Colin Powell </strong>( <q> most trusted man in America </q>) about weapons of mass destruction-- the political theme is dropped. Brooke's book will contain no provocative details about <strong> Nancy Reagan </strong> and the Gipper, after all, but much melodramatic sturm and drang involving a long-ago death", "new_id": -2}, {"uid": "1295528550084181014", "i": 1947, "idx": 0, "sa": ["Michael Gove"], "q": "encouraging signs. Yet on the basis of today's pronouncement, it is unclear exactly where <strong> Michael Gove </strong> now wants to drive things. He presents his approach as an enabling, non-prescriptive project. Yet the wish <q> to reduce unnecessary prescription... and central control </q> seems directly to contradict the greater focus advocated for subject content and the establishment in the curriculum of`` essential knowledge that all children should acquire''. The original establishment of the national curriculum was a model", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the`` Jersey Shore'' sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong>`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t...`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010)`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}]