[{"uid": "1295600499103776311", "i": 7316, "idx": 2, "sa": ["Eric Schmidt"], "q": "was \"not a reaction to competitors.\" Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24,000 employees. <q>Google has many different businesses and the issue that we have been getting into is there's too many ways( in) which these businesses can be slowed down,</q> <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong>, who became CEO in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach, among other things", "new_id": -2}, {"uid": "1295977910157089808", "i": 30982, "idx": 30, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q>... <strong> Carmelo Anthony </strong> 45pts vs T-Wolves 08/09* 33pts in a quarter NBA Record <strong> Carmelo Anthony </strong> 45pts vs T-Wolves 08/09* 33pts in a quarter NBA Record <strong> Carmelo Anthony </strong> had an easier time matching the NBA record for points in a quarter than", "new_id": -2}, {"uid": "1294993091216956940", "i": 8494, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ": The marketing, the sheds, the body, the two-minutes silence and the DNA- Anorak rounds-up the news: <strong> Donald Rumsfeld </strong> Has News The Daily Mirror leads with \"THE JO FILES\" <q> \"4 weeks on... 80 cops, Â£ 1m spent.. what si really going on in Jo manhunt?</q>\" Richard Smith delivers an \"exclusive\" that carries all the insight of a puppy sat by a pile of poo. Here's one choice cut: \"Periodically, detectives will be asking", "new_id": -2}, {"uid": "1295932727118013955", "i": 4805, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "separatist struggles in Papua and the Molucca islands. The United States, which last year lifted a decade-old ban on military assistance to a notoriously violent Indonesian commando unit, closely monitored the trials. <q>We are very concerned that the Indonesian military charged the soldiers only with disobeying orders and that the sentences handed down... do not reflect the seriousness of the abuses depicted in the video,</q> Paul Belmont, a U.S. Embassy spokesman, said Tuesday. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for", "new_id": -2}, {"uid": "1295304607132857897", "i": 47242, "idx": 2, "sa": ["Colin Powell"], "q": "development programs. Today, UNCF supports more than 60,000 students at over 900 colleges and universities across the country. Its logo features the UNCF torch of leadership in education and its widely recognized motto, <q>A mind is a terrible thing to waste.</q> Â® Learn more at UNCF.org. ABOUT THE GENERAL MILLS FOUNDATIONThe mission of the <strong> Colin Powell </strong> Mills Foundation, celebrating 56 years of giving, is to nourish communities. In fiscal 2010, <strong> Colin Powell </strong> Mills awarded more", "new_id": -2}, {"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "\" <strong> Roger Goodell </strong> said.\"[ Most often] they're not recognizing they have a role in it.\" Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q>I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like, \"He won't sign my jersey.'</q> He says he thinks Mike <strong> Michael Vick </strong> \"is sincerely trying.\" And he isn't blind to the fact that the story isn\"t over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}, {"uid": "1295520227082116678", "i": 3921, "idx": 1, "sa": ["Michael Vick"], "q": "I'm some kind of <strong> Michael Vick </strong> kind of person,\" said Beatty, a week after a surgeon rebuilt daughter Latalya Swann's face. \"I'm not a vicious person,\" she said. <q>I just felt like I had to do what I had to do.... I take full responsibility, but I just felt like[ the charges were] a little bit too much.</q> Beatty said Latalya climbed out of her mother's bed as they were waking up last Tuesday and went toward the dog, Moo-Moo. The dog had enough slack in its outdoor chain to lie just inside", "new_id": -2}, {"uid": "1295129633068665363", "i": 17813, "idx": 4, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "of the season, the Nuggets beat the Milwaukee Bucks 125-105 on Wednesday night behind a triple-double by <strong> Marcus Camby </strong>, <strong> Carmelo Anthony </strong>'s fourth straight double-double, <strong> Allen Iverson </strong>'s spectacular 24-point performance and the much-awaited return of power forward Nene. <q>If we play like that, unselfish, getting the ball to the open man, we'll win a lot of games and we'll go far this season,</q> said Nene, who had 11 points and seven rebounds in his first game since tearing a ligament in his left thumb at Boston on Nov. 7. So much fun were the Nuggets having in toying with the Bucks", "new_id": -2}, {"uid": "1295592162066338850", "i": 23495, "idx": 2, "sa": ["Mohammad Abdullah", "Abdul-Reda Assiri", "Colin Powell", "H. E."], "q": "retired <strong> Colin Powell </strong> Walter Boomer, and a representative of the emir of Kuwait, <strong> H. E. </strong> <strong> Mohammad Abdullah </strong> Abulhasan. \"I think this is a textbook example of the way to go to war,\" Baker said. <q>Diplomatically, politically... militarily... and economically. A lot of other countries contributed treasure to this effort.</q> <strong> Abdul-Reda Assiri </strong>, a dean and professor at Kuwait University, waited in Reed Arena for the event to begin. He vividly recalls the day he looked out his window and saw Iraqi helicopters, and then later", "new_id": -2}, {"uid": "1297335923118145136", "i": 21521, "idx": 3, "sa": ["Paula Abdul", "Simon Cowell"], "q": "represented hope and keeping your dream alive.( <strong> Simon Cowell </strong>) represented the intensity of how difficult and hard this business is. You have to have both.\" And she expects to redouble her efforts as <q>a mentor and coach and perpetual cheerleader.</q> But will a certain Simon-esque counterbalance be missing? \"Not at all,\" declares <strong> Paula Abdul </strong>. \"Watch the show. I'll let the show speak for itself. People will get to", "new_id": -2}]