[{"uid": "1295945706264699926", "i": 11531, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich", "Richard Keys"], "q": "whether she knew the offside rule. <strong> Richard Keys </strong> said he could \"guarantee\" she would make a big mistake. <strong> Richard Keys </strong> said the game had \"gone mad\" by allowing her to run the line. The comments <q>are inexcusable from anyone at Sky,</q> said Barney Francis, managing director of Sky Sports. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog HILLSBOROUGH 4 BR/ 3.1 BA$", "new_id": -2}, {"uid": "1295290149026066947", "i": 7295, "idx": 0, "sa": ["Jim Ryun", "President Bush", "Mike Pence"], "q": "<strong> President Bush </strong> Committee and led by former Republican Rep. <strong> Jim Ryun </strong> of Kansas and former Reagan administration lawyer Ralph Benko, said it was rallying behind <strong> Mike Pence </strong> because he was the only potential candidate with a consistently conservative record. <q><strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government, and for that reason I am encouraging him to get in the race,</q> <strong> Jim Ryun </strong> said. \"One, he actually has a track record of speaking truth to power, standing up to his own party's leadership on the things that have tarnished the Republican brand, such as", "new_id": -2}, {"uid": "1297099122187170847", "i": 27027, "idx": 1, "sa": ["Zahi Hawass"], "q": "reports of King Tut's famous parents being damaged was patently false, he told FoxNews.com. \"The mummies were not royal and not being stored within the Egyptian Museum, Cairo,\" <strong> Zahi Hawass </strong> said. <q>They were two already disembodied heads being temporarily stored next to the CT scanning lab in the museum's grounds. They are the remains of unidentified Late Period individuals that were going to be used to test the CT machine. When they were retrieved from the looters, they were in the same condition they were in when in storage.</q> During huge anti-government protests on Jan. 28, looters climbed a fire escape and broke into the museum, damaging a number of items, including the two mummified skulls. Originally the skulls were thought to have", "new_id": -2}, {"uid": "1295550720193724498", "i": 12396, "idx": 0, "sa": ["Ron Paul", "Mike Pence"], "q": " with Skaneateles FD probably wouldn't make sense.... Reports: Buffalo police shoot sword-armed suspect Syracuse cuse lax 2000 January 17, 2011 at 1:39 PM Follow\" an arm. It was amazing. How about <q>Buffalo police shoot suspect armed with sword</q> Inappropriate? Alert us. Reply Post new Otiscobum January 17, 2011 at 2:20 PM Follow <strong> Mike Pence </strong> urged to enter GOP race for president in 2012 Syracuse CNYSports13 January 17, 2011 at 7:27 PM Follow <strong> Ron Paul </strong> ya'll", "new_id": -2}, {"uid": "1296321679180224017", "i": 22217, "idx": 0, "sa": ["Zahi Hawass"], "q": "Saturday. The ruling party headquarters building next door to the museum was still in flames and billowing black smoke into the sky on Saturday, a day after protesters torched it during mass anti-government demonstrations. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> antiquities boss <strong> Zahi Hawass </strong> said as he watched fire trucks try to extinguish the blaze in the NDP headquarters. Early Saturday morning, Egyptian army commandoes secured the museum and its grounds, located near some of the", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the \"Jersey Shore\" sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong> \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q>It's really hard for me to watch,</q> <strong> Nicole Polizzi </strong> says of watching the punch t... \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1295047677008175621", "i": 13272, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Michelle King"], "q": "<strong> Michelle King </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. \"This area is so fraught with legal ramifications,\" Urbahn said. <q>I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject.</q> Advertisement <strong> Donald Rumsfeld </strong> would likely be willing to look at a script if it were another subject matter, he said. <strong> Donald Rumsfeld </strong>, who was defense secretary during the first six years of <strong> President Bush </strong>'s eight", "new_id": -2}, {"uid": "1295888384234930180", "i": 27822, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "While <strong> Jerry Brown </strong> gave no specifics about cuts, both he and state Treasurer <strong> Bill Lockyer </strong> bandied across-the-board budget cuts of 20 to 25 percent- drawing gasps from some 200 educators, administrators and teacher representatives. <q>So far, I've heard good ideas about how to spend more money,</q> <strong> Bill Lockyer </strong> said. \"Great, it ain't there. It's time to make cuts- I believe deep cuts. I'd do 25 percent across the board. \"Those who wanted less government", "new_id": -2}, {"uid": "1295047456137052162", "i": 8634, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Fri, Jan 14, 2011, 6:23 PM EST- U.S. Markets closed Producers of \"The Good Wife' want <strong> Donald Rumsfeld </strong>{ \"s\": \"cbs\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"\"} David Bauder, AP Television Writer, On Friday January 14, 2011, 5:31 pm PASADENA, Calif.( AP)-- The", "new_id": -2}, {"uid": "1296588926264634400", "i": 47147, "idx": 0, "sa": ["Shah Mohammad Reza Pahlavi", "Colin Powell"], "q": "wished he had heeded the warning.) With Washington in retreat, the generals declared \"neutrality\"; most were arrested, exiled, or shot. The army stood down and let the demonstrations disarm it. <q>In <strong> Shah Mohammad Reza Pahlavi </strong>, all our investment in an individual, rather than in a country, came to naught,</q> an American colonel named <strong> Colin Powell </strong> observed from the Pentagon. \"When the shah fell, our <strong> Shah Mohammad Reza Pahlavi </strong> policy fell with him.\" The hand we played in 1979 was self-nullifying, and helped usher in the", "new_id": -2}]