[{"uid": "1296748642199131152", "i": 33649, "idx": 0, "sa": ["Donald Rumsfeld", "Jim Miklaszewski", "President Bush"], "q": "lapse in account of Iraq war According to a New York Times story on the memoir, <strong> Donald Rumsfeld </strong> says <strong> President Bush </strong> called him into the Oval Office 15 days after the Sept. 11, 2001 terrorist attacks and <q>insisted on new military plans for Iraq.</q> Advertise| AdChoices Advertise| AdChoices Advertise| AdChoices NBC News' <strong> Jim Miklaszewski </strong> says that according to notes taken in the \"tank\" at the", "new_id": -2}, {"uid": "1295649413153436210", "i": 5957, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "in a few weeks. <strong> David Cameron </strong> expressed regret over the loss of a key aide. \"I've always felt he's been punished for the same offense twice,\" <strong> David Cameron </strong> told reporters. <q>But I quite understand his decision and wish him well for the future.</q> <strong> Ed Miliband </strong>, the leader of the opposition Labor Party, said <strong> David Cameron </strong> had made a mistake in keeping <strong> Andy Coulson </strong> on the job even as damaging accusations continued to swirl around him. Comments are filtered for language", "new_id": -2}, {"uid": "1297439441065749003", "i": 44283, "idx": 0, "sa": ["Steve Ballmer"], "q": "operating system. Although relative newcomers to the smartphone market, phenomenal growth over just a few years has made these companies very significant competitors, to the point where Microsoft and Nokia were becoming increasingly irrelevant. <q>I am excited about this partnership with Nokia,</q> said <strong> Steve Ballmer </strong>, Microsoft CEO. \"The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.\" Dell Coupons Looking for a Dell notebook?", "new_id": -2}, {"uid": "1296770511173654034", "i": 12155, "idx": 5, "sa": ["Donald Rumsfeld", "Joe Biden", "George Tenet", "Condoleezza Rice", "Bill Clinton"], "q": ". Critics might question why <strong> Joe Biden </strong> didn't immediately prepare to deploy as many as 150,000 troops to Afghanistan, <strong> Donald Rumsfeld </strong> writes. But \"we would have needed many months to build a large occupying army,\" and <q>this would have given the Taliban time to prepare for the conflict, and al Qaeda both the incentive and the opportunity to relocate.</q> \"The <strong> Bill Clinton </strong> did not lie. The vice <strong> Bill Clinton </strong> did not lie. <strong> George Tenet </strong> did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie. The Congress did not lie. The far less", "new_id": -2}, {"uid": "1295601684081559570", "i": 26669, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "or if Page chafes at the relentless public demands of running a massively scrutinized public company.\" Venturebeat's Owen Thomas said \"Page's emphasis has always been on the company?s products.\" <q>With his ascendancy, the company's engineers will reign unchallenged-- not that they had much trouble before,</q> Thomas said. In a blog post, <strong> Eric Schmidt </strong> said: \"Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making.", "new_id": -2}, {"uid": "1296203927248250382", "i": 30345, "idx": 0, "sa": ["Henry Louis Gates", "Michael Vick"], "q": "grist for the mill. This is hardly a first. The president touched off a national debate in July 2009 by linking the unfair arrest of his friend and Harvard professor <strong> Henry Louis Gates </strong> to what the president called <q>a long history in this country of African-Americans and Latinos being stopped by law enforcement disproportionately.</q> He showed a firm grasp of history. But the <strong> Henry Louis Gates </strong> case is no more typical of that history than <strong> Michael Vick </strong>'s second chance is typical of what most felons can expect. That episode ended", "new_id": -2}, {"uid": "1297181549166789137", "i": 42097, "idx": 0, "sa": ["Lady Morgan", "Tony Blair", "Michael Gove", "George Osborne"], "q": "am: <strong> Tony Blair </strong>'s former political secretary Sally <strong> George Osborne </strong>- or <strong> Lady Morgan </strong>, as she became in 2001- has been named today as the new chairman of Ofsted. <strong> Michael Gove </strong>, the education secretary, said she was a <q>hugely talented individual whose passion is improving education</q> and that she would ensure Ofsted \"focuses on improving our schools so we can match the world's best\". She will start on 1 March. 11.02 am: Yesterday Downing Street told us that ministers would", "new_id": -2}, {"uid": "1297444054223772678", "i": 21877, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> laid out the broad terms of the deal in an\" open letter.\" According to the document, \"Nokia will adopt Windows Phone as its primary smartphone strategy\"; <q>Nokia will help drive and define the future of Windows Phone</q>; Nokia and Microsoft will closely collaborate on development, joint marketing initiatives\"; \"Bing will power Nokia's search services across Nokia devices and services\"; \"Nokia Maps will be a core part of Microsoft", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,\" <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as \"deals, partnerships, customers and broader business relationships,\" while Page would <q>merge Google's technology and business vision.</q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so \"there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}, {"uid": "1297682295187187221", "i": 45578, "idx": 0, "sa": ["Mike Huckabee", "Mike Pence", "We Trust"], "q": "see that social conservatism remained a key component of the right's agenda. Last fall, at the Values Voter Conference, a steady stream of movement luminaries emphasized the importance of social issues. <strong> Mike Huckabee </strong> argued that the <q>economic crisis is not a fiscal crisis; it is a family crisis</q> and that \"the breakdown of Wall Street was not a money crisis; it was a moral crisis.\" Rep. <strong> Mike Pence </strong> earned his biggest applause when he declared, \"<strong> We Trust </strong> will not restore this nation with public", "new_id": -2}]