[{"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q>It can happen to any place in the world,</q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}, {"uid": "1295919285115490833", "i": 3500, "idx": 0, "sa": ["Jack Kemp", "Dan Lungren", "Sen. Bernie Sanders"], "q": "even many Republicans are prepared to embrace. But conservatives counter that the 2010 election outcome showed he is precisely the kind of political figure to put forth as the face of the Republican Party. <q>If I was starting a football team in a national budget league, I'd pick Paul Ryan as the captain and quarterback,</q> said <strong> Sen. Bernie Sanders </strong> <strong> Dan Lungren </strong>( R., Calif.), an ally of the late Mr. <strong> Jack Kemp </strong>. \"There's nobody in this House who's taken as serious a long-term view on the budget as Paul Ryan.\"", "new_id": -2}, {"uid": "1295844367023740578", "i": 16388, "idx": 0, "sa": ["Eric Schmidt"], "q": "company behind the internet's dominant gateway. The surprise shake-up announced yesterday appears to be driven by <strong> Eric Schmidt </strong>'s desire to assume more of a behind-the-scenes role as much as Page's personal ambition. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and Google's other 37-year-old founder", "new_id": -2}, {"uid": "1296018266109002765", "i": 13590, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "John Thune"], "q": "the leader of the global economy.\" <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., who sat with South Dakota Republican <strong> Barack Obama </strong> <strong> John Thune </strong>, expressed optimism that the evening's bipartisan mood could translate into bipartisan legislating. <q>We need to continue the spirit of goodwill that led us to that victory,</q> she said. \"We need to keep working together, not as Democrats or Republicans, but as Americans who are committed to a growing economy and a better future for America's middle class.\"", "new_id": -2}, {"uid": "1297240179110002178", "i": 1518, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": "evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,</q> Rumsfeld wrote. He said he made his recommendation to <strong> President Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days", "new_id": -2}, {"uid": "1297234014042778761", "i": 944, "idx": 7, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": "War\" assumes \"that rail transit is always slower and less desirable than driving.\" But \"Washington's War\" does not say that rail transit is always slower( as is indicated by the words <q>the overwhelming majority of transit services are not time-competitive with automobiles</q> nor is there any statement to the effect that transit is always less desirable than driving). A citation error in the APTA report( now corrected) precluded evaluation of <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>'s accident claim. However", "new_id": -2}, {"uid": "1297137461190611470", "i": 6471, "idx": 1, "sa": ["Diane Sawyer", "Donald Rumsfeld", "Richard Nixon", "President Bush"], "q": "Republican presidents from <strong> Richard Nixon </strong> to <strong> President Bush </strong>. The former defense secretary was reluctant to endorse <strong> President Bush </strong>'s assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q>the most important failure in the execution of the war.</q> \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an) enormous", "new_id": -2}, {"uid": "1294972672267157620", "i": 5539, "idx": 4, "sa": ["Kelly Clarkson", "Simon Cowell"], "q": " \"Without <strong> Simon Cowell </strong>, I'm not sure how successful Idol would have been, regardless of how good( Season 1 winner) <strong> Kelly Clarkson </strong> was,\" says Atlanta Journal-Constitution blogger Rodney Ho. <q>How much will viewers miss <strong> Simon Cowell </strong>'s commentary? That's the question.</q> At the same time, Ho says, <strong> Simon Cowell </strong> seemed less interested last season, which contributed to a less-than-ideal judging panel. The show's producers acknowledge that there was a lack of chemistry on the panel.", "new_id": -2}, {"uid": "1296024963108707853", "i": 21177, "idx": 3, "sa": ["Marina Ottaway", "Hillary Clinton", "Donald Rumsfeld"], "q": ", <strong> Marina Ottaway </strong> said. US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> nimbly stepped in with a speech in Doha on January 13 warning Arab leaders to allow their citizens greater freedoms or risk extremists exploiting the situation. <q>There is no doubt that the United States is trying to position itself very quickly on the good side,</q> <strong> Marina Ottaway </strong> told AFP.", "new_id": -2}, {"uid": "1295439905093192278", "i": 21702, "idx": 0, "sa": ["Jim Cantiello", "Simon Cowell"], "q": "19), MTV News' \"Idol\" expert and \"Idol in 60 Seconds\" host <strong> Jim Cantiello </strong> said he'll be even more amped up than he usually is( which is super-duper amped up). <q>I can't remember the last time I was this excited for \"Idol' to start,</q> said <strong> Jim Cantiello </strong>, who will host the live stream \"Judging the Judges: An` Idol' Without <strong> Simon Cowell </strong>\" right after \"Idol\" airs, at 10 p.m. ET on MTV.com. \"There\"s a lot", "new_id": -2}]