[{"uid": "1295807421110559236", "i": 34722, "idx": 19, "sa": ["Joe the Plumber", "Lisa Murkowski", "John McCain", "Colin Powell", "Barack Obama"], "q": "while pledging to trim the nation's soaring <strong> Colin Powell </strong> Endorses <strong> Barack Obama </strong> for <strong> Barack Obama </strong> Former Secretary of State <strong> Colin Powell </strong> Lisa Murkowskiounced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Fo... <strong> Colin Powell </strong> destroys both`` <strong> Joe the Plumber </strong>'' and <strong> John McCain </strong>'s Campaign while endorsing <strong> Barack Obama </strong>! <strong> Colin Powell </strong> destroys both`` <strong> Joe the Plumber </strong>'' and <strong> John McCain </strong>'s Campaign while endorsing", "new_id": -2}, {"uid": "1296798464219398156", "i": 29053, "idx": 6, "sa": ["Linas Kleiza", "Allen Iverson", "Carmelo Anthony"], "q": "<strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then moved to the outside, going 4-for-8 from 3-point range. <q> He got a couple of easy ones, and once you get a couple of layups, the basket looks bigger, </q> said <strong> Allen Iverson </strong>, who had 28 points.`` He played a great game, and hopefully he can continue to play that way.'' <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter", "new_id": -2}, {"uid": "1295097967134398002", "i": 6191, "idx": 1, "sa": ["Chris Huhne"], "q": ", according to Russian news agencies:`` The Russian government is going to support your joint work.'' British energy secretary href=\"http://timesofindia.indiatimes.com/topic/Chris Huhne-Chris Huhne\"> <strong> Chris Huhne </strong> also welcomed the`` groundbreaking deal'', saying it was <q> good news for href=\"http://timesofindia.indiatimes.com/topic/Europe\"> Europe, for the UK, energy security and worldwide </q>-- and showed that BP was`` very much open for business''. In href=\"http://timesofindia.indiatimes.com/topic/New-York\"> New York, BP's US shares gained 3.6 percent to 49.25 dollars on the announcement. Speaking", "new_id": -2}, {"uid": "1295283551003260420", "i": 38592, "idx": 0, "sa": ["Tracy McGrady", "LeBron James", "Allen Iverson", "Jennifer Love Hewitt", "Stephen A. Smith"], "q": ", <strong> Tracy McGrady </strong> <strong> Allen Iverson </strong> is set to retire from the NBA, according to an online report. Commentator <strong> Stephen A. Smith </strong> published a statement on his Web site Wednesday attributed to <strong> Allen Iverson </strong>. It said <strong> Allen Iverson </strong> plans to retire but also that <q> I feel strongly that I can still compete at the highest level. </q> The statement also said <strong> Allen Iverson </strong> has tremendous <strong> Jennifer Love Hewitt </strong> for the game and the desire to play.`` His legacy would be huge,'' Cleveland Cavaliers All-Star <strong> LeBron James </strong> said.`` He's one of the best when you", "new_id": -2}, {"uid": "1296155493239124507", "i": 23796, "idx": 0, "sa": ["Ted Landsmark", "Eric Schmidt"], "q": ": Generals, Pilots,... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosTed Landsmark by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009.... A driveable personal airplane: Innovation Economy( Boston Globe) Terrafugia CEO Carl Dietrich talks about his company's plans", "new_id": -2}, {"uid": "1295283420056262786", "i": 53765, "idx": 0, "sa": ["Steve Ballmer"], "q": " La Xbox n'est pas une console de jeu Post par L?o Cacheux( Moogourou) le 17/01/2011? 16h47( maj 17/01/2011)| USA Today, c'est ce qu'a d?clar le PDG de <strong> Steve Ballmer </strong>: <q> La Xbox n'est pas une console de jeu. La Xbox est un centre de divertissement familial. C'est un endroit pour socialiser. C'est un endroit pour regarder la t?l?vision. Nous avons Hulu qui arrive( un syst?me de VOD? venir sur Xbox aux USA, ndlr). C'est le seul syst?me dont vous tes le contr?leur. Votre voix, vos gestes, votre corps. </q> Confiant dans sa console, il la consid?re comme le produit du moment:''[...] ce sur quoi les gens veulent mettre la main, c'est la Xbox et Kinect. Je pense? ma", "new_id": -2}, {"uid": "1295310733097861638", "i": 54415, "idx": 22, "sa": ["Larry Brown", "Allen Iverson", "Phil Jackson"], "q": "just accept that and understand that's the way it's going to be.'' It was the eighth time <strong> Allen Iverson </strong> scored at least 40 points in a playoff game. The Sixers are 7-1 in those contests. <q> We have another chance to play and we have to put pressure on them, where they feel it, </q> Sixers coach <strong> Larry Brown </strong> said.`` It doesn't look to me like they're feeling it. They're playing with a lot of poise and have a lot to be proud of.'' Phil Jacksonadelphia also got a", "new_id": -2}, {"uid": "1295167574006995983", "i": 14114, "idx": 0, "sa": ["Allen Iverson", "George Karl", "Jason Kidd"], "q": ", and record-setting, for <strong> Allen Iverson </strong> and the Denver Nuggets. <strong> Allen Iverson </strong> scored 31 points, and the Nuggets were nearly flawless, scoring the most points in the NBA this seJason Kidd in a 138-96 rout of the Seattle SuperSonics <q> It was fun to watch, </q> Denver coach <strong> George Karl </strong> said.`` It was fun to see everyone play well.'' Denver easily snapped its three-game losing streak, with a large amount of its points coming on uncontested dunks and layups. Toss in", "new_id": -2}, {"uid": "1297003737194904085", "i": 37709, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld", "Paul Bremer"], "q": "power should be handed over quickly to an interim Iraqi authority containing a number of Iraqi exiles, and a State Department view favouring a slower transition that would allow new leaders to emerge from within the country. <q> Those key differences were never clearly or firmly resolved in the NSC, </q> <strong> Donald Rumsfeld </strong> writes.`` Only the <strong> George W. Bush </strong> could do so.'' <strong> Donald Rumsfeld </strong> blames L. <strong> Paul Bremer </strong>, who led the first year of occupation, for pursuing a grandiose plan more in line with State's vision than", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}]