[{"uid": "1295578537195002486", "i": 4832, "idx": 9, "sa": ["Larry Page", "Eric Schmidt"], "q": "blogpost that <strong> Larry Page </strong>, the son of a Michigan State University computer science professor, will now lead product development and href=\"http://yahoo-uk.feedsportal.com/technology.html\"> technology strategy, areas that are`` his greatest strengths.'' <q> It will be interesting to see what he'll do that's different, what he could not have done in his prior role, </q> said BGC Partners analyst Colin Gillis. Google's trek from startup to tech titan Google Inc said co-founder <strong> Larry Page </strong> will replace <strong> Eric Schmidt </strong> in April as chief executive of the world's No. 1 search...", "new_id": -2}, {"uid": "1295798999110280819", "i": 1178, "idx": 1, "sa": ["Colin Powell"], "q": ": Chinese currency still undervalued The retired general and former chairman of the Joint Chiefs of Staff stressed that relations between the world's two largest economies will have their ups and downs. <strong> Colin Powell </strong> appeared on CNN's <q> State of the Union. </q> Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an important element of the user experience on sunherald.com. We invite you to comment on our content as part", "new_id": -2}, {"uid": "1295249385089341966", "i": 42326, "idx": 0, "sa": ["Al Harris", "Michael Vick", "Tramon Williams", "Charles Woodson"], "q": "impressed with <strong> Tramon Williams </strong>, who took over for <strong> Al Harris </strong> at corner and put a bow on the wild-card win over the Philadelphia Eagles by intercepting <strong> Michael Vick </strong> in the end zone to preserve a 21-16 lead. <q> He's playing lights out football, </q> <strong> Charles Woodson </strong> said of <strong> Tramon Williams </strong> on Fox's Sunday telecast. The Packers' defense-- which has allowed seven points or fewer six times this season despite losing three starters to injured reserve-- limited Atlanta to a season-low 194", "new_id": -2}, {"uid": "1296014345168460294", "i": 9053, "idx": 12, "sa": ["LeBron James", "J'Covan Brown", "Allen Iverson"], "q": "Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis.`` I don't know how you can be any more proud of your team,'' <strong> J'Covan Brown </strong> said. <q> I told them this was a great opportunity for us to grow up. <strong> Allen Iverson </strong>'s doing what great players do. He's maLeBron James other people better and he is taLeBron James responsibility and steps up. I feel good that a young team could respond this way. </q> With <strong> Allen Iverson </strong> leading the way with 26 points, the Sixers built an 18-point lead by the 7:33 mark of the third quarter. But Orlando fought all the way back and took an 86-84 lead after a jumper by", "new_id": -2}, {"uid": "1296839401168542238", "i": 25015, "idx": 4, "sa": ["Howard Stern", "David Letterman", "Rob Burnett"], "q": "the Tonight Show. But maybe the scene last night wasn't what it looked like? <strong> Rob Burnett </strong>, president of <strong> David Letterman </strong>'s production company Worldwide Pants, downplayed the href=\"http://www.newsday.com/entertainment/tv/tv-zone-1.811968/will-David Letterman-leave-late-show-in-2013-1.2660894\"> comment to Newsday saying that <q> Dave and <strong> Howard Stern </strong> are very rare entities in the world of show business in that most people leave their shows when they are told and these guys have the choice to leave their series. </q> Meanwhile, we suddenly find our minds racing with thoughts of who could replace Dave. Because as much as we adore Craig Ferguson-who just keeps getting better and better every night and whose show is produced by", "new_id": -2}, {"uid": "1295566300175194114", "i": 4628, "idx": 0, "sa": ["Eric Schmidt"], "q": "sustituci?n de <strong> Eric Schmidt </strong>, que tras diez a?os pasar a ser presidente ejecutivo, seg?n ha informado este jueves la propia empresa de forma inesperada. El objetivo, seg?n <strong> Eric Schmidt </strong>, es simplificar la gesti?n empresarial. <q> Como Google ha crecido, gestionar el negocio se ha vuelto m?s complicado </q>, dice en un comunicado quien lleva diez a?os al frente del potente buscador.`` Hemos decidido que es el momento adecuado para hacer algunos cambios'', ha explicado en esta nota, en la que", "new_id": -2}, {"uid": "1295284718082854012", "i": 58778, "idx": 1, "sa": ["Jon Stewart", "David Letterman", "Piers Morgan"], "q": "then- you know, last week both <strong> Jon Stewart </strong> and <strong> David Letterman </strong> made a huge deal of pretending not to know who I was. Fantastic!` Cos we all know they do.'' He continued: <q> So it's funny. I want to be the great unknown of American television, the one they all pretend they don't know. That's great! Perfect! </q> Discussing how he likes`` stirring things up'' and causing`` controlled mayhem'', <strong> Piers Morgan </strong> added:`` CNN know they haven't hired Mother Teresa, to put it bluntly.'' This week,", "new_id": -2}, {"uid": "1295458115232456196", "i": 3382, "idx": 1, "sa": ["Wen Ping", "Allen Iverson"], "q": "His jumper was deadly.'' Using mostly jump shots, <strong> Allen Iverson </strong> Wen Pingt 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the basketball seems like a rock, </q> he said.`` That is the way it felt tonight.`` My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls", "new_id": -2}, {"uid": "1297412018192020522", "i": 36457, "idx": 0, "sa": ["Michael Vick"], "q": "told MLB.com that there were times this season he wished <strong> Michael Vick </strong>, who was convicted in 2007 of a felony related to dogfighting and served 19 months in prison, would get hurt- and questioned his sanity. <q> He had a great year and a great comeback, </q> Buehrle said,`` but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt. Everything... done to these dogs", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from`` The Tonight Show'' settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q> He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing, </q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight:` The Pillowman' By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}]