[{"uid": "1295506201228589694", "i": 19472, "idx": 0, "sa": ["Kara DioGuardi", "Michael Jackson", "Steven Tyler", "Simon Cowell"], "q": "Without him, there's barely a leader on the board. Randy <strong> Michael Jackson </strong>, the lone original, would say, \"<strong> Steven Tyler </strong> what do you think?\" and the Aerosmith lead singer would say, <q>What do you think, Randy?</q> There must have been something inside of <strong> Simon Cowell </strong>( or even <strong> Kara DioGuardi </strong>) that as a producer really wanted something good out of these singers and would easily dismiss the bad( who had been put before the", "new_id": -2}, {"uid": "1294967127178536477", "i": 31908, "idx": 0, "sa": ["Michael Douglas", "Horst Jankowski", "David Letterman"], "q": "of his life. \"The odds are the tumor gone and what I know about this particular type of cancer that I got to beat.\" <strong> Michael Douglas </strong> was last seen on the big screen portraying <strong> Michael Douglas </strong> Gecko in <q>Wall Street: Money Never Sleeps.</q> <strong> Horst Jankowski </strong> \"wild six-month ride\" through chemotherapy kept him under the media magnifying glass. It began in August on <strong> David Letterman </strong>. \"I've got cancer. I've got cancer. I've found out about three", "new_id": -2}, {"uid": "1297132541144228403", "i": 774, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "been quoted many times by critics of the war as an example of how the Bush administration misled the public.\" Critics of the war, he writes, accused the Bush administration of lying, compiling <q>a small string of comments- ill-chosen or otherwise deficient- to try to depict the administration as purposefully misrepresenting the intelligence.</q> But, <strong> Donald Rumsfeld </strong> says: \"While I made a few misstatements- in particular the one mentioned above- they were not common and certainly not characteristic. Other senior administration officials also did a reasonably good", "new_id": -2}, {"uid": "1296832188012370001", "i": 35717, "idx": 0, "sa": ["Jameel Jaffer", "Donald Rumsfeld"], "q": "American Civil Liberties Union has uncovered thousands of pages of government documents that show that torture was authorized at the highest levels of the Bush administration. <strong> Jameel Jaffer </strong>, Deputy Legal Director of the ACLU: <q>Mr. <strong> Donald Rumsfeld </strong>'s claim that the abuse at Abu Ghraib was isolated and aberrational is demonstrably false. Government documents show that the methods used at Abu Ghraib were the same ones Mr. <strong> Donald Rumsfeld </strong> approved, and that the abuse of prisoners in Defense Department custody was systemic. If there's any \"known known,' it\"s that <strong> Donald Rumsfeld </strong> joined with other officials to orchestrate a program of torture. This effort to rewrite history is shameful.</q> Funded Status of U.S. Pensions Rises to 87.6 Percent, According to BNY Mellon Asset Management Oil in Gulf of Mexico: Biologists cite need for critical data to determine ecological consequences <strong> Donald Rumsfeld </strong> Memoir Reportedly Includes False Claims That Torture", "new_id": -2}, {"uid": "1297367447190234638", "i": 34135, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb", "Solomon Wilcots"], "q": "the door for <strong> Michael Vick </strong>, and the way <strong> Michael Vick </strong> lit up opposing defenses left the Eagles no choice but to try and find a new home for <strong> Kevin Kolb </strong>. <strong> Solomon Wilcots </strong> has talked with coaches for the Eagles about <strong> Kevin Kolb </strong>. <q>They love him. They just love Mike <strong> Michael Vick </strong> more,</q> he said. <strong> Solomon Wilcots </strong> agrees with the Eagles enthusiasm for <strong> Kevin Kolb </strong> and thinks he is a perfect quarterback to lead the Bengals into the future. The second part of the equation makes as much sense as trading for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1295562573075235436", "i": 712, "idx": 0, "sa": ["James A. Baker III", "Brent Scowcroft", "Saddam Hussein", "Mikhail Gorbachev", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "20th anniversary show <strong> Saddam Hussein </strong> tried to broker a last-minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces \"treacherous and cowardly\" and describing <strong> George H.W. Bush </strong> as <q>the enemy of God and humanity.</q> Along with <strong> George H.W. Bush </strong>, the reunion will include former <strong> Dick Cheney </strong> <strong> George H.W. Bush </strong> Quayle, then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman retired <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and former National Security Advisor <strong> Brent Scowcroft </strong>.", "new_id": -2}, {"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. \"Monday, I get to wake up and it's Christmas,\" <strong> Allen Iverson </strong> said with a smile. <q>Obviously, it's going to be a fun day.</q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}, {"uid": "1295564127055377924", "i": 12262, "idx": 2, "sa": ["Eric Schmidt"], "q": "negative, that there is probably some issue going on. Google is trying to get more efficient and trying to get a tech guy in the seat to compete with,\" said UBS analyst Brian Pitz. <q>I don't think it changes anything strategically where the company is headed.</q> Google said the management change was made as part of a plan to \"streamline\" decision making and create clearer lines of responsibility and accountability at the top. It said <strong> Eric Schmidt </strong> plans to sell about", "new_id": -2}, {"uid": "1297395806049545220", "i": 34255, "idx": 2, "sa": ["Donald Rumsfeld", "Howard Teicher", "Ronald Reagan"], "q": ". <strong> Donald Rumsfeld </strong> visited again on 24 March 1984, the day the UN reported that Iraq had used mustard gas and tabun nerve agent against Iranian troops. The NY Times reported from Baghdad on 29 March 1984, that <q><strong> Ann Coulter </strong> diplomats pronounce themselves satisfied with Iraq and the U.S., and suggest that normal diplomatic ties have been established in all but name.</q>[ 14] The full extent of these covert transfers is not yet known. <strong> Howard Teicher </strong>'s files on the subject are held securely at the <strong> Ronald Reagan </strong> Presidential Library and many other <strong> Ronald Reagan </strong> Era documents that could help shine new", "new_id": -2}, {"uid": "1295758867143999001", "i": 44043, "idx": 1, "sa": ["Rudy Giuliani", "David Letterman"], "q": "hemmed and said, \"Well-- we'll sell them at our cost.\" Greene was amazed to see <strong> Rudy Giuliani </strong> wearing the boots on The Late Show With <strong> David Letterman </strong>. <strong> Rudy Giuliani </strong> said: <q>These are my new boots!'... I won\"em in a bet from the mayor of Arlington.</q> Greene called the boots an example of \"how being a major league city brings Arlington attention.\" Like a lot of folks I know, Greene is pulling for the Jets and former TCU", "new_id": -2}]