[{"uid": "1297714427180764714", "i": 45079, "idx": 0, "sa": ["Steve Ballmer"], "q": "was adopted by leading handphone maker Nokia. The software titan is struggling far behind Google's hugely popular Android system and desperate to replicate some of its success in the Microsoft-dominated personal computer market. <q> We need to give people the full web, the full Internet on their phone, like they've come to expect with the PC, </q> <strong> Steve Ballmer </strong> said at the mobile industry's annual get-together in Barcelona.`` Later this year we are going to release a version of href=\"http://www.physorg.com/tags/internet+explorer/\" rel=\"tag\"> Internet Explorer 9( web browser) complete with hardware", "new_id": -2}, {"uid": "1297520477089751561", "i": 11905, "idx": 9, "sa": ["Michael Gove"], "q": "council portfolio holder for children's services, said he hoped <strong> Michael Gove </strong> would now`` do the right thing and give our schools and their pupils the funding they deserve and were fully expecting to receive''. <q> The decision is now up to him. </q> Some 79 local authorities and 735 schools had projects stopped as part of the cancellation of the BSF programme. The judge said the total cost of the capital grants`` saved'' on all the stopped projects", "new_id": -2}, {"uid": "1296104975101646367", "i": 35771, "idx": 0, "sa": ["Simon Cowell"], "q": " Meanwhile, it is being reported that <strong> Simon Cowell </strong> is only going to be involved in the live stages of X Factor UK as he wants to concentrate on the US version. Previously unseen letters from <q> The Catcher in the Rye </q> author J.D. Salinger show the kind of`` warmth'' and... Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo!", "new_id": -2}, {"uid": "1295286835064159753", "i": 22714, "idx": 2, "sa": ["Mike Pence", "John Roll", "James Moran"], "q": "n't see the light of day- it wouldn't even get through the committee,'' said <strong> Mike Pence </strong> <strong> James Moran </strong>( D-Va.), explaining why he's not proposing any reforms in the wake of the shooting. <q> Why do we have to cower in the face of the gun lobby? We've lost ground. </q> The House repeal bill, scheduled for a Wednesday vote, is expected to pass the House, but stands almost no chance of being considered by the Democratic-contJohn Rolled Senate. Less than", "new_id": -2}, {"uid": "1297096561232882190", "i": 54561, "idx": 2, "sa": ["Simon Cowell"], "q": "a superstar,'' <strong> Simon Cowell </strong> said in a statement. Britain's`` The X Factor'', which launched in 2004, won the talent show category at Britain's National Television Awards two weeks ago beating <q> Britain's Got Talent. </q> Fox News Sunday: Power Player of the Week 2/06 is a broken man. I heard he cries and wipes his tears with$ 1000... ABC News: Filmmaker: Documentary on Kremlin Critic Stolen ABC News", "new_id": -2}, {"uid": "1295628336142901248", "i": 14702, "idx": 2, "sa": ["Paul McCartney", "David Letterman", "John Lennon Silva Santos"], "q": "of photographs, Fab Four FAQ 2.... <strong> Paul McCartney </strong> on`` A Day in the Life'' In this clip from the June 1, 2010 Library of Congress press conference, <strong> Paul McCartney </strong> talks about collaborating with <strong> John Lennon Silva Santos </strong> on <q> A Day in the Life. </q>( Thanks to <strong> David Letterman </strong> Stinson.) Visit www.examiner.com... Beatles It's Only Love Live Solo Acoustic Ivan Katz BUY THE CD IVAN KATZ ON ITUNES: itunes.apple.com Beatles It's Only Love Live Solo Acoustic Ivan Katz.", "new_id": -2}, {"uid": "1296518061268402773", "i": 57567, "idx": 1, "sa": ["Roger Goodell", "Joel Segal", "Michael Vick"], "q": ".`` I would like to express my sincere gratitude and appreciation to commissioner <strong> Roger Goodell </strong> for allowing me to be readmitted to the National Football League,'' <strong> Michael Vick </strong> said in a statement released by his agent, <strong> Joel Segal </strong>. <q> I fully understand that playing football in the NFL is a privilege, not a right, and I am truly thankful for the opportunity I have been given.`` As you can imagine, the last two years have given me time to re-evaluate my life, mature as an individual and fully understand the terrible mistakes I have made in the past and what type of life I must lead moving forward, </q> he said. <strong> Roger Goodell </strong> suspended <strong> Michael Vick </strong> indefinitely in August 2007 after the former Atlanta Falcons quarterback admitted bankrolling a dogfighting operation on his property On Twitter:@longisland495 When it comes to the dollar bill, there's no such", "new_id": -2}, {"uid": "1295142282036634657", "i": 46560, "idx": 5, "sa": ["James Cleveland", "Shaquille O'Neal", "LeBron James", "Chris Webber", "Allen Iverson", "Phil Jackson"], "q": "'s layup early in the fourth quarter, but the Pistons answered http://wn.com/Allen Iverson_Allen Iverson_31pts_Phil Jacksonadelphia_76ers_vs_LeBron James_LeBron James_James Cleveland_Cavaliers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s Shaquille O'Nealgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Phil Jacksonly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him.`` That's really what I did. It helped me out.'' <strong> Chris Webber </strong> had his best performance in his four games with Phil Jacksonadelphia, scoring 24 points and grabShaquille O'Nealg 12 rebounds,", "new_id": -2}, {"uid": "1295809830194183172", "i": 2695, "idx": 1, "sa": ["Eric Schmidt"], "q": "have made their case on... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009.... Public Health 257B- Fall 2009- Lecture 6 Public Health Preparedness and Emergency Response Professor Thomas Aragon... Public Health", "new_id": -2}, {"i": 39257, "idx": 1, "index_answer": 0, "new_id": -1, "q": "\"`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> \" The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO comments can be found accept no responsibility for the content of", "sa": ["Mike Pence"], "uid": "1296166252125468725"}]