[{"uid": "1296423892068993033", "i": 404, "idx": 3, "sa": ["Allen Iverson", "Jim O'Brien"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach <strong> Jim O'Brien </strong> blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 Iverson_Allen Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_Home_to_Home_Game_2 betfreebie.com Basketball <strong> Allen Iverson </strong> 39 s team first approach with the Philadelphia 76ers has earned", "new_id": -2, "mturk_index": "291"}, {"uid": "1297426636014974991", "i": 39890, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "ecosystem,\" acknowledging that competing with Apple's iOS and Google's Android involves a partnership that must encompass phones, devStephen Elopers, mobile services, partnerships with carriers, and app stores to distribute software. <q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift, </q> <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> said in a boldly worded open letter. \"Together, we see the opportunity, and we have the will, the resources and the drive to succeed.\" Nokia CEO", "new_id": -2, "mturk_index": "1484"}, {"uid": "1297447787101842948", "i": 53843, "idx": 1, "sa": ["Steve Ballmer"], "q": "the core competencies of each, the pair insisted that they could move quickly to market. \"Ecosystems thrive when fueled by speed, innovation and scale,\" Microsoft's <strong> Steve Ballmer </strong> said in a statement. <q> The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia officials said in statements that they expect to see revenue growth in 2011 and beyond as the spike in smartphone sales continue, but added that this year and 2012 should be viewed as transition years as", "new_id": -2, "mturk_index": "1737"}, {"uid": "1295743991123617308", "i": 28116, "idx": 5, "sa": ["Andy Coulson", "David Cameron"], "q": "has cost it 6% in audience share. And the Daily Mirror's rate of decline media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. \"So far, our worst day in government,\"", "new_id": -2, "mturk_index": "113"}, {"uid": "1295968018237928473", "i": 4478, "idx": 2, "sa": ["Tom Coburn", "Colin Powell", "Candy Crowley"], "q": "the table Coburn-cows-defense-indefensible/\"> is indefensible.\" Today on CNN's State of the Union, ret. General and former Secretary of State <strong> Colin Powell </strong> joined the growing chorus in calling for a reduction in defense spending: <q> <strong> Candy Crowley </strong>: Where would you with specificity say, \"Look we don't need a bigger military? </q> Can we cut there? \" <strong> Colin Powell </strong>: Yeah. I think we have to look at everything, domestic and our international accounts. As we draw down from Iraq and as over the next several years", "new_id": -2, "mturk_index": "831"}, {"uid": "1297292170065437721", "i": 32211, "idx": 0, "sa": ["Michael Vick"], "q": "'s best friend. posted on MLB.com about the charity work that he and his wife do for stray dogs, Buehrle's comments noticeably changed in tone when <strong> Michael Vick </strong>'s name came up. From MLB.com: <q> \"Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? </q> said( Buehrle). \"How could you do that if you are somewhat sane? \" \"\" ( <strong> Michael Vick </strong>) had a great year and a great comeback, but there were times where we", "new_id": -2, "mturk_index": "1144"}, {"uid": "1296248071002900092", "i": 29073, "idx": 4, "sa": ["Sergio Marchionne", "Alberto Bombassei", "Maurizio Landini"], "q": "nazionale degno di questo nome\" . <strong> Maurizio Landini </strong> ha parlato durante la trasmissione di Rai 3` In 1/2h', in un confronto-scontro con il vice presidente di Confindustria e membro del Cda di Fiat Industrial, <strong> Alberto Bombassei </strong>. <q> Ci deve essere pari dignit tra lavoro e imprese-- ha aggiunto <strong> Maurizio Landini </strong>-- votare s all` accordo di Mirafiori? come se si dicesse ai cittadini di Torino di uscire dall` Italia in tempi in cui si celebrano invece i 150 dell` Unit.? il contratto nazionale che fa l'unit del Paese </q>. <strong> Alberto Bombassei </strong>: NESSUN RICATTO DA <strong> Sergio Marchionne </strong> \"Oggi per investire in Italia alcune condizioni sono inevitabili. Non? ricatto quello che ha chiesto <strong> Sergio Marchionne </strong>, ma solo tenere testa alla concorrenza globale\" . Lo ha afferma il", "new_id": -2, "mturk_index": "1403"}, {"uid": "1295907764085770265", "i": 11343, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Larry Page </strong> can take over the reins. <strong> Eric Schmidt </strong>, previously CEO of Novell and CTO of Sun Microsystems, has by far the most enterprise experience in the triumvirate that runs Google, which also includes co-founder <strong> Sergey Brin </strong>. <q> <strong> Eric Schmidt </strong> clearly had passion for enterprise software, </q> says Gartner analyst Whit Andrews. \"He cared about enterprise software. He worked at a lot of companies that sold enterprise software and bunch of enterprise products. That history is not in place with <strong> Larry Page </strong>.\"", "new_id": -2, "mturk_index": "341"}, {"uid": "1295391203109740051", "i": 8996, "idx": 4, "sa": ["Sergio Marchionne"], "q": "auto worker installs seat belts to a Chrysler Chrysler Brand CEO Francois speaks in... Chrysler Town and Country Report Abuse \" \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday\" \" <q> One amenity is an optional heated steering wheel, a first among minivans. </q> Report Abuse \" Why haven't detroit automakers learned yet that we don't want rebadged vehicles over and over? \" Why is there so much contempt for the american public? We are not that stupid you", "new_id": -2, "mturk_index": "1794"}, {"uid": "1295926949014860296", "i": 45842, "idx": 1, "sa": ["David Letterman"], "q": "date. Last night, he received a call from <strong> David Letterman </strong> on which he clarified that he isn't actually retiring- just simply leaving Live!. Before hanging up, the pair snuck in a few bars of <q> There's No Business Like SHow Business. </q> Click below to watch the clip.( STAGE TUBE: IDOL Gets a Taste of Foster from Hopeful Sullivan by BroadwayWorld TV- January 20, 2011 by THE WIZARD OF OZ Blog- January 18,", "new_id": -2, "mturk_index": "119"}]