[{"uid": "1295584823230457349", "i": 15050, "idx": 3, "sa": ["Norman Schwarzkopf", "Colin Powell", "Saddam Hussein"], "q": "mission was victorious because we had the best-trained military in the world, the president had fortitude to make tough choices when they needed to be made and the unwavering support of the American people,\" <strong> Norman Schwarzkopf </strong> said. <q>Our mission in Kuwait ended 20 years ago, but the impact will endure for generations to come.</q> <strong> Colin Powell </strong> said a peaceful solution was not possible because <strong> Saddam Hussein </strong> was unfazed by the warnings from the U.N. Security Council, by economic sanctions or by the buildup of U.S. troops in the region. \"", "new_id": -2}, {"uid": "1296261938051675143", "i": 41033, "idx": 0, "sa": ["Dana Barros", "Ernie DiGregorio", "Larry Bird", "Allen Iverson"], "q": "me of World B Free\" \"reminds me of Ken Leninger\" \"reminds me of <strong> Ernie DiGregorio </strong>\" \"reminds me of <strong> Dana Barros </strong>\" <q>reminds me of <strong> Nate Funk </strong></q> \"reminds me of <strong> Larry Bird </strong>\" \"He reminds me of that one guy from Duke\" \"reminds me of <strong> Allen Iverson </strong>\" The fact that people", "new_id": -2}, {"uid": "1297260047038011242", "i": 45202, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "In an interview with ABC news on the eve of the book's release, <strong> Donald Rumsfeld </strong> said, \"What you know today can help you unthink your thinking about tomorrow.\" <strong> Donald Rumsfeld </strong> said, <q>It can't help you with things you were thinking about back then,</q> and added, \"Back then there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons. \"An Island In An Orgy Of Violence'-- A Firsthand Account Of Being Detained In Cairo", "new_id": -2}, {"uid": "1296758520141000710", "i": 29605, "idx": 0, "sa": ["Eric Schmidt"], "q": "the incident reflects a new, more reactive attitude toward slights emanating from Larry Page, the Google co-founder who will become CEO in April and is considered more volatile and less diplomatic than outgoing CEO <strong> Eric Schmidt </strong>. <q>Google's complaint is the height of hypocrisy. The company's entire business model is built on the use of other people's content usually without bothering to seek permission,</q> said John Simpson, from Consumer Watchdog's Inside Google research team. Google's allegations are an attempt to make Microsoft look bad for doing what every search provider does constantly: analyse competitors' search engines", "new_id": -2}, {"uid": "1295473016144211968", "i": 36466, "idx": 0, "sa": ["Steven Tyler", "Jimmy Fallon", "David Letterman", "Betty White", "The Roots"], "q": "and Hoda give an enthusiastic throw to commercial break. <strong> Betty White </strong> Celebrates Her 89th Birthday With Vodka and <strong> David Letterman </strong> In response to being asked what she does with her free time, <strong> Betty White </strong> answered <q>vodka's kind of a hobby.</q> So why not spend the eve of your eighty-nine years on this earth downing Grey Goose on the rocks with <strong> David Letterman </strong>? <strong> Steven Tyler </strong>, <strong> Jimmy Fallon </strong>, and <strong> The Roots </strong> Perform \"Walk This Way\"", "new_id": -2}, {"uid": "1296109290115327074", "i": 23380, "idx": 2, "sa": ["Michael Vick", "Kevin Kolb"], "q": "'s paramount for me and my family and I'm just thankful.\" <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. <q>I'm enjoying the guys and I'm enjoying being out here playing football,</q> he said. \"This is what you work for. You work hard to get in this position. I'm ecstatic to be here.\" <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC", "new_id": -2}, {"uid": "1297353395128565254", "i": 22698, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q>It can happen to any place in the world,</q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1296313807176898052", "i": 22311, "idx": 0, "sa": ["Eric Schmidt"], "q": "n't be ready until the end of 20... <strong> Eric Schmidt </strong> at the ASNE NewsNow 2010 Ideas Summit <strong> Eric Schmidt </strong> speaks to the American Society of News Editors on April 11, 2010 in Washington, DC... Shell Eco-marathon Americas: <q>Post COP15: The Road to Mexico</q> Big Think Panel Discussion Shell Eco-marathon Americas: \"Post COP15: The Road to Mexico\" Big Think Panel Discussion The Shell Eco-marathon Americas, held in Houston March 26-28, 2010, was the perfect setting for discussions", "new_id": -2}, {"uid": "1294966659267878403", "i": 37275, "idx": 2, "sa": ["Katie Couric", "Kirsten Gillibrand"], "q": "Congress and the Senate. And I think it was a combination, perhaps, of the unexpected but familiar that really prompted her to open her eyes and look around,\" he said. <strong> Katie Couric </strong>: <q>Was her husband completely beside himself?</q> <strong> Kirsten Gillibrand </strong>: \"He was- it was dramatic. I mean, he- we didn't understand the importance of that. We didn't know that she had not opened her eyes. But what", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q>I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people.</q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}]