[{"uid": "1295670452069369863", "i": 8300, "idx": 0, "sa": ["Allen Iverson"], "q": "http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1296216095069550115", "i": 37685, "idx": 0, "sa": ["Eric Schmidt"], "q": "Executive, <strong> Eric Schmidt </strong>, has said that he intends to expand his Web firm's business in China. <strong> Eric Schmidt </strong> also hopes to find a Chinese partner for Google's Android mobile phone operating system. <q> I have always been the person who believes the most in expanding into China, </q> the BBC quoted <strong> Eric Schmidt </strong>, as saying. Although <strong> Eric Schmidt </strong> said that he was happy with Google's decision to stop co-operating with China over censorship in March last year, he added: \"Over time I", "new_id": -2}, {"uid": "1296723974251478035", "i": 25684, "idx": 4, "sa": ["Allison Iraheta", "Paula Abdul", "Simon Cowell"], "q": "muster. \"I don't care if you're 16 or 60, all I know is that you're one remarkable, talented young lady,\" said <strong> Paula Abdul </strong>. <strong> Simon Cowell </strong>'s assessment was spot-on, too. <q> You are the girls' only hope in the competition right now, </q> he told <strong> Allison Iraheta </strong>. Sadly, Michael Johns' Inspirational Week choice, Aerosmith's 1973 breakout smash \"Dream On,\" was also the song that sent him home on Top 8 week. Although to be fair", "new_id": -2}, {"uid": "1294953542155058304", "i": 47663, "idx": 0, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Sen. Kay Bailey Hutchison", "Gabrielle Giffords"], "q": "survive such a devastating wound. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her unbandaged left eye and tried to focus on loved ones for the first time. <q> This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more, </q> said her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. <strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: \"It was raw courage. It was raw strength. It was so beautiful and so moving", "new_id": -2}, {"uid": "1296511486204390448", "i": 31823, "idx": 1, "sa": ["Michael Vick"], "q": "\"What authority do Dumbergs investigators have to do this? They weren't residents. Where these guns transported across state lines? How much did this leftist propaganda cost the new york taxpayer schmuck?\" Report Abuse <q> If the cops bought these guns for the mayor, or for anyone but their own personal use, then THEY have broken the law. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"uid": "1296156422245841950", "i": 9250, "idx": 3, "sa": ["Dick Armey", "Mike Pence"], "q": "POTUS talk to continue. <strong> Mike Pence </strong> faces a self-imposed deadline at \"<strong> Mike Pence </strong> can bring the whole spectrum of constitutional, social and economic conservatives together,\" <strong> Dick Armey </strong> said on Fox today. <q> They will rally behind his candidacy. </q>", "new_id": -2}, {"uid": "1295562083175194126", "i": 1946, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "chief executive, Google said Thursday.Current CEO <strong> Eric Schmidt </strong> will assume the role of executive chairman and will focus on deals and external relations. <strong> Sergey Brin </strong>, the other Google co-founder, will focus on new products the company said. <q> We have been talking about how best to simplify our management structure and speed up decision making for a long time, </q> said <strong> Eric Schmidt </strong> in announcing the decision. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm", "new_id": -2}, {"uid": "1296157088239124517", "i": 16002, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> Dave... at 1:22 PM January 27, 2011 gposner29 at 1:13 PM January 27, 2011 Simply repay what was stolen and all", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up. \"A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,\" <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}, {"uid": "1295530460005685268", "i": 14296, "idx": 0, "sa": ["Jennifer Lopez", "Steven Tyler", "Simon Cowell", "Ryan Seacrest"], "q": "winners talking about how \"American Idol\" changed their lives and made them better people.( Fame does that.) Finally, the veteran host <strong> Ryan Seacrest </strong> gingerly unveiled life without <strong> Simon Cowell </strong> with the words, <q> New dream-makers will carve out our destiny on our show. </q> Then came tableau after tableau of <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> and Ms. <strong> Jennifer Lopez </strong>, mugging and arching their backs in photo shoots, clowning in auditions and having a blast, as if they have been a team for ages.", "new_id": -2}]