[{"uid": "1295384030075563082", "i": 4684, "idx": 0, "sa": ["Ricky Gervais", "Howard Stern", "David Letterman"], "q": "with remarks that seemed cruel rather than witty. Just my opinion. January 18, 2011 07:39 AM <strong> Ricky Gervais </strong> can be very funny, but he reminds me of something <strong> David Letterman </strong> said about <strong> Howard Stern </strong>, <q>He's extremely funny but he doesn't know when to put on the brakes.</q> I suppose it's always been the case that the easiest way to get attention is to do something terrible. Would we remember Brutus if he hadn't stabbed Julius Caesar? Would anyone know that oxygen", "new_id": -2}, {"uid": "1297275963262340615", "i": 10747, "idx": 0, "sa": ["Anne Frank", "Geoffery Simmons", "Carol Roscoe", "Melanie Taylor", "David Letterman", "Dan Lauria"], "q": "Dr. Jim Bayliss, <strong> Carol Roscoe </strong>( Diary of <strong> Anne Frank </strong>) as Sue Bayliss, <strong> Geoffery Simmons </strong> as <strong> Anne Frank </strong> Lubey, Khatt <strong> Melanie Taylor </strong>( Ruined) as Lydia Lubey and young actor Jonah Schmidt as Bert. According to the Intiman, <q>When a memorial tree planted for the Keller's oldest son Larry falls during a storm, a series of unsettling events unfold for the family. As faces from the past drop in, neighbors cast questioning looks and a haunting hidden scandal has Joe fighting to stay in the good graces of the only son he has left.</q> All My Sons will have scenic design by Matthew Smucker, costume design by <strong> Melanie Taylor </strong> Burgess, lighting design by Mary Louise \"ML\" Geiger and sound design by Chris Walker. <strong> Dan Lauria </strong> Helps Out With <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1297255522158613507", "i": 27400, "idx": 0, "sa": ["Steve Ballmer"], "q": "president of the Server and Tools Division which has grown into a$ 15 billion business on his watch, was unceremoniously deposed when <strong> Steve Ballmer </strong> notified employees by email that he will leave in June. <q><strong> The CEO </strong> wants to rectify Microsoft's misfires in mobile phones and tablet computers, as well as ensure that the company doesn't fall behind in cloud software,</q> the news report said. It is not uncommon for Microsoft to have major reorgs as often as once a year, and several reorgs in the past ten years were mounted at this time of year--", "new_id": -2}, {"uid": "1297240707110002225", "i": 46065, "idx": 1, "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "q": "to jail he's on probation and he's getting honored with a key to the city that is supposed to be presented to someone like a war hero,\" one of the hosts said. <q>The kids don't say that,</q> <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. \"", "new_id": -2}, {"uid": "1295613299107249672", "i": 38982, "idx": 7, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said on his blogpost that Page, the son of a Michigan State University computer science professor, will now lead product development and technology strategy, areas that are \"his greatest strengths.\" <q>It will be interesting to see what he'll do that's different, what he could not have done in his prior role,</q> said BGC Partners analyst Colin Gillis. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "new_id": -2}, {"uid": "1295600230194969603", "i": 38096, "idx": 4, "sa": ["Eric Schmidt", "Barack Obama"], "q": "individual roles so there's clear responsibility and accountability at the top of the company.\" At the earnings call, <strong> Eric Schmidt </strong> was asked specifically about the government outreach part of his new role and he replied: <q>We need to talk to them. They often don't understand what we're doing. This is aided by our rivals. So far we've been quite successful by just taking the time and getting people to understand what we're doing. The things we're doing are pro-competitive. I believe that. And I'll be arguing that.</q> <strong> Barack Obama </strong> may be getting a phone call in the morning it seems. Praising <strong> Eric Schmidt </strong> for his decade in charge of Google, Page said:\" \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.\" <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q>He( <strong> Simon Cowell </strong>) looked at me and said: \"Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...\"</q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}, {"uid": "1295635525217038960", "i": 9304, "idx": 5, "sa": ["Eric Schmidt"], "q": "and we make sure to talk those things out explicitly,\" he said. \"And we've had a very good relationship with <strong> Eric Schmidt </strong> as well.\" When <strong> Eric Schmidt </strong> first took over as CEO, <q>there was a learning curve for us,</q> Page told Time in 2006. <strong> Eric Schmidt </strong> said it took him six months \"to understand how Google works. The subtleties took a year.\" Larry Page: Risk Taker? Page", "new_id": -2}, {"uid": "1297290951065437723", "i": 49184, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "compete against companies like Apple and Google who hold significant leads over Microsoft in such area as mobile computing and online search. <strong> Steve Ballmer </strong> announced the latest changes Wednesday in an e-mail to Microsoft employees. <q>We're already making strong traction across our Server and Tools Business by embracing cloud services,</q> <strong> Steve Ballmer </strong> wrote. <strong> Satya Nadella </strong> \"has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future.\"", "new_id": -2}, {"uid": "1297080102074383400", "i": 2854, "idx": 2, "sa": ["Neville Thurlbeck", "Glenn Mulcaire", "Andy Coulson"], "q": "was sent to <strong> Glenn Mulcaire </strong> by a reporter on the News of the World which contained a transcript of hacked voicemails and the message: \"Hello, this is the transcript for <strong> Neville Thurlbeck </strong>.\" News International said: <q>If presented with any evidence of further wrongdoing, we will act quickly and decisively on it.</q> â\u0080¢ To contact the MediaGuardian news desk email editor@mediaguardian.co.uk or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. Phone hacking: <strong> Andy Coulson </strong> taped backing sacked", "new_id": -2}]