[{"uid": "1296792773177504269", "i": 34487, "idx": 2, "sa": ["Nom De Strip", "David Letterman", "Jay Leno", "Stephen King"], "q": "Night with <strong> David Letterman </strong> writer and performer- wastes no time blasting`` Herman Munster with a neck job'' on The Late Show because <strong> Jay Leno </strong> had recently ambushed him for one of his`` stupid'' Jay LenowalStephen King segments. <q> How am I supposed to know flour is the main ingredient in bread? </q> <strong> Nom De Strip </strong> says to the visibly tickled host.'' href=\"http://www.tvguide.com/tvshows/tonight-Jay Leno-Jay Leno/100528\"> That show is for morons- it is not like your show.'' 10. Best Political Take Down: When a political flier falsely claims", "new_id": -2}, {"uid": "1295936249231571462", "i": 13667, "idx": 1, "sa": ["LeBron James", "Kobe Bryant", "Metta World Peace", "Allen Iverson"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength.`` I survived, I'm still here,'' he said. <q> I'm a new man, stMetta World Peaceger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the Mavericks. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1296553046084983809", "i": 35615, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Artikel-Services Google-Chef <strong> Eric Schmidt </strong> <q> <strong> Larry Page </strong>, Sergey und ich sind beste Freunde </q> 25. Januar 2011 Alle Ger?chte seien falsch:`` <strong> Larry Page </strong>, Sergey und ich sind beste Freunde. Ich bin Google weiterhin sehr verbunden'', sagte der Noch-Vorstandschef von Google, <strong> Eric Schmidt </strong>, auf der Burda-Digitalkonferenz", "new_id": -2}, {"uid": "1295974296157089811", "i": 18140, "idx": 1, "sa": ["LeBron James", "Jermaine Dupri", "Allen Iverson", "Carmelo Anthony"], "q": "scored a career-high 49 points to lead the Denver Nuggets past the Washington Wizards 111-100 Friday night. With <strong> Carmelo Anthony </strong> swishing shots from all over the court, <strong> Allen Iverson </strong> took just nine shots himself, maLeBron James seven of them. <q> I was out there watJermaine Dupring, </q> gushed <strong> Allen Iverson </strong>, who will join Melo as an All-Star starter in New Orleans later this month. <strong> Carmelo Anthony </strong> made 19 of 25 shots from the floor and sank all eight of his free throws in the third-highest individual scoring", "new_id": -2}, {"uid": "1296802074171819014", "i": 6917, "idx": 10, "sa": ["James Cleveland", "Big Mike", "LeBron James", "Chris Webber", "Allen Iverson", "LaMichael James", "Tim Duncan"], "q": "<strong> Allen Iverson </strong> 31pts Philadelphia 76ers vs <strong> LeBron James </strong> <strong> James Cleveland </strong> Cavaliers 2004/2005 Regular Season NBA game!!!!!!! <strong> Allen Iverson </strong>'s Big Mikegest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him.`` That's really what I did. It helped me out.'' Webbe... <strong> LaMichael James </strong> says off-season situations have made him a university.kval.com For the first Tim Duncane during Spring camp, <strong> LaMichael James </strong>", "new_id": -2}, {"uid": "1295342642027394062", "i": 58258, "idx": 0, "sa": ["Steven Tyler", "David Letterman"], "q": ", you have to pay your dues,'' <strong> Steven Tyler </strong> said on href=\"http://television.aol.com/show/late-show-with-David Letterman-David Letterman/49114/main\">` Late Show'( Weeknights, 11:35 PM on CBS), referring to the years of national touring he did with Aerosmith. <q> But, today's a different world. </q>`` I prefer the process that gave us you to this process,'' href=\"http://television.aol.com/celebs/David Letterman-David Letterman/1382349/main\"> <strong> David Letterman </strong> said of` American Idol.'`` By the time you're ready, you're ready, and", "new_id": -2}, {"uid": "1296084842258637827", "i": 11153, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like`` a volcano that is starting to erupt.'' <q> There will be huge explosions all over Fleet Street if police get to the truth, </q> he told the BBC. Click for your chance to win great prizes in the NewsChannel 10 Pro Football Pick'em contest. href=\"http://www.newschannel10.com/Global/category.asp?C=200153\"> Connect with local businesses. Click here.", "new_id": -2}, {"uid": "1296527936108609567", "i": 31095, "idx": 0, "sa": ["Sergio Marchionne"], "q": "at the end of the month. Bloomberg( ht jb): \" Ford Motor Co. said the U.S. industrywide auto sales rate may be lower in January than December... \" Auto sales seen losing momentum in January <q> U.S. auto sales lost momentum in the final weeks of January, auto executives and a leading analyst cautioned on Monday... J.D. Power forecast a January sales rate of between 11.5 million and 12 million vehicles, down sharply from the outlook for 12.2 million it had given just 10 days before. </q>... on Monday Chrysler Chief Executive <strong> Sergio Marchionne </strong> said that industry-wide sales had fallen off in the final weeks of the month, which typically account for the bulk of sales. Company: Calculated Risk", "new_id": -2}, {"uid": "1295807421110559236", "i": 34726, "idx": 23, "sa": ["Colin Powell", "Barack Obama"], "q": ", on the economy- <strong> Colin Powell </strong>( on video) I found... video results for: think <strong> Colin Powell </strong> <strong> Barack Obama </strong> <strong> Colin Powell </strong> concerned about the negative campaign turn by the Republicans <strong> Colin Powell </strong> concerned about the negative campaign turn by the Republicans <q> I think he is a transformational figure, he is a new generation coming onto the world stage, onto the American stage, and for that reason I'll be voting for Sen. <strong> Barack Obama </strong>, </q> <strong> Colin Powell </strong> said on NBC's`` Meet the Press.'' <strong> Colin Powell </strong> said he was concerned about what he ch... Bam Pow <strong> Barack Obama </strong> <strong> Colin Powell </strong> 2008 1:56 Alas- it was not meant to be. Well, he'd", "new_id": -2}, {"i": 34180, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is a major milestone for her and we're hoping that she crosses through many more,'' said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Advertise â\u0080¢ Contact Â© 2011 Vindy.com. All rights reserved. A service of The Vindicator. 107 Vindicator Square. Youngstown, OH 44503", "sa": ["Kirsten Gillibrand"], "uid": "1294960830111804421"}]