[{"uid": "1296109621176996396", "i": 17481, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "write about <strong> Ben Roethlisberger </strong> without smearing his non conviction and yet they write about <strong> Michael Vick </strong> and don't mention the dogs he killed for fun and how sick you have to be to do something like that!\" Report Abuse <q>Another white rapist on the lose... this one has deep pockets-That pig should be under the jail... i'm so glad that one of those defensive players from the Baltimore Ravens broke his nose today!</q> ABC News: Li Beats Wozniacki, Reaches Australian Open Final ABC News: Durant Overcomes Love in Overtime Thriller These days, Texas A&M has the dominant post player...", "new_id": -2}, {"uid": "1296012314232554579", "i": 3392, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": ". He was arrested in Osaka while waiting for a ferry to Okinawa. He refused to eat for two weeks after the arrest, \"but I could not die,\" he said. <q>Before and after the escape, all I cared about was myself, after all.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog San Francisco only the nation's 11th gayest city?: City Insider ORANGEVALE 4 BR", "new_id": -2}, {"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,\" <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q>That wasn't the first time he threw one in like that,</q> <strong> Keyon Dooling </strong> said. \"He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.\" The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}, {"uid": "1297108582233521205", "i": 30268, "idx": 0, "sa": ["Mary Hart", "Simon Cowell"], "q": "Tonight host <strong> Mary Hart </strong> now has another title, godmother of Oceania Cruises? new cruise ship Marina! <strong> Mary Hart </strong> was chosen to christen the ship in Miami, Florida over the weekend, saying of the opportunity, <q>It?s very exciting, and a bit humbling.... I'm truly honored to serve as the Godmother for Marina-- she will be a very special ship.</q> Exclusive: <strong> Simon Cowell </strong> Reveals Top Five Tips to Winning \"The X Factor\"", "new_id": -2}, {"uid": "1297723854105316371", "i": 37819, "idx": 1, "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "q": "the White House sent to Congress on Monday. \"When you have 17 below zero, you don't say, \"Gosh it'd be comfortable to have heat,' Â¤\" <strong> Patrick Leahy </strong> said. <q>You say,` We got ta have heat, or we're gon na die.\" Â¤</q> Independent <strong> Sen. Bernie Sanders </strong> called the matter \"a life-or-death issue.\" The delegation led a 2008 effort in Congress that doubled funding for LIHEAP to$ 5.1 billion a year for the past three years.", "new_id": -2}, {"uid": "1295807551044548101", "i": 584, "idx": 0, "sa": ["Gordon Brown", "Andy Coulson", "Harriet Harman"], "q": "whether his phone had been hacked when he was Labour prime minister between 2007 and 2010. <strong> Gordon Brown </strong>'s office declined to comment, but Labour deputy leader <strong> Harriet Harman </strong> said police must investigate the allegations. <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,</q> she told Sky News. \"Nobody is above the law, no newspaper editor, no journalist.\" <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone", "new_id": -2}, {"uid": "1295677688065617925", "i": 39516, "idx": 5, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran http://wn.com/Carmelo_Anthony_30_Pts_Against_Utah_Jazz_Opening_Night_at_Denver_Colorado_October_27,_2009 Absolutely NO COPYRIGHT infringement is intended. All", "new_id": -2}, {"uid": "1295291311074366988", "i": 37459, "idx": 1, "sa": ["Jim Ryun", "Mike Pence"], "q": "to enthusiastically advance the cause of conservatives and constitutional, limited government and for that reason I am encouraging him to get in the race,\" Mr. <strong> Jim Ryun </strong> said in a press release. Benko added, <q><strong> Mike Pence </strong> describes himself as \"First a Christian, then a conservative, then a Republican.\" He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to winning back The White House in 2012.</q> The Conservative Champion,\" is up with its first post, entitled, \"America calling <strong> Mike Pence </strong>.... You are the Conservative Champion. We call you to Serve.\" <strong> Mike Pence </strong> is expected to make", "new_id": -2}, {"uid": "1297525362073449512", "i": 7370, "idx": 0, "sa": ["Barack Obama", "David Letterman", "Ronald Reagan", "John McCain", "Tom McClintock", "Herbert Hoover"], "q": "two, <strong> Herbert Hoover </strong> and <strong> Barack Obama </strong>, did \"the opposite.\"- <strong> Tom McClintock </strong>( Republican Congressman)- False( Another Republican lying, tsk, tsk) During the <strong> Ronald Reagan </strong> era, while productivity increased, <q>wages for working people remained frozen.</q>- <strong> David Letterman </strong> Moore- Mostly True After <strong> Ronald Reagan </strong> took office, \"we didn't raise taxes and we didn't cut entitlements. What we did was we cut taxes.\"- <strong> John McCain </strong>- Barely True", "new_id": -2}, {"uid": "1294997879266141707", "i": 35562, "idx": 0, "sa": ["Sergio Marchionne"], "q": "worker says. \"Wait a moment, management is going to invest millions here, and besides I need my salary,\" another worker responds. \"I will vote yes,\" he adds, <q>I have a wife and children to maintain.</q> But the woman nearby is angry. \"No, no, no and again I'll vote no,\" she says. In one of Europe's most unionized countries, Fiat CEO <strong> Sergio Marchionne </strong>", "new_id": -2}]