[{"uid": "1296969008146849800", "i": 10926, "idx": 0, "sa": ["Michael Vick", "Jim Nantz", "Phil Simms", "Desmond Howard"], "q": ".`` During the conversation, <strong> Phil Simms </strong> made a reference to hitting me and security and sponsor representatives soon stepped in. It was an unfortunate incident and I'm moving on.'' <strong> Phil Simms </strong> disagreed, saying <q> at no time was there ever a chance of any physical confrontation or that I felt the police officer assigned to me by the event planners for my appearance needed to separate the two of us. </q> <strong> Phil Simms </strong> and partner <strong> Jim Nantz </strong> are the top broadcasting team for CBS. <strong> Desmond Howard </strong> is part of the crew that visits campuses each Saturday on the popular pregame show for Bristol, Conn.-based ESPN. <strong> Michael Vick </strong>'s return", "new_id": -2}, {"uid": "1296741969056606736", "i": 32431, "idx": 4, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,'' Mr. <strong> Donald Rumsfeld </strong> recalls. But the <strong> George W. Bush </strong> insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. <q> He wanted the options to be` creative.' </q> For more than two decades, NPR's Morning Edition has prepared listeners for the day ahead with two hours of up-to-the-minute news, background analysis, commentary, and coverage of arts and sports.", "new_id": -2}, {"uid": "1297004136041598996", "i": 36313, "idx": 1, "sa": ["Dick Cheney", "Colin Powell", "Barack Obama"], "q": "Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Barack Obama </strong> steps up diplomacy for Egypt transition... Article: <strong> Barack Obama </strong> urges entrepreneurial focus on America... Report Abuse <q>`` The Egyptians will welcome us as liberators! </q> \" Report Abuse \" This is true, but it's funny as well. \" Washington Post: <strong> Barack Obama </strong> praise could hurt two 2012 GOP candidates Washington Post: ATF fears budget cuts would imperil gun-trafficking fight at Mexico", "new_id": -2}, {"uid": "1297452741150323218", "i": 57128, "idx": 0, "sa": ["Steve Ballmer", "Bill Gates"], "q": "Microsoft founder`` knows an increasingly bad investment when he sees it,'' href=\"http://us.rd.yahoo.com/dailynews/theweek/cm_theweek/storytext/212033/40147989/SIG=13g29had2/*http://www.itworld.com/business/136492/Bill Gates-casts-vote-confidence-Steve Ballmer-selling-90-million-shares-microsoft\"> says Chris Nerney in ITworld. Microsoft's stock has languished for the past decade, and the company is now a <q> hapless also-ran in a number of crucial, emerging markets. </q> Why? <strong> Steve Ballmer </strong>. How is he even still CEO?`` Does[ <strong> Steve Ballmer </strong>] possess compromising photos'' he's been using for blackmail?`` <strong> Bill Gates </strong> casts vote of confidence in <strong> Steve Ballmer </strong> by selling 90 million shares", "new_id": -2}, {"uid": "1297407500242712579", "i": 6856, "idx": 0, "sa": ["Allen Iverson", "Kobe Bryant", "Ray Allen"], "q": "and <strong> Allen Iverson </strong> are brothers, selected 13th and 5th respectively in the 1996 NBA Draft. So while it was surprising to hear <strong> Kobe Bryant </strong>'s praise of <strong> Allen Iverson </strong> after the game, it shouldn't have been. <q> For the fans I'm sure it's sweet, but for me, I'm truly happy for <strong> Ray Allen </strong>, </q> said <strong> Kobe Bryant </strong>.`` That's just unbelievable. I just told him congratulations. It's a mutual respect kind of thing, because we both came into this league together. There's not too many[ players", "new_id": -2}, {"uid": "1296839260225148929", "i": 43618, "idx": 1, "sa": ["Bernie Sanders"], "q": "the hell alone! 11 posted on 02/04/2011 8:39:07 AM PST Just how many jobs exactly, is loopy <strong> Bernie Sanders </strong> proposing eliminating? 12 posted on 02/04/2011 8:39:18 AM PST Sgt_Schultze( A half-truth is a complete lie) <q> get rid of all the private health insurance companies </q> What insurance companies would we be left with, then? Public ones? DOes that really count as`` insurance''? To: Nachum As long as it isn't replaced by public healh", "new_id": -2}, {"uid": "1295494449164200472", "i": 21157, "idx": 7, "sa": ["Phil Jackson", "Allen Iverson", "Marcus Gilbert", "Jason Kidd"], "q": "seJason Kidd and so did the Phil Jacksonadelphia 76ers. Kukoc scored 19 points in support of <strong> Allen Iverson </strong>'s 41 and the 76ers roared to a seJason Kidd high in their fifth straight victory, a 121-89 rout of the Seattle SuperSonics. <q> Toni Kukoc played like we expected him to play every game, </q> <strong> Allen Iverson </strong> said.`` We need a lot of that from Toni. He's one of those special Marcus Gilberts that can change a game.'' While the 76ers have maintained the best record in the NBA this seJason Kidd", "new_id": -2}, {"uid": "1295779843220971037", "i": 779, "idx": 1, "sa": ["Ian Edmondson", "Max Clifford", "Andy Coulson", "Chris Bryant"], "q": "publicist <strong> Max Clifford </strong> and could decide to speak out. <strong> Max Clifford </strong> has said that he is not representing <strong> Ian Edmondson </strong>. <strong> Andy Coulson </strong>'s resignation has prompted Labour frontbencher <strong> Chris Bryant </strong> to call for the police to conduct a new investigation. <q> To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place, </q> he said.`` I hope now, finally, that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth", "new_id": -2}, {"uid": "1297195892093274131", "i": 45679, "idx": 3, "sa": ["Colin Powell", "Isnilon Hapilon"], "q": "`` We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian extremist with ties to the al-Qaida terrorist network. HILLSBOROUGH 4 BR/ 3.1 BA$ 2,199,000.00", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,'' said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons.`` He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>. <q> So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped.`` Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}]