[{"uid": "1297356972264552457", "i": 41769, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>. \"Being pummeled?\" <strong> Anderson Cooper </strong> said. \"I don't recommend it. I'd never been hit in the head before.\" He described the scene, saying, <q>People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying.<q> Show Low-$ 650,000 MLS 4412044 3 bed/ 5 bath 3,501- 4,000/ 2006 Those Callaways, John Hall& Associates Scottsdale-$ 674,900 MLS 4443039 5 bed/", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making. \"In strategy we agree. There's no disagreement,\" <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q>In character, he's fundamentally a deeper thinker than anybody else,<q> he said. \"He sees a few moves deeper than I do.\" <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}, {"uid": "1295566930055705737", "i": 33144, "idx": 2, "sa": ["Eric Schmidt"], "q": "things-help spur faster networks( he sites LTE in particular), support mobile payment initiatives and increase the availability of inexpensive smartphones. Those latter two initiatives he says, are particularly important in the developing world. <q>Phones, as we know, are used as banks in many poorer parts of the world-and modern technology means that their use as financial tools can go much further than that,<q> <strong> Eric Schmidt </strong> said. As for getting smartphones out there, <strong> Eric Schmidt </strong> argues Google can have a pretty big impact. \"We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years", "new_id": -2}, {"uid": "1294993731152698898", "i": 22405, "idx": 2, "sa": ["Michael Vick", "David Akers"], "q": "night, not for a team that was outplayed throughout four quarters but somehow remained within striking distance. \"I just took a shot at the end zone,\" <strong> Michael Vick </strong> said of his final pass. <q>I could have checked it down to the back, and I feel like I got greedy.... It's a bad way to go out, but, hey, I went out swinging.<q> Several times Sunday, the Eagles took swings and missed. Kicker <strong> David Akers </strong> was off target on field-goal attempts of 41 and 34 yards, the team converted just 38% of its third downs-", "new_id": -2}, {"uid": "1297595711017956866", "i": 6362, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said. The objects missing from the famed museum included \"a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess\" and parts of <q>a gilded wood statue of Tutankhamun harpooning,<q> <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then-president <strong> Hosni Mubarak </strong> drove his despised police from the streets in a series of running battles", "new_id": -2}, {"uid": "1295644860262504456", "i": 16541, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "role at the company. He will keep \"focusing on strategic products,\" <strong> Google Inc. </strong> said in a regulatory filing on Thursday. The company portrayed its change at the top as evolutionary rather than revolutionary. <q>Larry... is ready to lead,<q> <strong> Eric Schmidt </strong> wrote on his blog, adding via Twitter: \"Day-to-day adult supervision no longer needed!\" <strong> Eric Schmidt </strong> said that although what he called the \"triumvirate approach\" of leadership by himself, Page and", "new_id": -2}, {"uid": "1294957568077135900", "i": 27341, "idx": 1, "sa": ["Mike Pence"], "q": "to me is that we must focus on border security and internal enforcement first.\" <strong> Mike Pence </strong> also justified Arizona's immigration law by falsely claiming that Phoenix is the kidnapping capital of the world and saying, <q>there's nearly a half a million illegal immigrants and, and a rampant drug trade and, and, and human trafficking trade that's been besetting.<q>", "new_id": -2}, {"uid": "1295644519096387076", "i": 31711, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Andrew Marr"], "q": "... you know you're onto an absolute winner\"-**** Chortle 2009 \"the awkward mixture of uproarious laughter and sidelong glances... is worth the price of admission all on its own\"-**** Scotsman 2009 <q>For sheer energy and laughs per hour, these comic stockings are the biz denier miss it.<q>-**** The Scotsman 08 Be prepared to laugh your socks off! Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit <strong> Andy Coulson </strong>: from Essex council house to <strong> David Cameron </strong>'s inner circle <strong> Andrew Marr </strong> Grice: Relations between the", "new_id": -2}, {"uid": "1296834811236797962", "i": 29491, "idx": 0, "sa": ["Paul McMullan", "Max Mosley", "Andy Coulson"], "q": "Meanwhile former News of the World journalist <strong> Paul McMullan </strong> told MPs that he believed <strong> Andy Coulson </strong>, the former No 10 director of communications who quit over the scandal last month, must have known about phone-hacking. <q>The real scandal is Cameron would have been briefed: \"We can probably get away with this one,' when hiring <strong> Andy Coulson </strong>, so Mr Cameron is either a liar or an idiot,<q> he wrote. <strong> Max Mosley </strong>, one of the high-profile victims of phone-hacking, expressed his frustrations with the Met\"s reluctance to investigate. Attacking the News of the World simultaneously, he added: \"", "new_id": -2}, {"uid": "1295787142191660061", "i": 2894, "idx": 0, "sa": ["Simon Cowell"], "q": "that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole \"ga ga goo' thing. But I genuinely like kids.\" <q>Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole` ga ga goo\" thing. But I genuinely like kids.<q> Comment on this Article <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has \"softened\" him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah", "new_id": -2}]