[{"uid": "1294962672210993211", "i": 6927, "idx": 7, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "by Police Hours before Shooting <strong> Kirsten Gillibrand </strong> said that everyone present in <strong> Gabrielle Giffords </strong>' hospital room, but especially her husband Mark Kelly, were \"just crying with joy\" when <strong> Gabrielle Giffords </strong> opened her eyes. <q>We know that she will overcome this. If anyone in the world can overcome an injury, of a severe nature, it's her,</q> <strong> Kirsten Gillibrand </strong> said. \"Mark was telling us just a couple days ago how he was telling the doctors, she will be walking in a few weeks, you'll see.\" An Outpouring of Grief at", "new_id": -2}, {"uid": "1295684253063881224", "i": 1859, "idx": 1, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": ". Labour MPs have been relentlessly pursuing the case and will regard Mr <strong> Andy Coulson </strong>'s departure as a major success, but it will not stop their pursuit of News International. Mr <strong> Ed Miliband </strong> said: <q>The cloud of allegations surrounding <strong> Andy Coulson </strong>'s tenure at the News of the World raised real questions about his ability to be at the heart of the Downing Street machine. \"I think there are questions about <strong> David Cameron </strong>'s judgment about hanging on to him as long as he did.</q> Chris Bryant, a Labour <strong> David Cameron </strong>, demanded that the police carry out \"the full, transparent, and thorough inquiry into phone hacking that we are still waiting for\". \"It is", "new_id": -2}, {"uid": "1295597750252706816", "i": 1081, "idx": 1, "sa": ["Eric Schmidt"], "q": ". On the call, <strong> Eric Schmidt </strong> said the three men had a long series of discussions about the appropriate management structure, and concluded that their overlapping authority was adding delays to the decision-making process. <q>I don't anticipate any material change in our strategies, but I do believe we, as a result of this, will operate and execute the business even( better),</q> he said. Industry observers, however, were scratching their heads about the timing of the shakeup, as the company continues to deliver impressive financial results. Google reported revenue of$ 8.4 billion", "new_id": -2}, {"uid": "1295589516230457394", "i": 40614, "idx": 1, "sa": ["Eric Schmidt"], "q": "projects and new products. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said in a statement released by Google. <q>By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead, and I'm excited about working with both him and Sergey for a long time to come.</q> \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,\" Page said in a written statement. \"The results speak for themselves. There is no other CEO in the world", "new_id": -2}, {"uid": "1295245546048136202", "i": 20492, "idx": 12, "sa": ["Allen Iverson"], "q": "being his usual rambunctious self-- which took a load off <strong> Allen Iverson </strong>'s shoulders, allowing him to concentrate for a few hours on beating the defending NBA champions who knocked the Nuggets out of the playoffs last year. <q>I mean, when he's around the house screaming and yelling like he usually does, then I'm pretty sure he'll be all right,</q> <strong> Allen Iverson </strong> said. \"That was my biggest thing once he started acting like himself again. He's real loud, man.\" While <strong> Allen Iverson </strong> was doing the dirty work offensively, the Nuggets' big men--", "new_id": -2}, {"uid": "1295862437042090540", "i": 10314, "idx": 0, "sa": ["Michael Vick", "Tiger Woods", "Ben Roethlisberger", "Dan Rooney"], "q": "CITIZEN For a while, it appeared <strong> Ben Roethlisberger </strong> might be headed down the same dark career path <strong> Michael Vick </strong> or <strong> Tiger Woods </strong> ventured onto but since his return, the 28-year-old has been a model NFL citizen. <q><strong> Ben Roethlisberger </strong> has done a great job,</q> Steelers owner <strong> Dan Rooney </strong> told FOXSports.com. \"<strong> Ben Roethlisberger </strong> did his time. \"He did everything he was asked to do. He conducted himself as a real gentleman. \"I'm very proud of", "new_id": -2}, {"uid": "1297134952101482529", "i": 35349, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "we are going to be working together.\" Though no names have been announced for the upcoming reality show, having <strong> Paula Abdul </strong> on the judging panel is a decision not only <strong> Simon Cowell </strong> has to make. <q>I have to take everyone's opinions into account,</q> <strong> Simon Cowell </strong> said, according to AP. This means, that he needs to consider whether he shares the opinion of <strong> Paula Abdul </strong> with the show's other producers and the network top officials. \"The X-Factor\"", "new_id": -2}, {"uid": "1296665766252297258", "i": 4876, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "on how to modernise/reform. His arrival comes barely 24 hours after the departure of <strong> Andy Coulson </strong>. Here is a link to the BBC biography and here is the Downing St release: <q>The Prime Minister has appointed Craig Oliver, currently Controller of BBC Global News, as the Director of Communications at 10 Downing Street. The Prime Minister said: \"I am very pleased that Craig Oliver is to become the new Director of Communications at 10 Downing Street. Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the Government's programme.</q> Craig Oliver said: \"I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time. \"It's difficult to leave the BBC after a fascinating few years", "new_id": -2}, {"i": 46622, "idx": 1, "index_answer": 0, "new_id": -1, "q": "will use Windows Phone 7 as its core operating system, helping to drive the fairly new OS to success. \"I am excited about this partnership with Nokia,\" said <strong> Steve Ballmer </strong>, Microsoft CEO. <q>Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Nokia's future Under the proposed partnership:- Nokia would adopt Windows Phone as its principal smartphone strategy, innovating on top of the platform in areas such as imaging, where Nokia", "sa": ["Steve Ballmer"], "uid": "1297419412245137408"}, {"uid": "1295553530028262402", "i": 3931, "idx": 0, "sa": ["David Letterman"], "q": "Mind and Behavior: Emotions and Health Nearly half the US population turns to complementary, alternative and integrative practices to maintain or improve their health. Dr. <strong> David Letterman </strong> Rabow explores the role of spirituality in health. Series: <q>UCSF Mini Medical School for the Public</q>[ 11/2007][ Health and Medicine][ Show... IF AIR TRAVEL WORKED LIKE HEALTH CARE FASTEN YOUR SEATBELTS-- IT'S GOING TO BE A BUMPY FLIGHT.... Staying in the Now: Mental Health Through", "new_id": -2}]