[{"uid": "1295951435050003975", "i": 41298, "idx": 1, "sa": ["Girls Aloud", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old <strong> Girls Aloud </strong> star has what it takes to draw audiences in across the Atlantic. The source added to The Sun: <q> <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit. \"They want to see if the American public warm to her before she takes on such a high-profile role in one of the biggest shows on US TV. \"There have been lots of heated conversations and debates about it. </q> characters left. We welcome your opinions. This is a public forum. Libellous and abusive comments are not allowed. Please read our Remember me- this will save your name and", "new_id": -2}, {"uid": "1296513832171098167", "i": 32877, "idx": 0, "sa": ["Michael Vick"], "q": "in \" cobering up a serious crime. That's wrong. Only convicting on just two counts, that gives the cop a chance at his appeal. They are guilty in my opinion. Report Abuse <q> Now YOU know why minorities cheered when OJ was found not guilty </q>... minorities have been and still continue to be subjected to these Report Abuse \" All that are not WHITE... stand together with White Democrats \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the", "new_id": -2}, {"uid": "1297182562166789141", "i": 2712, "idx": 14, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "for the invasion of Iraq in a famous session of the UN Security Council and then, in <strong> Donald Rumsfeld </strong>'s words, claiming that he was \"somehow innocently misled into making a false declaration.\" Rumseld writes: <q> <strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong. </q> <strong> Donald Rumsfeld </strong>, in his book, is particularly galled that <strong> Colin Powell </strong> issued an apology for the looting of Baghdad's Iraqi National Museum and vowed to recover stolen artifacts. As \"Known And Unknown\"", "new_id": -2}, {"uid": "1295454377253952031", "i": 8112, "idx": 0, "sa": ["Barack Obama", "Dan Boren", "Harry Reid", "Mary Landrieu", "Sen. Bernie Sanders", "Michael Bennet", "Nancy Pelosi"], "q": "videos at: www.youtube.com Follow on Twitter: twitter.com http://wn.com/Roskam_Reflects_After_a_Long_Health_Summit_Democrats_Still_Aren't_Listening Question of the Day: What is your stance on immigration? Leave all your responses in the comment section. \"Democrats Reveal Facts About Health Care\" www.youtube.com <q> <strong> Rep. Patrick Kennedy </strong> Yells: \"Despicable' That Press Focuses On Massa Instead Of Afghanistan </q> www.youtube.com \"High Immigration Impacts America\"s Unemployed\" www.youtube.com ryanpdixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> White House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Sen. Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> ryan dixon http://wn.com/Coburn_Senate_Republicans_Will_Watch_for_Sweetheart_Deals_in_Health_Care For the first time, Democrats admit what Americans already know", "new_id": -2}, {"uid": "1295627741146702395", "i": 13716, "idx": 7, "sa": ["Eric Schmidt"], "q": "The news of the change rocked Silicon Valley, with analysts and company insiders offering varying theories. Some said Mr. <strong> Eric Schmidt </strong> was tired of the day-to-day hassles of management. Mr. <strong> Eric Schmidt </strong> said in the interview, <q> I would tell you, frankly, a decade is a long time to be a C.E.O., and Larry will discover this. </q> Others say Mr. Page always planned to re-assert his authority at some point. \"Larry has wanted to be C.E.O., so that's not a surprise,\" said a former Google sales executive", "new_id": -2}, {"i": 3958, "idx": 1, "index_answer": 3, "new_id": -1, "q": "\" and \"The Late Show With <strong> David Letterman </strong>.\" \"Jay-Z is a person in hip-hop that you almost don't think he exists until you meet him,\" <strong> Nicki Minaj </strong> explained to MTV News last February. <q> It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like, \"Jay-Z knows me?' I didn\"t think he knew who I was, let alone recommend me for something. </q> <strong> Nicki Minaj </strong> Rocks Madison Square Garden with <strong> Lil Wayne </strong>, <strong> Friday star </strong>, Drake For New York-area hip-hop artists, ripping the Madison Square Garden stage is a status-cementing moment that few are able to realize. But not", "sa": ["David Letterman", "Lil Wayne", "Friday star", "Nicki Minaj"], "uid": "1296174568165871655"}, {"uid": "1295644860262504456", "i": 16543, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "Twitter: \"Day-to-day adult supervision no longer needed!\" <strong> Eric Schmidt </strong> said that although what he called the \"triumvirate approach\" of leadership by himself, Page and <strong> Sergey Brin </strong> has real benefits, it is time <q> to clarify our individual roles so there's clear responsibility and accountability. </q> <strong> Eric Schmidt </strong> became CEO of <strong> Google Inc. </strong> in July 2001, when he'd already been chairman of the board for several months- <strong> Google Inc. </strong> put him on the board and made him chairman in March of that year.", "new_id": -2}, {"uid": "1295614765207978533", "i": 17706, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "on Friday that <strong> Andy Coulson </strong> had felt compelled to resign, but did not mention the scandal, which centres on allegations of systematic wrongdoing at <strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, </q> Mr. <strong> David Cameron </strong> said in a statement. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\" Mr.", "new_id": -2}, {"uid": "1296509145217612294", "i": 986, "idx": 0, "sa": ["Donald Rumsfeld", "Sen. Chris Dodd", "Dick Cheney", "President Bush"], "q": ", Economist said: Norinomics is the greatest philosophy ever propounded on earth ever... <strong> Sen. Chris Dodd </strong> Couretas on Monday, January 31, 2011 Peter Wehner on Commentary Magazine's Contentions blog looks at the <q>... what is worth noting, I think, is that Wallis( as opposed to Colson) has repeatedly violated his commitment to civility. For example, in 2007, </q> Wallis said: \"I believe that <strong> Dick Cheney </strong> is a liar; that <strong> Donald Rumsfeld </strong> is also a liar; and that <strong> President Bush </strong> was, and is, clueless about how to be the president of the United States", "new_id": -2}, {"uid": "1297161526055738379", "i": 33845, "idx": 4, "sa": ["Simon Cowell"], "q": "said, \"because we don't have to pretend we like each other.\" And sure, said <strong> Simon Cowell </strong>, \"There will be some bias\" among the judges toward the contestants they mentor. <q> That's part of the fun. </q> Britain seven years ago, he said, \"because I got bored\" with \"the old style\" of having contestants present and judges assess their work. The hands-on involvement of the judges, he", "new_id": -2}]