[{"uid": "1295930793182222853", "i": 1182, "idx": 0, "sa": ["Eric Snow", "Allen Iverson", "Nick Young"], "q": "New York KNick Youngs. <strong> Allen Iverson </strong> scored 35 points and <strong> Eric Snow </strong> added 23 for the Sixers, who won their fourth straight game and showed some of the grit they displayed last season, when they reached the NBA Finals. <q> It's extra special( to win) when you have to fight and struggle, </q> <strong> Allen Iverson </strong> said.`` We were able to keep fighting through it. I know last year's team is dead and stinkin', but we took something from last year's team( in this game).", "new_id": -2}, {"uid": "1297067872184320061", "i": 15366, "idx": 2, "sa": ["Michael Vick"], "q": "given the expiration of the collective bargaining agreement next month. But <strong> Michael Vick </strong> clearly expects to remain with the Eagles, who are expected to move toward a longer-term deal once the CBA issues are worked out. <q> Andy[ Reid] has been great. You're talking about a great coach, a great guy to be around, just to sit down and talk to on a daily basis, </q> <strong> Michael Vick </strong> said.''[ He] teaches you the game of football, everything you want in an individual as a player is what he exemplifies. It's just been great to be able to work with him", "new_id": -2}, {"uid": "1297670559058834956", "i": 11567, "idx": 3, "sa": ["George W. Bush", "George H. W. Bush", "Ken Rudin", "Steve Inskeep", "Donald Rumsfeld"], "q": "follow the election of <strong> George W. Bush </strong>, because Hussein was seen as unfinished business from the administration of the first <strong> George H. W. Bush </strong>. If that were true for some, <strong> Donald Rumsfeld </strong> said, it wasn't for him. <q> <strong> Steve Inskeep </strong>: Did you go into your tenure as secretary of defense believing that war with Iraq was coming? </q> Looking for <strong> Ken Rudin </strong>'s Political Junkie? It has a new home inside the new It's All Politics Blog Ron Elving and his Watching Washington", "new_id": -2}, {"uid": "1295125227265830412", "i": 42544, "idx": 23, "sa": ["Rush Limbaugh", "Donald Rumsfeld"], "q": "Post.^`` <strong> Donald Rumsfeld </strong> Should Go''. The New York Times. 7 May 2004.[ dead link]^`` <strong> Donald Rumsfeld </strong> must go''. Boston Globe. 7 May 2004.^ <q> Editorial: A failure of leadership at the highest levels </q>. Army Times. 17 May 2004.^ The New York Times> Magazine> Regarding the Torture of Others^`` <strong> Rush Limbaugh </strong>: MPs Just` Blowing Off Steam'''. CBS News. May", "new_id": -2}, {"uid": "1295666817014565419", "i": 24892, "idx": 5, "sa": ["Vince Carter", "Ben Gordon", "Allen Iverson", "Rick Carlisle", "Richard Hamilton"], "q": "low.`` No one was going to come in and be Sheed, <strong> Richard Hamilton </strong> or Dice, but we have guys who will come off the Ben Gordonch and help us in their own way,'' <strong> Allen Iverson </strong> said. <q> We just had to utilize that, even when it meant playing a totally different style. </q> The Nets lost some of their advantage when <strong> Vince Carter </strong> was ejected after for arguing a second-quarter call with referee DerRick Carlisle Stafford. <strong> Vince Carter </strong> argued a call on an out-of-bounds play, then appeared to get extremely angry after receiving a", "new_id": -2}, {"uid": "1297260047038011242", "i": 54936, "idx": 3, "sa": ["Donald Rumsfeld"], "q": ",`` What you know today can help you unthink your thinking about tomorrow.'' <strong> Donald Rumsfeld </strong> said,`` It can't help you with things you were thinking about back then,'' and added, <q> Back then there was reasonable confidence that[ Saddam Hussein] had these weapons. </q>` An Island In An Orgy Of Violence'-- A Firsthand Account Of Being Detained In Cairo", "new_id": -2}, {"uid": "1295246138063356933", "i": 39547, "idx": 7, "sa": ["Bernie Sanders", "Sarah Palin"], "q": " <strong> Bernie Sanders </strong> was not the only one looking to raise money in the wake of the shootings. On Monday, the Tea Party Express sent an e-mail to its members asking for contributions. <q> One thing that surprised us was how many in the news media and liberal political figures and organizations immediately launched into an attack on the tea party movement- assigning blame for the shooting to our grass roots, Constitutionalist movement in general, and title=\"Sarah Palin\" rel=\"homepage\" href=\"http://www.facebook.com/Sarah PalinSarah Palin\"> Gov. <strong> Sarah Palin </strong> in particular, </q> the group said.`` Friends, this is outrageous.'' United States You can follow any responses to this entry through the href=\"http://www.capitolhillblue.com/node/37984/feed\"> RSS 2.0. You can skip to the end and leave", "new_id": -2}, {"uid": "1295902720235421735", "i": 48985, "idx": 0, "sa": ["Peter Wehner", "Colin Powell"], "q": "<strong> Peter Wehner </strong>- 01.24.2011- 3:54 PM On CNN yesterday, in discussing the budget, target=\"_blank\" href=\"http://www.huffingtonpost.com/2011/01/23/Colin Powell-Colin Powell-defunding-npr-deficit-cutting-defense_n_812738.html\"> <strong> Colin Powell </strong> said that <q> the real money[ is] in the entitlements... and unless we do something about those, you can't balance the budget. </q> He added,`` You can't fix the deficit or the national debt by killing NPR or National Endowment for the Humanities or the Arts. Nice political chatter, but that doesn't do it.'' And", "new_id": -2}, {"uid": "1297167796188874762", "i": 58099, "idx": 0, "sa": ["Donald Rumsfeld", "John Simpson"], "q": "to continuing positive dialogue with the staff affected during the restructuring process.`` To this end, we will continue to consult on a one to one basis with staff.'' She added: <q> It is regrettable that these reductions are necessary but they are essential to secure the college's future sustainability and development. </q> Watch <strong> John Simpson </strong> finds mounting anger at impact of protests Homeless to Harvard How a destitute child of drug addicts turned her life around Known and unknown Critics review ex-US defence chief <strong> Donald Rumsfeld </strong>'s memoir", "new_id": -2}, {"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy''/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q> Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise, </q> he said.`` It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.''", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}]