[{"uid": "1296866191123699217", "i": 29237, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the term`` shyster'' at least three times when discussing the interest rates on debt owed to the U.S. Treasury during his nearly hour-long appearance at an industry conference with auto dealers, journalists and analysts. <q> When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut, </q> <strong> Sergio Marchionne </strong> said of the bailout.`` When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut.'' <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1295805872124010508", "i": 28520, "idx": 10, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 <strong> John McCain </strong> House race.`` I will always vote for the person who I think is best qualified,'' he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q>", "new_id": -2}, {"uid": "1295125227265830412", "i": 35010, "idx": 13, "sa": ["Antonio Taguba", "Donald Rumsfeld", "Barack Obama", "Joe Biden", "John McCain", "Brigadier General Janis Karpinski"], "q": "a heart attack[...]''^ <strong> Antonio Taguba </strong> Report:`` Iraq Prisoner Abuse Investigation of the <strong> John McCain </strong> 800th Military Police Brigade''. By Major <strong> Brigadier General Janis Karpinski </strong> <strong> Antonio Taguba </strong>. May <strong> Barack Obama </strong>, 2004. FindLaw. Section called <q> Regarding part one of the investigation, I make the following specific findings of fact. </q>^ a b Higham, Scott, and Stephens, <strong> Joe Biden </strong>,`` New Details of Prison Abuse Emerge'', Washington Post, May 21, 2004^`` <strong> Donald Rumsfeld </strong> Made Me Do It: Ghosts of", "new_id": -2}, {"uid": "1295819589226000912", "i": 29026, "idx": 5, "sa": ["Colin Powell"], "q": ",'' he said.`` I am not interested in a government job.'' <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said.`` All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1295264406234684456", "i": 20701, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "The nation in brief By DEMOCRAT-GAZETTE PRESS SERVICES QUOTE OF THE DAY <q> She's making progress every day. </q> Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., on the condition of her friend, Rep. <strong> Gabrielle Giffords </strong>, who was shot in the head last weekend Article, this page Daily, monthly, and yearly online subscriptions are available starting at", "new_id": -2}, {"uid": "1295499335019333136", "i": 220, "idx": 7, "sa": ["Kobe Bryant", "Elgin Baylor", "Allen Iverson"], "q": "to stop him,'' said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists.`` <strong> Elgin Baylor </strong> didn't realize it,'' <strong> Kobe Bryant </strong> said when told about his scoring spree. <q> You just get into one of those rhythms. My teammates were looking for me, it just feels like the ball finds you. </q> The Lakers led 89-79 entering the fourth quarter. The Nuggets drew within five points three times before a three-point play by <strong> Kobe Bryant </strong> with 6:41 remaining made it 101-93. That was only the beginning. Two free throws by", "new_id": -2}, {"uid": "1295681875220479510", "i": 13238, "idx": 0, "sa": ["Andy Coulson"], "q": "</blockquote> Report Abuse <blockquote> Mike Putt: Just reading history and especially from Genesis to today should be PLENTY of Wake UP calls... </blockquote> Nope these folks are not that educated or wise.... Report Abuse <q> Al-Qaida/ Taliban are the product of Arab sheikh's. They have just hijacked the Islamic religion and concocted 1000's of Hadith's for their benefits and playing with the lives of innocent people. Under the true definition of Islamic relegion, they are non muslim, since they do not follow the basics teachings of Islam. Even Quran says the Kingship is not allowed, and look at all the Saudi bastered with small kingdoms of their own and their product Al-Qaida/ Taliban. </q> Report Abuse <blockquote> This is child sacrifice, not suicide. </blockquote> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes$", "new_id": -2}, {"uid": "1296174977054247442", "i": 2535, "idx": 6, "sa": ["Eric Schmidt"], "q": ", and nearly 3% duly did that. But despite this initial opposition,`` Germany is the second-highest user on a percentage basis of Streetview of any country in the world,'' he said. <q> We know that German consumers really love our product. </q> On Wikileaks, Mr <strong> Eric Schmidt </strong> said the company had decided to make leaked documents searchable via its website, irrespective of the US government's opinion, because they believed there was no legal threat to them under", "new_id": -2}, {"uid": "1295605034069435415", "i": 45944, "idx": 1, "sa": ["Chris Chocola", "Mike Pence"], "q": "who's really good on the stump and has a record that is unimpeachable in terms of standing up for conservative principles? He's the only guy.'' <strong> Chris Chocola </strong> added of his fiscal conservative organization: <q> There isn't anybody that clearly excites our membership. If he would get in the race our membership would get excited about that. </q> Another plugged-in <strong> Mike Pence </strong> backer was even more blunt in ticking off the three reasons he is picking up support, each of which distinguishes him from others in the GOP field: he says and believes the right", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]