[{"uid": "1295097461234078273", "i": 23439, "idx": 0, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "( D-CA), <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>( D-FL) and Sen. <strong> Kirsten Gillibrand </strong>( D-NY), were in the room when <strong> Nancy Pelosi </strong> <strong> Gabrielle Giffords </strong> raised her eyelids. called it a \"girl power\" moment. <q>After she heard our voices and the encouragement of[ her husband] Mark[ Kelly] and her parents, she struggled briefly and opened her eyes for the very first time. It was a miracle to witness,<q> says Sen. <strong> Kirsten Gillibrand </strong>. The strength of political sisters, the love of friends and family, top-notch medical care and <strong> Nancy Pelosi </strong> <strong> Gabrielle Giffords </strong>' obviously strong will to survive made this moment possible.", "new_id": -2}, {"uid": "1296686860050905116", "i": 18510, "idx": 0, "sa": ["William Ahearn", "Robert Benmosche", "Sen. Bernie Sanders"], "q": "and a consumer lender to help repay a bailout that swelled to$ 182.3 billion, plans to maintain a plane-leasing subsidiary, the Chartis property-casualty insurer and the SunAmerica Financial Group life business, <strong> Robert Benmosche </strong> has said. <q>If AIG, whose reckless behavior resulted in a$ 182 billion taxpayer bailout, prefers to do business in Republican states, then the next time they go bankrupt, I hope they don't ask taxpayers in Vermont and other Democratic-leaning states for another bailout,<q> Senator <strong> Sen. Bernie Sanders </strong>, a Vermont independent, said today.-- With assistance from John Gittelsohn and Noah Buhayar in New York. Editors: Dan Kraut, <strong> William Ahearn </strong> To contact the reporters on this story", "new_id": -2}, {"uid": "1297179349217825301", "i": 30326, "idx": 0, "sa": ["Matt Lauer", "Simon Cowell"], "q": "Idol\" is doing just fine without him. Not that the man once known as \"<strong> Simon Cowell </strong> Mean\" has actually watched an entire episode of his old series since his exit last season. <q>It's on a different time here in the U.K.,<q> <strong> Simon Cowell </strong> told TODAY show host <strong> Matt Lauer </strong> during a Tuesday morning interview. \"I watched some clips last week to get up to speed, and it looked good.\" That includes the new faces on the", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called \"red mercury\" that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q>They live thinking about it. They could kill each other to get it,<q> <strong> Zahi Hawass </strong> said. \"When I enter any place in Egypt, people ask me all the time about this.\" The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}, {"uid": "1295616610091799567", "i": 31759, "idx": 0, "sa": ["Rumer Willis", "David Letterman", "the Black", "Steve Gorman"], "q": "<strong> Rumer Willis </strong> 09/01/2009 Want to learn how to play guitar? Learn with Jamorama! learnwithjamorama.info... The <strong> the Black </strong> Crowes- Good Morning Captain- <strong> David Letterman </strong> 9/1/09 The <strong> the Black </strong> Crowes performing \"Good Morning Captain\" from their new double album <q>Before The Frost... Until The Freeze<q> on <strong> David Letterman </strong> 9/1/09. Note <strong> Steve Gorman </strong>'s cool new drumhead! Enjoy!... \"Sometimes Salvation\"- The <strong> the Black </strong> Crowes The best music video of <strong> the Black </strong> Crowes.... The <strong> the Black </strong> Crowes- Oh Sweet Nuthin' The", "new_id": -2}, {"uid": "1296386226032849954", "i": 15446, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "her \"brand\" with fans. England footballer Ashley, <strong> Cheryl Cole </strong>, 27, had continued to travel and book hotels under her maiden name. Last night a source close to the X Factor host said: <q><strong> Cheryl Cole </strong> considered going back to her maiden name but now she has dismissed the idea. People knew who she was as a <strong> Cheryl Cole </strong> but she has only become truly famous as <strong> Cheryl Cole </strong>. yet but seeds have been sown by people like Black Eyed Peas singer Will.i.am and it is important she creates a lasting brand. It would be madness to change back.<q> The Sunday Mirror can also confirm that <strong> Simon Cowell </strong> has promised her a job as a judge on the US X Factor. He has spent the past few days convincing American producers that she will be a huge success.", "new_id": -2}, {"uid": "1296423892068993033", "i": 324, "idx": 6, "sa": ["Eddie Gill", "Michael Jordan", "Allen Iverson"], "q": "against the Pacers even as he struggled with his shot. He played 44 minutes, but went just 5-for-23 from the floor. \"I just couldn't get in no type of rhythm,\" <strong> Allen Iverson </strong> said. <q>I couldn't get warm. I couldn't feel my hands the whole game.<q> He was hot when it mattered, though, as <strong> Allen Iverson </strong> took the ball the length of the court and beat the short-handed Pacers with a shot from just above the free throw line over <strong> Eddie Gill </strong>. \"<strong> Michael Jordan </strong> shots", "new_id": -2}, {"uid": "1295675869065781776", "i": 22132, "idx": 4, "sa": ["Stephen Jackson", "Allen Iverson", "Dwyane Wade"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q>When a guy is shooting like that, there's nothing you can do.<q> <strong> Allen Iverson </strong> scored 14 http://wn.com/[HD_2009_Playoffs]_Dwyane_Wade_Highlights__Hawks_Vs_Heat__Game_6---------------- Credit of this video goes to revgen of Mixmakers.net--------- MIAMI- A season-saving victory in the books, guard <strong> Dwyane Wade </strong> and most Miami Heat teammates walked off the court Friday night with stoical looks", "new_id": -2}, {"uid": "1295228905163069960", "i": 23410, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "Mark Kelly, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. \"She's making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q>She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did.<q> On Sunday, <strong> Gabrielle Giffords </strong>' condition was upgraded to \"serious\" after successful procedures. <strong> Gabrielle Giffords </strong> was the primary target in the attack outside a Safeway market in Tucson where the congresswoman had gone to", "new_id": -2}, {"uid": "1295178088150732812", "i": 30945, "idx": 0, "sa": ["Simon Cowell"], "q": ", said\" X-Factor\" host Dermot O\" Leary. O\" Leary, who fronts the popular British talent show said that the head panelist is not a \"ogre\", Contactmusic reported. <q>I think the whole Mr <strong> Simon Cowell </strong> thing was always a bit of a facade. When I first started I expected him to be some ogre but he<q> s not like that at all. What\" s great about <strong> Simon Cowell </strong> is that with someone awful yet quite fragile, he\" s a metaphorical arm around the shoulder far more than you think he is,\"", "new_id": -2}]