[{"uid": "1297592627087900162", "i": 27429, "idx": 0, "sa": ["Simon Cowell"], "q": "been running wild that the troubled star would be a judge on the highly anticipated talent show, since her notoriety would be good for ratings. But it seems the rumors are not true. <q> No, <strong> Lindsay Lohan </strong> will not be part of the show </q>, Radaronline.com quoted spokeswoman Ann-Marie Thomson as saying on Saturday. Apparently <strong> Simon Cowell </strong>, who created \"The X Factor\" and will be the centerpiece of the judging panel, decided against the possibility of her joining", "new_id": -2}, {"uid": "1297134536144228406", "i": 34895, "idx": 2, "sa": ["Dwaine Caraway", "Brent Jones", "Michael Vick"], "q": "action \"was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas.\" <strong> Dwaine Caraway </strong> responded Monday that he cares \"deeply about animals.\" <q> Since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs, making positive choices about picking friends, and the importance of education, </q> <strong> Dwaine Caraway </strong> said. \"That was the focus of the event... For those reasons, <strong> Michael Vick </strong> deserves such an action from my office.\" To report corrections and clarifications, contact Standards Editor <strong> Brent Jones </strong>.", "new_id": -2}, {"uid": "1295276116062636062", "i": 38317, "idx": 0, "sa": ["Tim Pawlenty", "Sarah Palin", "Mike Pence", "Reince Priebus"], "q": "winning the majority. Some <strong> Reince Priebus </strong> Ousts <strong> Mike Pence </strong> Steele as RNC Chairman <strong> Tim Pawlenty </strong>: Someone like me must \"do very well\" in Iowa Former <strong> Sarah Palin </strong> <strong> Tim Pawlenty </strong> topped off his week-long string of TV appearances with an interview on <q> Fox <strong> Tim Pawlenty </strong> on his ambitions: \"For somebody like me, you have to do very well in Iowa' Former <strong> Sarah Palin </strong> <strong> Tim Pawlenty </strong> topped off his weeklong string of TV appearances with an interview on \"Fox News Sunday, </q> where <strong> Tim Pawlenty </strong> foreshadowed the argument he'll try to craft in a potential 2012 run-- and host Chris Wallace brought up the holes opponents will poke in <strong> Tim Pawlenty </strong>\"s narrative. Finishing a TV blitz to promote his new", "new_id": -2}, {"uid": "1295694690220823580", "i": 13065, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "blame\". The paper says that the ongoing legal, journalistic and parliamentary investigations into phone hacking at the News of the World will continue to raise questions about <strong> David Cameron </strong>'s judgment. <q> There will be people hoping that <strong> Andy Coulson </strong>'s departure will be an end to the matter, but of course it isn't. There are too many unanswered questions about too many important people, companies and institutions...[ This] suggests that <strong> David Cameron </strong>'s lack of judgment over <strong> Andy Coulson </strong> is even more striking. </q> uncomfortable questions remain for the prime minister. \"This affair casts serious doubt on the prime minister's judgment. He saw fit to appoint Mr <strong> Andy Coulson </strong> as the Conservative party's director of communications when the former", "new_id": -2}, {"uid": "1295526176026279989", "i": 25939, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "judging panel along with Aerosmith's <strong> Steven Tyler </strong> and original judge Randy Jackson, struggled to say no to a contestant for the first time. \"Oh, my God, I hate this!\" she said. <q> Why did I sign up for this? I want to go home. </q> Another aspiring singer was rejected by Randy, but when she broke down in tears J-Lo and <strong> Steven Tyler </strong> overlooked their reservations to keep her in the competition. The show has seen a shake-up with <strong> Simon Cowell </strong>", "new_id": -2}, {"i": 36300, "idx": 5, "index_answer": 1, "new_id": -1, "q": "were seeing,\" <strong> Kirsten Gillibrand </strong> said. \"They were saying this is unbelievable progress, to see this.\" Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q> Mark started to tell her, \"<strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,' </q> <strong> Debbie Wasserman Schultz </strong> told MSNBC\"s <strong> Chris Matthews </strong> on \"Hardball.\" \"He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Matthews", "Gabrielle Giffords"], "uid": "1294991426005357592"}, {"uid": "1295937877228343832", "i": 41110, "idx": 1, "sa": ["Kevin Systrom", "Bill Lockyer", "Newt Gingrich"], "q": "pictures of its tour. \"It's a strong and compelling way to consume moments in the world, whether it be newsworthy events or simple daily moments in a friend's life,\" <strong> Kevin Systrom </strong> said. <q> Instead of reading what they're doing, you're seeing what they're doing. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ROSS 4 BR/ 5.3 BA$ 9,750,000.00 BELVEDERE TIBURON 5 BR/ 5.1 BA$", "new_id": -2}, {"uid": "1295572388224641040", "i": 2241, "idx": 2, "sa": ["Eric Schmidt"], "q": "CEO, <strong> Eric Schmidt </strong> said during the call. \"It's time for him to have a shot at running this.\" Page hailed <strong> Eric Schmidt </strong> as a \"tremendous leaders\" whose contributions exceeded all expectations. <q> There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done, </q> Page said. <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. For the first time last year, he", "new_id": -2}, {"uid": "1295565740204783649", "i": 20454, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google's global reach,\" and act as an adviser to Page and <strong> Sergey Brin </strong>. \"We are confident that this focus will serve Google and our users well in the future,\" <strong> Eric Schmidt </strong> said. <q> Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come. </q> Woman who fell in fountain and outed herself to complain about unwanted fame just got some more:... Airlines at Denver International Airport are investigating a number of unexplained windshield cracks,... Excuse# 112 to get", "new_id": -2}, {"uid": "1296041205201015319", "i": 2150, "idx": 0, "sa": ["Michael Vick", "Alec Baldwin"], "q": "Left wants to remove animals from our diets and return as much of the Earth to nature, they can read this. \"<strong> Michael Vick </strong>: Black Sheep or Scapegoat on Animal Rights?\" by <strong> Alec Baldwin </strong> www.huffingtonpost.com Articles-Columns: <q> <strong> Van Jones </strong>, \"<strong> Al Green </strong> Jobs Czar,' a self-described` communist' arrested during <strong> Rodney King </strong> riots </q> www.examiner.com \"Exposed: The Secret http://wn.com/Utah_State_Rep_Mike_Noel_on_Alex_Jones_Tv_2/4_A_Carbon_Tax_'Trojan_Horse'_to_Grab_People's_Land!! Alex also talks with Rep. Mike Noel of Utah who has introduced legislation to keep the judiciary out of the political debate surrounding global warming. www.mikenoel.com prisonplanet.tv http://wn.com/Utah_State_Rep_Mike_Noel_on_Alex_Jones_Tv_3/4_A_Carbon_Tax_'Trojan_Horse'_to_Grab_People\"s_Land!! Alex also", "new_id": -2}]