[{"uid": "1297210131061849602", "i": 3316, "idx": 1, "sa": ["Sean Hannity", "Donald Rumsfeld", "Colin Powell", "the Fox"], "q": "for the feisty veteran of Washington inner circles, generated plenty of controversy from groups and individuals challenging his version of events during those years. But <strong> Donald Rumsfeld </strong> is taking on the administration's critics. <q>For people to say Bush lied, <strong> Colin Powell </strong> lied and Condi Rice lied or Cheney lied or <strong> Donald Rumsfeld </strong> lied-- it's just not true,</q> <strong> Donald Rumsfeld </strong> told <strong> the Fox </strong> News' <strong> Sean Hannity </strong>. Asked about former <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong>'s infamous 2003 speech to the United Nations in which he cited questionable intelligence about Iraq's alleged weapons program, <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1297272060224821253", "i": 28609, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "and east, west, south and north somewhat.\" In the book, <strong> Donald Rumsfeld </strong> claims that he should have referred to \"suspect sites.\" But, he says, his \"few misstatements\" were <q>not common and certainly not characteristic.</q> The intelligence at time regarding Iraq's WMDS, he writes now, was strong. Yet he cites a note he wrote to himself in August 2002 that the intel \"could be wrong\"- as if to", "new_id": -2}, {"i": 34015, "idx": 1, "index_answer": 1, "new_id": -1, "q": "know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address,\" Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. <q>Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit- it matters where you stand.</q> And Senate Republican leader <strong> Mitch McConnell </strong> brushed off the idea this weekend, saying people can certainly mix it up, if they want. But <strong> Tom Coburn </strong>, the Republican from Oklahoma, told NBC the two", "sa": ["Mitch McConnell", "Mike Pence", "Tom Coburn"], "uid": "1295909976177651712"}, {"uid": "1297437521252067842", "i": 20723, "idx": 1, "sa": ["Steve Ballmer"], "q": ", by contrast, told the BBC last month that the Xbox 360 maker is planning to offer PC support for its own motion-gaming peripheral, the Kinect, at some point in the future. <q>We'll support that in a formal way, in the right time,</q> <strong> Steve Ballmer </strong> said in his interview with the BBC. Don Reisinger Full Profile E-mail Don Reisinger E-mail Don Reisinger If you have a question", "new_id": -2}, {"uid": "1296619353222035984", "i": 21722, "idx": 1, "sa": ["Maurice Cheeks", "Kobe Bryant", "Michael Vick", "Lamar Odom"], "q": "we definitely missed him.\" Philadelphia coach <strong> Maurice Cheeks </strong> is used to <strong> Kobe Bryant </strong>'s shooting show. \"<strong> Kobe Bryant </strong> makes shots, we kept saying they were incredible shots and for most people they are,\" <strong> Maurice Cheeks </strong> said. <q>But for <strong> Kobe Bryant </strong>, I don't think they were incredible. He does things like that on an everyday basis.</q> <strong> Lamar Odom </strong> had a career-high 12 assists to go with eight points and seven rebounds for Los Angeles http://wn.com/Michael_Vick_88_Yards_Passing_Touch_Down_On_Monday_Night_Football The first play of the game with Washington Redskin, <strong> Michael Vick </strong> pass 88 yards touchdown in 18 seconds of the game on", "new_id": -2}, {"uid": "1295984196057327656", "i": 24604, "idx": 6, "sa": ["Walt Disney", "Eric Schmidt", "Google Inc."], "q": "Corp. and ABC parent <strong> Walt Disney </strong> Co.. The broadcasters are all trying to capture the shift toward on- demand viewing, which ratings company Nielsen Co. has said is surging in the U.S. <strong> Google Inc. </strong> TV will be <q>much more effective if the broadcasters are supportive,</q> and the company is trying to convince them it's not a threat, <strong> Eric Schmidt </strong> said today. \"We believe it's going to lead to more TV watching, which is good for them.\"", "new_id": -2}, {"uid": "1296950394175865882", "i": 13848, "idx": 0, "sa": ["Kirsten Gillibrand", "Harriet Tubman"], "q": "'s suffrage movement and in helping elderly African Americans. Proponents say the two parks proposed in the legislation would stimulate tourism, create jobs and recognize a civil rights icon whose story is known worldwide. <q>These two national parks in Maryland and Auburn, N.Y., would provide an important place where men and women of all backgrounds can come together and reflect on the significance of her life,</q> <strong> Kirsten Gillibrand </strong> said. Donald Pinder, president of the <strong> Harriet Tubman </strong> Organization in Maryland, said the park would offer <strong> Harriet Tubman </strong>'s story as a way to encourage people \"to do the right thing, even when everybody", "new_id": -2}, {"uid": "1295928935203030533", "i": 27853, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "most I've never reread.\" As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: <q>Are we winning or losing the war on terror?</q> \"Is the US government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he says. \"", "new_id": -2}, {"uid": "1295754864179863585", "i": 25898, "idx": 7, "sa": ["Chris Bosh", "Allen Iverson", "Pau Gasol"], "q": "a strained right groin, the one negative on the night. <strong> Chris Bosh </strong> said he'd hurt his groin a day earlier in practice. \"I was just trying to get going,\" said the all-star forward. <q>Usually it's one of those things that when you get warm, you don't feel it. But it was a little painful making certain cuts, so I decided to take it easy. \"I'm sure after a good rest tomorrow and good treatment, I'll be ready to go Friday( when the Raptors host Cleveland).</q> Juan-Carlos Navarro led the Grizzlies( 5-10) with 15 points, while <strong> Pau Gasol </strong> had 13. Toronto outshot and outhustled the Grizzlies all night http://wn.com/Allen_Iverson_11pts_vs_Kings_in_17mins_action_09/10_NBA_*Memphis_Grizzlies_Debut_*Welcome_Back <strong> Allen Iverson </strong>( notes) made his debut with the Memphis Grizzlies on Monday,", "new_id": -2}, {"uid": "1295878633173096984", "i": 39112, "idx": 0, "sa": ["Lil Wayne", "Simon Cowell"], "q": "has \"got her back.\" wanted to crack America without SiCo's help The X Factor star has denied the rumours, claiming that <strong> Simon Cowell </strong> would never try and tell her what to do. The Sun: <q>I wouldn't be here without him. <strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to give me rules- he likes the fact I'm a bit rebellious!' <strong> Lil Wayne </strong> while recording her debut album in Miami was \"the best day of her life.</q> Lloyd confessed to the tabloid: \"Meeting <strong> Lil Wayne </strong> was actually the best day of my life. I'll never ever forget it. The same people who took the mickey out of me at school loved <strong> Lil Wayne </strong>", "new_id": -2}]