[{"uid": "1295563175055377952", "i": 21074, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "at the search giant. No longer will <strong> Eric Schmidt </strong> sit in the CEO position-he has decided to step into the role of Executive Chairman, while Page slides in as CEO. The other Google cofounder, <strong> Sergey Brin </strong>, will <q> devote his energy to strategic projects, in particular working on new products. </q> Google made the announcement as part of its quarterly earnings report for the fourth fiscal quarter of 2010. The company reported revenues of$ 8.44 billion during the quarter, an increase of 26 percent from the", "new_id": -2}, {"uid": "1295254462216039433", "i": 13210, "idx": 0, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "The Minnesota game cost him. But after what he saw from <strong> Michael Vick </strong> this season, Eagles offensive coordinator <strong> Marty Mornhinweg </strong> thinks the 30-year-old has a chance- a chance- to become a great one. <q> He's got a good opportunity to become one of the best ever, </q> <strong> Marty Mornhinweg </strong> told me on Thursday.`` He's got several things to do to get that done.'' Last week was a melancholy one at the NovaCare Complex. No one was ready for the season", "new_id": -2}, {"uid": "1296387372079249426", "i": 18534, "idx": 0, "sa": ["Zahi Hawass"], "q": "advantage of a fire raging through the nearby headquarters of the ruling National Democratic Party in downtown Cairo, intruders climbed the gates, broke a window and entered the museum in bid to steal the mummies. <q> But demonstrators in collaboration with security forces stopped the thieves and returned the relics to the museum-- but they were already damaged, </q> <strong> Zahi Hawass </strong> told AFP.`` Only their heads were intact,'' he added. The fate of the vandals remained unknown. The Egyptian museum, which houses invaluable treasures of antiquity,", "new_id": -2}, {"uid": "1295550320082853950", "i": 25009, "idx": 0, "sa": ["Sergio Marchionne", "Ray LaHood"], "q": "or canceled. While the first deadline for replacing signs is still four years away, U.S. Transportation Secretary <strong> Ray LaHood </strong> reopened public comment on the new rules in November as a step toward delaying or abolishing them. <q> I believe that this regulation makes no sense. It Devices aim to keep drivers connected car. Others are offering innovations to keep us safe as we use those new services while barreling Chrysler debates minivans' future future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week.`` We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new Planet Bike's", "new_id": -2}, {"uid": "1297393753089440263", "i": 37656, "idx": 0, "sa": ["Donald Rumsfeld", "Mr. Paul", "Ron Paul", "Dick Cheney"], "q": "'' <strong> Mr. Paul </strong> Trump, who is mulling a 2012 run, spoke bluntly about the presidential prospects of <strong> Mr. Paul </strong>'s father, <strong> Ron Paul </strong>, the Texas Republican whose libertarian, small-government ideas are popular with many conservatives. <q> <strong> Ron Paul </strong> can not get elected, I'm sorry, </q> <strong> Mr. Paul </strong> Trump declared, as boos erupted. Things got rowdier when former <strong> Dick Cheney </strong> of Defense <strong> Donald Rumsfeld </strong> took the stage to receive an award. He was greeted by boos and intermittent applause. Some people walked out", "new_id": -2}, {"uid": "1295685222050348045", "i": 37620, "idx": 2, "sa": ["Bill Lockyer"], "q": "pension obligations, and bankruptcy is not part of it.`` We are dealing with them by reducing benefits and increasing employees' contributions, among other moves,'' <strong> Bill Lockyer </strong> said in a written statement. <q> With respect to our budget shortfalls, we have the tools to fix them without taking a wrecking ball to our economies and taxpayers. </q> There could be unintended consequences of the bankruptcy proposal. Mere talk of state bankruptcy could drive up interest rates that states must pay for their bonds if investors believe that the bonds won't be as secure", "new_id": -2}, {"uid": "1297642831198574106", "i": 15881, "idx": 0, "sa": ["Shayne Ward", "Simon Cowell"], "q": "United Kingdom in November 2010. <strong> Shayne Ward </strong> says that the album is expected to be released in the United States sometime in 2011. When asked what he sees himself doing in five years, <strong> Shayne Ward </strong> replied: <q> I'd like to be doing a world tour in five years. I feel like I'm ready to branch out and take it to other places. </q> <strong> Shayne Ward </strong> tells the Shropshire Star that he doesn't seen`` X Factor'' judge/executive producer <strong> Simon Cowell </strong> that much these days because`` he's always off,'' says <strong> Shayne Ward </strong>.`` I don't", "new_id": -2}, {"uid": "1295287505178176044", "i": 2168, "idx": 1, "sa": ["Michael Douglas", "Matt Lauer", "David Letterman"], "q": "on the big screen portraying <strong> Michael Douglas </strong> Gecko in`` Wall Street: Money Never Sleeps.'' His`` wild six-month ride'' through chemotherapy kept him under the media magnifying glass. It began in August on <strong> David Letterman </strong>. <q> I've got cancer. I've got cancer. I've found out about three weeks ago. I said,` gee just when I found out I was going to be on your show.' I got a biopsy and they analyzed it. It's a stage four which is intense, so they got to go at it. </q> <strong> Matt Lauer </strong> scored the exclusive post-recovery interview-- <strong> Michael Douglas </strong>' first since beginning treatment. With cameras rolling, the Oscar winning actor revealed how his celebrity status was an added burden. LAUER:`` There were some pictures taken", "new_id": -2}, {"uid": "1295996572097009665", "i": 29891, "idx": 0, "sa": ["Dwight Duncan", "Sergio Marchionne", "Mayor Susan Fennell"], "q": "Finance <strong> Dwight Duncan </strong>, Brampton <strong> Mayor Susan Fennell </strong>, CAW President Ken Lewenza and other local officials, joined employees in recognizing the importance of the plant, the workforce and the 300 and Charger in the future success of the company. <q> The launch of the all-new 2011 Chrysler 300 and Dodge Charger demonstrates how far this company has come in 18 months, </q> said <strong> Sergio Marchionne </strong>.`` The assistance of the governments of Canada and the Province of Ontario gave us the opportunity to create a future. Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the US", "new_id": -2}, [{"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,'' <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}]]