[{"uid": "1295808445044548103", "i": 31657, "idx": 1, "sa": ["Mitt Romney", "Mike Pence", "Mark Levin", "Tim Pawlenty", "Ron Paul", "Sarah Palin", "Michele Bachmann", "Newt Gingrich", "Sen. Jim DeMint"], "q": "<strong> Newt Gingrich </strong>, but finished behind <strong> Ron Paul </strong>, <strong> Tim Pawlenty </strong>, <strong> Sarah Palin </strong>, <strong> Michele Bachmann </strong> and <strong> Sen. Jim DeMint </strong>. The take away from that unofficial and unscientific poll, according to ABC News, is that <strong> Mitt Romney </strong> is the frontrunner in New Hampshire, <q>but there's plenty of room for another Republican to break through.</q> <strong> Mike Pence </strong> a straw poll in September taken at Family Research Council's Values Voters Summit in Washington, D.C. Constitutional lawyer, author and radio talk-show host <strong> Mark Levin </strong> assessed the current field of contenders during his show on Friday(", "new_id": -2}, {"uid": "1295586061144719886", "i": 17227, "idx": 3, "sa": ["Eric Schmidt"], "q": "1.97 billion a year earlier. Google reported revenues of USD 8.44 billion for the quarter ended December 31, 2010, an increase of 26 per cent compared to the fourth quarter of 2009. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> <strong> Eric Schmidt </strong> said.", "new_id": -2}, {"uid": "1296463316032751626", "i": 11278, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "the beginning of our fight back.'' The leadership of Common Cause, generally a far more congenial organization, was a bit unusual, part of a new aggressiveness and penchant for direct action from the group. <q>I think you're going to see a new Common Cause.</q> Veterans Slam <strong> Sen. Bernie Sanders </strong> Bachmann's Plan To Cut Vet Benefits: ''Heartless,'` Shows Contempt' For Troops' Sacrifice Virginia Lawmaker Says GOP's 2010 Victories Driven by Opposition to Black <strong> Barack Obama </strong> Team''s Lame", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.'' <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q>But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds,</q> writes <strong> Howard Kurtz </strong>. ''What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.'' <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}, {"uid": "1296109290115327074", "i": 23378, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "Less than two years after being released from federal prison, the Philadelphia Eagles quarterback is making his fourth Pro Bowl appearance-- and first since serving 18 months for his role in a dogfighting operation. <q>This one feels great due to the fact that I've been through so much and trained to getting back to this position,</q> he said after the NFC opened practice Wednesday. ''It's paramount for me and my family and I'm just thankful.'' <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career", "new_id": -2}, {"uid": "1295642627003719192", "i": 2589, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "'s family. Photograph: Suzanne Plunkett/Reuters <strong> David Cameron </strong>'s inner circle, today resigned as Downing Street's director of communications, saying the wave of allegations that he was involved in illegal phone hacking when editor of the <q>When the spokesman needs a spokesman, it is time to move on,</q> <strong> Andy Coulson </strong> said in a carefully crafted statement which had been in preparation for 48 hours. Downing Street insisted his departure was not precipitated by any fresh piece of damning evidence that would undercut <strong> Andy Coulson </strong>'s claim he", "new_id": -2}, {"uid": "1295981857139264049", "i": 18677, "idx": 0, "sa": ["Bill Lockyer", "David Meeks", "Dustin McDaniel", "Newt Gingrich"], "q": "Attorney General <strong> Dustin McDaniel </strong> would defend the bill if it were to become law, she said. The state GOP says the Democrats who voted against <strong> David Meeks </strong>' bill voted to oppress Arkansans' liberty. <q>Working Arkansans deserve the freedom to choose whether or not they wish to purchase health insurance,</q> Republican Party of Arkansas executive director Chase Dugger said in a statement. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog OAKLAND 4 BR", "new_id": -2}, {"uid": "1296405734264388638", "i": 643, "idx": 4, "sa": ["Tyronn Lue", "Ron Artest", "Allen Iverson"], "q": " ''I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.</q> ''He was holding me the whole time,'' <strong> Allen Iverson </strong> said Date: March 2, 2010 Staples Center, Los Angeles, CA All Video Credits to JD2K. fter road games following the All-Star break, <strong> Ron Artest </strong>", "new_id": -2}, {"uid": "1297588672045400131", "i": 10463, "idx": 5, "sa": ["Donald Rumsfeld", "Gerald Ford", "Dick Cheney", "President Lyndon Johnson"], "q": "of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>-- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. ''It's not a journal, it's not a diary,'' he says of the <strong> Gerald Ford </strong> White House notes. <q>It is a set of working documents that I've never edited. In fact, most I've never reread.</q> As defense secretary, <strong> Donald Rumsfeld </strong> issued thousands of memos, ''snowflakes,'' they were called. He reads from some issued in 2003 and in 2005: ''Are we winning or losing the war on", "new_id": -2}, {"uid": "1297428190058949643", "i": 11822, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Nokia will fold its own app store into the Microsoft Marketplace. <strong> Stephen Elop </strong> the optimist In a press conference today, <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> touted the alliance as good for both companies' aspirations. <q>A pessimist sees the difficulty in every opportunity, but an optimist sees the opportunity in every difficulty,</q> <strong> Stephen Elop </strong> said, quoting England's historic prime minister Winston Churchill as he spoke in London. ''I am an optimist.'' It's not immediately clear what needs to be done to make the deal", "new_id": -2}]