[{"uid": "1295946658120340491", "i": 57147, "idx": 0, "sa": ["Mike Daisey", "Bill Lockyer", "Newt Gingrich"], "q": ". With the passion of a disabused true believer, he wants the piece to plant a missionary virus in the audience( a handout offers tips for what to do next). As <strong> Mike Daisey </strong> says, <q> If you don't think about what operating system you're using, you are living the unexamined life. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog HILLSBOROUGH 4 BR/ 3.1 BA$ 2,199,000.00 DALY CITY 3 BR/ 2.1 BA$", "new_id": -2}, {"uid": "1295087901196460565", "i": 22091, "idx": 0, "sa": ["Conan O'Brien", "David Letterman", "Jay Leno"], "q": "of <strong> Jay Leno </strong>'s audience for NBC's The Tonight Show and The Late Show with <strong> David Letterman </strong> on CBS is 56, TBS said, using data from Nielsen Media. <strong> Conan O'Brien </strong> said the last 12 months had been <q> a crazy journey of discovery </q> and that the support of TBS had encouraged him to experiment more with wacky ideas, and live \"in the moment.\" \"I don't want to overthink things. If someone has an idea", "new_id": -2}, {"uid": "1297137006173735943", "i": 57192, "idx": 0, "sa": ["Wanda Jackson", "Dwaine Caraway", "Mayor Tom", "Michael Vick", "O. J. Simpson", "Joe Nichols", "Tom Leppert"], "q": "a pre-Super Bowl shindig <strong> Dwaine Caraway </strong>, the <strong> Mayor Tom </strong> pro tem of Dallas, says he's ready to take over should <strong> Mayor Tom </strong> <strong> Tom Leppert </strong> end his term early. New Release Tuesday: Iron and Wine, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was <strong> O. J. Simpson </strong> busy? </q> Dallas <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1296319166261652482", "i": 5362, "idx": 0, "sa": ["Zahi Hawass"], "q": "army arrived, young Egyptians- some armed with truncheons grabbed off the police- created a human chain at the museum's front gate to prevent looters from making off with any of its priceless artifacts. <q> They managed to stop them, </q> <strong> Zahi Hawass </strong> said. He added that the would-be looters only managed to vandalize two mummies, ripping their heads off. They also cleared out the museum gift shop. He said the museum's prized King Tutankhamun", "new_id": -2}, {"uid": "1296480901080920596", "i": 47437, "idx": 0, "sa": ["Sergio Marchionne"], "q": "and trucks in the last three months of the year, down 6 percent from the third quarter. Modified full-year operating profit of$ 763 million exceeded Chrysler's revised forecast of about$ 700 million. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> <strong> Sergio Marchionne </strong>, who also heads Fiat, said in the statement. Modified operating profit, a term Chrysler introduced this quarter that excludes items such as taxes, interest and pension- related costs, was$", "new_id": -2}, {"uid": "1295984011193069115", "i": 1280, "idx": 0, "sa": ["Eric Schmidt"], "q": "chairman, also said the group would hire thousands of people this year, rejecting accusations that it has struggled to keep its best talent from leaving for Facebook and other Silicon Valley rivals. <q> I'm very personally excited about my next decade at Google, </q> <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on January 21 that his move was an effort to speed up decision-making.", "new_id": -2}, {"uid": "1295499048112721935", "i": 15486, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "yes and told Huggins he's see her in California. Another notable performer was Melinda Ademi, who's parents are war refugees from Kosovo. After she sang, <strong> Steven Tyler </strong> told the 16-year-old from Yonkers, <q> Your singing is straight and sweet. </q> She got a yes from all three judges. Though <strong> Simon Cowell </strong>'s particular brand of blunt criticism is conspicuously absent, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> had a few moments of their own. In one egregious audition, they", "new_id": -2}, {"uid": "1297189237260702220", "i": 18093, "idx": 3, "sa": ["George H. W. Bush", "Donald Rumsfeld", "Diane Sawyer", "Dan Bartlett", "Bob Woodward", "David Gregory"], "q": "argued, \"It's documented in <strong> Bob Woodward </strong>'s book.\" <strong> Donald Rumsfeld </strong> retorted, \"<strong> Bob Woodward </strong> wasn't there.\" On January 10 2007, then-GMA host <strong> Diane Sawyer </strong> lectured White House aide <strong> Dan Bartlett </strong> about the surge: <q> I just want to run through a partial roll call of the number of people who have either opposed what the <strong> George H. W. Bush </strong> is going to do, or expressed serious reservations. </q> After reading off several names, she complained, \"What don't they get? What don't they understand?\" On January 9 2007, NBC's <strong> David Gregory </strong> \"As the <strong> George H. W. Bush </strong> prepares to start a", "new_id": -2}, {"uid": "1295465638118243338", "i": 48236, "idx": 3, "sa": ["Bernie Sanders", "Barack Obama", "Brent Glass"], "q": "Vermont who caucuses with Democrats, acknowledged that buying foreign products will not have a \"profound\" impact on the trade deficit, but added \"the symbolism is extraordinary\" and \"pretty pathetic.\" <q> It appears that a museum owned by the people of the United States, celebrating the history of the United States, can not find companies in this country employing American workers that are able to manufacture statues of our founding fathers, or our current <strong> Barack Obama </strong>. </q> <strong> Bernie Sanders </strong>' letter was sent yesterday to the museum's director, <strong> Brent Glass </strong>. The Smithsonian Institution, which overseas the operation of the museum, has yet to respond to <strong> Bernie Sanders </strong>' letter or NBC News for", "new_id": -2}, {"uid": "1295237766163905566", "i": 35995, "idx": 1, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand"], "q": "talked with <strong> Gabrielle Giffords </strong>' husband, astronaut <strong> Mark Kelson </strong>, on Saturday night. He described the latest progress in his critically injured wife's recovery. \"She's making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> The University of Arizona said in a news release Sunday that <strong> Gabrielle Giffords </strong>' condition had been upgraded from critical to serious because she is no longer on a ventilator. <strong> Gabrielle Giffords </strong> was the primary target in", "new_id": -2}]