[{"uid": "1295665867007979096", "i": 29821, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "April 4 he will take charge of our day-to-day operations as Google's chief executive officer. In this new role I know he will merge Google's technology and business vision brilliantly\", says <strong> Eric Schmidt </strong> before adding: <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead</q>. According to the blog post, \"<strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be co-founder. He's an innovator", "new_id": -2}, {"uid": "1295669855215973935", "i": 37831, "idx": 0, "sa": ["Andy Coulson"], "q": "afternoon we have carried out a thorough forensic examination at the scene of the crime and have been checking local CCTV in an effort to glean further information on this attack.\" Det Insp Martin added: <q>The park is frequented by dog walkers and I would appeal to anyone who was in the park at the time and may have unwittingly seen something that could be helpful to the inquiry. \"The weather was particularly foggy yesterday afternoon and visibility in the park was poor, however, I would ask anyone who heard anything untoward to contact my office.</q> Woman indecently assaulted and slashed across face at park Downing Street spin doctor <strong> Andy Coulson </strong> resigns in phone-hacking row Ice eliminator that clears icy roads at-20 C to be used across Scotland 300 jobs could be created in Dundee", "new_id": -2}, {"uid": "1295909859246595674", "i": 40042, "idx": 3, "sa": ["Sheldon Whitehouse", "Sen. Bernie Sanders"], "q": "House Budget Committee and a leader on economic issues for the caucus. <strong> Sheldon Whitehouse </strong> said Ryan's plan, which slashes taxes on capital gains, would create an even larger gap between rich and poor. <q>The Ryan plan essentially relives the richest Americans from any responsibility to pay for the support of their country,</q> he said. \"Our country should not be a country where the super rich get to play by different rules than people who are working their way up to their own American dream.\" <strong> Sen. Bernie Sanders </strong> said", "new_id": -2}, {"uid": "1295452591083853361", "i": 7943, "idx": 5, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "hardest one to get.\" Thompson points out that, as a British unknown looking for American fame, <strong> Simon Cowell </strong> used meanness as a savvy PR move- one that wouldn't work for <strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>. <q>Outside of the music industry, no one in the United States knew who <strong> Simon Cowell </strong> was until he started making nasty comments during the first season promotions for the show,</q> he says. \"Being mean was what made him a celebrity. But <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are already celebrities. They have their cultural equity to protect.\" For Young, it's no accident that", "new_id": -2}, {"uid": "1296762870078708770", "i": 16179, "idx": 3, "sa": ["Zahi Hawass"], "q": "museum resulted in \"70 broken objects, all of which can be restored.\" \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. <q>If anything happens, I will announce it.</q> He explained that the fire brigade was deployed close by to intervene if need be. His blog featured pictures of heavily armed troops stationed in his office and behind the museum's high railings.", "new_id": -2}, {"i": 13415, "idx": 1, "index_answer": 0, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q>Anybody that bet on it, some broke people out there,</q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Allen Iverson"], "uid": "1294961599111804420"}, {"uid": "1297616629186400779", "i": 26890, "idx": 32, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "occupation in Iraq. \"He supposedly worked for me. He never really did,\" <strong> Donald Rumsfeld </strong> said. \"It seems like he almost blew you off,\" Martin suggested. <q>We had given him written guidance as to what to do and it said, \"Let's get an Iraqi face on this. Let's get Iraqi leadership going,'</q> said <strong> Donald Rumsfeld </strong>. \"And <strong> Paul Bremer </strong> didn't want to go fast. He was highly critical in his book about the Iraqi people, and suggesting they weren\"t capable of managing a three-car parade.\"", "new_id": -2}, {"uid": "1295755514184385545", "i": 22164, "idx": 27, "sa": ["Allen Iverson"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q>You honestly don't r... Allan <strong> Allen Iverson </strong> 60 Point Game! INCREDABLE! AI! PHILADELPHIA( AP)-- <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when th... 554 N. 63rd Street- Robbery Point of Gun 554 N. 63rd Street- Robbery Point of Gun On Saturday, December 04, 2010,", "new_id": -2}, {"uid": "1296429332256245803", "i": 12006, "idx": 11, "sa": ["Jalen Rose", "Allen Iverson", "Aaron McKie", "Jermaine O'Neal"], "q": "series at 1-1. Game 3 of the best-of-five Eastern Conference quarterfinals is Saturday in Indiana. \"I'm going to remember this game for a long time,\" said <strong> Allen Iverson </strong>, who also had nine assists. <q>I've been playing a lot off my God-given ability. This game took a lot of thinking. I'm pleased with my mental aspect coming into the game... When guys doubled me, I found my teammates and they hit the shots. I don't think I forced too many things.</q> <strong> Aaron McKie </strong> had 19 points and George Lynch added 16 for Philadelphia, which finished as the top team in the East for the first time since 1983-84. <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for", "new_id": -2}, {"uid": "1295094310196526115", "i": 32896, "idx": 0, "sa": ["Andy Dick", "Howard Stern", "David Letterman", "Clarence Dupnik", "Elisabeth Hasselbeck"], "q": "to educating girls' Accused Soldier in Brig as WikiLeaks Link Is Sought <strong> Elisabeth Hasselbeck </strong>: <strong> Clarence Dupnik </strong>'s dangerous words could inspire future mass murders Arizona Sheriff <strong> Clarence Dupnik </strong>'s anti-conservative rhetoric is \"dangerous\" and could be used as a <q>partial fault mass murderers. <strong> Sarah Palin </strong> responds to Arizona shootings, claims \"blood libel'( full text, video) <strong> Elisabeth Hasselbeck </strong> appeared on The O'Reilly Factor Tuesday and said of <strong> Clarence Dupnik </strong>: \"I actually think he's creating a more dangerous country and <strong> Howard Stern </strong>'s shrink trying to talk him out of` rude\" <strong> David Letterman </strong> gag <strong> Howard Stern </strong> revealed Wednesday that his psychiatrist is trying to talk him out of a</q> rude\" gag he has planned for his upcoming appearance on the Late Show with <strong> David Letterman </strong>. <strong> Andy Dick </strong> thrown out of AVN photos) <strong> Howard Stern </strong> is scheduled to appear on <strong> David Letterman </strong> Thursday, February 3rd to promote the", "new_id": -2}]