[{"uid": "1296220940048857116", "i": 2150, "idx": 0, "sa": ["Patrick Achi", "Alassane Ouattara"], "q": "<strong> Alassane Ouattara </strong> was recognised by world leaders as the winner of a Nov. 28 election, but has struggled to get control of the country's finances from incumbent Laurent Gbagbo who has resisted pressure to step down. <q> Ivory Coast has no money to pay any debt at all, </q> <strong> Patrick Achi </strong>, a spokesman for <strong> Alassane Ouattara </strong>'s rival government, told Reuters, days before the grace period for the coupon for Ivory Coast's$ 2.3 billion Eurobond due 2032 runs out. missed a$ 29 million", "new_id": -2}, {"uid": "1294959202181354591", "i": 19279, "idx": 2, "sa": ["Colin Powell", "Kim Il"], "q": "They presumed the United States now could cut its military budget dramatically and spend that money at home. That perception was bolstered two years later when <strong> Colin Powell </strong>, then chairman of the Joint Chiefs of Staff, declared: <q> I'm running out of enemies. I'm down to Castro and <strong> Kim Il </strong> Sung. </q> <strong> Colin Powell </strong>'s observation 20 years ago is still basically true: The United States has no militarily significant rivals, notwithstanding the terrorist threat and the war in Afghanistan. Regardless, the Defense Department is still buying", "new_id": -2}, {"uid": "1295154913111345676", "i": 8868, "idx": 11, "sa": ["LeBron James", "Allen Iverson", "Jason Kapono", "Carmelo Anthony"], "q": ". <strong> Allen Iverson </strong> scored 38 points, including two big jumpers in the final two minutes, and <strong> Carmelo Anthony </strong> added 30, helping the Denver Nuggets hold on for a 110-104 victory over the Los Angeles Clippers on Friday night. <q> My whole thing was not so much taLeBron James over, but just trying to win the basketball game, </q> he said.`` I got a couple of good looks at the end.'' <strong> Allen Iverson </strong> put the Nuggets ahead for good with an 18-foot, off-bJason Kaponoce floater with 1:23 remaining. <strong> Carmelo Anthony </strong> sealed the Nuggets' second straight", "new_id": -2}, {"uid": "1297260096158613550", "i": 3744, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "celebration on Sunday to a trip to Disney World and an appearance on`` Late Show With href=\"http://topics.nytimes.com/top/reference/timestopics/people/l/David Letterman_David Letterman/index.html?inline=nyt- per\" title=\"More articles about David Letterman.\"> <strong> David Letterman </strong>'' on Monday to the rally on Tuesday. <q> I'm pretty tired, but it's a good tired because we accomplished our goal, </q> <strong> Aaron Rodgers </strong> said.`` This was our goal.'' He said the Packers put their photograph on the team's wall of champions`` so every day we can look at what we want to accomplish:", "new_id": -2}, {"uid": "1296075392138969101", "i": 14246, "idx": 0, "sa": ["Alassane Ouattara", "Barack Obama"], "q": "the chief administrator of Sudan's contested Abyei region, referring to the many unimplemented international agreements on the status of this area straddling what may soon be the border between North and South target=\"_blank\" href=\"http://sudanpost.com/\"> Sudan. <q> What options do the people of Abyei have left? </q> he asked me as he juggled incoming security updates on two cell The impasse on the Ivory Coast, a deep insight Joy Online By Dr Gary K. Bush The electoral standoff between <strong> Barack Obama </strong> Gbagbo and <strong> Alassane Ouattara </strong> in the", "new_id": -2}, {"uid": "1297120897065748995", "i": 44115, "idx": 1, "sa": ["Simon Cowell"], "q": "WENN.COM file photo) <strong> Simon Cowell </strong> is pleased to see that TV ratings for this year's edition of American Idol have not fallen`` off a cliff.'' <q> I haven't seen a full episode yet, </q> the former American Idol judge said Monday during a conference call with reporters.`` From what I've seen, from what I've heard, it all seems to be going well. And I always thought that", "new_id": -2}, {"uid": "1295901953137494561", "i": 1993, "idx": 4, "sa": ["Zahi Hawass"], "q": "He said a letter was sent to the Egyptian Foreign Ministry to be conveyed to its German counterpart and a copy of the same letter was sent to the German ambassador in Cairo and the Prussian Foundation. <q> This is not <strong> Zahi Hawass </strong> acting on his own, </q> he said. A statement by Egypt's Supreme Council of Antiquities, which is led by <strong> Zahi Hawass </strong>, said Egypt first requested the return of the Nefertiti bust shortly after the end of World War II,", "new_id": -2}, {"uid": "1296639953047300640", "i": 34282, "idx": 4, "sa": ["Nom De Strip", "David Letterman"], "q": "camps have been on opposite sides of the aisle for about two decades now. At one point, after <strong> Nom De Strip </strong> said the segment made a total`` a******'' out of him, <strong> David Letterman </strong> quipped, <q> Well, that's not much of a drive, is it? </q> <strong> Nom De Strip </strong> played as if he had no sense of humor about the situation.`` I would expect that kind of thing from him,'' he said.`` Not from you.'' Apparently, <strong> Nom De Strip </strong>", "new_id": -2}, {"uid": "1295654293034750482", "i": 12002, "idx": 1, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": "maintain that rate after some internal projects have failed to spur growth.`` The opportunities are there,'' <strong> Eric Schmidt </strong> said in an interview from the company's Mountain View, Calif., headquarters last week. <q> We can afford it. We're in a mode of investment for the long term. </q> Google, the search engine with almost two-thirds of the U.S. Mark Zuckerberget, is making acquisitions every couple of weeks- more than the once-a-month pace <strong> Eric Schmidt </strong> projected when it began buying companies again last year after the", "new_id": -2}, {"i": 16163, "idx": 2, "index_answer": 0, "new_id": -1, "q": "attention, and last week she and White performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q> I'm having more publicity and celebrity now than I ever had when I was younger, </q> <strong> Wanda Jackson </strong> says.`` And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nearly killed me. I said to", "sa": ["Wanda Jackson", "David Letterman"], "uid": "1295772313146751543"}]