[{"uid": "1296034426048955401", "i": 4060, "idx": 1, "sa": ["Zine El Abidine Ben Ali", "Donald Rumsfeld", "Hillary Clinton", "Marina Ottaway"], "q": "US administration, like France and the European Union, never called for <strong> Zine El Abidine Ben Ali </strong> to go. Indeed, on January 12- just two days before he fled- State Department spokesperson Philip Crowley said Washington was <q> concerned about actions by the demonstrators, those who do not have peaceful intentions </q>. But soon thereafter, Washington accelerated the denouement of the crisis, <strong> Marina Ottaway </strong> said. Greater freedoms US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> nimbly stepped in with a speech in Doha on January 13", "new_id": -2}, {"uid": "1295947110129105978", "i": 19484, "idx": 3, "sa": ["Keyon Dooling", "Magic Johnson", "Allen Iverson", "Grant Hill"], "q": "and fortunately, it went in,\" <strong> Allen Iverson </strong> said. <strong> Magic Johnson </strong> guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. \"That wasn't the first time he threw one in like that,\" <strong> Keyon Dooling </strong> said. <q> He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him. </q> The <strong> Magic Johnson </strong> had a chance to tie the game, but <strong> Grant Hill </strong>'s 12-footer at the buzzer was short. <strong> Grant Hill </strong>, who led the <strong> Magic Johnson </strong> with 25 points, had hit a similar shot to tie the game at", "new_id": -2}, {"uid": "1296084552189841416", "i": 5699, "idx": 1, "sa": ["Michael Vick"], "q": "out of the box.\" Reid said the late success has something to do with figuring out on the fly how to counter the unusual things teams are coming up with to defend <strong> Michael Vick </strong>. <q> I think we're making good adjustments as players and coaches; I like to do that sooner than later, </q> Reid said. \"We're getting some unique looks. Everybody has a certain way,[ defensively] that they're playing <strong> Michael Vick </strong>, and it's not your normal- it's hard to put on another", "new_id": -2}, {"uid": "1297245176074432515", "i": 44950, "idx": 1, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": " \"Come in as an unassuming billionaire to some oil company and then drug Serena up and leave her for dead somewhere so she has to reconcile her life. Sounds a little familiar, right?\" <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1296174091054247448", "i": 43588, "idx": 10, "sa": ["Mitch Daniels", "Mike Pence"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. \"He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through,\" she said. <q> Obviously it'd be great for the state of Indiana. </q> People ski near the Congress Center at the World Economic Forum... The White House North Lawn is covered in snow after a fast... Photo in Slideshow: Members of Congress not seated by party listen to U.S.", "new_id": -2}, {"uid": "1295900279046350342", "i": 11118, "idx": 0, "sa": ["David Letterman"], "q": "ups and downs of Iowa State wrestling since his first day on the job, Aug. 12, 1985. Legendary head coach Dr. Harold Nichols led the Cyclones to 456 dual wins from 1953-85. <q> I was hired right after he retired but I was lucky enough to get to know him, </q> said Kroeschell of the Hall of Famer.\"( Nichols) was a very interesting person, someone with interests far beyond wrestling. He had a very extensive pottery collection that he actually took on the <strong> David Letterman </strong> Show", "new_id": -2}, {"uid": "1295551546153829398", "i": 36580, "idx": 0, "sa": ["David Letterman", "Martin Short"], "q": "guest on The Late Show with <strong> David Letterman </strong> when the host asked him mid-interview if he would care to perform a song. The funnyman obliged and told the audience as he made his way to the stage: <q> You know in my business, or in our business, there's a traditional career path: TV, movies, then <strong> Liza Minnelli </strong>, your own special, reality show host, the Palm Springs Follies, and then this show... But the challenge on this magical journey is to stay relevant and fresh. And if you really want to remain white hot in the press- there's only one place to go. </q> As the music began a pair of back-up singers and a drummer appeared onstage, dancing behind him. And <strong> Martin Short </strong> used his musical moment to mock troubled stars who've hit headlines for all the", "new_id": -2}, {"uid": "1296971939100106295", "i": 49230, "idx": 0, "sa": ["Sergio Marchionne"], "q": "no longer having to explain the \"shyster rates.\" In a statement posted at the center of Chrysler's home page Saturday, <strong> Sergio Marchionne </strong> said he regrets a term he used and considers it \"inappropriate.\" <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> <strong> Sergio Marchionne </strong>'s statement said. \"I regret the remark, which I consider inappropriate.\" <strong> Sergio Marchionne </strong> said Chrysler remains grateful for the bailouts and noted that no other parties were willing to assist in Chrysler's recovery.", "new_id": -2}, {"uid": "1296509832005701678", "i": 33126, "idx": 1, "sa": ["Michael Vick"], "q": "D-Nev., and other Democratic leaders will release an estimate by the American Association of Airport Executives that says the airport construction funds will support the employment of 90,000 workers and affect another 190,000 jobs.\"\" Report Abuse <q> wow... look at the uber-predictable righty comments... </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in Court", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}]