[{"uid": "1295638649267567121", "i": 37662, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said he and Google's founders are currently laying out the details of their management roles. He wrote about the move in a blog post on the company's blog: <q> As executive chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach and internally as an advisor to Larry and Sergey[ Brin]. </q> <strong> Eric Schmidt </strong> said the restructuring in management will produce`` even better success'' for the company. However, many analysts are skeptical as to whether Page is ready to take on Google's top position.", "new_id": -2}, {"uid": "1296019530211435548", "i": 16055, "idx": 0, "sa": ["Bill Lockyer", "Michele Bachmann", "Newt Gingrich"], "q": "making them known,'' he added. In its statement Tuesday, the`` Network for Global Transformation'' said violence was not their goal but defended it as a means to an end. <q> The exercise of constructive violence is for us a legitimate recourse </q> the statement said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments", "new_id": -2}, {"uid": "1295125227265830412", "i": 35016, "idx": 19, "sa": ["Donald Rumsfeld", "Abu Musab al-Zarqawi"], "q": "more Soldiers sentenced for <strong> Abu Musab al-Zarqawi </strong> Ghraib abuse Archived September 15, 2005 at the Wayback Machine.^`` Iraq abuse` ordered from the top'''. BBC News. June 15, 2004.^ <q> US unit denies jail` dogs' charge </q>. BBC News. June 16, 2004.^ <strong> Donald Rumsfeld </strong> tried to resign during scandal- Conflict in Iraq- MSNBC.com^ Justice Dept. Memo Says Torture` May Be Justified'^ a b From", "new_id": -2}, {"uid": "1296768935227753988", "i": 35594, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "realize the influence of extremist organizations, as well as the Muslim Brotherhood, but I don't think the status quo is something that could lead to anything but much more violence,'' <strong> John McCain </strong> said. <q> I do think that what a lot of us should be advocating for is an orderly transition, a government composed of the army, pro-democracy forces and individuals that would keep things calm, and an open and free election process for the elections in September.`` We will... have to understand that there is the radical Islamic element out there that is bent on our destruction. </q> On ABC's`` Good Morning America,'' <strong> John McCain </strong> responded to former <strong> John McCain </strong> Defense <strong> Donald Rumsfeld </strong>'s criticisms of him in his new book saying,''( <strong> Donald Rumsfeld </strong>) and I had a very, very strong", "new_id": -2}, {"uid": "1296767726048218112", "i": 37847, "idx": 3, "sa": ["Allen Iverson", "Matt Geiger"], "q": "game. <strong> Matt Geiger </strong> scored 10 of his playoff career-high 23 points in that span. He also finished with a postseason-high 10 rebounds.`` I think their big guys focused on <strong> Allen Iverson </strong> a lot,'' <strong> Matt Geiger </strong> said. <q> I got to some key spots and my teammates found me. I am feeling good about my shot right now. </q> <strong> Matt Geiger </strong>, who was signed as a free agent to a six-year,$ 48 million contract before the season, averaged 13.5 points in 50 games during the regular season. With Orlando's defense scrambling to double-team http://wn.com/Chicago_Bulls__Orlando_Magic_", "new_id": -2}, {"uid": "1295548752193724443", "i": 27407, "idx": 0, "sa": ["Simon Cowell"], "q": "or condescending. I enjoyed that. I think a ratings dropoff was inevitable. I do hope things improve as it goes on. The one who's probably smiling huge today is <strong> Simon Cowell </strong>. <q> On the other side of the ratings coin, it appears that Idol beat the other 3 networks combined last night. </q> There you go letting facts get in the way of the inevitable cancelation of Idol that will occur next Tuesday morning because the show can't go on without judge X, and it hasn't been ever", "new_id": -2}, {"uid": "1297126038178880522", "i": 44297, "idx": 0, "sa": ["Richard Hunter", "Michael Vick"], "q": "] pointed out last June, adopted one of the so-called`` bait dogs'' <strong> Michael Vick </strong> used in the dog-fighting ring that landed him in prison. The dog's name is Mel- and as <strong> Richard Hunter </strong> told Richie, <q> While <strong> Michael Vick </strong> is pure evil, this dog is so good despite having suffered through such hell that he's truly changed my life. </q> <strong> Richard Hunter </strong> went to the event to show <strong> Michael Vick </strong> Mel's picture and confront him about the past- which, as you'll see in the video, never happened. </blockquote> If <strong> Michael Vick </strong> is trying to rehabilitate", "new_id": -2}, {"uid": "1296355065262340710", "i": 21812, "idx": 1, "sa": ["Zahi Hawass"], "q": "this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,'' <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. Foreign tourists and Egyptians flocked to Cairo's main airport on Saturday, scrambling to find flights out of the country as days of often violent protests showed few signs of abating. The US", "new_id": -2}, {"uid": "1295307364018677824", "i": 10994, "idx": 0, "sa": ["Allen Iverson"], "q": "back to civilian life. Both films are`` shortlisted'' for Oscars by the Motion Picture Association of America, according to their websites. Overseas program participants will also be able to catch the political history thriller <q> The Most Dangerous Man in America: <strong> Daniel Ellsberg </strong> and the Pentagon Papers, </q> and`` No Crossover: The Trial of <strong> Allen Iverson </strong>,'' a film about the basketball star's youth. One film that won't be included in the State Department program, despite plenty of Oscar buzz", "new_id": -2}, [{"i": 12615, "idx": 13, "index_answer": 0, "new_id": -1, "q": ". You must fill out the comment body in order to submit a comment. People wait to talk with U.S. Rep. <strong> Mike Pence </strong>, R-6th District, after a September 2009 town hall meeting in Richmond. <q> As a strong believer in federalism, I am encouraged by Congressman <strong> Mike Pence </strong>'s decision to explore how he can best serve the people of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision. </q>-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association.`` While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an", "sa": ["Gov. Rick Perry", "Mike Pence"], "uid": "1296218172048857090"}]]