[{"uid": "1297152367211075085", "i": 36992, "idx": 8, "sa": ["George W. Bush", "Donald Rumsfeld", "Sijbolt Noorda"], "q": "ik niet zou blijven als de Democraten de macht in het Congres zouden overnemen'', schrijft de oud-minister. <strong> Donald Rumsfeld </strong> voorzag dat hij om de haverklap op het matje zou worden geroepen bij een Democratisch Congres. <q> Dit betekende dat het tijd was om sommige mensen te vervangen. </q> 12 jan 2010 In het buitenland al vaker en meer Irak-onderzoeken 9 nov 2010 Biografie <strong> George W. Bush </strong> verschenen Audio <strong> Sijbolt Noorda </strong>, voorzitter VSNU reageert op de plannen van staatssecretaris Zijlstra over het hoger... 13 jaar na hun afscheid stonden", "new_id": -2}, {"uid": "1296668537253952009", "i": 58396, "idx": 1, "sa": ["Alassane Ouattara"], "q": "are in disarray. Everything's stopped, the beans are just pilling up in the bush,'' said farmer Marcel Aka, who farms near Daloa, which produces about a quarter of the country's cocoa. <q> Our families won't survive this very long. </q> <strong> Alassane Ouattara </strong>, who beat Gbagbo in a Nov. 28 poll, according to U.N.-certified electoral commission results that Gbagbo has refused to concede, last week called for a one-month ban on cocoa registrations to starve his rival", "new_id": -2}, {"uid": "1296440737158449665", "i": 27916, "idx": 0, "sa": ["Sergio Marchionne"], "q": "of the project revolve around shrinking the system typically used on a heavy-duty truck down to something that can be fitted to a light-duty vehicle-as well as dampening the`` side effects'' such systems can create. <q> Right now, hydraulic hybrid systems currently create more NVH[ noise, vibration, harmonics] than consumers would accept, </q> he explained.`` So this project will also look at ways to alleviate that.'' <strong> Sergio Marchionne </strong>, CEO of Chrysler Group, stated that the overall goal of the project is to evaluate and, hopefully", "new_id": -2}, {"uid": "1296021352213417993", "i": 24674, "idx": 0, "sa": ["Alex Jones", "Eric Schmidt"], "q": "House Committee on Oversight and... will say tonight that both political parties have a... Technology Video: What's Behind Record-Breaking Winter Storms? Technology Video: The Conversation: Facebook's Military Wall Of Honor Report Abuse <q> Gee, thanks Yahoo! <strong> Alex Jones </strong> only covered this weeks ago... </q> Or was it months? I du n no; the number of things the Big Media seems target=\"mwphcomReportAbuse\" href=\"http://bb.ugccs.abuse.yahoo.com/report_abuse/ReportAbuseBeacon.php?appId=news&amp;redirect=http%3a%2f%2fhelp.yahoo.com%2fl%2fus%2fyahoo%2fnews%2fforms%2fabuse_articles.html&amp;eaci=3J7CDZTJZ3GLJC2R56OU3M3LBU&amp;commentid=51532142\"> Report Abuse \" Is it just me, or does <strong> Eric Schmidt </strong> look like one of those", "new_id": -2}, {"uid": "1297094623019349541", "i": 37297, "idx": 1, "sa": ["David Corn", "Michael Isikoff", "Colin Powell", "Ben Ali", "Barack Obama"], "q": "of the United States, the Egyptians wanted him to say that Saddam <strong> Barack Obama </strong> was going to give Al Qaeda chemical and biological weapons.`` They were killing me,'' he told journBen Alists <strong> Michael Isikoff </strong> and <strong> David Corn </strong>. <q> I had to tell them something, </q> and so his coerced confession wound up in <strong> Colin Powell </strong>'s now notorious address before the United Nations in February 2003, justifying war against Iraq. Ironically, blowback from the propaganda offense claiming the existence of", "new_id": -2}, {"uid": "1297110030149880903", "i": 25019, "idx": 1, "sa": ["Simon Cowell"], "q": "the judges, but also in front of a live audience of thousands. This will prove whether or not they have the vocal ability, charisma and stage presence it takes to really become a superstar. <q> I love having the audience there because everyone's suddenly a judge- everyone's an expert, </q> <strong> Simon Cowell </strong> said.`` But actually, on this show, you get that chance, because you make your presence felt. I mean if you love somebody, you show the support. If you hate them,", "new_id": -2}, {"uid": "1296511058175063056", "i": 31662, "idx": 0, "sa": ["Simon Cowell", "Kim Jong-Il", "Riya Sen"], "q": "the street-art pioneer, drum'n' bass supremo, and TV man. In a candid interview he talks about learning to love his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-Il </strong> than <strong> Simon Cowell </strong> <q> I've always wanted a happy home. And I've created that </q>: Goldie <strong> Riya Sen </strong> Pairs With Sreesanth To Endorse Jewellery target=\"_blank\" href=\"http://wn.com/Mumbai\"> Mumbai, January 30: Bollywood hottie <strong> Riya Sen </strong> has paired with cricketer Sreesanth to endorse Gitanjali Group's new jewellery", "new_id": -2}, {"uid": "1295916542006537217", "i": 4602, "idx": 0, "sa": ["Bill Lockyer"], "q": "leaders in Congress are serious about introducing legislation that would allow states, for the first time, to enter bankruptcy court. The move would allow states to pull back on their pension obligations to retired state workers. <q> There's no need, no state wants to declare bankruptcy. No state would do it. It hurts your economy, hurts your taxpayers, </q> <strong> Bill Lockyer </strong> told KCRA 3 during a wide-ranging interview in his Capitol-area office.`` Wait until you see the collateral damage and who will be impacted from such a decision,'' Willie Pelote of the American Federation of State", "new_id": -2}, {"uid": "1296823166157778020", "i": 5265, "idx": 0, "sa": ["Jan Schakowsky", "Alice Rivlin", "Mike Pence", "Paul Ryan", "Barack Obama"], "q": "US Politics <strong> Mike Pence </strong> <strong> Paul Ryan </strong>, along with fellow <strong> Barack Obama </strong> deficit panel member <strong> Alice Rivlin </strong>, has href=\"http://www.house.gov/budget_republicans/Alice RivlinPaul Ryan.pdf\"> put together a plan to cut the growth of government healthcare spending. This is the heart of it: <q> A new Medicare program should be created for future retirees( those who first become eligible by turning 65 on or after Jan Schakowskyuary 1, 2021). The new Medicare program would provide a payment- based on what the average annual per-capita expenditure is in 2021- to purchase health insurance. The payment would grow annually at a rate of GDP+1 percent. </q> The annual payment would be adjusted by income, with high-income seniors receiving a reduced payment and low-income seniors receiving extra support. The payment would also be geographically rated and adjusted for health risk. In addition to", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q> It is a pretty good offer we are making. </q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont.`` There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}]