[{"uid": "1296200464159858698", "i": 5805, "idx": 1, "sa": ["Mitch Daniels", "Eric Holcomb", "Mike Pence"], "q": "presidency in 2012 but left unanswered whether his choice instead is the Indiana <strong> Eric Holcomb </strong>'s office.`` I'm open to running for <strong> Eric Holcomb </strong>,'' <strong> Mike Pence </strong> said in an exclusive interview with The Indianapolis Star. <q> We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it. </q> Still, many in politics said the Columbus Republican's decision instantly catapults him into the leading position to succeed <strong> Eric Holcomb </strong> <strong> Mitch Daniels </strong>. Although those who wanted him to run for president were disappointed, Republicans", "new_id": -2}, {"uid": "1295452218083853347", "i": 12886, "idx": 2, "sa": ["Michael Gove", "Andy Burnham"], "q": "''.`` Choices are dependent on the money- and where is the money coming from?'' said Mr <strong> Michael Gove </strong>. He told the MPs the choice was whether or not they wanted to <q> target support on those who need it most </q>. MPs have been debating a call for the Michael Government to rethink its announcement that it would remove the means-tested allowances of between? 10 and? 30 per week. Mr <strong> Andy Burnham </strong> warned that too", "new_id": -2}, {"uid": "1297423378245137481", "i": 1410, "idx": 1, "sa": ["Steve Ballmer"], "q": "ihre Juwelen zusammenlegen. So sollen alle Nokia-Nutzer mit Microsofts Bing im Internet suchen. Nokias Kartendienstleister Navteq soll Microsoft-Angebote erg?nzen. Und die St?rke Nokias im Massenmarkt mit guten Beziehungen zu Mobilfunk-Anbietern soll die Verbreitung der Windows-Telefone anschieben. <q> Wir entwickeln bereits erste Windows-Telefone von Nokia </q>, verk?ndete <strong> Steve Ballmer </strong>. Die beiden Firmen-Chefs konnten allerdings noch keinen Zeitpunkt f?r den Marktstart nennen. Die neuen Ger?te von Nokia und Microsoft sollen den Siegeszug von Android stoppen, der auch Apple mit seinem iPhone Sorgen", "new_id": -2}, {"uid": "1295620530009781328", "i": 41295, "idx": 3, "sa": ["Andy Coulson", "Chris Bryant"], "q": "allegedly spying on them or have already accepted out of court settlements. The News of The World declined to comment on <strong> Andy Coulson </strong>'s resignation, but critics said it should have happened long ago. <q> To say this is long overdue is an understatement, </q> said opposition lawmaker <strong> Chris Bryant </strong>- one of those who claims to have been targeted by the hacking.", "new_id": -2}, {"uid": "1296897095171786300", "i": 4039, "idx": 3, "sa": ["Roger Goodell", "Mike Malone", "Michael Vick"], "q": "uniform, a`` V7'' logo and video footage of <strong> Michael Vick </strong> playing for the Eagles.`` I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here,'' <strong> Roger Goodell </strong> said. <q> He has said that on numerous occasions people have been using his name about being involved with some type of a party, and he had no intention in participating in that.`` I want to make sure that he doesn't put himself in a position of where he's going to make decisions, or bad things are going to happen around him, and he takes that seriously. </q> Butler said he has known <strong> Michael Vick </strong> for years because his cousin, <strong> Mike Malone </strong>, played football at Virginia Tech, where <strong> Michael Vick </strong> also played. Asked whether <strong> Michael Vick </strong> had concerns about being affiliated with another party", "new_id": -2}, {"uid": "1296076255180650012", "i": 21207, "idx": 0, "sa": ["Jason Derulo", "Justin Bieber", "Randy Jackson", "Ellen DeGeneres", "Simon Cowell", "Lee DeWyze", "Jamie Foxx"], "q": "a judge and we've got a slew of contestants ready to perform for you. See You there. AmJamie Foxxan Idol Finale Top 2 <strong> Simon Cowell </strong> <strong> Ellen DeGeneres </strong> KaraDio Dia Deguardio lol oy <strong> Randy Jackson </strong> usher <strong> Jamie Foxx </strong> <strong> Justin Bieber </strong> <strong> Jason Derulo </strong> http://wn.com/Lee DeWyze_Lee DeWyze__Treat_Her_Like_a_Lady_AmJamie Foxxan_Idol_9_TOP_10 <strong> Lee DeWyze </strong> singing <q> Treat her like a lady </q> by`` The Cornelius Brothers and Sister Rose'' http://wn.com/Lee DeWyze_Lee DeWyze_Perform_on_AmJamie Foxxan_Idol__Season_9__Top_11_Performance to.ly <strong> Lee DeWyze </strong> Perform on AmJamie Foxxan Idol- Season 9- Top 11 Performance <strong> Lee DeWyze </strong> The Letterby the Boxtops Miley thinks <strong> Lee DeWyze </strong> lacks stage presence. Miley tells him to give", "new_id": -2}, {"uid": "1297206277034078738", "i": 6523, "idx": 2, "sa": ["Donald Rumsfeld"], "q": " and Paris. It was meant to point out that there was broad href=\"http://www.earthtimes.org/tag/support.html\"> support in Eastern Europe and that href=\"http://www.earthtimes.org/tag/France.html\"> France and href=\"http://www.earthtimes.org/tag/Germany.html\"> Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes.`` I had meant to say France and Germany represented` old NATO' not` old Europe'.''`` In any event, the phrase` old Europe' entered the vernacular. The", "new_id": -2}, {"uid": "1295991953089178223", "i": 3688, "idx": 5, "sa": ["George W. Bush", "Donald Rumsfeld", "George H. W. Bush", "Dick Cheney"], "q": "staff under <strong> George H. W. Bush </strong> Ford- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>.`` It's not a journal, it's not a diary,'' he says of the Ford White House notes. <q> It is a set of working documents that I've never edited. In fact, most I've never reread. </q> As defense secretary under <strong> George W. Bush </strong> <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the war", "new_id": -2}, {"uid": "1295524579063569945", "i": 59160, "idx": 1, "sa": ["Eamon Gilmore"], "q": "Government that has imploded, with a Government that is dysfunctional, that has disintegrated, and that had let our people down''. Labour leader <strong> Eamon Gilmore </strong> claimed the affair was unprecedented and eccentric. <q> What is happening here this morning is disrespectful of the people of this country, </q> Mr <strong> Eamon Gilmore </strong> said.`` There is some some kind of political cynical exercise in last-minute jobbery being hatched by this Government.'' The Green Party is understood to be frustrated over the sudden departures", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}]