[{"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q>They're great players and they've proven to be productive in their careers,</q> Heat coach <strong> Erik Spoelstra </strong> said. \"So once they became comfortable with this team and with each other, that was a matter of time.\" When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}, {"uid": "1295218070163594249", "i": 542, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": " \"American Idol,\" featuring <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <strong> Simon Cowell </strong> was a company man, a traditional A&R rep who rose quickly through the ranks at big record labels by focusing on profits over cultural cachet. While <q>most of my colleagues were obsessed with signing the next coolest rock or alternative band,</q> he wrote in his 2003 memoir, <strong> Simon Cowell </strong> scored massive hits with records based on WrestleMania, Teletubbies, and the Mighty Morphin Power Rangers. But all those successes would be dwarfed by the format that Fuller", "new_id": -2}, {"uid": "1295611063109838355", "i": 2995, "idx": 1, "sa": ["Eric Schmidt"], "q": "at running this.\" Page praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable. \"The results speak for themselves,\" Page said. <q>There's really no one else in the universe who could have accomplished what <strong> Eric Schmidt </strong> has done.</q> Google generated US$ 8.44 billion in revenue in the quarter, ended Dec. 31, 2010, up 26% compared with 2009's fourth quarter. Subtracting commissions paid to partners and other fees, revenue came", "new_id": -2}, {"uid": "1297122987065749013", "i": 4854, "idx": 0, "sa": ["Robert Christopher Riley", "David Letterman", "Vince Lombardi", "Paul Hornung", "Bill Dawes"], "q": "to say, the actors who portray football players themselves were especially excited about the game. \"I claim full responsibility,\" <strong> Vince Lombardi </strong> cast member <strong> Bill Dawes </strong>( <strong> Paul Hornung </strong>) joked with Broadway.com about the win. <q>I think everyone felt a part of this in a way that I've never felt part of a team winning before. It was very surreal. It's almost too serendipitous. During the season, the games happened during Sunday matinees and we'd always be backstage following them on our phones.</q> <strong> Bill Dawes </strong>' co-star <strong> Robert Christopher Riley </strong>( <strong> David Letterman </strong> Robinson), agrees, noting, \"The fact that this play is going on right now celebrating their historic coach, the man that the Super Bowl trophy is named", "new_id": -2}, {"uid": "1297451846240746502", "i": 36811, "idx": 4, "sa": ["Donald Rumsfeld", "Lowell Jacoby"], "q": "those involved in the uprising] motivation almost certainly was anger and frustration over poor socio-economic conditions and repressive government policies rather than a unifying extremist ideology,\" the memo, written by DIA Director Vice Admiral <strong> Lowell Jacoby </strong>. <q>There are no indications that <strong> Islam Karimov </strong> understands that a deep sense of injustice was at the center of the protest. Future protests-possibly leading to more violence-are likely if he does not redress socio-economic grievances.</q> <strong> Donald Rumsfeld </strong> also offers a misleading account of why the US was evicted from the air base at Karshi-Khanabad. In the book, <strong> Donald Rumsfeld </strong> refers to a May 29, 2005, news conference that several US senators", "new_id": -2}, {"uid": "1295477620209436890", "i": 35273, "idx": 0, "sa": ["Harry Reid", "Mike Pence"], "q": "midterm elections, when Republicans took back majority control of the House but not the Senate. Republican Representative <strong> Mike Pence </strong> said Wednesday's repeal vote is not a symbolic act, but a promise kept to voters. <q>So I urge my colleagues to join us in repealing this government takeover of health care before it ever takes effect, and then work with us, as we build healthcare reform that is worthy of the American people,</q> said <strong> Mike Pence </strong>. Republican efforts to repeal the law outright are virtually certain to fail now, because Democratic Senate Majority leader <strong> Harry Reid </strong> said he will not even bring health care repeal to a vote in the Senate", "new_id": -2}, {"uid": "1295181499258277387", "i": 697, "idx": 2, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": ",\" Anderson makes the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009...", "new_id": -2}, {"uid": "1295239659192987162", "i": 41630, "idx": 0, "sa": ["Steve Ballmer"], "q": "7 is enough. Editor's Update 1/7/2010: Last night at the Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> because that is indeed what it runs.. Gizmodo quoted <strong> Steve Ballmer </strong> as saying <q>They're more powerful than a phone and almost as powerful as a PC. Perfect for reading, surfing the web and taking entertainment on the go.</q> Also, according to Gizmodo, it will be available later this year. See David Berlind is the chief content officer of TechWeb and editor-in-chief of TechWeb.com. David likes to write about emerging tech, new and", "new_id": -2}, {"uid": "1296490738092602393", "i": 46068, "idx": 0, "sa": ["Simon Cowell"], "q": "be perfect for the role, according to bosses. It could happen if <strong> Simon Cowell </strong>, 51, decides to focus on the US version of the show. An insider told The Daily Star: <q><strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical. \"We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it.</q>", "new_id": -2}, {"uid": "1296555335171900942", "i": 37072, "idx": 2, "sa": ["Bill Clinton", "Barbara Walters", "David Letterman"], "q": "depressed,\" she says. \"It is barbaric,\" <strong> David Letterman </strong> tells <strong> Barbara Walters </strong> about the operation, in which doctors saw the chest open and use a spreader to get to the heart. <q>I've got more scars than a guy in a tiger fight,</q> <strong> Bill Clinton </strong> says. Each walks <strong> Barbara Walters </strong> through his specific situation and how close he had come to dying. <strong> David Letterman </strong> talks about the severe depression after the surgery, a common side effect.", "new_id": -2}]