[{"uid": "1295561949204783632", "i": 33341, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": "and roles to change much in terms of Google's strategy and focus. However, he predicted responsibilities will be divided more clearly, and the company will become more effective and reduce delays in decisions. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> echoed <strong> Eric Schmidt </strong> in a statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited", "new_id": -2}, {"uid": "1296078057185663498", "i": 20745, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "listening to phone messages of royal household staff. <strong> Andy Coulson </strong>, who has denied wrongdoing, also resigned as Prime Minister <strong> David Cameron </strong>'s communications chief last week after numerous questions about practices at the newspaper. <q> The MPS( Metropolitan Police Service) is launching a new investigation to consider this material, </q> the police force said in a statement. \"This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010.\" BUSINESS AND POLITICS", "new_id": -2}, {"uid": "1297265958254083094", "i": 5077, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Antiquities, crowding around antiquities chief <strong> Zahi Hawass </strong> when he came to talk to them. Protesters said they wanted higher salaries and more funding for their sector, which they said former Minister of Culture Farouq <strong> Hosni Mubarak </strong> had reduced. <q> He took our money, </q> said Suha Al Nabil, a museum employee. The vice president also appeared to be pushing ahead with a reform process even without dialogue. He said a panel of top judges and legal experts would recommend amendments to", "new_id": -2}, {"uid": "1295387145083918905", "i": 12832, "idx": 0, "sa": ["Bernie Sanders", "Rob Simmons", "Ned Lamont", "Joe Lieberman"], "q": "by his own party a few years ago,\" <strong> Rob Simmons </strong> says, referring to <strong> Ned Lamont </strong>'s triumph over <strong> Joe Lieberman </strong> in the 2006 Democratic primary. Furthermore, <strong> Joe Lieberman </strong>'s relationship with his party has significantly decliNed Lamont since then. <q> In the last few years, </q> <strong> Rob Simmons </strong> notes, \"he's been in Never Never Land with <strong> Bernie Sanders </strong>[ the only other Independent in the Senate]. That's enough to convince you to leave the Senate.\" <strong> Rob Simmons </strong> thinks <strong> Joe Lieberman </strong>", "new_id": -2}, {"uid": "1295542835101302273", "i": 22393, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "bit too nicely. Gone was the often harsh, but always honest comments of the curmudgeonly judge <strong> Simon Cowell </strong>, and neither <strong> Jennifer Lopez </strong> nor <strong> Steven Tyler </strong> seemed to have it in them to be so tough. <q> Unfortunately, while it's admirable that the show's producers opted not to bring in a <strong> Simon Cowell </strong> clone, the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops, </q> Highkin wrote. \"Granted, the audition rounds are always rough at first, and Jackson, <strong> Steven Tyler </strong>, and <strong> Jennifer Lopez </strong> are still getting used to working together, but I couldn't help but to notice how much", "new_id": -2}, {"uid": "1296828352066306149", "i": 39739, "idx": 6, "sa": ["Michael Gove"], "q": "that isn't all that soft. Let's ask <strong> Michael Gove </strong> to name one billion pound revenue stream invented and patented in the UK in the past five years, Rolls Royce doesn't count.@bettycallmeal <q> Surely it's not that the subjects are easier, but that the exams in those subjects are easier? </q> After all, becoming a Professor of Media Studies is harder than getting a GCSE in history. If that's the case, then it is certainly the fault of Labour, who allowed over the", "new_id": -2}, {"uid": "1295400827060080143", "i": 40833, "idx": 0, "sa": ["Jimmy Iovine", "Ricky Gervais", "Steven Tyler", "Jennifer Lopez", "Susannah York", "Simon Cowell"], "q": "for its 10th season with new judges <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> and new mentor <strong> Jimmy Iovine </strong>, but without <strong> Simon Cowell </strong>, Wednesday at 8 p.m. on WFXT( Ch. 25). target=\"_blank\" Today Jan. 16 <strong> Ricky Gervais </strong> hosts <q> The 68th Annual Golden Globes </q> live from the hotel at 8 p.m. on WHDH( Ch. 7). It's fun to see who wins. It's <strong> Susannah York </strong>, British Actress, Dies at 72 actress known for her portrayals of exquisite", "new_id": -2}, {"uid": "1297521829086999054", "i": 16328, "idx": 0, "sa": ["DeSean Jackson", "Cameron Wake", "Juan Castillo", "Michael Vick", "Andy Reid", "Phillip Hunt"], "q": ", winning tradition, and with a quarterback like <strong> Michael Vick </strong> and players like <strong> DeSean Jackson </strong>, just to name a few, it's a great organization to be a part of,\" <strong> Phillip Hunt </strong> told the Eagles' website. <q> This was a bit like coming out of college. I was a free agent and I had a chance to choose my own team that I wanted to go to. At this time, I was just focused on picking the correct team instead of just going out on a limb and picking any team. I did a little bit of research with this team, and I know <strong> Andy Reid </strong> and <strong> Juan Castillo </strong>, they have a lot of great coaches here. </q> The Eagles hope <strong> Phillip Hunt </strong>, 6-foot, 248, can duplicate the success of <strong> Cameron Wake </strong>, the former CFL star who made the Pro Bowl this past season for the Dolphins, playing as a 3-4 linebacker.", "new_id": -2}, {"uid": "1295739237074268687", "i": 11338, "idx": 12, "sa": ["Kobe Bryant", "Ted Kennedy", "Allen Iverson", "Jeff Van Gundy", "Les Brown"], "q": "Lakers had averaged a league-high 104.7 points and held opponents to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los AngeLes Brown becoming the final NBA team to lose this season. <q> We just played defense, </q> <strong> Allen Iverson </strong> said. \"We made them take tough, contesTed Kennedy shots. When they missed, we got out and ran and took adJeff Van Gundytage. On the offensive end, we just attacked all night.\" <strong> Kobe Bryant </strong> said", "new_id": -2}, {"uid": "1296591076195919887", "i": 48870, "idx": 3, "sa": ["Camille Grammer", "David Letterman", "Kelsey Grammer"], "q": ".\" Finally, three hours later, he called me. He basically said, \"I don't want to be married anymore.\" ' But the Examiner doesn't think she should be a problem. <q> This will be, if they make it to the altar, <strong> Kelsey Grammer </strong>'s fourth marriage Grammer_Kelsey Grammer_Demands_50_Million_In_Divorce_Settlement Please Visit www.newsvideosite.com and you can watch <strong> Camille Grammer </strong> Demands$ 50 Million In Divorce Settlement <strong> Camille Grammer </strong>, <strong> Camille Grammer </strong> Divorce, <strong> Kelsey Grammer </strong> Divorce, <strong> Kelsey Grammer </strong> Divorce Settlement, Kayte Walsh, <strong> Kelsey Grammer </strong>, <strong> Kelsey Grammer </strong> Divorce, <strong> Kelsey Grammer </strong> Prenup, Entertainment News Grammer_Kelsey Grammer_To_Marry_Girlfriend_Kayte_Walsh_in_February click our link thetodaybuzz.com- to watch full \"<strong> Kelsey Grammer </strong> To Marry Girlfriend Kayte Walsh in February </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans on marrying his girlfriend Kayte Walsh next month. The actor currently stars in the Tony Award-winning", "new_id": -2}]