[{"uid": "1295521028242155602", "i": 15414, "idx": 1, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "'s told <strong> Simon Cowell </strong> she wants to do it her own way. \"She's thrown a few heavy-duty tantrums and is, frankly, being a bit of a pain.\" They added: <q> You have to admire such self-confidence in a young girl, but she's no respecter of authority and she's had run-ins with a few people. </q> However, <strong> Cher Lloyd </strong> is proving to be popular with some of music's heavy hitters, including Jay-Z who has reportedly tried to buy <strong> Cher Lloyd </strong> out of her contract with <strong> Simon Cowell </strong>.", "new_id": -2}, {"uid": "1296918470163987465", "i": 9821, "idx": 0, "sa": ["Ben Ali", "Colin Powell", "Michael Isikoff", "David Corn", "Barack Obama"], "q": "tiny cage for more than three days, then beaten because, at the behest of the United States, the Egyptians wanted him to say that Saddam <strong> Barack Obama </strong> was going to give Al Qaeda chemical and biological weapons. <q> They were killing me, </q> he told journBen Alists <strong> Michael Isikoff </strong> and <strong> David Corn </strong>. \"I had to tell them something,\" and so his coerced confession wound up in <strong> Colin Powell </strong>'s now notorious address before the United Nations in February 2003, justifying war against", "new_id": -2}, {"uid": "1295589681239992919", "i": 2696, "idx": 0, "sa": ["Eric Schmidt"], "q": "17 percent, to$ 8.44 billion, from$ 6.67 billion a year earlier. Net revenue, which excludes commissions paid to advertising partners, was$ 6.37 billion, up from$ 4.95 billion. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Mr. <strong> Eric Schmidt </strong> said in a statement. While Google's e-commerce offerings drove its search business during the quarter, the company also began to convince investors that it is successfully moving into new businesses, particularly mobile", "new_id": -2}, {"uid": "1296974131206028816", "i": 17988, "idx": 0, "sa": ["Sergio Marchionne"], "q": "SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as \"shyster loans.\" <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement. \"I regret the remark which I consider inappropriate.\" Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "new_id": -2}, {"uid": "1297271153262504483", "i": 12024, "idx": 3, "sa": ["Susan Boyle", "Simon Cowell"], "q": "\"I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis,\" said <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end. <q> It's more interesting to me because I have a lot more to do with that. When you lose an artist, part of you has lost as well. You win when they win. </q> Also, where American Idol has an age limit, anyone over the age of 12 can audition for the X Factor. Duo's or even large groups can audition as well. After discovering <strong> Susan Boyle </strong> on", "new_id": -2}, {"uid": "1296431363238108720", "i": 8139, "idx": 0, "sa": ["Steve Lavin", "Stewart Mandel", "Michael Vick"], "q": "put them over the top and into the tournament. If nothing else, it goes in the record book and helps create excitement for the program. <strong> Steve Lavin </strong> should get his share of more energized crowds. <q> It's a step in the right direction, </q> he said afterward. <strong> Stewart Mandel </strong>: St. John's shows signs of progress under <strong> Steve Lavin </strong> by knocking off Duke Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for Kevin Kolb", "new_id": -2}, {"uid": "1295813473183353387", "i": 18250, "idx": 8, "sa": ["Gabrielle Giffords", "Colin Powell"], "q": "shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, Powell/\"> Mr. <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said. \"All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. But with", "new_id": -2}, {"uid": "1295743991123617308", "i": 28115, "idx": 4, "sa": ["Andy Coulson", "Andrew Neil", "Rupert Murdoch", "John Prescott"], "q": "quoted www.publications.parliament.uk Download link here filehostcool.com Scotland Yard defends itself against claims it failed to thoroughly investigate accusations of phone hacking at the News of the World.. Follow us on twitter Coulson_Andrew Neil_and_John Prescott_John Prescott_on_quitter_Andy Coulson_21Jan11 A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. Trials and tribulations of News International: Where, exactly, will it all end? Secret tapes, <strong> Andy Coulson </strong>'s exit and the riddle of a story that", "new_id": -2}, {"uid": "1295659652011878402", "i": 28096, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "matter how many pep talks <strong> Larry Page </strong> gives. Global Equities Research analyst Trip Chowdry suggested that Google's unsuccessful$ 6 billion bid to buy Groupon may have been another source of tension. <strong> Eric Schmidt </strong> was <q> interested in paying$ 6 billion for Groupon, while founders[ <strong> Larry Page </strong> and <strong> Sergey Brin </strong>] felt Groupon to be total junk, </q> Chowdry wrote in a note to clients Friday. After losing that deal, Google launched its own Groupon-like service. Luckily for <strong> Larry Page </strong>, as well as Google's shareholders, this", "new_id": -2}, {"uid": "1295604447021397513", "i": 16908, "idx": 1, "sa": ["Larry Page", "Vint Cerf", "Eric Schmidt"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years-- \"a nice round number\" -- and <strong> Larry Page </strong> was ready to lead the company into the future. <q> <strong> Larry Page </strong> and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up, </q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly$ 30 billion.", "new_id": -2}]