[{"uid": "1296098573142770229", "i": 31567, "idx": 0, "sa": ["Davina McCall", "Paul O'Grady", "Stacey Solomon", "Simon Cowell", "Dermot O'Leary"], "q": "at London's O2 Arena- shown on ITV1- because they were filming Britain's Got Talent in Cardiff. But after beating off competition from <strong> Davina McCall </strong>, <strong> Paul O'Grady </strong> and <strong> Dermot O'Leary </strong>, Ant said by videolink: <q> This means so much to us, ten years in a bloody row. </q> <strong> Simon Cowell </strong> joked:`` This is once again incred-ibly annoying- but it's well deserved.'' Wearing a daring low-cut dress, I'm A Celebrity winner <strong> Stacey Solomon </strong>, 21, kicked off the night by", "new_id": -2}, {"uid": "1295310733097861638", "i": 44772, "idx": 14, "sa": ["Allen Iverson", "Kobe Bryant", "Steve Javie", "Pau Gasol"], "q": "official <strong> Steve Javie </strong>, who ejected him.`` I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out,'' <strong> Allen Iverson </strong> said. <q> <strong> Michael Jordan </strong> fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league. This was just the perfect game for him to try and make me look bad. </q> Actually, <strong> Allen Iverson </strong> didn't need much help in that regard as he was slow to get going, hitting http://wn.com/NBA_Los_Angeles_Lakers_vs_Sixers_Highlights_02/26/10 <strong> Pau Gasol </strong> had 23 points and 11 assists, <strong> Kobe Bryant </strong> added 19 points and eight assists, and the Los", "new_id": -2}, {"uid": "1297604062127287303", "i": 20030, "idx": 11, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "somebody like Beyonce: She is the best example of somebody who works it every hour of the day,'' he said. <strong> Simon Cowell </strong>, as American Idol viewers know, doesn't lack for confidence: <q> I believe I can find a star, </q> he said. He has seen only a few minutes of this season's American Idol and its reconstituted panel with <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and Randy Jackson, he said. But he's been reassured by", "new_id": -2}, {"uid": "1295570534120422437", "i": 45919, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "Search Thu, Jan 20, 2011, 7:42 PM EST- U.S. Markets closed Text of blog entry from <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong>{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} The Associated Press, On Thursday January 20, 2011, 7:31 pm Blog entry from <strong> Google Inc. </strong>. CEO <strong> Eric Schmidt </strong>, who is stepping", "new_id": -2}, {"uid": "1296930550157466627", "i": 5933, "idx": 0, "sa": ["Colin Powell", "Greg Mortenson", "Amir Dossal", "Al Gore"], "q": "United Nations community and are particularly thankful to Mr. <strong> Amir Dossal </strong> for accepting our invitation to serve as Special Envoy to the Summit,'' said Dan Doyle, the Founder and Executive Director of the World Youth Peace Summit. <q> The World Youth Peace Summit brings scholar-athletes and scholar-artists from all over the world to Connecticut, so it truly is a natural partnership and we are thrilled to have the opportunity to incorporate the mission of the United Nations with the Summit's goals of promoting peace through athletics and the arts. </q> Nobel Laureate and former United States <strong> Al Gore </strong>, <strong> Colin Powell </strong> and acclaimed author of Three Cups of Tea, <strong> Greg Mortenson </strong>, will speak at the World Youth Peace Summit, which comes to Connecticut in June and", "new_id": -2}, {"uid": "1296483335037306377", "i": 46490, "idx": 0, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": ": Generals, Pilots,... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... Harvard University Helps the Homeless? Harvard University has an endowment worth$ 34.9 billion. They earned 23 percent on their", "new_id": -2}, {"uid": "1295125227265830412", "i": 35004, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "a photo of the abuse with the words`` Resign, <strong> Donald Rumsfeld </strong>.'' Perhaps most notably, The Army Times claimed that <strong> Donald Rumsfeld </strong>'s role in the scandal`` amount( ed) to professional negligence'', wrote <q> shame... on the chairman( of the Joint Chiefs of Staff) and secretary( of defense) </q>, and insinuated that <strong> Donald Rumsfeld </strong> was a`` moron.''[ 43] This photograph released in 2006 shows several naked Iraqis in hoods, of whom one has the words`` I'm a rapeist''", "new_id": -2}, {"uid": "1297438079190496799", "i": 13395, "idx": 0, "sa": ["James O'Keefe", "Cecile Richards", "Subhankar Banerjee", "Mike Pence"], "q": "laws,' and another urging Rose to tell her mother about the pregnancy.''( Los Angeles Times; 4/26/09) http://articles.latimes.com/print/2009/apr/26/nation/na-abortion26 CNN: Live Action videos reminiscent of edited <strong> James O'Keefe </strong> videos. CNN reports, <q> the Live Action videos are reminiscent of those by right-wing videographer <strong> James O'Keefe </strong>.... <strong> James O'Keefe </strong>'s videos were found in at least two investigations to be so heavily edited as to be an unreliable record of what happened, showing no evidence of any wrongdoing by ACORN staff members.... The Live Action videos also appear to be heavily edited. </q>[ http://edition.cnn.com/2011/US/02/08/abortion.video.retraining/] <strong> Cecile Richards </strong>: Rep. <strong> Mike Pence </strong>'s Press Conference to Defund Planned Parenthood Jane Danowitz: Administration's National Forest Plan Would Weaken Current Rules <strong> Subhankar Banerjee </strong>: From Toilet to Planet: A Brief Journey of Survival", "new_id": -2}, {"uid": "1296619353222035984", "i": 21721, "idx": 0, "sa": ["Kobe Bryant", "DeSean Jackson", "Allen Iverson", "Smush Parker"], "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> DeSean Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q> Our spacing was good, which made it very difficult to corral me, </q> <strong> Kobe Bryant </strong> said.`` When they did, we were able to swing the ball and get open opportunities for everybody else.'' <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "new_id": -2}, [{"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on`` Late Night with <strong> David Letterman </strong>.'' The talk show host was once a grocery bagger. <q> There's no guarantee, but it's traditional for the winner to be a guest on the show, </q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest.`` I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}]]