[{"uid": "1294977284267157543", "i": 112, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": "Of Beverly Hills'( December 10, 2010) \"The kids seem to be doing OK,\" <strong> Kelsey Grammer </strong> said during his visit to the \"Late Show with <strong> David Letterman </strong>\" on Thursday. <q>We've been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I. <strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon...</q> VIEW THE PHOTOS: Divorce! Break-Ups! Hollywood's Most Famous Former Couples \"Sometime in February,\" <strong> Kelsey Grammer </strong> replied. The actor has made no secret of his plans to push forward with his", "new_id": -2}, {"uid": "1296291755127057975", "i": 43547, "idx": 2, "sa": ["Kobe Bryant", "Carmelo Anthony", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran http://wn.com/Allen_Iverson_vs_Kobe_Bryant_Lakers_08/09_NBA_*last_game_as_a_Nuggets This was not exactly the new look <strong> Carmelo Anthony </strong>", "new_id": -2}, {"uid": "1295166194240582656", "i": 39149, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "has claimed. Speaking to the News of the World, the Irish music manager seemed to confirm \"Promise This\" singer will join <strong> Simon Cowell </strong> on the judging panel of the forthcoming US competition. <q>It will be me and Dannii[ Minogue] on the UK show with two more people,</q> he stated. The paper further reports that ITV bosses are desperately attempting to convince <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> to reconsider their Stateside move. Guy BurnetThe former Hollyoaks", "new_id": -2}, {"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q>This was a big win for us at somebody else's home,</q> <strong> Allen Iverson </strong> said. \"Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.\" Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}, {"uid": "1294994815235044887", "i": 9100, "idx": 0, "sa": ["Michael Gove"], "q": "11%, directing it through a new Early Intervention Grant. In a letter to local authorities following the December local government settlement, Education Secretary <strong> Michael Gove </strong> reminded them of their duties under the Childcare Act 2006 <q>to consult before opening, closing or significantly changing children's centres</q>. A Department for Education spokesman said: \"We have ensured there is enough money in the system to maintain the network of Sure Start children's centres, as well as provided new investment for health", "new_id": -2}, {"uid": "1295819766030490636", "i": 19090, "idx": 0, "sa": ["Steve Ballmer"], "q": "isn't worth the bits in the cloud. Vivek's thoughts on Quora remind me of <strong> Steve Ballmer </strong> on the iPhone circa 2007. Totally misses the disruptive element. this person@vwadhwa is a poor judge of startups. <q>Why I Don't Buy Quora Hype</q> http://jc.is/hIDN8O#wrong#dumb#linkbait Hacker Shows It Doesn't Take$ 8 Million to Clone Qwiki- Just 321 Lines of HTML Will do the Trick$ 10K iTunes Winner Hung Up On Apple, Thought It Was a Prank", "new_id": -2}, {"uid": "1295992202254623802", "i": 9665, "idx": 0, "sa": ["Laura Bush", "Colin Powell", "Rudy Giuliani"], "q": "heard from the likes of <strong> Rudy Giuliani </strong>, <strong> Laura Bush </strong> and <strong> Colin Powell </strong>, with a few lesser-known motivational speakers sprinkled in. An overflow audience of 500 people watched a satellite feed from Harborside Event Center in Fort Myers. <q>I think we're here with 6,000 of our best friends today,</q> said Jeff Miloff, co-owner of Miloff Aubuchon Realty. \"I've seen all kinds of business people. It's great for the community to have this type of inspiration.\" Miloff attended the seminar", "new_id": -2}, {"uid": "1297203269184696860", "i": 6560, "idx": 9, "sa": ["Colin Powell", "Donald Rumsfeld", "Barack Obama", "Dick Cheney"], "q": "out this year. \"The government of Iraq is eventually going to have work with the Iraqi people and fashion various accommodations so that they can go forward and govern the country,\" <strong> Donald Rumsfeld </strong> said. <q>And being aimed in that direction starts them along that road, and that's basically a good thing.</q> <strong> Barack Obama </strong> addresses the U.S. Chamber of Commerce in... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Article: <strong> Barack Obama </strong> invites Republican lawmakers to White House...'s memoir plays a fast and loose game of dodge ball with what", "new_id": -2}, {"uid": "1296171152171278391", "i": 15970, "idx": 2, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> said he would make a decision \"later this year\" about his next political step, though he appeared to telegraph his next move saying saying his \"calling is closer to home\" and added he would <q>be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.</q> \"I have learned to follow my heart, and my heart is in Indiana,\" he added. Former <strong> Mike Pence </strong> Political Director Jerry Alexander told Roll Call about the decision and said he wo", "new_id": -2}, {"uid": "1295263606234684445", "i": 2353, "idx": 0, "sa": ["Barack Obama", "Mike Pence", "Ronald Reagan", "Jack Kemp", "Newt Gingrich"], "q": "counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Barack Obama </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> Jim Ryan, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q><strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,</q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}]