[{"uid": "1295795435125714464", "i": 8942, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "purposes,\" <strong> Colin Powell </strong> said on CNN's \"State of the Union,\" while crediting <strong> Barack Obama </strong> with stabilizing the economy, dealing with unemployment, reaching out to countries across the globe and taking on healthcare reform, <q> whether you agree with him or not. </q> \"I hope we can fix whatever may be at fault with the bill that was passed,\" <strong> Colin Powell </strong> said. He predicted that in Tuesday's State of the Union address, Americans will", "new_id": -2}, {"uid": "1297363571104955962", "i": 5404, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "and Iraqi forces. The intelligence hadn't indicated that a broad-based insurgency would take place, and by 2006 it became clear that the US needed to recast its strategy. On McCain, <strong> Donald Rumsfeld </strong> said, <q> If all you have is a hammer, every problem looks like a nail. </q> McCain \"got it into his mind\" that troop levels had been the problem the entire time, and never let it go. <strong> Donald Rumsfeld </strong> wrote in his book that in retrospect, he should have left", "new_id": -2}, {"uid": "1295205658188956674", "i": 16876, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Sen. Mark Udall", "Tom Coburn", "Chuck Schumer"], "q": "' Meet The Press, <strong> Sen. Mark Udall </strong> <strong> Kirsten Gillibrand </strong>( D-NY) that her friend <strong> Sen. Mark Udall </strong> <strong> Gabrielle Giffords </strong>( D-AZ) is making progress in her recovery from the shooting in Tucson, though she is not yet able to speak: <q> It's far too early for that. But she's making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So she's really-- it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> <strong> Chuck Schumer </strong>: I Will Sit With <strong> Tom Coburn </strong> At SOTU Appearing on Meet The Press, <strong> Sen. Mark Udall </strong> <strong> Chuck Schumer </strong>( D-NY) said that he and <strong> Sen. Mark Udall </strong> <strong> Tom Coburn </strong>( R-OK) will sit together at the State", "new_id": -2}, {"uid": "1295629432247332874", "i": 26193, "idx": 3, "sa": ["Les Hinton", "Andy Coulson", "Rebekah Brooks"], "q": "We will vigorously pursue the truth- and we will not tolerate wrongdoing.\" <strong> Les Hinton </strong>, former News International chairman, giving evidence to the culture, media and sport select committee in September 2009 <q> There was never any evidence delivered to me suggesting that the conduct of <strong> Clive Goodman </strong> spread beyond him. The News of the World is populated overwhelmingly by decent hard-working people. If anyone were found conducting themselves in the way that <strong> Clive Goodman </strong> did, there is no question there would be instant dismissal. </q> <strong> Rebekah Brooks </strong>( then <strong> Rebekah Brooks </strong>), News International chief executive, 10 July 2009 <strong> Andy Coulson </strong>'s resignation must not be seen as the end of the hacking scandal Did <strong> Andy Coulson </strong> know about the hacking after all? And if", "new_id": -2}, {"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q> In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it, </q> he said. \"But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.\" <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}, {"uid": "1295571624118865920", "i": 16494, "idx": 0, "sa": ["Steve Ballmer", "Charles Boustany"], "q": ", the leaders focused on economic relations, which has been a source of tension on both sides. \"The top issues that were raised were trade and intellectual property in particular,\" said <strong> Charles Boustany </strong>. <q> Most of the time was spent on the commercial relationship. </q> Major U.S. companies such as Microsoft have pressed Congress to crackdown on China's flagrant flouting of intellectual property laws. <strong> Steve Ballmer </strong>, the CEO of Microsoft, met with members of the House Ways and", "new_id": -2}, {"uid": "1297199444258572348", "i": 19916, "idx": 2, "sa": ["Tony Blair", "Donald Rumsfeld", "Dick Cheney"], "q": "\" \" Asked if he turned the conversation inside the administration to Iraq in the wake of 9/11, <strong> Donald Rumsfeld </strong> said \"absolutely not.\" \" 5 hours after the 9/11 attacks, <strong> Donald Rumsfeld </strong> said <q> Go massive... Sweep it all up. Things related and not. </q> \" <strong> Dick Cheney </strong> British <strong> Tony Blair </strong> is currently \" saying that <strong> Dick Cheney </strong>'s vision of policy towards the Middle East after 9/11 was to re-draw the map.... What does this mean? Well", "new_id": -2}, {"uid": "1295860226192184325", "i": 14553, "idx": 1, "sa": ["Eric Schmidt"], "q": "named for fear of reprisal. \"I'm having a hard time imagining( Larry) going from the role I've seen him in, to going to a CEO role,\" he added. <q> He can't come in and lay on the couch as he used to do and sort of interject here and there. Someone's got to lead the meetings. </q> Google hopes the management change will speed up decision-making. Page will take charge of the company's day-to-day operations, while <strong> Eric Schmidt </strong> will focus on deals and government outreach, among other things, as executive chairman", "new_id": -2}, {"uid": "1297360660125239349", "i": 38877, "idx": 1, "sa": ["Eric Schmidt"], "q": "low-level takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q> Yes, that is my plan. </q> Google said last month co-founder Larry Page would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman. 2010: The year of treasure hunters The loot of", "new_id": -2}, {"uid": "1295100598134397994", "i": 48282, "idx": 1, "sa": ["Shawn Marion", "Jason Kidd", "David West", "Rodney Rogers", "Toni Kukoc", "Allen Iverson"], "q": " \"People will say, \"What happened? He only had 26 points, but he won the game,\" Sixers coach Larry <strong> David West </strong> said of <strong> Allen Iverson </strong>, who had reached 40 points in three straight games. <q> He gave the ball up when he was double-teamed and did all the right things. I\"m really proud of him. </q> <strong> Jason Kidd </strong> had 22 points and 10 assists, <strong> Shawn Marion </strong> had 17 points and 13 rebounds and <strong> Rodney Rogers </strong> had 15 points and 10 rebounds for Phoenix, which had won four of five. <strong> Toni Kukoc </strong> added 17 points and nine rebounds", "new_id": -2}]