[{"uid": "1296114922211763218", "i": 22427, "idx": 1, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> Watchers of the technology giant seemed to react mostly positively to news of the leadership shakeup.`` I think it's a good move. It( the triumvirate management structure) was always one of things that concerned", "new_id": -2}, {"uid": "1296968578257851407", "i": 40186, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford"], "q": "of staff under <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>.`` It's not a journal. It's not a diary,'' he says of the <strong> Gerald Ford </strong> White House notes. <q> It is a set of working documents that I've never edited. In fact, most I've never reread. </q> As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the", "new_id": -2}, {"uid": "1296024963108707853", "i": 21176, "idx": 2, "sa": ["Zine El Abidine Ben Ali", "Donald Rumsfeld", "Hillary Clinton", "Marina Ottaway"], "q": "US administration, like France and the European Union, never called for <strong> Zine El Abidine Ben Ali </strong> to go. Indeed, on January 12-- just two days before he fled-- State Department spokesman Philip Crowley said Washington was <q> concerned about actions by the demonstrators, those who do not have peaceful intentions. </q> But soon thereafter, Washington accelerated the denouement of the crisis, <strong> Marina Ottaway </strong> said. US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> nimbly stepped in with a speech in Doha on January 13 warning Arab leaders to allow", "new_id": -2}, {"uid": "1295465204122241033", "i": 38447, "idx": 3, "sa": ["David Letterman", "Regis Philbin"], "q": "ended his Inside Edition that he would`` get a kick'' filling in for <strong> Regis Philbin </strong> after he leaves. <strong> Regis Philbin </strong> is well-suited to daytime TV, says <strong> David Letterman </strong> Scardino of ad firm RPA in Los Angeles. <q> He could be outrageous, but in a way that was non-threatening. And that's a great combination for the daytime. </q> Live could see some viewer turnover after his exit.`` I do think there's a bit more potential, perhaps, that somebody who has been on this long has viewers who are extremely loyal,", "new_id": -2}, {"uid": "1295883061140918799", "i": 20045, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Charlie Rose"], "q": "with what <strong> Eric Schmidt </strong> has been most publicly doing of late, as he has been at many conferences and the like, speaking. At the same time, <strong> Eric Schmidt </strong> spoke of his young charges, Tweeting that <q> Day-to-day adult supervision no longer needed! </q> Those who wondered were reminded that the comment actually says from something <strong> Sergey Brin </strong> himself said on the <strong> Charlie Rose </strong> show in 2001, when <strong> Eric Schmidt </strong> was announced as CEO. When asked, he said that the", "new_id": -2}, {"uid": "1296460181009125909", "i": 25744, "idx": 1, "sa": ["Paul Staines", "Andy Coulson", "David Cameron"], "q": "Guido pursued the political power nexus between News Corp and the <strong> David Cameron </strong> clan with the same vigour he employs to uncover politicians' secrets?`` The BBC is the pervasive influence on our society,'' he argues. <q> It is monolithic and uses all of its old-school-tie contacts. <strong> Jeremy Clarkson </strong> don't think <strong> Rebekah Brooks </strong> comes from that background. At least with Murdoch you know where you stand. </q> The Guardian targeted <strong> Andy Coulson </strong> over the phone-hacking affair`` as a proxy because you all hate News International,'' he claims. <strong> Paul Staines </strong> is unlikely, however, to be invited to any Oxfordshire soirees. He", "new_id": -2}, {"uid": "1297523762190513232", "i": 12450, "idx": 4, "sa": ["Patrick Leahy", "Hosni Mubarak", "Sen. Bernie Sanders"], "q": "I-Vt., had a similar response and called on the United States to support a transition to democracy.`` After 30 years of autocratic rule, <strong> Hosni Mubarak </strong> is gone,'' <strong> Sen. Bernie Sanders </strong> said in a statement. <q> That is extraordinary news and a real testament to the incredible courage of millions of people in that country who put their lives on the line in the fight for democracy. The goal now, which will not be easy, is for Egypt to make the transition to a democratic government with real legal safeguards. The United States must play an active role in helping the democratic forces in Egypt accomplish that. </q> The Egyptian military, although highly respected by the nation's people, lives considerably better than the average Egyptian- a disparity the country will have to address as it moves forward, <strong> Patrick Leahy </strong> said.", "new_id": -2}, {"uid": "1296961291197279745", "i": 41696, "idx": 2, "sa": ["Michael Vick"], "q": "life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid.`` He had a plan and he stuck to that, both on and off the field,'' Reid said. <q> He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape... So, he did a great job with the football part of it.`` And then he spends a tremendous amount of time in the public, in particular on his days off... speaking and doing the best he can to right the wrong. You can never erase that, but you can sure help change others from falling into that same problem. </q> A star in Atlanta for most of his six seasons as a Falcon after being selected first overall in the 2001 draft, <strong> Michael Vick </strong> missed 2007 and 2008 while incarcerated for 18 months in a federal prison.", "new_id": -2}, {"uid": "1297403208107986956", "i": 34797, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "Outlook, a pilot program run from 2005-08 by Homeland Security and the Department of Defense which used sophisticated military radar along the border north of Spokane, Washington, to catch low-flying drug aircraft. Operation Outlook <q> successfully identified air-related smuggling trends and patterns and organizations active in cross-border criminal activities </q> along the Spokane sector, said a news release from <strong> Kirsten Gillibrand </strong>'s office. The U.S. Government Accountability Office reported in November 2010 that`` cross-border use of low-flying aircraft to smuggle drugs has been much higher than", "new_id": -2}, {"i": 3854, "idx": 4, "index_answer": 4, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To <strong> Chauncey Billups </strong> Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start time on Fox: <strong> Vince Carter </strong> time show features <strong> Goo Goo </strong> Dolls", "sa": ["Vince Carter", "Kwame Brown", "Goo Goo", "Chauncey Billups", "Allen Iverson"], "uid": "1296461913199901198"}]