[{"uid": "1297517098025886731", "i": 26803, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": ". \"We have real challenges in terms of unemployment,\" <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans \"can not be tolerated.\" <q>We need to do better in terms of making opportunities available to these veterans so they can get good paying jobs,</q> she added. \"A lot of veterans don't even know what programs they're eligible for.\" So, the senator took out a notebook and listened. Veteran after veteran referred to", "new_id": -2}, {"uid": "1296698256042549266", "i": 42941, "idx": 0, "sa": ["David Letterman"], "q": "the 14 million-member faith a place in the national spotlight. But experts are divided about whether that would help or hurt the church and how much of a factor Mormonism would be in either potential campaign. <q>In the long run, it would be good for the church,</q> said <strong> David Letterman </strong> Campbell, a political scientist at Notre Dame and a Mormon. \"It would mean we were entering the mainstream of American society. After all, we would have not just one but two candidates-", "new_id": -2}, {"uid": "1295636961179568645", "i": 30512, "idx": 5, "sa": ["Glenn Mulcaire", "Andy Coulson", "Tommy Sheridan", "Sean Hoare"], "q": "on Mr <strong> Sean Hoare </strong>'s claims.\" 9 December 2010, <strong> Tommy Sheridan </strong> perjury trial: Asked about <strong> Glenn Mulcaire </strong>'s repeated hacking of private mobile phone messages for the News of the World, <strong> Andy Coulson </strong> said: <q>I never knew him as an individual, I never met him, I never spoke to him, I never heard his name until the <strong> Clive Goodman </strong> affair started. \"But I knew his consultancy was used in an entirely legitimate way during my time as editor.</q> <strong> Tommy Sheridan </strong> asked him about a House of Commons committee report which stated that the NoW \"turned a blind eye\" and \"at worst actively condoned\" bugging and hacking in the newsroom. Phone-hacking row", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called \"red mercury\" that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q>They live thinking about it. They could kill each other to get it,</q> <strong> Zahi Hawass </strong> said. \"When I enter any place in Egypt, people ask me all the time about this.\" The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}, {"uid": "1295479943073809965", "i": 13234, "idx": 2, "sa": ["Sergio Marchionne"], "q": "market, but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said.", "new_id": -2}, {"uid": "1296365944097009666", "i": 431, "idx": 5, "sa": ["Milwaukee Buck", "Rodney Stuckey", "Amir Johnson", "Tayshaun Prince", "Allen Iverson"], "q": "with <strong> Amir Johnson </strong> on the floor, and better offensively when Hamilton and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. \"When we have the bigger lineup, obviously we're better defensively,\" <strong> Tayshaun Prince </strong> said. <q>It's kind of pick and choose. \"Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side.</q> The game was tight until Detroit went on a 27-5 run midway through the third quarter. <strong> Milwaukee Buck </strong> missed 14 of 17 shots during one stretch of the period, trailed 73-55 after three quarters and never got close again", "new_id": -2}, {"uid": "1297521829086999043", "i": 11302, "idx": 1, "sa": ["The Lost Dogs", "Michael Vick"], "q": "The only way the public is going to know if he's sincere is to revisit it 5 to 8 years from now, when he's not playing in the NFL and getting endorsements,\" Knorr said. <q>Is he still going into the neighborhoods, preaching to the kids? \"If he's sincere or not, it doesn't really matter because what he's doing now, he's doing a positive thing by speaking to kids in the community about his mistakes and telling them not to go there. What he's doing is good for the public.</q> Knorr talked for the first time since he discussed the case with author Jim Gorant for his book \"<strong> The Lost Dogs </strong>.\" He said he met <strong> Michael Vick </strong> \"four, five times\" during the investigation.", "new_id": -2}, {"uid": "1295687287040943628", "i": 6791, "idx": 6, "sa": ["Allen Iverson", "Lou Williams", "Mo Williams"], "q": "his most against any opponent. He had 40 and 54 points in his previous two games versus Milwaukee. \"AI has our number,\" said <strong> Mo Williams </strong> who drew the difficult task of trying to stop <strong> Allen Iverson </strong>. <q>He seems to play really, really well against us.</q> He got off to a fast start in this one, scoring 20 in the first quarter. \"He was just on fire,\" <strong> Lou Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 shots, including five 3-pointers. \"", "new_id": -2}, {"uid": "1295355296139706408", "i": 15209, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": " \"We just were so excited, so we were telling her how proud we were of her and how she was inspiring the whole nation with her courage and with her strength,\" Ms. <strong> Kirsten Gillibrand </strong> later said. <q>And then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do after she got better. And we were holding her hand, and she was responding to our hand-holding.</q> Ms. <strong> Kirsten Gillibrand </strong>, her face animated, her voice rising, has told and retold the story on a round of television appearances about the startling moment she and others called a miracle. \"Then", "new_id": -2}, {"uid": "1297436739190496784", "i": 21016, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Nokia's <strong> Stephen Elop </strong>, who was once a Microsoft executive, called it a \"three-horse race,\" which is bound to cause both RIM and HP to issue short press releases. He said: <q> \"Today, developers, operators and consumers want compelling mobile products, which include not only the device, but the software, services, applications and customer support that make a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.</q>\" Microsoft CEO <strong> Steve Ballmer </strong> added, \" \"I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale,", "new_id": -2}]