[{"uid": "1295520743146522138", "i": 25025, "idx": 1, "sa": ["Michael Gove"], "q": "played a leading role in turning public and intellectual opinion against the practise. \"I'm saying that we need to have facts in the curriculum,\" Mr <strong> Michael Gove </strong> told the Today programme. <q> I want there to be core curriculum content- facts, knowledge. I want teachers to decide what that is. \"Parents need to know what children are learning, both so they can hold schools to account and so they can play their proper part in helping. </q> MPs to probe use of electronics in Commons A Commons committee is to look into the use of electronic devices in the chamber and an email will be circulated among MPs to... Apprenticeships are a \"", "new_id": -2}, {"uid": "1297384739169525259", "i": 58518, "idx": 0, "sa": ["Michael Gove"], "q": "will be scrapped- the thinking is that parents may be inconvenienced, but will also be prompted to ask what more they can do to improve their children's behaviour in school. Mr <strong> Michael Gove </strong> added: <q> This Michael Government backs teachers. All the evidence from those countries with great education systems tells us that nothing is more important than attracting great people into teaching and supporting them in the classroom. \"Teachers will be free to impose the penalties they need to keep order and free from the red tape which swallows up teaching time, so they can get on with their first duty- raising standards. </q> Schools rated` outstanding' by Ofsted will be freed from regular inspections in order to focus on the worst performers. Ofsted will no longer rate schools on areas like community cohesion- instead focusing", "new_id": -2}, {"uid": "1297718111008798502", "i": 31443, "idx": 0, "sa": ["Michael Gove", "John Cryer"], "q": "Labour's <strong> John Cryer </strong> on 14 February 2011, Mr <strong> Michael Gove </strong> said the judge had ruled against the Michael Government on \"two procedural grounds\" , but had backed the decision-making process on all \"substantive\" points. <q> The judge has not ordered a reinstatement of funding for any BSF project. Nor has he ordered me to pay compensation to any of the claimants, </q> he told MPs. The judge ruled that Mr <strong> Michael Gove </strong> must give each of the six authorities involved- Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and", "new_id": -2}, {"uid": "1297430563243695617", "i": 31909, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": "had feared they may have to honour contracts and pay out millions of pounds. They sought a judicial review claiming that the cancellation of the projects was arbitrary and legally flawed. Jessica Shepherd reports: <q> <strong> Andy Burnham </strong>, Labour's shadow education secretary, said the ruling was a victory \"for all the communities and children betrayed by <strong> Michael Gove </strong> </q>. He said the ruling was a \"damning verdict on[ <strong> Michael Gove </strong>'s] competence as a minister\" . \" \"School building and repair is in complete chaos thanks to Mr <strong> Michael Gove </strong>. He condemns", "new_id": -2}, {"uid": "1297703292198672386", "i": 29039, "idx": 1, "sa": ["Michael Gove", "John Cryer"], "q": "tests. <strong> Michael Gove </strong> said no compensation has been ordered, and the six local authorities will have a chance to make representations to try to rescue cancelled building projects in their area. He said he <q> may save all, some, a few or none </q> of those projects, and told the House the court had backed the Michael Government's on all \"substantive positions\" . <strong> John Cryer </strong> said Waltham Forest had no choice but to go to court, with seven schools", "new_id": -2}, {"uid": "1296088104263274525", "i": 48528, "idx": 0, "sa": ["Michael Gove"], "q": "The Michael Government is due to publish a new Education Bill which will focus on boosting standards and improving behaviour. Education Secretary <strong> Michael Gove </strong> said the coalition Michael Government was taking action to <q> restore discipline and reduce bureaucracy </q>. Under the measures, teachers will be granted powers to search pupils for anything that could disrupt the classroom, including pornography and video cameras, and it will be made easier for schools to expel unruly", "new_id": -2}, {"uid": "1297426199245137410", "i": 43520, "idx": 2, "sa": ["Michael Gove"], "q": "\"On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects.\" The prime minister's spokesman said: <q> The basic decision on this stands. </q> The Michael Government's upbeat tone resulted from the fact that the judgement ensured there was no challenge to Mr <strong> Michael Gove </strong>'s ability to make the decision. \"The final decision on any given school or", "new_id": -2}, {"uid": "1294989940096894981", "i": 12277, "idx": 1, "sa": ["Michael Gove"], "q": "a strong attack on the City, Mr <strong> Michael Gove </strong> said bank bosses had paid themselves \"astronomical\" sums and \"appear to me to be living in a parallel universe to the rest of us\" . <q> The sense of contrition for what went wrong in the banking crisis seems to be invisible, </q> he added. \"The banks have to show they get it.\" He said the coalition's levy on bank balance sheets was a better way of making sure companies made a fair contribution to tackling", "new_id": -2}, {"uid": "1296145793005734414", "i": 1179, "idx": 0, "sa": ["Michael Gove", "Theresa Villiers"], "q": ", Aberdeen South) asked for guarantees that Heathrow will not face again the sort of disruption caused by snow last month. Transport minister <strong> Theresa Villiers </strong> told MPs they must be \"realistic\" and in severe weather <q> there is bound to be some disruption </q>. \"Heathrow airport faces special challenges that make it tougher to respond to such conditions,\" she said. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he", "new_id": -2}, {"q": "O'Brien_obrien_ha.html\"> <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from \"The Tonight Show\" settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q> He wanted to know what I was wearing, </q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight:` The Pillowman' By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "answer_q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from`` The Tonight Show'' settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q> He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing, </q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight:` The Pillowman' By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "answer": "Conan O'Brien", "sa": "['Martin McDonagh', 'David Letterman', \"Conan O'Brien\"]", "index_answer": 2, "idx": 0, "i": 44928}]