[{"uid": "1297094623019349541", "i": 37296, "idx": 0, "sa": ["David Corn", "Michael Isikoff", "Colin Powell", "Ben Ali", "Barack Obama"], "q": "cage for more than three days, then beaten because, at the behest of the United States, the Egyptians wanted him to say that Saddam <strong> Barack Obama </strong> was going to give Al Qaeda chemical and biological weapons. <q> They were killing me, </q> he told journBen Alists <strong> Michael Isikoff </strong> and <strong> David Corn </strong>.`` I had to tell them something,'' and so his coerced confession wound up in <strong> Colin Powell </strong>'s now notorious address before the United Nations in February 2003, justifying war against", "new_id": -2}, {"uid": "1296222150071827491", "i": 25938, "idx": 1, "sa": ["Bernie Sanders", "Paul Ryan", "Barack Obama", "Jeb Hensarling"], "q": ", <strong> Barack Obama </strong> told Congress:`` We should also find a bipartisan solution to strengthen Social Security for future generations.'' The <strong> Barack Obama </strong> said Thursday the solution should not slash benefits for future generations or subject benefits <q> to the whims of the stock market. </q> <strong> Bernie Sanders </strong> said he would like to hear a stronger pledge from <strong> Barack Obama </strong>.`` <strong> Jeb Hensarling </strong> of Texas said- and he's the Republican Conference chairman- that they're going to take <strong> Paul Ryan </strong>'s blueprint", "new_id": -2}, {"uid": "1295736488267124741", "i": 11774, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q> A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR </q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295687287040943628", "i": 8099, "idx": 6, "sa": ["Allen Iverson", "Mo Williams"], "q": "it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games versus Milwaukee. <q> AI has our number, </q> said <strong> Mo Williams </strong> who drew the difficult task of trying to stop <strong> Allen Iverson </strong>.`` He seems to play really, really well against us.'' He got off to a fast start in this one, scoring 20 in", "new_id": -2}, {"uid": "1296030310020856872", "i": 40441, "idx": 2, "sa": ["Barack Obama", "Michael Vick"], "q": "highest-paid player, and he made an estimated$ 7 million in endorsements during his six seasons with the Atlanta Falcons. That all disappeared with his 2007 arrest on dogfighting charges and an 18-month prison stay. <q> We're real excited about it, </q> Vito said.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's", "new_id": -2}, {"uid": "1297004944017629204", "i": 37191, "idx": 1, "sa": ["Eric Schmidt"], "q": "new executive chairman, <strong> Eric Schmidt </strong>, told the newspaper he did not want the company to be dragged into a drawn-out dispute with the EC.`` We certainly want to avoid that,'' <strong> Eric Schmidt </strong> said. <q> I think it is in our interests and I would hope in their interests to do a quick analysis of concerns that have been raised by competitors; hopefully they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law. </q> Start of sidebar. href=\"http://www.news.com.au/business/google- calls- for- quick- end- to- inquiry/story- fn7mjon9- 1226001112918?from=public_rss#sidebar- end\"> Skip to end of sidebar.", "new_id": -2}, {"uid": "1297240707110002225", "i": 55990, "idx": 0, "sa": ["Gene Simmons", "Michael Vick", "Dwaine Caraway"], "q": "QB) <strong> Michael Vick </strong>. But this morning, on The Ticket( 1310 AM), he stuck to his story that he gave <strong> Michael Vick </strong> a key to the city`` for the children.'' <q> Don't you believe it's possible that by honoring this felon you sent the wrong message to the kids?... Now the kids say` This guy killed dogs he went to jail he's on probation and he's getting honored with a key to the city that is supposed to be presented to someone like a war hero,' </q> one of the hosts said.`` The kids don't say that,'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting", "new_id": -2}, {"uid": "1295565600254656524", "i": 6946, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "world's most- used search engine, generating$ 29 billion in sales last year.`` <strong> Larry Page </strong> is ready,'' <strong> Eric Schmidt </strong>, who will become executive chairman, said today on a conference call. <q> It's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong>, 55, who joined the company in 2001, will focus on deals, partnerships and customers, he wrote in a blog post. <strong> Larry Page </strong> will take over day-to-day operations as CEO on April 4", "new_id": -2}, {"uid": "1296258956174211078", "i": 31874, "idx": 4, "sa": ["Gary Moore", "Allen Iverson", "Brett Dennen"], "q": "November. <strong> Allen Iverson </strong>, the NBA's Most Valuable Player in 2001, agreed to a$ 4 million, two-year deal with Besiktas after no NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday. <q> This is the most pain he's ever felt from any injury he's had, </q> <strong> Gary Moore </strong> said.`` He's http://wn.com/Allen Iverson_Allen Iverson_heading_home_for_surgery_NOT_retiring_13_January_2011 Tickets at: www.Brett DennenBrett Dennen.net DATES: 11/13- Nashville, TN- Cannery Ballroom 11/14- Atlanta, GA- Tabernacle 11/16- Baltimore, MD- Rams Head LIve 11/17- Washington", "new_id": -2}, {"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": "`` not committed'' to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q> Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile, </q> he said, adding he thinks <strong> Barack Obama </strong>`` is doing a good job right now.''  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}]