[{"uid": "1297107413159612945", "i": 34415, "idx": 1, "sa": ["Eric Schmidt"], "q": "than face the suit. The company's strategy is to avoid the sort of lengthy legal investigations that Microsoft and Intel have dealt with over the years. Speaking of the EU investigation, <strong> Eric Schmidt </strong> said: <q> I think it is in our interests and I would hope in their interests to do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law.\" We understand we play a major role in Europe and we're not denying that. We have a lot of meetings with appropriate government officials. </q> On one level, Google wants to avoid the PR hit of a lengthy investigation and a potentially large fine. But we've always said that the company is equally keen to sidestep a probe that would", "new_id": -2}, {"uid": "1295559703061718604", "i": 34053, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "for Google speaking with media and at conferences. Our read of the company is that <strong> Sergey Brin </strong> and Page have been driving most of the major strategic decisions for a while. <strong> Eric Schmidt </strong>: Google's Policy Is To <q> Get Right Up To The Creepy Line And Not Cross It </q> Quotes delayed, except where indicated otherwise. Delay times are 15 mins for NASDAQ, NYSE and Amex. See also delay times for other exchanges. Quotes and other information supplied by independent providers", "new_id": -2}, {"uid": "1295243276223936526", "i": 8330, "idx": 1, "sa": ["Steve Ballmer"], "q": "in the mobile arena. <strong> Steve Ballmer </strong> came to change that perception by lauding the strength of Microsoft's technological foundation and casting the company as a leader in social entertainment, mobile software, and personal computers. <q> A decade ago we took a bold step forward toward transforming entertainment, </q> <strong> Steve Ballmer </strong> said.\" We started with gaming with the launch of Xbox.... The next step in that journey was the launch of Xbox Live which transformed gaming experiences with the cloud. That put Xbox front and", "new_id": -2}, {"uid": "1297284241241352704", "i": 263, "idx": 4, "sa": ["Donald Rumsfeld", "Barack Obama", "President Bush"], "q": "heat unfairly\" and\" deserve a lot of credit\" for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> President Bush </strong> <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> <q> was critical of indefinite detention for unlawful combatants. He was critical of military commissions, </q> he said.\" And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.", "new_id": -2}, {"uid": "1296529655231981079", "i": 1652, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "caller said:\" We are standing behind Mr. President. Medinat Nasr is completely secure,\" talking about where he lived\" We are with this guy,\" he added, meaning Mr. <strong> Hosni Mubarak </strong>. <q> We are with him until the end. We've know this guy since forever. </q> The channel announced that <strong> Zahi Hawass </strong>, the chairman of the Supreme Council of Antiquities, had called on Egyptian citizens not to believe the\" lies and fabrications\" of Al Jazeera and Al Arabiya", "new_id": -2}, {"uid": "1296896836199262266", "i": 339, "idx": 0, "sa": ["Barbara Walter", "Barbara Walters", "David Letterman", "Charlie Rose", "Bill Clinton"], "q": "sure if <strong> Charlie Rose </strong> would live. Doctor on <strong> Barbara Walters </strong>'` Setbacks' <strong> Barbara Walters </strong> was surprised to hear she had setbacks during heart surgery. Diary of <strong> Barbara Walter </strong>'s Heart Surgery <strong> Barbara Walters </strong> says she thought: <q> If I die on the operating table, I won't know it. </q>. <strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Bill Clinton </strong> says surgery gave him the chance to walk his daughter down the aisle. <strong> David Letterman </strong> on His Heart Surgery <strong> David Letterman </strong> jokes to <strong> Barbara Walters </strong> that new artery came from`", "new_id": -2}, {"uid": "1297197242093274120", "i": 44074, "idx": 1, "sa": ["Simon Cowell"], "q": "Makeover: Home Edition\" and\" Jersey Shore.\" As for the current, Cowell-free season of\" Idol,\" he claimed,\" I haven't seen a full episode,\" continuing, <q> I think we're going to do something different. I'm excited. The stakes are high. </q>>> Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from a rough fall season, when it finished last among the major networks in total viewers.\" Idol\" is", "new_id": -2}, {"uid": "1297121639195428370", "i": 45240, "idx": 0, "sa": ["Sergio Marchionne"], "q": "money marketing vehicles until they are in the showroom,\" Lonnie Cobb, owner of Humboldt Chrysler-Jeep-Dodge-Ram in Tennessee said. Bill Kelly of Kelly Cars in Moon Township, Pa., said Chrysler hopes to sell <q> 1.5 million to 1.6 million vehicles in the United States, </q> this year, which would be an increase from U.S. sales of 1.1 million in 2010. Chrysler Chief Executive Officer <strong> Sergio Marchionne </strong> has set a goal of selling 2 million cars worldwide this year. Greedy capitalist", "new_id": -2}, {"uid": "1295617448243957767", "i": 595, "idx": 0, "sa": ["Eric Schmidt"], "q": "great performance. Google is arguably at the top of its game. Market share of search has never been better.\" \"\" The real condemnation of the leadership at Google,\" he writes, <q> is that there has been a failure to create entirely new disruptions. As the stock chart above confirms, Android and Chrome are, if successful, sustaining technologies for Google. That's not going to be enough. </q> \" <strong> Eric Schmidt </strong>, you may recall, sat on Apple's board until it became clear that Google had copied the iPhone's look and feel and called it Android. Apple is selling iPhones as", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.\" Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q> you don't get to come back. </q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}]