[{"uid": "1295497652083329040", "i": 5478, "idx": 0, "sa": ["Simon Cowell", "Tina Turner", "Steven Tyler"], "q": "\" and charmed them with her oversize personality. As always in the early rounds, it was mostly a parade of crackpots, nasal wheezers and goofy white guys in plaid shirts singing R&B- badly. <q> Did you eat a lot of paint chips as a child? </q> <strong> Steven Tyler </strong> asked after a murderous take on a <strong> Tina Turner </strong> tune. Whereas <strong> Simon Cowell </strong> used to slay them with meanness, <strong> Steven Tyler </strong> seemed to have instantly perfected the art of the playful, entertaining putdown, adding a new wrinkle to", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,\" said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q> I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt, </q> the influential cleric said. \"There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go. \"Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}, {"uid": "1296413017033259530", "i": 41611, "idx": 0, "sa": ["Jeff Fisher", "Michael Vick"], "q": "with <strong> Jeff Fisher </strong>, who just completed his 16th full season as the NFL's longest-tenured coach. The team said in a release last night that \"<strong> Jeff Fisher </strong> will no longer be the head coach of the team.\" <q> It became evident that consensus was increasingly hard to find and reality wasn't matching the vision we discussed, </q> the an unmistakable benchmark for what has been a rapid, successful and, in some circles, surprising comeback. A few thousand miles away in the wilderness of Utah, the pit bulls <strong> Michael Vick </strong> once owned are making", "new_id": -2}, {"uid": "1295709517126484491", "i": 7788, "idx": 3, "sa": ["David Letterman", "Regis Philbin"], "q": "and you would be the fourth.\" This was <strong> Regis Philbin </strong>'s cue to respond with mock irritation. \"When was the last time you watched me in the last 10 years?\" he said. <q> What was I doing and what was I wearing? </q> \"I don't like your attitude,\" <strong> David Letterman </strong> said. Watching this combined century of broadcasting carrying on amiably for 17 minutes, one almost-- almost-- felt transported back to that", "new_id": -2}, {"uid": "1296007390020578377", "i": 7222, "idx": 4, "sa": ["Michael Vick"], "q": "several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company. <q> The Unequal technology is a part of my game now and I won't play without my Unequal, </q> <strong> Michael Vick </strong> says in a to-be-released statement. \"Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.\" <strong> Michael Vick </strong> was once the NFL's highest-paid", "new_id": -2}, {"uid": "1297570143257933344", "i": 6726, "idx": 1, "sa": ["Diana Ross", "Simon Cowell", "George Michael", "Annie Lennox"], "q": " \"e Knowles was in Destiny's Child; <strong> Diana Ross </strong> was in the <strong> Diana Ross </strong>; <strong> Annie Lennox </strong> was in the Eurythmics; <strong> George Michael </strong> was in Wham! As for using TV shows as a platform, he writes, <q> <strong> Britney Spears </strong> and <strong> Christina Aguilera </strong> were in the <strong> George Michael </strong> Mouse Club. <strong> Kylie Minogue </strong> was signed because she was already a big star on an Australian soap opera, Neighbors. <strong> Jennifer Lopez </strong> was a dancer on \"In Living Color. </q> 2. Use Your Connections You've heard it said: it\"s not what you know but who you know. To that tune, <strong> Simon Cowell </strong> writes, \"Eminem, if you look", "new_id": -2}, {"uid": "1297106646155009122", "i": 29466, "idx": 0, "sa": ["David Suzuki", "David Letterman"], "q": "<strong> David Letterman </strong> did a comedy bit many, many years ago called \"cause and effect,\" or something like that. We recall one of <strong> David Letterman </strong>'s jokes went like this: <q> Cause: Millions of prairie dogs die of a mysterious disease. \"Effect: McRibs for a limited time. </q> Anyway, that came to mind when we first heard about the documentary Return of the Prairie Bandit, which airs Thursday, Feb. 10 as part of The Nature of Things with <strong> David Suzuki </strong> on CBC.", "new_id": -2}, {"uid": "1296273660046694427", "i": 8744, "idx": 0, "sa": ["Stephen Jackson", "Chris Webber", "Kyle Korver", "Sarunas Jasikevicius", "Allen Iverson"], "q": "after a shot-clock violation on Philadelphia with 4.9 seconds left. <strong> Sarunas Jasikevicius </strong> threw an inbound pass to <strong> Stephen Jackson </strong>, who went around a stumbling <strong> Kyle Korver </strong> to make an uncontested shot. \"I was 0-for-infinity,\" <strong> Stephen Jackson </strong> said. <q> I just wanted to make a shot. We knew they'd switch. I went backdoor and got to the basket. My teammates showed confidence in me to give me the ball. It seemed like I hadn't made a shot all game. </q> <strong> Stephen Jackson </strong> missed 15 of his first 19 shots before the easy layup. <strong> Chris Webber </strong> then missed a jumper at the buzzer after an inbound pass from <strong> Allen Iverson </strong>. \"For that to happen with 4.9 seconds left, it's", "new_id": -2}, {"uid": "1296218198081313814", "i": 8403, "idx": 0, "sa": ["Eric Schmidt"], "q": "do with Facebook's efforts to put a dent in the Mountain View Chocolate Factory machine. Nor were the company's top three men arguing over Google's somewhat strained China affair, he said. <q> This has nothing to do with competitors, </q> said <strong> Eric Schmidt </strong>. \"I publicly said the next 10 years will be as successful as the past 10. We're going to run this way for a while.\" The Google boss will step aside", "new_id": -2}, {"uid": "1295482966122978352", "i": 2618, "idx": 0, "sa": ["The Republican Party", "Mike Pence"], "q": "majority and several Tea <strong> The Republican Party </strong> freshmen. However, the measure will have almost no chance of making it past its next two hurdles: a Democratic-leaning Senate and a presidential veto. Representative <strong> Mike Pence </strong>( R-Indiana) said, <q> We will vote to repeal Obamacare again and again until we consign their government takeover to the ash heap of history where it belongs. Welcome to the 112th Congress. American people-- this is your week. </q> House Democrats, however, have criticized the <strong> The Republican Party </strong> majority for pushing for a final vote on the measure, scheduled for next Wednesday, without allowing any amendments-- something they see as a failure of the GOP to", "new_id": -2}]