[{"uid": "1297481921069795902", "i": 16414, "idx": 0, "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q> It has changed the mood of the show but, you know, it might be for the better.`` Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. </q> <strong> Declan Donnelly </strong> added:`` For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.''"}, {"uid": "1297662325045400099", "i": 13862, "idx": 4, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq.`` <strong> Colin Powell </strong> was not duped or misled by anybody,'' Mr. <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,"}, {"uid": "1295386126252936200", "i": 39068, "idx": 0, "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q> The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan, </q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience.`` Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust"}, {"uid": "1295543475207126533", "i": 18693, "idx": 1, "sa": ["David Letterman", "Laidback Luke", "Jonathan Mendelsohn"], "q": "After converting clubs and dance floors everywhere from Ibiza to London, <strong> Laidback Luke </strong> blasts back into the stratosphere with his new, hard hitting single'Till Tonight` featuring <strong> Jonathan Mendelsohn </strong>. Set in Barcelona, i... U2- <q> I'll Go Crazy If I Don't Go Crazy Tonight </q> on <strong> David Letterman </strong> 3/4/09( TheAudioPerv.com) Night 3 U2-`` I'll Go Crazy If I Don't Go Crazy Tonight'' on <strong> David Letterman </strong> 3/4/09( TheAudioPerv.com) Night 3 www.theaudioperv.com U2 performed`` I'll Go Crazy If"}, {"uid": "1295962876207159341", "i": 19248, "idx": 0, "sa": ["Andy Coulson"], "q": "hypocritical to rule that they behave otherwise when the law is based on the same reasoning. Really, what needs to happen is for the law to change so that gay couples can be legally married. </blockquote> <q> A B&B is a business offering a service to the public. The Bull's religious convictions are a private issue. If they want to live entirely by their private convictions, they need to stop selling to the public. </q> Job spec for a` spin doctor' <strong> Andy Coulson </strong>'s resignation has left a vacancy at the heart of government. Who could apply? The rise of` we' Why modern-day US presidents love the"}, {"uid": "1295209231006406224", "i": 46835, "idx": 0, "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said.`` <strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.'' <strong> Chris Webber </strong>"}, {"uid": "1296715900139952133", "i": 14124, "idx": 2, "sa": ["Mitch Daniels", "Mike Pence"], "q": "station in a congressional office. Although the congressman and his family permanently reside in Columbus, Ind., they call northern Virginia home when Congress is in session. On his website, <strong> Mike Pence </strong> is self-described as <q> a Christian, a conservative and a Republican, in that order. </q> Even though <strong> Mike Pence </strong> is out of the picture for the presidency, rumors are still circulating that current Gov. <strong> Mitch Daniels </strong> may have his sights set on a White House run in 2012. Despite overwhelming encouragement"}, {"uid": "1295628120004243463", "i": 23061, "idx": 1, "sa": ["George Washington", "Barack Obama", "Sen. Bernie Sanders"], "q": "this country employing <strong> George Washington </strong> workers that are able to manufacture statues of our founding fathers, or our current president,'' <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong> fumed in a letter to the Director of the Smithsonian Museum. <q> That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far. </q> Indeed, it has, not to speak of the fact that Americans are hooked beyond help to cheap Chinese goods. As for Beijing, it too rubbed it in by grandly announcing that the"}, {"uid": "1296146610048234548", "i": 36633, "idx": 1, "sa": ["Simon Cowell"], "q": "to Be Rude, But...'' in which he laid down five important principles that actors can use when auditioning. 1. Don't grovel when you come in. <strong> Simon Cowell </strong> writes <q> I look upon it[ groveling] as a sign of desperation. So many times people come in and they come up with this terrible dialogue about how much they like me or Randy or Paula. It's demeaning, and there's no point to it. We're not looking for a nice person; we're looking for somebody who's confident and assured, but talented above all. Trust me-- most stars aren't nice. </q> 2. Believe in yourself the second you leave the house.`` Self-possession isn't something you can turn on seconds before you walk into the audition room. People like Ruben or Kelly"}, {"uid": "1296770511173654034", "i": 12195, "idx": 45, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "contemplated leaving, even after <strong> Dick Cheney </strong> told him that he had to stay. In May 2004, when Bush visited the Pentagon and then repaired to <strong> Donald Rumsfeld </strong>'s office, the secretary handed him yet another I-quit letter. <q> I have concluded that the damage from the acts of abuse that happened on my watch, by individuals for whose conduct I am ultimately responsible, can best be responded to by my resignation, </q> it said. Bush rejected the idea. <strong> Donald Rumsfeld </strong> said his mind was made up. But Bush would not accept the resignation, and <strong> Donald Rumsfeld </strong> says he eventually accepted the decision. To no one"}]