[{"uid": "1294954762094584920", "i": 54016, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": ". This is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Doctors have also helped <strong> Gabrielle Giffords </strong> sit up and dangle her legs from her bed. She's able to open her right eye, even though it's bandaged. The next milestone will be removing her breathing tube,", "new_id": -2}, {"uid": "1297616629186400779", "i": 32529, "idx": 11, "sa": ["George H. W. Bush", "David Martin", "Donald Rumsfeld"], "q": "the Taliban. In private, he was warning <strong> George H. W. Bush </strong>: \"Afghanistan risks becoming a swamp for the United States.\" \"This is what keeps guys like me in business,\" suggested <strong> David Martin </strong>. <q> You're urging patience... in public and in private you're writing things like the Goose Egg Memo. Do you see the disconnect between the public and private statements? </q> asked <strong> David Martin </strong>. \"No,\" said <strong> Donald Rumsfeld </strong>. \"There's no disconnect at all.\" \"But in private you're much more unhappy with what this system is doing.\"", "new_id": -2}, {"uid": "1295210270182157371", "i": 19597, "idx": 0, "sa": ["Sergio Marchionne"], "q": "has shown signs of life- 16 new or revamped cars and an operating profit- and this year, company executives trumpeted a return and held forth with a swagger that seemed inconceivable a year ago. <q> There's not a guy in the auto industry who thought we could do this, </q> <strong> Sergio Marchionne </strong>, the normally subdued chief of the company's revived product lineup, said in an interview. \"If I can't sell these cars, I can't sell anything.\" Still, the", "new_id": -2}, {"uid": "1296023446028524635", "i": 22069, "idx": 0, "sa": ["Michele Bachmann", "Bill Lockyer", "Newt Gingrich"], "q": "hard choices in the offseason, at quarterback and any other position, once he knew they needed to be made. He plans to remember all of this if a second chance comes along. <q> The most important thing for me now is that... I continue to talk to people on the offensive side of the ball and defensive side, continue to talk to coaches around the league, retired coaches also, and keep gaining knowledge. </q> Tea Party GOP Rep. <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for", "new_id": -2}, {"uid": "1295439769093192317", "i": 5493, "idx": 2, "sa": ["Ben Ali", "Walter Johnson", "Kirsten Gillibrand"], "q": ": true, \"duration\" :\" \" , \"mediaQueryString\" : \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01092011- 8v&amp;flvURL=/media/2011/01/09/01092011- 8v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F09%2F01092011- 8v.jsn\" }{ \"title\" : \"<strong> Kirsten Gillibrand </strong> Pepper, <strong> Walter Johnson </strong>\" , \"description\" : <q> <strong> Walter Johnson </strong> senior <strong> Kirsten Gillibrand </strong> Pepper, a 2010 All-Met swimmer, talks about her passion for swimming. A Florida State recruit, Pepper is one of the area\\'s swimmers. Last March, she finished third in the 200 freestyle and sixth in the 500 freestyle at the NCSA Junior Nationals. </q>, \"note\" :\" \" , \"correction\" :\" \" , \"stillURL\" : \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/09/PH2011010901880.jpg\" , \"emailLink\" : \"http://www.washingtonpost.com/ac2/wp- dyn/emailBen Alink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/09/VI2011010901837.html&amp;title=Kirsten Gillibrand Pepper, <strong> Walter Johnson </strong>& site= sports", "new_id": -2}, {"uid": "1295582731089079830", "i": 29216, "idx": 1, "sa": ["Regis Philbin", "David Letterman", "Joan Rivers", "Howard Stern", "Piers Morgan", "Jay Leno"], "q": "Abdul, <strong> David Letterman </strong>- <strong> Howard Stern </strong> says that <strong> Jay Leno </strong> is a \"crook.\" In an interview on <strong> Piers Morgan </strong>... Video: <strong> Joan Rivers </strong> Moves in With Daughter, Brings Cameras Video: <strong> Regis Philbin </strong> Announces his Retirement in Summer Report Abuse <q> I have enjoyed Detroit 187. It is great to recognize the streets and places that I am familiar with. </q> The last two episodes have been excellent. There are so many interesting stories to tell about Detroit. Report Abuse \" Detroit 187 has legs and needs a chance to grow. It may seem like the typical", "new_id": -2}, {"uid": "1297421754048676870", "i": 16522, "idx": 0, "sa": ["Sergio Marchionne"], "q": "matter. Bloomberg News reported Thursday that the bonuses would average$ 10,000 for the company's 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q> Details regarding salaried performance awards are considered confidential employment records, </q> Ranieri said. Chrysler CEO <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both", "new_id": -2}, {"uid": "1295496007204455976", "i": 25423, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q> At first, it was interesting to see these two... they both are interesting people... especially </q> ABC News: Watch: Comic Stripped: Not Exactly Your Sunday Funnies Save 75% On Cruises We're America's oldest and largest discount cruise clearinghouse. Buy Movie DVDs Now Over 30,000 Titles In Stock.$", "new_id": -2}, {"uid": "1296527333020578304", "i": 14209, "idx": 0, "sa": ["Michael Vick"], "q": "vote, the Senate overturns` don't ask, don't tell' What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. <q> Who thought of this, And why did it take so long for some to think of it? Wow In a country this... </q> Hounddog left a comment- 9 min ago Yahoo! Sports \"I hope <strong> Michael Vick </strong> falls face first in a pile of dog s*** and slowly chokes to death.\" WilliamH left a comment- 15", "new_id": -2}, {"uid": "1295657293256983049", "i": 12932, "idx": 3, "sa": ["Eric Schmidt"], "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.\" <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to", "new_id": -2}]