[{"uid": "1295298050258523161", "i": 24240, "idx": 0, "sa": ["Michael Vick", "Roddy White", "Matty Ice"], "q": "Not with 65 seconds left for <strong> Matty Ice </strong> and <strong> Roddy White </strong> to work their magic.`` After they scored, we were on the sideline. We just looked at each other and smiled, man,'' <strong> Roddy White </strong> said. <q> We just relish moments like this. We knew we were going to go down there and get what we needed to win this game. </q> <strong> Matty Ice </strong> needed less than a minute to pull off an 80-yard drive, hooking up with <strong> Michael Vick </strong> Jenkins on a huge third-down pass along the sideline before going back to his favorite receiver for the winner. <strong> Matty Ice </strong> rolled to", "new_id": -2}, {"uid": "1296081802244613134", "i": 1396, "idx": 0, "sa": ["Andy Coulson"], "q": "ago.`` He denied all knowledge,'' the source said. News International is now expected to go on a hunt for evidence to discover whether other executives from that era are implicated. <q> This is a new phase for News International in relation to the hacking, </q> said a businessman close to the media group.`` They want to know everything and root out anyone who obtained information improperly. It could get pretty messy.'' <strong> Andy Coulson </strong>, the former director of communications", "new_id": -2}, {"uid": "1295629922045006856", "i": 16450, "idx": 0, "sa": ["Eric Schmidt"], "q": "is taking over as chief executive of the firm he co-founded after dropping out of graduate school a decade ago and helped build into one of the most dominant companies in the world, the tech giant said Thursday. <q> The unexpected announcement marks the ascent of Page, 37, once considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. </q> \"`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!'' wrote <strong> Eric Schmidt </strong> in a post on Google's official blog", "new_id": -2}, {"uid": "1297206545083279894", "i": 9802, "idx": 3, "sa": ["Colin Powell", "President Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinder block compound filled with heavily armed Kurdish men, video equipment and children- but no obvious", "new_id": -2}, {"uid": "1296848372199835650", "i": 47080, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "done as soon as possible.'' <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. <q> We're looking for success stories; we're not looking for players to fail, </q> <strong> Roger Goodell </strong> said.`` He's paid a very significant price and he's doing the right thing.'' <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's", "new_id": -2}, {"uid": "1297119877178470957", "i": 10974, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": ", DALLAS( AP)- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans.`` I want", "new_id": -2}, {"uid": "1296149573243646477", "i": 35909, "idx": 6, "sa": ["Michael Vick"], "q": "a free agent if the NFL labor situation allows. The Eagles want him back and <strong> Michael Vick </strong> wants to stay in Philadelphia, which gave him a shot when it seemed no one else would. <q> Hopefully, I'll be with the Eagles next year. We'll see what happens, </q> said <strong> Michael Vick </strong>, who added that he expects`` everything to go according to plan.''`` We'll see what happens over the next couple months. I just got to be patient and", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.'' Saying his`` heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}, {"uid": "1295679833021889049", "i": 15241, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Prosecution Service( CPS) has also asked a senior QC to`` comprehensively'' re-examine material amassed as part of the original inquiry and any new evidence. In his resignation statement, Mr <strong> Andy Coulson </strong> said: <q> Nothing is more important than the Government's task of getting this country back on its feet.`` Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role.`` I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> Before the announcement, a No 10 spokeswoman told reporters:`` The Prime Minister has had full confidence in Mr <strong> Andy Coulson </strong> and still does.'' Last week, Mr <strong> David Cameron </strong> said he gave Mr", "new_id": -2}, {"uid": "1296216095069550115", "i": 37685, "idx": 0, "sa": ["Eric Schmidt"], "q": "Executive, <strong> Eric Schmidt </strong>, has said that he intends to expand his Web firm's business in China. <strong> Eric Schmidt </strong> also hopes to find a Chinese partner for Google's Android mobile phone operating system. <q> I have always been the person who believes the most in expanding into China, </q> the BBC quoted <strong> Eric Schmidt </strong>, as saying. Although <strong> Eric Schmidt </strong> said that he was happy with Google's decision to stop co-operating with China over censorship in March last year, he added:`` Over time I", "new_id": -2}]