[{"uid": "1295644518096387074", "i": 25244, "idx": 0, "sa": ["Kevin McCarthy", "Mike Pence", "Paul Ryan", "Bill Maher", "Jeffrey Young", "John Boehner"], "q": "And  John Boehner  was far from the only one laying out$ 100 Bill Maherion in non-defense discretionary spending cuts as the benchmark. Incoming House Budget Committee Chairman  Paul Ryan ( R-WI) said that the GOP's goal was to cut  a good$ 100 Bill Maherion.   Mike Pence   Kevin McCarthy ( of \" Jeffrey Young  Gun\"\"  fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\"\"  \"We", "new_id": -2}, {"uid": "1297323276070123533", "i": 28233, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence", "Tim Scott"], "q": "security. \"If  Mitch Daniels  is planning to run for president by running away from social issues, he will face a grass-roots revolt,\"\"  said Andy Blom, executive director of the American Principles Project.  Mr.  Mitch Daniels  is only causing divisions in the movement by this talk of a` truce.'   Mike Pence , R-Ind., who is a favorite of fiscal and social conservatives but rejected appeals that he run for president, turned down an invitation to speak at CPAC, where he has appeared six Tim Scottes.", "new_id": -2}, {"uid": "1295432574026050641", "i": 41185, "idx": 1, "sa": ["Gabrielle Giffords", "Mike Pence"], "q": "reforms. The GOP House leadership is now back, determined to repeal a target=\"_blank\" href=\"http://worldcourtnews.com/\"> law that gives Americans health care security while cutting budget deficits- but in a target=\"_blank\" href=\"http://nicepresse.com/\"> nice way.  We can and should have a debate about the facts of the law and its records,  said House Speaker Health Reform Will Drive Down Deficits Following the attack against  Mike Pence   Gabrielle Giffords  and bystanders, Republicans put off action to scuttle the Democrats' target=\"_blank\" href=\"http://worldhealthtoday.com/\"> health care reforms. The GOP House leadership is", "new_id": -2}, {"uid": "1296777071232128536", "i": 56285, "idx": 3, "sa": ["Donna Howard", "Mike Pence", "William Miller", "Rob Orr", "Ted Cruz"], "q": "putting the burden of this deficit on our PreK-12 institutions.\"\" ? Also from KXAN,  Mike Pence   Donna Howard , D-Austin, found an interesting way to make proposed cuts to nursing homes resonate with everyday voters:  Those guys who have their man-caves, where they go and watch the games, are pRob Orrably going to find those converTed Cruz into mother-in-law rooms now.  Dallas Morning News: \"Despite an$ 8 William Millerion annual budget, the Texas Department of Transportation expects to run out of money for new construction in 2012.... In three straight sessions since 2007, the", "new_id": -2}, {"uid": "1295575410103104513", "i": 27041, "idx": 0, "sa": ["Patty Hearst", "Mike Pence", "Jerrold Nadler"], "q": "in Elections( DISCLOSE) Act, an essential bi...  Mike Pence   Jerrold Nadler  on State Secrets 6:41 Today, the Judiciary Subcommittee on the Constitution, Civil Rights, and Civil Liberties held a hearing on: HR 984 the  State Secret Protection Act of 2009.  Witnesses included:  Patty Hearst  M. Wald Retired Chief Judge US Court of Appeals for the District of Columbia Washington, DC H...  Mike Pence   Jerrold Nadler 's Questions on State Secrets Today, the Judiciary Subcommittee on the Constitution,", "new_id": -2}, {"uid": "1296715900139952133", "i": 17116, "idx": 3, "sa": ["Mitch Daniels", "Mike Pence"], "q": "station in a congressional office. Although the congressman and his family permanently reside in Columbus, Ind., they call northern Virginia home when Congress is in session. On his website,  Mike Pence  is self-described as  a Christian, a conservative and a Republican, in that order.  Even though  Mike Pence  is out of the picture for the presidency, rumors are still circulating that current Gov.  Mitch Daniels  may have his sights set on a White House run in 2012. Despite overwhelming encouragement", "new_id": -2}, {"uid": "1297290610118325259", "i": 40914, "idx": 0, "sa": ["Mike Pence", "Joseph R. Pitts"], "q": "' continuing resolution would wipe it out entirely.  Mike Pence  will hold a press conference on his legislation tomorrow, although he does not have an indication from Republican leadership as to when it would move forward.  I'm talking to Chairman[  Joseph R. Pitts  of the Energy and Commerce Health Subcommittee], working with him and hope to see this through,   Mike Pence  told POLITICO in an interview Tuesday. Women's reproductive health groups immediately denounced the spending proposal. \"The new anti-choice House leadership now wants to take away birth control and cancer screenings from", "new_id": -2}, {"uid": "1296246869137003031", "i": 362, "idx": 1, "sa": ["Mike Pence", "Chris Christie", "Bryan Fischer"], "q": ". Indiana  Mike Pence  is a military and fiscal hawk who frequently plugs his Chris Christietian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives.  He is definitely the guy to watch,  says  Bryan Fischer  of the American Family Association, a group that opposes gay marriage and abortion. Now, MMike Pence has a decision to make: While he says he is seriously weighing a run for the White House,", "new_id": -2}, {"uid": "1295901562011026452", "i": 37344, "idx": 0, "sa": ["Mike Pence"], "q": "curiosity and enthusiasm. According to what I've read in the media, about  Mike Pence  reading the media, he's noticed this.(  Mike Pence 's former chief of staff, Mark Short, quoted in Politico:  It probably caught us a little bit off guard, and we've said,` Whoa, we need to look at that.' ) He's a smart and discerning guy, and he reads the papers. NRO: If  Mike Pence  announces that he's running, what happens to you guys? Do you close up shop and get folded into", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.'' <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q> He( <strong> Simon Cowell </strong>) looked at me and said:` Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...' </q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}]