[{"uid": "1297127043178880532", "i": 39088, "idx": 1, "sa": ["Billy Joel", "Mick Jones", "Simon Cowell"], "q": "\" She has also famously appeared in her ex-husband <strong> Billy Joel </strong>'s classic music videos \"Uptown Girl,\" \"Keeping the Faith\" and \"All About Soul,\" as well as <strong> Mick Jones </strong>'s music video <q> Just Wan na Hold. </q> <strong> Simon Cowell </strong>:` The X Factor' judging panel still has yet to be determined` The X Factor' announces$ 5 million record deal prize and auditions Jersey Shore' star The Situation planning", "new_id": -2, "mturk_index": "1133"}, {"uid": "1296705162088064025", "i": 34801, "idx": 1, "sa": ["Michael Vick"], "q": "throughout the season. The biggest move was acquiring Eagles quarterback <strong> Michael Vick </strong> on the waiver wire after the first week of the season. <strong> Michael Vick </strong> would go on to be one of the top-scoring players in fantasy football. <q> I'm not going to make it sound like I'm an expert or anything, </q> Tulipane said. \"But at the end of the season, I started listening to some of the gurus on television, and that didn't work.\" Marketplace videos Watch the latest offers, products", "new_id": -2, "mturk_index": "1292"}, {"uid": "1295618466190234796", "i": 59960, "idx": 4, "sa": ["Andy Coulson"], "q": "continuing pressures on him and his family mean that he feels compelled to do so.\" <strong> Andy Coulson </strong> played a key role in helping propel Conservative leader Cameron to power in elections in May 2010. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> Cameron said. The hacking saga has refused to die down since the News of the World's royal correspondent and a private investigator were jailed in 2007 for conspiracy to access mobile phone messages involving Princes William", "new_id": -2, "mturk_index": "2149"}, {"uid": "1296614981006586377", "i": 283, "idx": 0, "sa": ["Zahi Hawass", "Ben Ali"], "q": ". Reuters reports: \" Egyptian police shot dead 17 people trying to attack two police stations on Saturday in Ben Alii Suef governorate, south of Cairo, witnesses and medical sources said. \" reports: <q> Would-be looters broke into Cairo's famed Egyptian Museum, ripping the heads off two mummies and damaging about 10 small artifacts before being caught and detained by soldiers, Egypt's antiquities chief said Saturday. </q> <strong> Zahi Hawass </strong> said the vandals did not manage to steal any of the museum's antiquities, and that the prized collection was now safe and under military guard. With mass anti-government protests still roiling the country", "new_id": -2, "mturk_index": "186"}, {"uid": "1297196814258572315", "i": 47250, "idx": 9, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": ". \"That was such a stain on our country; to think that people in our custody were treated in that disgusting and perverted and ghastly way, unacceptable way,\" he said. <q> There wasn't an easy target. And so I stepped up and told the <strong> George W. Bush </strong> I thought I should resign. And I think probably he and the military and the Pentagon and the country would have been better off if I had. </q> Mr. <strong> George W. Bush </strong> finally asked for Mr. <strong> Donald Rumsfeld </strong>'s resignation two years later, in November 2006. Mr. <strong> Donald Rumsfeld </strong> submitted to the request the day after Democrats took control of Congress in the mid-term elections, and a", "new_id": -2, "mturk_index": "372"}, {"uid": "1296853411023298074", "i": 43988, "idx": 3, "sa": ["Tony Dungy", "Albert Haynesworth", "Dan Patrick", "Michael Vick", "Michael David Smith"], "q": "are false, has forwarded to us via text message his comments to the Washington Post. \"<strong> Albert Haynesworth </strong> has yet to speak to the authorities at all on this matter,\" Speck said. <q> So only one side of the story has been told at this point in time. If contacted by the authorities, <strong> Albert Haynesworth </strong> will certainly cooperate in any way. This man, who actually provoked the situation himself, recognized <strong> Albert Haynesworth </strong> and is now simply trying to turn it into his 15 minutes of fame and get, we can only assume, some money. \"<strong> Albert Haynesworth </strong> did not assault this man and looks forward to his day in court to refute these ridiculous allegations. </q> Posted by <strong> Michael David Smith </strong> on February 4, 2011, 12:01 PM EST <strong> Michael Vick </strong> hosting a party, his former dog fighting co-defenDan Patrickt got shot. So some eyebrows were raised this week when it was reported that But <strong> Tony Dungy </strong>", "new_id": -2, "mturk_index": "247"}, {"uid": "1295972541233406466", "i": 51216, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": ". In one incident last year, a helicopter was used to herd elephants into poachers' gunfire in southeastern Zimbabwe near the border with neighboring Mozambique. Ten animals were slain and their ivory tusks were removed <q> quickly, clinically and professionally, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR.. SOFTWARE MARKET RESEARCH ANALYST Company", "new_id": -2, "mturk_index": "468"}, {"uid": "1297430731170164227", "i": 23222, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "joint marketing initiatives and a shared devStephen Elopment roadmap, including hardware design, language support, and help bring Windows Phone to a larger range of price points, market segments and geographies, the company said. <q> Today, the battle is moving from one of mobile devices to one of mobile ecosystems, and our strengths here are complementary. Ecosystems thrive when they reach scale, when they are fueled by energy and innovation and when they provide benefits and value to each person or company who participates, </q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> added. \"This is what we are creating; this is our vision; this is the work we are driving from this day forward.\" strtegic memo that was leaked in advance of", "new_id": -2, "mturk_index": "2065"}, {"uid": "1296771979116113439", "i": 6113, "idx": 0, "sa": ["Eric Schmidt"], "q": "only football-related topic swirling around the water cooler these days. During a recent( and highly divided) debate, city council members voted to recruit a financial analyst to weigh the fiscal risks and rewards of a potential <q> \"If it's not a good deal, we punt. I say,` Get in the huddle.' </q> \", the latest installment of The Market This Minute offered a look back at outgoing Google( GOOG) CEO <strong> Eric Schmidt </strong>'s most memorable quotes. Schmidt+Eric Schmidt+retrospective/observations.aspx?click=home&amp;ID=104817\" target=\"_blank\"> Click here to watch the video.", "new_id": -2, "mturk_index": "1408"}, {"uid": "1296530715200818714", "i": 37135, "idx": 1, "sa": ["Žydrūnas Ilgauskas", "Chris Webber", "Phil Jackson", "Allen Iverson", "James Cleveland", "Cam Ward"], "q": "<strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It Cam Warde in words of encouragement to Phil Jacksonly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Phil Jacksonadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "new_id": -2, "mturk_index": "1466"}]