[{"uid": "1295592036054968326", "i": 13721, "idx": 0, "sa": ["Eric Schmidt", "Larry King"], "q": "Google announced Thursday that Google co-founder <strong> Larry King </strong> Page will be replacing <strong> Eric Schmidt </strong> as CEO. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted of the change. <strong> Eric Schmidt </strong> has been CEO since 2001, during which time he has overseen the company's growth from a Silicon Valley web goliath grossing over$ 29 billion in 2010. Under", "new_id": -2}, {"uid": "1297284241241352704", "i": 259, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Guantanamo one of worlds finest prison: <strong> Donald Rumsfeld </strong> WASHINGTON( AFP)- The \"war on terror\" prison at the US naval base in Guantanamo Bay, Cuba is <q>one of the finest prison systems in the world,</q> former defense secretary <strong> Donald Rumsfeld </strong> said in an interview with Fox News on Tuesday. <strong> Donald Rumsfeld </strong>, who is promoting his autobiography titled \"Known and Unknown,\" praised US military personnel that worked at the site in", "new_id": -2}, {"uid": "1297689131188481617", "i": 24198, "idx": 0, "sa": ["Norah Jones", "John Mayer", "David Letterman", "Katy Perry", "Keith Urban", "Nicole Kidman"], "q": "meat dress fame was taking a year off. Some of the evening's best moments were quick glimpses. <strong> David Letterman </strong> provided a mid-show Top 10 list for the event, and No. 3 was a winner: <q><strong> Lady Gaga </strong> Antebellum and <strong> Lady Gaga </strong> form supergroup <strong> Lady Gaga </strong> Antegagum.</q> A camera caught actress <strong> Nicole Kidman </strong>, there with husband <strong> Keith Urban </strong>, jamming along to <strong> Katy Perry </strong>'s \"Teenage Dream\" from her seat. And <strong> Keith Urban </strong> paired with <strong> Norah Jones </strong> and <strong> John Mayer </strong> in a lovely take on Dolly Pardon's \"", "new_id": -2}, {"uid": "1296365944097009666", "i": 428, "idx": 2, "sa": ["Allen Iverson", "Milwaukee Buck"], "q": "stellar career. <strong> Allen Iverson </strong> scored a season-high 54 points, including his 15000th career point, and the Sixers won for the fourth time in five games, earning a 116-97 victory over the <strong> Milwaukee Buck </strong> Bucks on Saturday night. <q>I called his play as many times as I possibly could, and it makes my job a lot easier,</q> Philadelphia coach Jim O'Brien said. It was the seventh time in <strong> Allen Iverson </strong>'s nine-year career that he had scored at least 50 points in a regular-season game, and he has done it three times in the playoffs.", "new_id": -2}, {"uid": "1295943954061587476", "i": 28325, "idx": 0, "sa": ["Steve Ballmer", "Jeff Immelt"], "q": "outpaced the Standard& Poor's 500 Index for the first time since 2004. <strong> Jeff Immelt </strong>'s appointment was welcomed by executives, including <strong> Steve Ballmer </strong>, chief executive officer at Microsoft. <q><strong> Jeff Immelt </strong> and I started our careers together at Procter& Gamble, and I have enormous respect for the success he's had at GE,</q> <strong> Steve Ballmer </strong> said. \"He is an ideal business leader to chair the President's Council on Jobs and Competitiveness and help drive a focus on what we can all do to increase American competitiveness and create new jobs.", "new_id": -2}, {"uid": "1295314716264208390", "i": 1957, "idx": 1, "sa": ["Piers Morgan", "Steve Ballmer"], "q": " \"good things come to those wait\" The man was right. Windows 8 already?? Please. The FIRST thing you need to do is fire your bozo CEO, <strong> Steve Ballmer </strong>. Report Abuse <q>One-Size-Fits-All.... show me one product that has used that philosophy that actually \"fits right</q> for a job.\" Sometimes good enough is not good at all. Mashable: \"<strong> Piers Morgan </strong> Tonight\" Turns to Social Media to Build Buzz for CNN Premiere Mashable: MLK Day Gets a", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology. \"He's an innovator and entrepreneur to the core, and this role suits him perfectly,\" <strong> Eric Schmidt </strong> wrote in his post. <q>As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured,</q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+ \"px';} else{ this.style.height=' 250px\";};\"> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}, {"uid": "1295596871034635840", "i": 40470, "idx": 0, "sa": ["David Letterman"], "q": "shared with <strong> David Letterman </strong> what happened, and showed the scars to prove it. She slipped off her horse, and then the horse \"got a little trapped\" and backed across her leg. <q>I actually thought he was walking on leaves,</q> she said. \"That's the way the sound of my leg was.\" A scar on the side of her ankle represented where the bone came out, and there was another longer one down", "new_id": -2}, {"uid": "1297137461190611470", "i": 6476, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": "now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as \"terribly wrong.\" <q>That's not the case with Iraq,</q> <strong> Donald Rumsfeld </strong> countered. Taliban gone and the Al-Qaeda out of Afghanistan,\" he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States", "new_id": -2}, {"uid": "1295259895086458421", "i": 7439, "idx": 1, "sa": ["Andy Coulson", "Peter Oborne"], "q": "Four Dispatches investigation( presented by that notable Labour stooge, <strong> Peter Oborne </strong>), a former senior NoW journalist revealed that <strong> Andy Coulson </strong> had personally listened to intercepted voicemail messages. He told the programme: <q>Sometimes, they would say: \"We've got a recording' and <strong> Andy Coulson </strong> would say:` OK, bring it into my office and play it to me' or` Bring me, email me a transcript of it.'</q> In any case, as I have repeatedly pointed out, if <strong> Andy Coulson </strong> did know about the scandal then he's too wicked to stay in his post, and if he didn't know then he\"s too", "new_id": -2}]