[{"uid": "1295587497019480577", "i": 45293, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "struggled to find its footing in social networking, with a new crop of Web companies such as Facebook and Twitter stealing Web traffic and engineering talent. <strong> Google Inc. </strong> ME: A competitor to Facebook? <q>As spending was curbed and order restored over the last few years, some of that <strong> Google Inc. </strong> magic was lost,</q> said Tricia Salinero, managing director of Newforth Partners, a mergers and acquisitions advisory firm, in an email. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for Page, told Reuters", "new_id": -2}, {"uid": "1296667695062144539", "i": 5515, "idx": 0, "sa": ["Mitt Romney", "Charlie Sheen", "David Letterman"], "q": "The# 1 most important world news story right now is: whatever is happening in Egypt <strong> Charlie Sheen </strong> no jobs <strong> Mitt Romney </strong> visited <strong> David Letterman </strong>'s talk show last night and recited his very own monologue, <q>Things You Don't Know About <strong> Mitt Romney </strong></q>! Here is an example of one of these Things you don't know about him: \"Do I smell as good as I look? No!\" Did Mittens just admit to the entire world that he", "new_id": -2}, {"uid": "1297294523070500357", "i": 13339, "idx": 3, "sa": ["George Washington", "Donald Rumsfeld", "John Yoo", "Maureen Dowd", "Tom Ridge"], "q": " <strong> John Yoo </strong> Dickerson, Slate( 2008) <strong> Tom Ridge </strong> Job: <strong> Donald Rumsfeld </strong> of Homeland Security Notable achievement: Color-coded terror alerts Memoir: Test <strong> George Washington </strong> Times( 2009) What they said about him then: <q>Nobody in America makes me feel more insecure than <strong> Tom Ridge </strong> Ridge.The man who is supposed to restore my confidence in the prospect of my safety gives me the uneasy sense that the door's unlocked, the alarm's off and there's a ladder leaning up against the house.</q>- <strong> Maureen Dowd </strong>, The New York Times( 2003) What they say about him now: \"The basic issue is this: <strong> Tom Ridge </strong>, he of the color-coded terror alerts, has now confirmed what many", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q>They're great players and they've proven to be productive in their careers,</q> Heat coach <strong> Erik Spoelstra </strong> said. \"So once they became comfortable with this team and with each other, that was a matter of time.\" When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}, {"uid": "1296509832005701678", "i": 33125, "idx": 0, "sa": ["Michael Vick"], "q": "!\" Hopefully your newly elected congress people will put a stop to this...!!! If there were real demand for more runways and terminals... private enterprise would jump on it. Report Abuse <q> \"On Monday, Majority Leader <strong> Harry Reid </strong>, D-Nev., and other Democratic leaders will release an estimate by the American Association of Airport Executives that says the airport construction funds will support the employment of 90,000 workers and affect another 190,000 jobs.</q>\" Report Abuse \"wow... look at the uber-predictable righty comments...\" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in", "new_id": -2}, {"uid": "1295629069004243586", "i": 26637, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "\" Manikandan Raman reports for The International Business Times. \"Larry Page, who founded Google along with <strong> Sergey Brin </strong>, will take the reins from <strong> Eric Schmidt </strong>, who has been holding that position since 2001.\" <q>As the market will be concerned in the near-term with the management shuffle, an analyst at Jefferies even hinted at a possibility that <strong> Eric Schmidt </strong> could become the Chief Executive of Apple Inc., whose CEO <strong> Steve Jobs </strong> has gone on an indefinite medical leave and Chief Operating Officer <strong> Tim Cook </strong> has been taking care of day to day operations,</q> Raman reports. \"At first thought, <strong> Eric Schmidt </strong> moving to Apple would rather seem unlikely, but not impossible either. \"While not necessarily likely, we think this scenario is at least a possibility,\" Jefferies", "new_id": -2}, {"uid": "1295788220057016357", "i": 32830, "idx": 3, "sa": ["Erik Spoelstra", "Mario Chalmers", "Dwyane Wade", "Udonis Haslem", "Detroit Red", "Rasheed Wallace", "Rick Pitino", "Ray Allen", "Allen Iverson"], "q": "but <strong> Dwyane Wade </strong> and <strong> Udonis Haslem </strong> made sure it didn't happen. \"They were pounding us for three quarters and a half, but we finally got some key plays down the stretch,\" Miami coach <strong> Erik Spoelstra </strong> said. <q><strong> Dwyane Wade </strong> was sensational- that's what he's been all year- and <strong> Udonis Haslem </strong> was great.</q> <strong> Detroit Red </strong> was missing three key players- <strong> Rick Pitino </strong> Hamilton( groin), <strong> Rasheed Wallace </strong>( calf) and <strong> Allen Iverson </strong>( back)- but took a 96-95 lead on <strong> Ray Allen </strong> Herrmann's 3-point shot with 13 seconds left. <strong> Mario Chalmers </strong>", "new_id": -2}, {"uid": "1297445521223772687", "i": 45783, "idx": 0, "sa": ["Steve Ballmer"], "q": ", of Apple, he said that the Cupertino, Calif., company \"changed the game.\" In the newly announced partnership, Nokia will turn to Windows Phone to fight off the competition, while <q>innovating on top of the platform in areas such as imaging.</q> The Finnish handset maker has said it will also \"drive the future of Windows Phone\" by contributing its expertise on global markets. \"I am excited about this partnership with Nokia,\" said <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1297120389257998877", "i": 20504, "idx": 5, "sa": ["Simon Cowell"], "q": "along with my fellow judges, help competitors on a regular basis.\" <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end, wants to replicate that experience on \"The X Factor.' <q>It's more interesting to me because I have a lot more to do with that. When you lose an artist, part of you has lost as well. You win when they win.</q> While we\"ve no idea who <strong> Simon Cowell </strong> has his eye on for the panel, he did emphasize the level of commitment the judges will need to make to not just the show, but the contestants.", "new_id": -2}, {"uid": "1296759142240484366", "i": 23032, "idx": 0, "sa": ["Barbara Walter", "Barbara Walters", "David Letterman", "Robin Williams", "Bill Clinton"], "q": "had setbacks during heart surgery. <strong> Robin Williams </strong>: People Ask \"How Are You?' Comedian tells <strong> Barbara Walters </strong> how people approach him post-surgery. Diary of <strong> Barbara Walter </strong>'s Heart Surgery <strong> Barbara Walters </strong> says she thought: <q>If I die on the operating table, I won't know it.</q>. <strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Bill Clinton </strong> says surgery gave him the chance to walk his daughter down the aisle. <strong> David Letterman </strong> on His Heart Surgery Doctor on <strong> Barbara Walters </strong>'` Setbacks\" <strong> Barbara Walters </strong>", "new_id": -2}]