[{"uid": "1296082191244613131", "i": 33808, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "paid endorsement contract since his release from prison. The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. <q>We're real excited about it,</q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1295779892017170523", "i": 1842, "idx": 8, "sa": ["Bob Dole", "Mike Pence"], "q": " \"The folks I've heard, the names I've seen, are the leaders of the social conservative movement,\" said GOP strategist Scott Reed, who managed <strong> Bob Dole </strong>'s presidential campaign in 1996. <q>And that is a strong base from which to start. But it isn't going to get you to the finish line. You need to be able to expand beyond that.</q> <strong> Mike Pence </strong> said Monday he's leaning in one direction but declined to say what it was. \"We're nearing the end of a process that began right after Election Day in November,", "new_id": -2}, {"uid": "1295735680191037477", "i": 43459, "idx": 0, "sa": ["Saddam Hussein", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "- It has been two decades since a U.S.-led coalition expelled <strong> Saddam Hussein </strong>'s army from Kuwait- and global leaders are still grappling with the challenges of the new world heralded by the Persian Gulf War. <q>In the case of Desert Storm, I honestly believe history will say we got this one right,</q> former president <strong> George H.W. Bush </strong> said Thursday at Texas A&M University's basketball arena as he opened a 20th-anniversary symposium on the war. Members of <strong> George H.W. Bush </strong>'s war cabinet, including <strong> Dick Cheney </strong> and <strong> Colin Powell </strong>, discussed the legacy of", "new_id": -2}, {"uid": "1295473409213434455", "i": 21314, "idx": 4, "sa": ["Sergio Marchionne"], "q": "loans and offer its stock for sale again. \"I can't stop the machine,\" <strong> Sergio Marchionne </strong> said. \"So far, I have been able to manage it,\" he said, but <q>there will come a point in time when I have to go into the kitty and use other cash for this.</q> Chrysler is working on making its gasoline engines more efficient with technology from partner Fiat SpA. The automaker will introduce an 8-speed automatic transmission on cars sold in the United States starting this year.", "new_id": -2}, {"uid": "1296171065065814533", "i": 37025, "idx": 3, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "Networks http://wn.com/Real_Housewives_Beverly_Hills__Kelsey_Drops_the_Bomb_on_Camille Since Bravo teased and didn't deliver, here's how the whole \"I'm leaving you\" conversation went between <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong>. Â© Reality Fishbowl http://wn.com/Kelsey_Grammer_To_Marry_Girlfriend_Kayte_Walsh_in_February click our link thetodaybuzz.com- to watch full <q><strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February</q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans on marrying his girlfriend <strong> Kayte Walsh </strong> next month. The actor currently stars in the Tony Award-winning musical", "new_id": -2}, {"uid": "1295048385208601089", "i": 2075, "idx": 0, "sa": ["Simon Cowell"], "q": "he does not have the same level of vanity as <strong> Simon Cowell </strong>. Speaking to Parade, the CNN host claimed that <strong> Simon Cowell </strong> has undergone excessive facial treatments that he would never consider. He began: <q>I'm not as vain as him, physically. He has all these treatments and Botox and all. I don't do that kind of thing.</q> The former America's Got Talent judge added: \"I think we've both got big egos. Which are always, of course, driven half by supreme self-confidence and half by supreme insecurity.\"", "new_id": -2}, {"uid": "1296486373063668243", "i": 2366, "idx": 3, "sa": ["Ronald Reagan", "Bill Stephan", "Mike Pence"], "q": "\" <strong> Bill Stephan </strong>, a friend of <strong> Mike Pence </strong>'s since they attended the Indiana University School of Law-Indianapolis together, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. <q>I just remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve,</q> <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school, largely because he heard in <strong> Ronald Reagan </strong> \"the manifestation of the kind of traditional American ideals that I was raised to believe in", "new_id": -2}, {"uid": "1297206232067371016", "i": 37909, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": ". And it was a somewhat awkward moment in the meeting,\" <strong> Donald Rumsfeld </strong> said. <strong> President Bush </strong> told <strong> Donald Rumsfeld </strong> to take the threats seriously. US forces killed both of <strong> Saddam Hussein </strong>'s sons in 2003. <q>I made a comment like \"Thank you' or something and president <strong> President Bush </strong> looked me in the eye and said` You better take this seriously,\"</q> the former defense secretary said. <strong> Donald Rumsfeld </strong> was on the show to talk about his memoir \"Known and Unknown,\" the title of which is in reference to a famous speech he gave in 2002 regarding", "new_id": -2}, {"uid": "1297390855091619342", "i": 819, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Tenet a memo saying that \"we might be missing an opportunity\" and wondering if more troops were needed. <strong> Donald Rumsfeld </strong> alleges that he later learned a CIA agent on the ground had requested just that but adds: <q>I never received such a request from either <strong> Tommy Franks </strong> or Tenet. And can not imagine denying it if I had. If someone thought <strong> Osama bin Laden </strong> was cornered, as later claimed, I found it surprising that Tenet had never called me to urge <strong> Tommy Franks </strong> to support their operation.</q> <strong> Donald Rumsfeld </strong>'s explanation? \"Their recollections may be imperfect.\" While the author goes out of the way to stress his loyalty to <strong> President Bush </strong> and to express admiration for his personal qualities, he employs his", "new_id": -2}, {"i": 47514, "idx": 0, "index_answer": 2, "new_id": -1, "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q>Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending,</q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. \"We must not remain silent when great moral", "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "uid": "1295915073213958666"}]