[{"uid": "1295560284104759370", "i": 35572, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "effective April 4. <strong> Google Inc. </strong> has North Carolina connections. It operates a data center in western North Carolina and a software development operation in Chapel Hill. Page praised <strong> Eric Schmidt </strong>, too. <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade. The results speak for themselves, </q> he said. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have", "new_id": -2}, {"uid": "1296833245099107030", "i": 32507, "idx": 3, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "broke. \"Abu Ghraib and its follow-on effects, including the continued drum-beat of \"torture\" maintained by partisan critics of the war and the <strong> Bill Clinton </strong>, became a damaging distraction,\" he wrote. <q> I regret that I did not leave at that point. </q> <strong> Donald Rumsfeld </strong> did not leave until after Republicans were crushed in the 2006 congressional elections. He has been mostly silent since then. Though the ACLU accused <strong> Donald Rumsfeld </strong> of rewriting history with his latest account,", "new_id": -2}, {"uid": "1297639527102711458", "i": 15190, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush"], "q": "a memo saying that \"we might be missing an opportunity\" and wondering if more troops were needed. <strong> Donald Rumsfeld </strong> alleges that he later learned a CIA agent on the ground had requested just that, but adds: <q> I never received such a request from either <strong> Tommy Franks </strong> or Tenet. And can not imagine denying it if I had. If someone thought <strong> Osama bin Laden </strong> was cornered, as later claimed, I found it surprising that Tenet had never called me to urge <strong> Tommy Franks </strong> to support their operation. </q> <strong> Donald Rumsfeld </strong>'s explanation? \"Their recollections may be imperfect.\" stress his loyalty to <strong> President Bush </strong> and to express admiration for his personal qualities, he employs his best more-in-sorrow-than-in-anger tone to describe a president who too", "new_id": -2}, {"uid": "1295559064082083862", "i": 9592, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "more of an ambassador( and, according to the earnings release, an advisor to Page and <strong> Sergey Brin </strong>). The company is casting the move as a clarification of roles, and quotes <strong> Eric Schmidt </strong> as saying <q> Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Cancel Post Your Comment You must be logged in to post a comment \"did you happen to read the piece in the times by david brooks? i think he has a point...", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q> Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it, </q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}, {"uid": "1295653536184696846", "i": 26050, "idx": 0, "sa": ["Ron Reagan", "Stephen Colbert", "Mike Pence", "Ronald Reagan", "John McCain", "President Bush"], "q": "division of the Tea Party Patriot group. We recently caught up with Pat again, via e-mail, to discuss whether the <strong> Ron Reagan </strong> To <strong> Stephen Colbert </strong>: Forget My Dad Raised Taxes And Enacted Most Liberal Abortion... <q> What are the things that <strong> Sen. Joe Lieberman </strong> should <strong> Sen. Joe Lieberman </strong> forget about your father so that <strong> Sen. Joe Lieberman </strong> can keep the image in my head the way <strong> Sen. Joe Lieberman </strong> want? </q> <strong> Stephen Colbert </strong> asked <strong> Ron Reagan </strong>, son of the 40th <strong> John McCain </strong> <strong> President Bush </strong> <strong> Ronald Reagan </strong>, last night on his show. \"Probably, raising Draft <strong> Mike Pence </strong> Movement Gaining Steam Among Conservatives ABC News By MICHAEL FALCONE Jan. 20, 2011 Less than", "new_id": -2}, {"uid": "1296548043175308818", "i": 45041, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "of IOUs, if no cuts State Treasurer <strong> Bill Lockyer </strong> said Saturday that California could be forced to issue IOUs as early as April or May if state lawmakers don't make deep spending cuts soon. <q> I came here not to embrace delay or denial, but to get the job done, </q> <strong> Jerry Brown </strong> said in a widely televised State of the State address, while acknowledging the reluctance of budget stakeholders and Democrats to make spending cuts and Republicans and anti-tax groups to extending$ 11 billion a year in temporary taxes", "new_id": -2}, {"uid": "1296497082169607183", "i": 11317, "idx": 0, "sa": ["Sergio Marchionne", "Jesse Toprak"], "q": "If consumers head to the showrooms as they did in the past for the Chrysler 300, Chrysler will have an incredible year,\" said <strong> Jesse Toprak </strong>, an analyst with auto information company TrueCar.com. However, <q> Chrysler still faces several obstacles on their way to better financial health, including lowering their heavy reliance on SUVs and trucks, launching a successful Fiat dealership network, and paying back the costly government loans, </q> <strong> Jesse Toprak </strong> said. <strong> Sergio Marchionne </strong> said the company's restructuring is starting to pay off. The automaker has \"lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months.", "new_id": -2}, {"uid": "1295564385175194279", "i": 13242, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong> Steps Down; Co-founder Page is New Google CEO Mark Hefflinger on January 20, 2011- 10:35 am. Mountain View, Calif.- Citing a desire to <q> streamline decision making and create clearer lines of responsibility at the top of the company, </q> Google on Thursday announced that CEO <strong> Eric Schmidt </strong> will step down, becoming executive chairman, while co-founder Larry Page will take over as chief executive. <strong> Sergey Brin </strong>, the company's other co-founder, will step down as president of", "new_id": -2}, {"uid": "1295582902002506766", "i": 42342, "idx": 0, "sa": ["Eric Schmidt"], "q": "announcement was made just as the company released news that their revenues of$ 8.44 bn for the last quarter of 2010. <strong> Eric Schmidt </strong> joined Google in Auguest 2001 and at the time Larry Page said: <q> \"<strong> Eric Schmidt </strong> is exactly the right leader for Google. His extensive technology background and vision for the potential of the Internet complement the efforts that Google is making in defining a leadership position in Internet search and navigation. His strong management experience will help shape Google as we continue our growth and global expansion. And most importantly for anyone taking on the CEO role at Google, <strong> Eric Schmidt </strong> is a natural fit with our corporate culture. </q>\" The company went on to become the powerhouse that it is today. In a post on Google's corporate blog, <strong> Eric Schmidt </strong> explains that he accomplished more than what he set out to", "new_id": -2}]