[{"uid": "1295459058253952020", "i": 6435, "idx": 0, "sa": ["David Letterman"], "q": "to cancel the remainder of their North American tour. Tyler previously put the accident down to a mis-timed dance move, but he's now come clean about the real reason behind the incident. <strong> David Letterman </strong>, <q> I guess it's not any news about my drug use and addictions in the past... So a couple of years ago I was doing Lunesta( sedative) because I had some problems with my feet... That's the tip of the iceberg. I was snorting that, I fell off the stage... That shows you what kind of a drug addict I was. </q>`` Only the finest for me... I was looking for any excuse to get high and I should have been using my band because my band is the strongest drug I've ever had.''", "new_id": -2}, {"uid": "1295968917009764880", "i": 57635, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "as in Tel Aviv was desirable but would be difficult to replicate in Europe or America.`` So many of our airports now are commercial enterprises which have to maximize their earnings,'' he said. <q> They have food courts, shopping centers, train stations all located together, and any effort to control access would have a major impact on the airport's bottom line. </q> Domodedovo continued operating with just a 20-minute interruption. Many air crews and passengers in the secure departure and arrival areas at the time were not even aware of the blast. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal", "new_id": -2}, {"uid": "1297261969180371472", "i": 1854, "idx": 3, "sa": ["Michael Gove", "Andy Burnham"], "q": "understand what? 30 a week means to many people,'' she said.`` Choices are dependent on the money- and where is the money coming from?'' said Mr <strong> Michael Gove </strong>. <q> If we really believe in generating social mobility in this country then the question we have to ask ourselves is- how is every pound best invested? </q> said Mr <strong> Michael Gove </strong>. Mr <strong> Andy Burnham </strong> had warned that too many MPs were out of touch with the reality of the pressures facing these low-income families who received allowances. Stopping the allowances would mean``", "new_id": -2}, {"uid": "1295265264094093357", "i": 33166, "idx": 2, "sa": ["Kay Burley", "Andy Coulson", "Chris Bryant"], "q": "at twitter.com. Labour MP <strong> Chris Bryant </strong> has enough of <strong> Kay Burley </strong>'s snippy remarks, and hits back, accusing her of lying, and calls her` dim'. <strong> Kay Burley </strong> hits the nail on the head when she says <q> Nobody cares what I think </q>.( Apologies for shaky video and crappy sound!) http://wn.com/Internet_Marketing_Secrets_Simon_Andy Coulson_Internet_Coach_Tip_1 www.simonAndy Coulson.com Simon <strong> Andy Coulson </strong>, World Leading Internet Marketing Coach Shares the Secrets of His Online Success. Respected Globally Founder of www.internetbusinessschool.com www.simonAndy Coulson.com Simon <strong> Andy Coulson </strong>, World Leading", "new_id": -2}, {"uid": "1296845928173342777", "i": 881, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "Commissioner <strong> Roger Goodell </strong> said today he has spoken to <strong> Michael Vick </strong> three times in the past two weeks and that the Eagles quarterback had`` no intention'' of attending the Super Bowl parties being promoted under his name. <q> He has said that on numerous occasions people have been using his name, </q> <strong> Roger Goodell </strong> said, clearly implying that it was done without <strong> Michael Vick </strong>'s permission. <strong> Roger Goodell </strong> also praised <strong> Michael Vick </strong>'s progress off the field this year.`` We're looking for success stories... he paid", "new_id": -2}, {"uid": "1295609285143458376", "i": 53882, "idx": 1, "sa": ["Eric Schmidt"], "q": "`` triumvirat'' a vraiment t b?n?fique en termes de sagesse partag?e et nous continuerons? discuter des d?cisions strat?giques entre nous. youtube Les autres articles sur ce sujet <strong> Eric Schmidt </strong>( Google): <q> La qualit de la recherche scientifique en France </q> <strong> Eric Schmidt </strong> n'est plus le P-DG de Google:`` Larry est pr?t? diriger'' Windows 7, d?ployer un poste ne prend plus que 9 minutes! <strong> Eric Schmidt </strong> n'est plus le P-DG de Google:`` Larry est", "new_id": -2}, {"uid": "1296661852176242695", "i": 29349, "idx": 0, "sa": ["Katherine Heigl", "David Letterman"], "q": "movie`` The Tourist''; being used by <strong> Katherine Heigl </strong> on the Late Show with <strong> David Letterman </strong>, as well as being featured in the Wall Street Journal, on Fox Business News, Bloomberg and USA Today. <q> We believe we are the best positioned domestic company to capitalize on the popularity and rapid growth of the electronic cigarette industry... we currently sell our electronic cigarettes under the brands 51, Krave, and EZ Smoker in brick and mortar locations in 48 states, over the internet and through our short infomercial television spots, </q> Frija continued. Vapor Corp. will be exhibiting at the World MoneyShow and can found at booth# 151 in the Exhibit Hall. Free admission to The World MoneyShow Orlando provides investors and traders with face-to-face access", "new_id": -2}, {"uid": "1295607417062603288", "i": 21545, "idx": 1, "sa": ["Angelina Jolie", "Robert Downey Jr.", "Ricky Gervais", "Johnny Depp"], "q": "don't think I did anything wrong.'' The British comedian received mixed reviews after openly mocking Hollywood A-listers including href=\"http://yahoo-uk.feedsportal.com/fc/Angelina Jolie-Angelina Jolie.html\"> <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>. While defending his comments <strong> Ricky Gervais </strong> added: <q> I'm not going to apologise for being true to myself. My strategy is to make me laugh. If there's anyone in the world like me, that's a bonus. </q> At one stage during the evening, <strong> Ricky Gervais </strong> introduced Iron Man star <strong> Robert Downey Jr. </strong> who has a history of drug problems saying:`` Many of you in this room probably know him best from such facilities as the", "new_id": -2}, {"uid": "1296374004130301952", "i": 8322, "idx": 1, "sa": ["Jean Ping", "Alassane Ouattara", "Ban Ki-moon"], "q": "announced the setting up of a five-member heads of state panel to make binding recommendations on the Ivory Coast rivals. <strong> Ban Ki-moon </strong> underlined the importance of a`` peaceful and honorable exit'' for Gbagbo, and urged <q> President <strong> Alassane Ouattara </strong> to form a national unity government. </q> AU Commission chief <strong> Jean Ping </strong> said Saturday the panel would help <strong> Alassane Ouattara </strong>`` exercise power'' through a negotiated deal. The AU's efforts to end the Ivorian crisis and respond to the uprisings in Tunisia", "new_id": -2}, {"i": 18535, "idx": 0, "index_answer": 0, "new_id": -1, "q": "friend of Democratic congresswoman <strong> Gabrielle Giffords </strong>, has visited the lawmaker in her hospital room and is in close contact with her astronaut husband Mark Kelly, she told NBC's`` Meet The Press.'' <strong> Gabrielle Giffords </strong> is <q> making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> said.`` It's an extraordinary amount of progress for a woman who sustained such a horrific injury,'' she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295217263110215213"}]