[{"uid": "1297513190155107384", "i": 51437, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> arrives bang on time and greets me with a disconcertingly warm smile. He is dressed formally in a gray suit, pale blue shirt and striped tie. He sits down and swiftly asks me a question: <q> Have you read the book? What was your reaction? </q> I say that I have read most of the book on the flight over from London and that I had enjoyed it-particularly the early chapters about his life growing up in suburban Chicago and his memories of selling", "new_id": -2}, {"uid": "1297263402234307615", "i": 4464, "idx": 0, "sa": ["Steve Ballmer", "Wes Miller"], "q": "S Vibrant or iPhone 3GS and use the$ 200 to buy a new iPhone 4 with a two-year service contract. Verizon starts selling the iPhone online today and in stores on Thursday. Hear here <q> You can play pin the blame on the donkey, but the reality is <strong> Steve Ballmer </strong> has to accept some of the blame. He also has to put the right people in the right places. </q> Analyst <strong> Wes Miller </strong> on Microsoft CEO <strong> Steve Ballmer </strong>'s plans to shake up the software giant's management, adding more senior people with engineering backgrounds. <strong> Steve Ballmer </strong> wants to improve Microsoft's weak showing in mobile phones and", "new_id": -2}, {"uid": "1295261557064110598", "i": 10530, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": ", who remains in critical condition after a shooting at a January 8 public event, is moving both sides of her body and is able to breathe on her own, a fellow member of Congress said Sunday. <q> She's doing great, </q> said Sen. <strong> Kirsten Gillibrand </strong>, D-New York and a friend of the Arizona congresswoman, on NBC's \"Meet The Press.\" <strong> Kirsten Gillibrand </strong> said she Arizona shooting victim accused of making threat Arizona shooting victim accused of threatening a", "new_id": -2}, {"uid": "1295545755266108930", "i": 40769, "idx": 4, "sa": ["Michael Gove"], "q": "at GCSE, Mr <strong> Michael Gove </strong> responded with an emphatic \"yes\" . He added: \"We have given people a nudge with the English Baccalaureate towards a certain set of academic subjects.\" <q> Beyond that we want to have an informed debate. </q> To gain the English Baccalaureate pupils need good GCSEs in English, maths, science, a modern foreign language, and either history or geography. Mr <strong> Michael Gove </strong> has long criticised the size of the national curriculum,", "new_id": -2}, {"uid": "1295627764018169864", "i": 58558, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": ", government outreach, and technology thought leadership. He will also continue to act as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. According to Google, these executive changes will help to streamline the decision-making process and <q> create clearer lines of responsibility and accountability at the top of the company. </q> \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" comments <strong> Eric Schmidt </strong>. \"By clarifying our individual roles, we'll create clearer", "new_id": -2}, {"uid": "1295425465261013529", "i": 20551, "idx": 1, "sa": ["Katy Perry", "Paula Abdul", "Simon Jackson", "Ryan Seacrest", "Avril Lavigne", "Abdul Fox", "Kara DioGuardi", "Neil Patrick Harris", "Ellen DeGeneres", "Victoria Beckham", "Joe Jonas", "Simon Cowell", "Randy Jackson", "Justin Williams"], "q": "American Idol Season 9 Auditions 6 Dallas The judges search for lone stars in the Lone Star State when open auditions are held in Dallas. <strong> Neil Patrick Harris </strong> and <strong> Joe Jonas </strong> are the guest judges. American idol \"Season 9\" <q> episode 6 \"auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington \"los angeles </q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> <strong> Randy Jackson </strong> <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> <strong> Abdul Fox </strong> <strong> Ryan Seacrest </strong> results show final semi-final call-back katie stewans <strong> Justin Williams </strong> <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Paula Abdul </strong> Lloyd Thomas Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright Vanessa Ryan Seacrestston Christian Spears Jackson's_Possible_Successor", "new_id": -2}, {"uid": "1296054621070402088", "i": 43762, "idx": 2, "sa": ["Steve Ballmer"], "q": "Connie <strong> Steve Ballmer </strong>., the world's biggest software maker, filed a U.S. trade... Photo: Wall Street Journal Sues to Open Up Secret Medicare Database Wall Street edging up as Fed eyed <cite> Reuters </cite> Report Abuse <q> If it wasn't for Windows and Office, MS would cease to exist. They can't sell a phone OS to save their lives. Their MP3 thingy and their kiddy phone are duds. The only reason they dominate the game console market is because they sell their product at a loss( what used to be called \"predatory marketing </q>). \" Report Abuse \" Err... ok. on to the gaming side of the IT war: \" Microsoft left PC gaming when it launched the X Box. Every year Microsoft promised they'll", "new_id": -2}, {"uid": "1295028631156713000", "i": 2692, "idx": 0, "sa": ["Camille Grammer", "David Letterman"], "q": "'s planning to remarry next month. The 55-year-old \"Cheers\" and \"Frazier\" star said on CBS' \"Late Show With <strong> David Letterman </strong>\" on Thursday night that he's marrying Kayte Walsh. He says that <q> Kayte's my new girl </q> and that they're getting married \"in February, we think.\" His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, filed for divorce in July. She cited irreconcilable differences. She stars in Bravo's \"", "new_id": -2}, {"uid": "1297182562166789141", "i": 3246, "idx": 1, "sa": ["George H. W. Bush", "George W. Bush", "Donald Rumsfeld"], "q": "Discuss WASHINGTON-- This time, it's <strong> Donald Rumsfeld </strong>'s turn. Ex-George W. Bush published his own political memoir just a few weeks ago. NoGeorge H. W. Bush's former secretary of defense is getting into the act with <q> Known And Unknown: A Memoir </q> his new book that recounts a rich political life ranging from his Washington beginnings as a junior congressman all the way up to his role as the guiding hand behind America's post-9/ 11 wars in the Middle East", "new_id": -2}, {"uid": "1295715899131842121", "i": 31237, "idx": 5, "sa": ["Kirsten Gillibrand"], "q": "so aggressive at fundraising that some fellow Dartmouth graduates have reportedly been irked by her appropriation of the alumni mailing list to solicit donations. But <strong> Kirsten Gillibrand </strong> evinces neither shame nor annoyance at having to work the cash circuit. <q> Raising money is the very same effort as developing a grassroots advocacy, </q> she asserts. She is also Zen about the rough-and-tumble nature of her profession-an attitude she credits to her grandmother. The attacks Noonan encountered as head of the Albany Democratic machine engendered a defiant streak in <strong> Kirsten Gillibrand </strong>", "new_id": -2}]