[{"uid": "1295728685209895493", "i": 32646, "idx": 0, "sa": ["Ed Sullivan", "David Letterman", "Kaley Cuoco"], "q": "and posed outside the <strong> Ed Sullivan </strong> Theatre in New York City. While on The Late Show with <strong> David Letterman </strong>, <strong> Kaley Cuoco </strong> talked about how she broke her leg during a horse-riding incident last year and the long road to recovery. <q>Now I have two metal bars in my leg, but the good thing about that is I know when it's going to rain,</q> <strong> Kaley Cuoco </strong> joked.", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.\" Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q>you don't get to come back.</q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}, {"uid": "1295261556064110646", "i": 18219, "idx": 1, "sa": ["Prince Fielder", "Mr. Bauer", "Mike Pence", "Gary Bauer", "Matt Kemp", "Albert Pujols", "Hunter Pence"], "q": "<strong> Mike Pence </strong> Steele's backyard Friday afternoon, hunkering down in a Ban Abortion- 2012 Presidential Candidate www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q>All the obvious frontline names have all the usual pluses and minuses,</q> <strong> Mr. Bauer </strong> says. But in considering one... BSG: National League MVP candidates A rundown of possible National League MVP candidates including <strong> Albert Pujols </strong>, <strong> Matt Kemp </strong> Howard, <strong> Hunter Pence </strong>, <strong> Matt Kemp </strong> and <strong> Prince Fielder </strong> www.battingstanceguy.com... <strong> Mike Pence </strong>'s Speech at the", "new_id": -2}, {"uid": "1295612486136232974", "i": 13327, "idx": 0, "sa": ["Eric Schmidt"], "q": "employees into the owner of the world's most-used search engine, with$ 29.4 billion in sales last year. \"Larry is ready,\" Mr <strong> Eric Schmidt </strong>, who will become executive chairman, said. <q>It's time for him to have a shot at running this.</q> Mr <strong> Eric Schmidt </strong>, 55, who joined the company in 2001, will focus on deals, partnerships and customers. Mr Page takes over operations in April. Mr <strong> Eric Schmidt </strong> guided Google past early doubts", "new_id": -2}, {"uid": "1296798464219398156", "i": 24006, "idx": 1, "sa": ["Allen Iverson", "Carmelo Anthony", "George Karl", "Marcus Camby"], "q": "been.\" The first half, though, was what <strong> George Karl </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up. <q>A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,</q> <strong> Allen Iverson </strong> said. \"They were beating me down the court, and I was just finding guys. They did a great job of finishing.\" <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with http://wn.com/Tecmo_Super_Bowl_'08__THE_SEASON__Denver_Broncos__Super_Bowl_[2/2] Super Bowl", "new_id": -2}, {"uid": "1295480278251461633", "i": 18079, "idx": 0, "sa": ["Dianna Agron", "Alex Pettyfer", "Jane Lynch", "Simon Cowell"], "q": "German shepherd was up in <strong> Alex Pettyfer </strong>'s lap, licking his face. It was so funny!\" Follow us on Twitter Follow us on Facebook Related stories <strong> Dianna Agron </strong> <q>I'm A Big, Big Nerd</q> <strong> Jane Lynch </strong> \"Sue Sylvester Inspired By <strong> Simon Cowell </strong>' Glee Rejected By Guns N\" Roses Glee Creator Confirms Anne Hathaway Cameo", "new_id": -2}, {"uid": "1295782038072171535", "i": 43770, "idx": 2, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron", "Andrew Marr"], "q": "to appoint Mr <strong> Andy Coulson </strong> in the first place after he resigned as editor of the newspaper in 2007. \"If you listen to what <strong> David Cameron </strong> has said,\" he told BBC One's <strong> Andrew Marr </strong> show, <q>he said very emphatically that he thought it was right to give <strong> Andy Coulson </strong> a second chance. \"<strong> Andy Coulson </strong> has been very clear that he was not in any way responsible for phone hacking and had no knowledge of it. I have no reason to disbelieve him.</q> And Mr <strong> Nick Clegg </strong> said he would have some input into the choice of who would replace Mr <strong> Andy Coulson </strong>. Sign language The unspoken messages behind Iran nuclear talks impasse", "new_id": -2}, {"uid": "1297260302158613537", "i": 25880, "idx": 1, "sa": ["Bill Lockyer"], "q": "negotiation between the two houses, not the two parties. \"That's what I told Brown the day after the election,\" said Sen. Bob Dutton, R-Rancho Cucamonga( San Bernardino County). <q>I told him his biggest challenge will be getting Assembly Democrats and Senate Democrats on the same page.</q> State Treasurer <strong> Bill Lockyer </strong>, speaking about the dilemma at a conference last month, said there \"has been this nervousness, partly as a result of listening to political consultants... that you can't seem to", "new_id": -2}, {"uid": "1297694377007258115", "i": 13687, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "house arrest. Several opposition groups had vowed to take part in the protest, although officials have banned the gathering. \"What we ought to know we don't know,\" <strong> Donald Rumsfeld </strong> says. <q>It's a situation of unknown unknowns.</q> We have no idea, he went on, of the role of women, of organized political parties and interest groups, and what latent strength they may have. \"The entities that are best organized, most", "new_id": -2}, {"uid": "1296662548217710604", "i": 15791, "idx": 0, "sa": ["Bill Lockyer"], "q": "California Public Securities Association( CalPSA) and the Securities Industry and Financial Markets Association( SIFMA)- to bar underwriters from seeking to pass on to municipal bond issuers fees the organizations charge to members. <q>Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,</q> said <strong> Bill Lockyer </strong>. \"It's improper, it will stop now, it will not happen again, and we will get our money back. I urge municipal issuers in California and other states to take the same", "new_id": -2}]