[{"uid": "1295665772007979016", "i": 12411, "idx": 1, "sa": ["Alex Wolfe", "Eric Schmidt", "Peter Mahoney"], "q": "around-- Dragon Naturally Speaking 10-- as InformationWeek's <strong> Alex Wolfe </strong> talks with <strong> Peter Mahoney </strong>, vice president of worldwide sales at Nuance Communications. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296286332201490484", "i": 2671, "idx": 1, "sa": ["Mike Pence"], "q": "by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,\" <strong> Mike Pence </strong> said in a letter to supporters. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012.</q> <strong> Mike Pence </strong> said he would make a decision about his future later, and would be traveling across the state in the months ahead to \"learn about how Hoosiers think we might best contribute in the years ahead", "new_id": -2}, {"uid": "1296516903231161863", "i": 48821, "idx": 0, "sa": ["Wally Judge", "Michael Vick"], "q": "Ariel\" Irham listens to <strong> Wally Judge </strong> Strikes Down ObamaCare...- Florida judge rules that health care law is unconstitutional and says the entire... U.S. Video: Teachers Getting the Axe in New York City Report Abuse <q>If a parent came before this very same judge on a child welfare complaint because they had duct taped their own child's mouth for being disruptive, the judge would have sent the parent to jail.</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in Court Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q>Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it,</q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}, {"uid": "1295125227265830412", "i": 34998, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "Senator Norm Coleman", "Lindsey Graham"], "q": "the media, to our surprise, when they had not even arrived in the Pentagon.- <strong> Donald Rumsfeld </strong>,[ 33] Following <strong> Donald Rumsfeld </strong>'s testimony, several Senators responded: <strong> Barack Obama </strong> <strong> Lindsey Graham </strong>: <q>The American public needs to understand we're talking about rape and murder here.</q>[ 34] \"It was pretty disgusting, not what you'd expect from Americans\", said <strong> Senator Norm Coleman </strong>.[ 35] \"I don't know how the hell these people got into our army\",", "new_id": -2}, {"uid": "1295958811022577167", "i": 9462, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Bernard Ingham"], "q": ".\" <strong> Bernard Ingham </strong> was not a director of communications but possessed the core skills The prime minister's communications chief must be dedicated, analytical and authoritative, says the Daily Mirror's Kevin Maguire. <q>They need somebody who's cool under fire.</q> But how mindful of any prior scandal will Mr <strong> David Cameron </strong> be in light of the circumstances behind Mr <strong> Andy Coulson </strong>'s resignation? \"They will obviously want to do their due diligence and will probably want", "new_id": -2}, {"uid": "1296942790169869313", "i": 11604, "idx": 1, "sa": ["Eric Schmidt"], "q": "'s camera cars inadvertently collected personal data) were not repeated. \"It is reality that when we release products we have to be sensitive to regulatory and privacy issues,\" he said. <q>So we now do extensive reviews[ and] we're pretty happy with that balance now. The engineers build stuff, the lawyers come in[ and] there are then a series of often very difficult fights inside the company between the different stakeholders. \"It eventually gets resolved, and in the case of StreetView, resolved quite positively. The days when we could just ship a product are gone.</q> He said that the review process was much more robust than five years ago and that it was \"a permanent change\". Mr <strong> Eric Schmidt </strong> said that in the future search would become \"social", "new_id": -2}, {"uid": "1296878115021512265", "i": 7147, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": " Crown. In fact, <strong> Michael Vick </strong> today is expected to be named NFL Comeback Player of the Year by The Associated Press. NFL Commissioner <strong> Roger Goodell </strong> also praised <strong> Michael Vick </strong> on Friday. <q>He has said that on numerous occasions people have been using his name about being involved with some type of a party and he had no intention in participating in that,</q> <strong> Roger Goodell </strong> said in Texas. \"I want to make sure that he doesn't put himself in a position of where he's going to make decisions or bad things are going to happen around him, and he", "new_id": -2}, {"uid": "1296333025218349599", "i": 5321, "idx": 5, "sa": ["Michael Vick"], "q": "dogs. From there, they have to find the right home, then spend a successful six months in a foster home. And Best Friends isn't simply looking for any pet lover for the <strong> Michael Vick </strong> dogs. <q>We feel like dogs going into these homes are being ambassadors</q> for the breed, Garcia said. \"They're not just adopting a dog, but fighting the good fight.\" By spreading the message that pit bulls are only as nice, or vicious, as their", "new_id": -2}, {"uid": "1295238316017891361", "i": 15170, "idx": 0, "sa": ["Antonio Cromartie", "Michael Vick", "Tom Brady"], "q": "<strong> Michael Vick </strong> Dwyer, AP <strong> Tom Brady </strong> and the Patriots host the Jets on Sunday. IN \"THE HUDDLE' COMMUNITY READ THE LATEST POSTS FOXBOROUGH, time for the sound that really matters. The opening whistle. <q>I think all the stuff that will be said up to that point won't make a difference,</q> <strong> Antonio Cromartie </strong>, Jets defense shut down <strong> Tom Brady </strong>, Patriots Mass.- <strong> Antonio Cromartie </strong> had nothing more to say about <strong> Tom Brady </strong>. No trash talk, no expletives. The New York Jets\" chatty cornerback let his play speak", "new_id": -2}]