[{"i": 17605, "idx": 16, "index_answer": 0, "new_id": -1, "q": "with an injured rib and back.\" Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,\" <strong> Michael Vick </strong> said. <q> Unequal was one of the reasons I've been able to make it through the season. </q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call customer service at(808) 538-6397 for Neighbor Island", "sa": ["Michael Vick"], "uid": "1296128197246497300"}, {"uid": "1297349301264044576", "i": 19393, "idx": 0, "sa": ["Willie Nelson", "David Letterman", "Frank Sinatra", "Leon Russell"], "q": "two were on the Late <strong> Frank Sinatra </strong> with <strong> David Letterman </strong> Wednesday night to perform\" Hey Ahab\" from the Grammy-nominated album The Union that the two co-wrote in 2010. The two are up for a Grammy for the single <q> If it Wasn't for Bad. </q> <strong> Leon Russell </strong> is known for his collaborations with many artists including <strong> Willie Nelson </strong>, <strong> Frank Sinatra </strong>, the Rolling Stones and The Beach boys. Posted on Thursday, February 10th, 2011 at 9:36 am and filed under The", "new_id": -2}, {"uid": "1296881715086720523", "i": 8655, "idx": 1, "sa": ["Clive Goodman", "Andy Coulson", "David Cameron"], "q": "\" For what it is worth <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his` Bizarre'( showbusiness) column and after that at NOTW,\" he wrote. <q> As he sat a few feet from me in the newsroom he probably heard me doing it, laughing about it etc and told others to do it. I worked under <strong> Andy Coulson </strong> for a year and a half at NOTW.\" The real scandal is <strong> David Cameron </strong> would have been briefed:` We can probably get away with this one,' when hiring <strong> Andy Coulson </strong>, so Mr. <strong> David Cameron </strong> is either a liar or an idiot. </q> <strong> Andy Coulson </strong> was editor of the Rupert Murdoch-owned News of The World in 2006, when the paper's royal editor, <strong> Clive Goodman </strong>, was arrested for hacking into voicemails belonging to Princes <strong> David Cameron </strong> and Harry.", "new_id": -2}, {"uid": "1296943570219987981", "i": 28822, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Volt drew 92 replies. Urban farming could quickly become one of Detroit's assets, using some of the city's vacant 40... The article on women in the Roman Catholic Church was informative but lacked balance( <q> <strong> Robert Ficano </strong>.. Chrysler CEO <strong> Sergio Marchionne </strong> apologized Saturday for using the term\" shyster </q> to describe the high-interest loans from the U.S. and Canadian governments that have funded Chrysler's turnaround. During a question-and-answer session following a speech Friday to the J.D. Power Automotive Industry Roundtable, <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1297388573139427848", "i": 35607, "idx": 1, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "couple were married nearly 13 years.\" What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,\" her statement said. fiancee, <strong> Kayte Walsh </strong>, <q> love and happiness in their new marriage. </q> <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month that he The posting of advertisements, profanity, or personal attacks is prohibited. By using this Web site you agree to accept our <h6> Report", "new_id": -2}, {"uid": "1295685630089554960", "i": 6683, "idx": 0, "sa": ["Andy Coulson"], "q": "Protestors burn a poster of deposed... Article: Tunisian PM, foreign minister remain in... Photo in Slideshow: In this photo provided by the presidency... Photo: Protetrors hold a poster depicting ousted... Report Abuse <q>\" The exiled head of the main Tunisian Islamist party, which was banned by <strong> Zine El Abidine Ben Ali </strong>, told AFP that he now planned to return to his homeland. </q> \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1295199579040058902", "i": 7101, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "ventilator Saturday. <strong> Kirsten Gillibrand </strong> said on NBC's\" Meet the Press\" that\" it's far too early\" for <strong> Gabrielle Giffords </strong> to be able to speak, but she was showing that she understood commands. <q> If there's anyone in the world that will recover... it's her, </q> the senator said, adding that she sees her friend's\" extraordinary\" progress\" as a triumph over terrible happenings.\" <strong> Kirsten Gillibrand </strong> described the moment when <strong> Gabrielle Giffords </strong> opened her eyes-- referenced in <strong> Barack Obama </strong>'s", "new_id": -2}, {"uid": "1297353501031227960", "i": 1601, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. All content Â© Copyright 2000- 2011 WorldNow and KCBD, a", "new_id": -2}, {"uid": "1297433777190496801", "i": 21112, "idx": 0, "sa": ["Donald Rumsfeld", "Sarah Palin"], "q": "echoed <strong> Sarah Palin </strong>'s sentiment when she told the Huffington Post:\" We need to be very careful when we get to talk about our opinions and be inclusive.\" The HRC- whose stated goal is to <q> achieve lesbian, gay, bisexual and transgender( LGBT) equality </q>- appears to be holding a second Day of Silence.\" We have no comment on this matter,\" HRC Deputy Press <strong> Donald Rumsfeld </strong> Paul Guequierre told The Daily Caller when asked for", "new_id": -2}, {"uid": "1295577378207667391", "i": 47030, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Board of Directors for giving their former CEO hundreds of millions in cash-out when he jumped ship to Oracle. And then I realized we were going to talk about non-news instead. From <strong> Eric Schmidt </strong>'s statement: <q> Larry, in my clear opinion, is ready to lead. <strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects </q> I believe this translates to:\" <strong> Sergey Brin </strong> has a lot of shares, so we got him some really cool legos that will hopefully keep him busy and away from all decisions.\" Gus on January", "new_id": -2}]