[{"uid": "1295882640093126720", "i": 11233, "idx": 0, "sa": ["Donald Rumsfeld", "Keith Olbermann", "Curtis LeMay"], "q": "And so was born` the special comment\"-- his first one coming in August 2006, rebutting a speech that then-Defense <strong> Donald Rumsfeld </strong> had delivered to the American Legion. Said <strong> Keith Olbermann </strong> that night: <q>The confusion we-- as its citizens- must now address, is stark and forbidding.</q> But variations of it have faced our forefathers, when men like Nixon and McCarthy and <strong> Curtis LeMay </strong> have darkened our skies and obscured our flag. Note-- with hope in your heart- that those earlier Americans always", "new_id": -2}, {"uid": "1295569446103104572", "i": 8219, "idx": 1, "sa": ["Eric Schmidt"], "q": "supervision no longer needed!\" Quickbase Database as a Service Is Being Exposed For Rich Application Developers For Some Surprising New Apps <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297611862198836224", "i": 8845, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "Syco boss is apparently keen to ensure that the show doesn't struggle if <strong> Cheryl Cole </strong> also joins the US version. However, the report claims that they will both still be involved in the UK edition. <q>There's no way they'll go off and forget about the UK show,</q> a source said. \"<strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> will be involved in some way during the UK series.\" Justin TimberlakeWatch an exclusive clip of the", "new_id": -2}, {"uid": "1295501763033751040", "i": 5504, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "Paper Funding Facility( CPFF). The facility was opened on October 27, 2008. PFK). There's more, according to a statement by Senator <strong> Sen. Bernie Sanders </strong> on Fed transparency: <q>\" \"We have learned that the$ 700 billion Wall Street bailout signed into law by <strong> President Bush </strong> turned out to be pocket change compared to the trillions and trillions of dollars in near-zero interest loans and other financial arrangements the Federal Reserve doled out to every major financial institution in this country. Among those are Goldman Sachs(</q>\" C), which received$ 1.8 trillion; Bear Stearns, which received nearly$ 1 trillion, and Merrill Lynch( MER), which received some$ 1.5 trillion in short term loans from", "new_id": -2}, {"uid": "1296789642034570241", "i": 22192, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders", "David Cay Johnston"], "q": "Against the Tides, the third edition of which was just published last year. <strong> Barack Obama </strong> Calls for Spending Freeze, Lowering Corporate Taxes in State of the Union Fifty Years After Eisenhower's Farewell Address, A Look at <q>Prophets of War: Lockheed Martin and the Making of the Military-Industrial Complex</q> \"The Worse Off You Are, Your Taxes Increase\": Journalist <strong> David Cay Johnston </strong> Slams Obama-GOP Tax Deal <strong> Sen. Bernie Sanders </strong> Denounces Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming \"Banana Republic\" \"Counting the Jobs Lost", "new_id": -2}, {"i": 639, "idx": 0, "index_answer": 1, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q>Anybody that bet on it, some broke people out there,</q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Michael Jordan", "Allen Iverson"], "uid": "1296405734264388638"}, {"uid": "1297279420080936992", "i": 39049, "idx": 0, "sa": ["Michelle Obama", "David Letterman", "Regis Philbin"], "q": "syndicated) to congratulate the pair on the show's ten year anniversary. <strong> David Letterman </strong> greeted the hosts with flowers, champagne, and friendly ribbing. Having just watched them interview <strong> Michelle Obama </strong>, he told <strong> Regis Philbin </strong>, <q>You made a fool of yourself... you didn't say a word from the time she sat down to the time she left.</q> <strong> David Letterman </strong> then told a touching story about his young son, Harry, asking him to \"say hi to <strong> Regis Philbin </strong>\" when he put him to bed the night before. When <strong> Regis Philbin </strong> said he was moved", "new_id": -2}, {"uid": "1296280079111296551", "i": 6646, "idx": 3, "sa": ["Mike Pence"], "q": "51-year-old Columbus, Ind., native. <strong> Mike Pence </strong> has friends in Indiana's congressional delegation and at the Statehouse, in part because he campaigned for many of them during a statewide bus tour last fall. <q>He's been very helpful. He's been supportive not only to me, but to the rest of the freshman congressional delegation,</q> Bucshon said. \"A person like him, with a wealth of experience, is always important to have backing you up when you're just getting started.\" Bucshon wouldn't speculate about <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295559704104759327", "i": 6187, "idx": 2, "sa": ["Eric Schmidt"], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him</q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Google turned in a profit", "new_id": -2}, {"uid": "1295468729069730318", "i": 31467, "idx": 0, "sa": ["Mike Huckabee", "Mike Pence", "Larry King"], "q": "No, Tunisia Is Not a Democratic Tipping Point for the Arab World Here's Wall Street Journal editorial page writer and conservative movement apparatchik Stephen Moore writing up the Draft <strong> Mike Pence </strong> movement: <q>Mr. <strong> Mike Pence </strong> won the straw poll at a gathering of more than 1,000 social conservatives in Washington, D.C., over the summer-besting <strong> Newt Gingrich </strong>, <strong> Mike Huckabee </strong>, and presumptive front-runner <strong> Mitt Romney </strong>. One concern is what <strong> Sarah Palin </strong>'s intentions are, since she would have a huge funding base if she runs. But the pro-Pence movement fears that she is highly polarizing and someone who would have a difficult time beating <strong> Barack Obama </strong> in the general election.</q> Robert Bentley: 5 Facts About the Ultra-Christian Alabama <strong> Mike Huckabee </strong> Return of the Republicans: Why They're Unlike Any Political Party America Has Ever Seen The Legacy of <strong> Larry King </strong> and Oprah: Celebrity Worship, Fake Intimacy", "new_id": -2}]