[{"uid": "1295775786222068738", "i": 32036, "idx": 4, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": " ''I asked a successful guy, ''What's the best advice you can give me?'' He said, ''<strong> Simon Cowell </strong>, know when to leave the fair,'' he said. <q>I think that's good advice- one year, I actually found myself thinking, ''I've run out of insults, I don't know how I'm going to tell people they suck. ''Something inside you says, ''You know what, it's time to go. ''I've enjoyed myself, I mean it''s not the most difficult job in the world, is it?</q> he added. News on <strong> Simon Cowell </strong> News on <strong> Oprah Winfrey </strong> Copyright Asian News International/DailyIndia. com", "new_id": -2}, {"uid": "1295582258248299524", "i": 15105, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": ", saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply. ''I am not as concerned about the titles as I am winning,'' Mr. <strong> Eric Schmidt </strong> said. <q>I am quite certain that this change will result in faster decision making and better value for the shareholders.</q> <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it would have made a major difference because Mr. <strong> Eric Schmidt </strong>, Mr. Page and Mr. <strong> Sergey Brin </strong> combined own a controlling stake in the company. <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1296550766189169669", "i": 6249, "idx": 1, "sa": ["David Letterman"], "q": "tweeting from the couch. ''I'm hanging out with my <strong> David Letterman </strong> at@late_show we need to get him twice as many followers!'' Bieber wrote. tweeted their appreciation, writing, <q>Hey,@justinbieber! Thanks for the Twitter bounce. Only 6,900,000 to go. Game on, Bieber.</q> During the teen sensation's interview he bonded with CBS Orchestra leader Paul Schaffer, who is a native of Thunder Bay, Ontario, not far from where Bieber grew up in Stratford, Ontario-- especially", "new_id": -2}, {"uid": "1297300411168493097", "i": 27528, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "The Response' White House has rejected a request from the U.S. agency that monitors... Video: <strong> Barack Obama </strong> Calls for ''Orderly Transition'' in Egypt U.S. Video: Police: Elementary teacher assaulted students Report Abuse <q>Who cares about Muslim Land? Nothing from Egypt ever benefited anyone I know.</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1295224474227999745", "i": 13853, "idx": 0, "sa": ["Sam Donaldson", "Sarah Palin", "David Letterman", "Ronald Reagan"], "q": "of America and future generations of America and who likes to ride a horse. He's cold. He's mean. He's got icewater for blood.'' New York Times columnist Anthony Lewis claimed that <strong> Ronald Reagan </strong> <q>spews out rage and hate, fear and falsehood.</q> It would take volumes to chronicle the outrageous attacks on George Bush or <strong> Sarah Palin </strong>. On ''Late Night with <strong> David Letterman </strong>,'' <strong> Sam Donaldson </strong> said, ''I think he's[ <strong> Ronald Reagan </strong>] going to have to", "new_id": -2}, {"uid": "1297181920166789140", "i": 41737, "idx": 1, "sa": ["Simon Cowell"], "q": ". The biggest news is that children from the age of 12 will be able to compete and the winner will receive a$ 5 million record deal. In a statement, <strong> Simon Cowell </strong> said: <q>I like the idea that a 12 year old on this show can compete with an older singer and a singing group, I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. ''I'm doing this show in America because I genuinely believe we can find a superstar.</q> Breaking showbiz news, movie reviews, galleries and Junior Oscar Gems In Pictures: 20 pint-sized performers who earned an Oscar nod before 21. Oscar Outfits In Pictures: Top 25 ghastly", "new_id": -2}, {"uid": "1296574317231948293", "i": 28682, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Katie Price"], "q": "the ITV1 talent show by music mogul <strong> Simon Cowell </strong>, who sees the mother-of-three as an ideal replacement for him after he quits the programme to concentrate on the US version. He is quoted as saying: <q>Do I want <strong> Katie Price </strong> as a judge on ''The X Factor' panel? Yeah, that could work. Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade.</q> <strong> Cheryl Cole </strong> on the show and <strong> Simon Cowell </strong>'s ex-girlfriend and show mentor Sinitta thinks she will be a great choice. She said: '''Having <strong> Katie Price </strong> on the panel would make interesting viewing, so I can definitely", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected. ''The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,'' said <strong> Greg Mueller </strong>, a Republican political strategist. <q>Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign.</q> ''For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,'' said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri. ''This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}, {"uid": "1295682265065617928", "i": 95, "idx": 19, "sa": ["Ronald Reagan", "Sarah Palin", "Mike Pence", "Marjorie Dannenfelser"], "q": "nominee. ''He has that everyman, Indiana appeal with vision,'' <strong> Marjorie Dannenfelser </strong> said. She said <strong> Mike Pence </strong>, a former radio talk show host, connects with those he's speaking to. <q>I hate to bring up <strong> Ronald Reagan </strong> because everybody does that,</q> <strong> Marjorie Dannenfelser </strong> said. ''But it's what <strong> Ronald Reagan </strong> did and what <strong> Sarah Palin </strong> can do and what other candidates would pay any amount of money for.'' Andy Smith, who heads the University of New Hampshire", "new_id": -2}, {"uid": "1297200983061325341", "i": 1809, "idx": 9, "sa": ["Moqtada al-Sadr", "Donald Rumsfeld", "President Bush"], "q": "from jail. Then came the influx of terrorists- ''facilitated through Damascus''- coming to fight against Americans. Al Qaeda joined the fray, as did a Shiite uprising under <strong> Moqtada al-Sadr </strong> and his Mahdi Army. <q>We couldn't lose any battles over there, but we couldn't beat them militarily,</q> he says. ''Because there was no one to beat. It was a totally unconventional asymmetrical circumstance.'' Mr. <strong> Donald Rumsfeld </strong> thus takes an unorthodox view of the significance of <strong> President Bush </strong>'s surge, which began", "new_id": -2}]