[{"uid": "1296019529211435562", "i": 29264, "idx": 0, "sa": ["Michele Bachmann", "Newt Gingrich", "Bill Lockyer", "Li Gang"], "q": "under the influence of alcohol on a university campus, killing 20-year-old student Chen Xiaofeng and injuring the other. Reports later emerged that when security tried to stop him from fleeing the scene, Li shouted: <q> Go ahead, sue me. My father is <strong> Li Gang </strong>! </q>- in an apparent attempt to use the influence of his father, the deputy police chief of Baoding city. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Tea Party GOP Rep. <strong> Michele Bachmann </strong> thinks founding", "new_id": -2}, {"uid": "1296619642002048058", "i": 25926, "idx": 0, "sa": ["David Letterman"], "q": "had camped out awaiting his arrival outside the <strong> David Letterman </strong> Studio. They screamed to the limo-driver and their excitement was contagious. The Asia, but the International Ice Hockey Federation is taking steps to increase the presence of the <q> fastest target=\"_blank\" href=\"http://gamescapital.com/\"> game on ice </q> in this region. And one thing they're looking at is removing ice from the equation completely. With many Y-Love Telephone Interview with Baltimore Celebrity Headlines Examiner Y-Love Telephone Interview with Baltimore Celebrity Headlines Examiner Jewish hip-hop artist", "new_id": -2}, {"uid": "1295870211128057360", "i": 918, "idx": 1, "sa": ["Andy Coulson"], "q": "is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,'' she told Sky News. <q> Nobody is above the law, no newspaper editor, no journalist. </q> <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone hacking at the News of the World when he was editor. He quit the post in January 2007 after", "new_id": -2}, {"uid": "1295560568082083860", "i": 44745, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Jahre alte <strong> Eric Schmidt </strong> soll dem 37- j?hrigen <strong> Larry Page </strong> weiterhin als Berater zur Seite stehen. Der bisherige Firmenlenker <strong> Eric Schmidt </strong> wird Chef des Verwaltungsrats. In dieser neuen Rolle ist er etwa f?r Kooperationen oder bernahmen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hatte sich Google von einem Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekonzern gemausert. <strong> Eric Schmidt </strong> erkl?rt F?hrungswechsel in Blog target=\"_blank\" href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\"> Im`` Google Blog''", "new_id": -2}, {"uid": "1295984330255737857", "i": 2442, "idx": 1, "sa": ["Michael Gove"], "q": "<strong> Michael Gove </strong>'s related desire to see a more rigorous syllabus in history, involving such things as learning a framework of important dates and events to give children a sense of the essential chronology of British and world history. <q> Such history is never going to be relevant to many pupils, one of the teachers said. What do you mean by relevant, asked the radio presenter. Well, they are from the Gameboy and computer game generations, they have short attention spans, she replied. You can not just tell them things, you have to change the format every seven minutes or so-a discussion, then a bit of role play, and so on. </q> \" It was then that I heard something that really made my hair stand on end. Arguing that it is just not reasonable to teach all pupils`` academic'' subjects like the maths and English GSCE examinations,", "new_id": -2}, {"uid": "1295094109134053944", "i": 26899, "idx": 1, "sa": ["Sergio Marchionne"], "q": ".`` Fa dichiarazioni all` impazzata, porta avanti un punto di vista che io non condivido minimamente: zero. Penso che l'intransigenza che abbiamo visto fino ad ora andr a bloccare lo sviluppo del Paese''. <q> Io voglio il contratto dell` auto- spiega <strong> Sergio Marchionne </strong>-. Se questo significa scardinare il contratto nazionale? un` interpretazione dei sindacati. Ho bisogno di un sistema di regole che preserva le parti pi importanti del contratto nazionale e anche in alcuni casi le rafforza </q>. Sulla possibilit di far nascere Federauto, <strong> Sergio Marchionne </strong> ha detto che`` pu darsi che sia la soluzione giusta'', ma ha aggiunto:`` Per la Fiat questa joint venture con Chrysler se va avanti non deve", "new_id": -2}, {"uid": "1297511204201031691", "i": 20522, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "( l.) und Microsoft-Lenker <strong> Steve Ballmer </strong>( r.): Ihre beiden Unternehmen arbeiten k?nftig verst?rkt zusammen Video href=\"http://www.welt.de/videos/wirtschaft/article9535207/Erstmals-Nicht-Finne-Konzernchef-von-Nokia.html#autoplay\"> href=\"http://www.welt.de/videos/wirtschaft/article9535207/Erstmals-Nicht-Finne-Konzernchef-von-Nokia.html#autoplay\"> weiter bl?ttern  href=\"http://www.welt.de/videos/wirtschaft/article9535207/Erstmals-Nicht-Finne-Konzernchef-von-Nokia.html#autoplay\"> Erstmals Nicht-Finne Konzernchef von Nokia  Und weiter: <q> Bei uns gab es mehr als nur eine Explosion- wir haben an mehreren Stellen eine sengende Hitze, die das Feuer n?hrt, das um uns herum lodert. </q> Nokia selbst sch?tte auch noch Benzin auf die eigene Plattform. Als <strong> Stephen Elop </strong> dann auch noch verriet, dass er k?nftig statt des hauseigenen Betriebssystems Symbian die Software des bisherigen Rivalen Microsoft einsetzen w?rde, war allen klar: Bei", "new_id": -2}, {"uid": "1297082739249921538", "i": 1190, "idx": 1, "sa": ["Bill Lockyer"], "q": "February 07, 2011 Texas has a two-year budget cycle, which allowed it to camouflage its red ink last year, thanks in large part to Bill Lockyerions of dollars in federal stimulus money. Now, however, <q> someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore, </q> said California Treasurer <strong> Bill Lockyer </strong>, with evident satisfaction. I am satisfied. Texans should not be spitting upwards or the spit will land right on their faces! Comments are filtered for language and registration", "new_id": -2}, {"uid": "1295435360214253572", "i": 12414, "idx": 0, "sa": ["Charlie Sheen", "Tom Cruise", "Cedric Gervais", "Hugh Hefner", "Mel Gibson", "Angelina Jolie", "Ricky Gervais"], "q": "<strong> Ricky Gervais </strong> trashed <strong> Angelina Jolie </strong>, <strong> Charlie Sheen </strong>, <strong> Hugh Hefner </strong>, <strong> Mel Gibson </strong>, <strong> Tom Cruise </strong> when he hosted the Golden Globes <strong> Angelina Jolie </strong> who was sitting at table one and not laughing when he said, <q> It seems like everything this year was 3-dimensional-- except for the characters in The Tourist, </q> <strong> Cedric Gervais </strong> said.`` I haven't even seen` The Tourist'-- who has?'' This opening monologue at Sunday's ceremony set the tone with <strong> Cedric Gervais </strong> announcing,`` It's going to be a night", "new_id": -2}, {"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}]