[{"uid": "1296102285053329931", "i": 1063, "idx": 5, "sa": ["Eric Schmidt"], "q": "such as Groupon Inc. in social networking, entertainment and retail. As executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. <q> We've got very complicated government issues, </q> he said, adding that \"we move quickly, and we tend to be disruptive at scale.\" European Union officials opened a formal antitrust probe last year into Google search results, while in China", "new_id": -2}, {"uid": "1296354133035504148", "i": 1435, "idx": 8, "sa": ["Michael Vick"], "q": "\"If you got the sense that every day, he woke up and lived with that and wrestled with that, I think there would be a different response from the animal-loving public,\" Battista said. <q> That's not what he has communicated. It's not to say he needs to do it. But if there's any confusion of why a big chunk of the public doesn't feel that he's genuine, that's why. There isn't a sense of him connecting with his own behavior and own conscience at a level that most people can understand. </q> So, while football fans and animal lovers continue to judge <strong> Michael Vick </strong> on very different scales, the dogs in Utah keep taking two steps forward and one step back. Another of <strong> Michael Vick </strong>'s prize", "new_id": -2}, {"uid": "1297451512119193621", "i": 1363, "idx": 5, "sa": ["Aaron Rodgers", "David Letterman"], "q": "took all the reps in the off-season and he was the guy who took all the reps during the season, and that was kind of how it worked out.\" But <strong> David Letterman </strong> pressed on asking, <q> So there's a certain justice in this[ Super Bowl win] isn't there? </q> All <strong> Aaron Rodgers </strong> managed to get out was, \"You know what,\" before <strong> David Letterman </strong> interrupted with, \"I think so\" - which at least elicited a small head nod and grin from <strong> Aaron Rodgers </strong> over", "new_id": -2}, {"uid": "1295719333220610563", "i": 58115, "idx": 2, "sa": ["Allen Iverson", "Larry Brown", "Tyronn Lue", "Art Metrano"], "q": "'m glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heArt Metrano. <q> Our guys just try hard, </q> Sixers coach <strong> Larry Brown </strong> said. \"This is kind of unexpected but it's neat.\" In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295635286070795270", "i": 34033, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "But let's be serious: <strong> Eric Schmidt </strong> got fired. Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- \"day-to-day adult supervision is no longer needed\" -- through his carefully worded blog post that screamed <q> friction at the top, </q> through his patronizing remarks about how he thinks <strong> Larry Page </strong> is finally \"ready\" to be CEO, it seemed clear that <strong> Eric Schmidt </strong> got shoved out the door. Specifically, it seemed that far from adult supervision", "new_id": -2}, {"uid": "1297166995062062625", "i": 35887, "idx": 2, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> Cavaliers lose 25th straight, set another NBA record for futility; Mavericks win 99-96 DALLAS( AP)- Over one season or two, no team in NBA history has lost as many games", "new_id": -2}, {"uid": "1295559064082083862", "i": 11493, "idx": 0, "sa": ["David Brooks", "Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "more of an ambassador( and, according to the earnings release, an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>). The company is casting the move as a clarification of roles, and quotes <strong> Eric Schmidt </strong> as saying <q> <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Cancel Post Your Comment You must be logged in to post a comment \"did you happen to read the piece in the times by <strong> David Brooks </strong>? i think he has a point...\"", "new_id": -2}, {"uid": "1297217270080478208", "i": 1278, "idx": 0, "sa": ["Michael Gove"], "q": "will result in a severe reduction in the amount of tutorial, guidance and enrichment currently available. Entitlement funding is used to support extra-curricular activities, from team sport and orchestras to sign-language and community volunteering. <q> In my view the size of the cut is unfair in comparison to the cut in funding per learner in primary and secondary education, </q> the Labour MP wrote. \"It is quite amazing that sixth-form colleges- applauded by <strong> Michael Gove </strong> and widely recognised as one of the most efficient parts of the education system- should be hit so badly.", "new_id": -2}, {"uid": "1295565740204783649", "i": 24791, "idx": 5, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "\"deals, partnerships, customers and broader business relationships, government outreach and technology thought-leadership that are increasingly important, given Google's global reach,\" and act as an adviser to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. <q> We are confident that this focus will serve Google and our users well in the future, </q> <strong> Eric Schmidt </strong> said. \"<strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.\" Woman who fell in fountain and outed", "new_id": -2}, {"uid": "1295986999188022808", "i": 49809, "idx": 0, "sa": ["Andy Coulson", "Guido Westerwelle"], "q": "TV-Kritik: Beckmann- Guido Westerwelles aufm?pfiger Talentschuppen Berlin: Die Nacht der S?ddeutschen Zeitung- Auf einen Champagner mit der Kanzlerin Maschmeyer gegen ARD-Doku- Die Papierflut-Taktik Guttenberg gegen <strong> Guido Westerwelle </strong>- Ein Verteidigungsminister greift an Anne Will kritisiert ARD- <q> Das kann man besser machen </q> TV-Kritik: Jahresr?ckblick auf RTL- Der Kartenableser Coulson-Andy Coulson-geht-wenn-der-sprecher-einen-sprecher-braucht-1.1049614\"> Gro?britannien: <strong> Andy Coulson </strong> geht Wenn der Sprecher einen Sprecher braucht TV-Kritik: \"Stern TV\" \"Keine Sau hat mir was gesagt\" Copyright? sueddeutsche.de GmbH", "new_id": -2}]