[{"uid": "1296006847180027415", "i": 17735, "idx": 1, "sa": ["Eric Cantor", "Mike Pence", "Don Young", "Barney Frank"], "q": "\" <strong> Barney Frank </strong> Kevin McCarthy( of \"<strong> Don Young </strong> Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" <q>We've got to roll back there. That will save$ 100 billion in the first year,</q> agreed <strong> Barney Frank </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}, {"uid": "1297258263038010892", "i": 11009, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers", "Vince Lombardi", "Jim Schmitt", "Mike Holmgren"], "q": "busy couple of days that included a parade at Disney World in Florida and an appearance on the <strong> David Letterman </strong> show in New York. \"It's been a great journey this year,\" <strong> Aaron Rodgers </strong> said. <q>We've got the greatest fans in the world.</q> Green Bay Mayor <strong> Jim Schmitt </strong> promised a street in town would be renamed \"McCarthy's Way\" after the coach. Green Bay already has streets called \"<strong> Mike Holmgren </strong> Way\" and \"<strong> Vince Lombardi </strong> Avenue\" after previous", "new_id": -2}, {"uid": "1297171230133922851", "i": 9522, "idx": 11, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "somebody like Beyonce: She is the best example of somebody who works it every hour of the day,\" he said. <strong> Simon Cowell </strong>, as \"American Idol\" viewers know, doesn't lack for confidence: <q>I believe I can find a star,</q> he said. He has seen only a few minutes of this season's \"American Idol\" and its reconstituted panel with <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and Randy Jackson, he said. But he's been reassured by its", "new_id": -2}, {"uid": "1296483335037306377", "i": 46490, "idx": 0, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": ": Generals, Pilots,... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... Harvard University Helps the Homeless? Harvard University has an endowment worth$ 34.9 billion. They earned 23 percent on their", "new_id": -2}, {"uid": "1297138045102924322", "i": 48736, "idx": 1, "sa": ["Simon Cowell"], "q": "mentor the contestants. The competition series will allow contestants as young as 12 to audition, a decision <strong> Simon Cowell </strong> defended on the call after being asked if kids that young should be subjects to public scrutiny. <q>We've started to see a trend with kids this age and what they can do. I like the idea that a 12-year-old on this show can compete with an older singer... times have changed. You have to make a case-by-case decision based on them as a person.</q> Contestants will have to audition before a live audience of 5,000 people in an arena. \"It was supposed to be similar to them doing their first concert. It really helped show me who could handle", "new_id": -2}, {"uid": "1296726541201310229", "i": 2108, "idx": 0, "sa": ["Dick LeBeau", "Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory. \"He's like a very good scorer in basketball- you know he's going to get points,\" Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q>From a defensive standpoint, you've got to keep him from controlling the game and monopolizing the game. That's what we have to try and do with <strong> Aaron Rodgers </strong>. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release.</q> The 6-foot-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced", "new_id": -2}, {"uid": "1296231867027263053", "i": 1553, "idx": 2, "sa": ["Michael Gove"], "q": "roles of the Young People's Learning Agency for England, which is responsible for college funding, to the Department for Education. <strong> Michael Gove </strong> said he was abolishing the the School Support Staff Negotiating Body because it <q>does not fit well with the government's priorities for greater deregulation</q>. But the Association of School and College Leaders has said the move is \"a retrograde step\" and could lead to staff who \"play an immensely important role in providing high-quality education\" being underpaid", "new_id": -2}, {"uid": "1296776655116113416", "i": 48567, "idx": 4, "sa": ["John McCain", "Donald Rumsfeld", "Colin Powell"], "q": "as secretary of state, in fact, Mr. <strong> Colin Powell </strong> \"tended not to speak out\" at meetings \"in strong opposition to the views of the president or of his colleagues.\" And he describes <strong> John McCain </strong> as <q>a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media.</q> In the course of \"Known and Unknown\" Mr. <strong> Donald Rumsfeld </strong> tells the reader he regrets not resigning in the wake of the Abu Ghraib scandal( which he blames on \"a small group of prison guards", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.\" <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q>He( <strong> Simon Cowell </strong>) looked at me and said: \"Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...\"</q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}, {"uid": "1297702046148619270", "i": 42497, "idx": 1, "sa": ["Michael Gove", "John Cryer"], "q": "minded\" way and said the the judicial review had found in the Government's favour on the substantive issues. Responding to the question from Labour's <strong> John Cryer </strong>( Leyton and Wanstead) Mr <strong> Michael Gove </strong> said: <q>It was, of course, deeply regrettable that any building projects had to be cancelled. \"But the scale of the deficit we inherited meant cuts were inevitable and the inefficiency which characterised BSF schemes meant we needed a new approach.</q> He said the six authorities had argued that the Government's decision making had been \"confused and irrational\" but the judge \"makes clear the decisions I made were clear and rational\".", "new_id": -2}]