[{"uid": "1297446725101842956", "i": 13447, "idx": 16, "sa": ["Donald Rumsfeld", "Tony Blair"], "q": "he had and the rape rooms?'' he asks.`` I've got videos of what they did to their political opponents. They cut their tongues off.'' As for the American troops who died- <q> they had families, they had children and it's heartbreaking, there's no question about that... But what they did was they liberated millions of people. </q> Like <strong> Tony Blair </strong>, <strong> Donald Rumsfeld </strong> is donating the profits from his book to help wounded troops. Unlike <strong> Tony Blair </strong>, <strong> Donald Rumsfeld </strong>'s decision to do so has not provoked an angry reaction. For all his efforts to take", "new_id": -2}, {"uid": "1297265672144211976", "i": 47567, "idx": 8, "sa": ["Donald Rumsfeld", "Shahid Balwa"], "q": "doubt for a minute that other countries in the region looking at that have to say:` Well, isn't that interesting?'' <strong> Donald Rumsfeld </strong> said. Still, he warned the journey Egypt was on <q> is tough, is risky and has to proceed at a pace that fits their culture. </q> Nearly 400 suspected war criminals living as` free birds' in Britain Sequencing of issues should not be intended to` score points': Pakistan href=\"http://www.dnaindia.com/india/report_2g-scam-cbi-gets-two-day-transit-remand-to-bring-Shahid Balwa-Shahid Balwa-to-delhi_1505404\"> 2G scam: CBI gets two-day transit remand to bring", "new_id": -2}, {"uid": "1295266429010354711", "i": 9368, "idx": 0, "sa": ["Steve Ballmer"], "q": "take an Xbox.' I want that average 15-year-old girl as excited about the Kinect, and we haven't done as good a job drawing in that broader set of demographics,'' <strong> Steve Ballmer </strong> said. <q> If you want to know where is the consumer heat, the things that people want to get their hands on, it's Xbox and Xbox Kinect. I think about my own family. My wife used to say,` No, no, that's the machine the boys use,' and now she says,` Yeah, I want to go watch movies. Let's go play the dance game.' </q> <strong> Steve Ballmer </strong> continued:`` It opens up accessibility to family entertainment because with the Kinect, you control these systems with your body, with your voice. We've opened up the world of content in TV", "new_id": -2}, {"uid": "1295786407057016333", "i": 9251, "idx": 1, "sa": ["Dikembe Mutombo", "Michael Jordan", "Allen Iverson", "Phil Jackson"], "q": "could have averaged 50 points today!'' During a 2007 LA Lakers pre-season broadcast, <strong> Phil Jackson </strong> was asked how he thought <strong> Michael Jordan </strong> would perform today, <strong> Phil Jackson </strong> said:`` <strong> Michael Jordan </strong> would average 45 with these rules.'' <q> You can't even touch a guy now, </q> says Charlotte http://wn.com/Allen Iverson_Allen Iverson_47pts_vs_Hawks_00/01_NBA_MVP_*16th_40-point-game <strong> Dikembe Mutombo </strong> wouldn't let his former teammates get their way. <strong> Dikembe Mutombo </strong> had 13 points, 13 rebounds and nine blocked shots and <strong> Allen Iverson </strong> scored 47 points as the Phil Jacksonadelphia 76ers beat the Atlanta Hawks 108-103 Friday", "new_id": -2}, {"uid": "1295568038178864146", "i": 43429, "idx": 5, "sa": ["Larry Page", "Eric Schmidt"], "q": "`` By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead.'' <strong> Larry Page </strong> said <strong> Eric Schmidt </strong> had done <q> an outstanding job leading Google for the last decade. The results speak for themselves. </q> The news surprised and worried Google observers.`` The executive change is very much unexpected, and somewhat of a concern to investors,'' Moran said. He said Wall Street was comfortable with", "new_id": -2}, {"uid": "1295969219252559400", "i": 9740, "idx": 0, "sa": ["Eric Schmidt"], "q": "Investitionen, auch in Deutschland. Der amtierende Vorstandschef <strong> Eric Schmidt </strong> sagte in M?nchen, der US-Konzern werde in diesem Jahr mehr als 1000 neue Stellen in Europa schaffen, darunter mehrere hundert im Forschungs- und Entwicklungszentrum in M?nchen. <q> Wir hatten ein sehr, sehr gutes Jahr </q>, sagte <strong> Eric Schmidt </strong> zum Abschluss der Internet-Konferenz DLD( Digital, Life, Design).`` Aus diesen Gr?nden werden wir weiter investieren.'' href=\"http://www.welt.de/multimedia/archive/01300/google_DW_Wirtscha_1300458p.jpg\" title=\"Digital, Life, Design(DLD) in M?nchen\"> Foto: dpa Der", "new_id": -2}, {"uid": "1296681530172851232", "i": 15546, "idx": 0, "sa": ["Jermaine Dupri", "Michael Anderson", "Michael Vick", "Michael Jackson"], "q": "the difference and will like Lay's better. You can imagine where it goes from there. A two-part commercial; one part aired before the Lay's- sponsored halftime show by <strong> Michael Jackson </strong>, the other afterward. <q> One taste and you'll cash in your old Jermaine Duprips! </q> http://wn.com/Michael Anderson_Michael Vick's__Super_Bowl_Party_2011__Dallas_Dynasty FOUR-TIME PRO BOWL QB <strong> Michael Vick </strong> would like to personally invite you to The Only Upscale A-List Celebrity Extravaganza of the 2011 SUPER BOWL. This will be THE PRIMARY& PREFERRED DESTINATION FOR ICONIC PERSONALITIES FROM THE NFL,", "new_id": -2}, {"uid": "1295958121022577156", "i": 40268, "idx": 0, "sa": ["Derek Hough", "Simon Cowell"], "q": "credibility'' to the American X Factor. A friend of Cheryl's beau <strong> Derek Hough </strong>. The truth is, nothing has been signed and the producers still aren't convinced.'' The source continued: <q> They are more keen to get a big US star like Katy or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> Girls Aloud star's pal and UK X Factor boss, title=\"Simon Cowell\" href=\"http://www.mtv.co.uk/artists/Simon Cowell-Simon Cowell\"> <strong> Simon Cowell </strong>, is fighting to secure Cole's place on the US panel, as well as <strong> Derek Hough </strong> and her other showbiz pals,", "new_id": -2}, {"uid": "1295986752063848485", "i": 28672, "idx": 0, "sa": ["Ann Coulter", "David Letterman", "Chris Edwards", "Gene Healy", "Barack Obama", "John Boehner"], "q": "care, and education. http://wn.com/Cato_Scholars_Address_Barack Obama's_First_Address_to_Congress <strong> Barack Obama </strong>'s first address to Congress laid out a laundry list of new spending contained within the stimulus legislation and provided hints as to what will be contained in the budget- a so-called <q> blueprint for America's future </q>- he submits to the legislature. Cato Institute scholars <strong> Chris Edwards </strong>, Jim Harper, <strong> Gene Healy </strong>, Neal McCluskey, <strong> David Letterman </strong> Rittgers, <strong> John Boehner </strong> Samples and <strong> David Letterman </strong> D. TAnn Coulterer offer their analyses of the <strong> Barack Obama </strong>'s non-State-of-the-Union Address. This", "new_id": -2}, {"i": 49389, "idx": 2, "index_answer": 0, "new_id": -1, "q": "he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone sees him that way. <q> In the eyes of many people, he's a hero, </q> said <strong> Dwaine Caraway </strong>, adding that he doesn't condone animal cruelty. Photo: Scars from fighting mark the face of Lucas, the grand champion of football player <strong> Michael Vick </strong>'s fighting dogs in Kanab, Utah.", "sa": ["Dwaine Caraway", "Michael Vick"], "uid": "1297240707110002271"}]