[{"uid": "1296712458199049251", "i": 4813, "idx": 1, "sa": ["Connor Myers", "Michael Vick", "Luke King", "Solomon Means", "Mike Hoke"], "q": "on defensive lineman <strong> Connor Myers </strong> and Eric Shufford, \"a <strong> Michael Vick </strong> prototype\" who will be used as a change-of-pace with quarterback <strong> Mike Hoke </strong>. \"This guy's film was unreal,\" McBride said of Shufford. <q>We also got the best defensive lineman in Oklahoma[ <strong> Connor Myers </strong>]. I don't know how we got him. \"This class was basically designed to fill what we needed. And their all high school kids, which shows that our program has a pretty solid foundation.<q> Elie Bouka WR 6-0/180 Montmorency Secondary( Laval, Quebec) <strong> Luke King </strong> LB 6-0/200 Cottonwood High <strong> Solomon Means </strong> CB 6-1/165 Lincoln High( Stockton, Calif.) <strong> Connor Myers </strong> DL 6-0/280 Edmond Memorial High", "new_id": -2}, {"uid": "1295788412114884629", "i": 45566, "idx": 1, "sa": ["Andy Coulson"], "q": "fully. \"Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,\" she said. <q>Nobody is above the law, no newspaper editor, no journalist.<q> The scandal has already cost No 10 spin doctor <strong> Andy Coulson </strong> his job amid claims he presided over the illegal action at the tabloid. The former editor has always denied knowing that phone-hacking was taking place", "new_id": -2}, {"uid": "1295343378035373069", "i": 3990, "idx": 0, "sa": ["Oprah Winfrey", "Michael Vick", "Piers Morgan"], "q": "network's dismal viewer ratings, also used the interview to set himself up as <strong> Oprah Winfrey </strong>'s first-among-rivals, waging his own bet with her in British pounds that he would interview rehabbed football player <strong> Michael Vick </strong> before she could. <q>I've dreamed of being your rival,<q> he said. A charming <strong> Piers Morgan </strong>, who interviewed <strong> Oprah Winfrey </strong> in a cozy sitting room set, referred to his guest as \"the American Queen\" and \"America's therapist\"- not a dramatic departure", "new_id": -2}, {"uid": "1297219570140312582", "i": 6233, "idx": 3, "sa": ["Christina Aguilera", "Simon Cowell"], "q": "Syco, a joint venture between <strong> Simon Cowell </strong> and Sony Music. Were you already three sheets to the wind or did you notice that <strong> Christina Aguilera </strong> flubbed the national anthem at the Super Bowl on Sunday? <q>I can only hope that everyone could feel my love for this country and that the true spirit of its anthem still came through,<q> <strong> Christina Aguilera </strong> said in a statement after the performance. When she was supposed to sing the line \"O'er the ramparts we watched, were so gallantly streaming,\" she instead repeated an earlier line, with", "new_id": -2}, {"uid": "1297444054223772678", "i": 21878, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Microsoft are obvious. Nokia's benefits are harder to measure, which is why I assert the deal is a silent takeover without the expense or responsibility by Microsoft. In their letter, <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> boasted: <q>There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we see the opportunity, and we have the will, the resources and the drive to succeed.<q> SoundMix Feb 11, 2011- 11:42 AM bijuishere Feb 11, 2011- 11:13 AM Nokia swaps one \"burning platform' for another in Microsoft\"s silent takeover of the Finnish phone maker The Microsoft-Nokia deal", "new_id": -2}, {"uid": "1297215580168738818", "i": 12825, "idx": 3, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "a first-class operation, that they were not torturing people, that they were not hurting people,\" he said. <strong> Donald Rumsfeld </strong> described it as \"a fine operation\", and said US military personnel working there have <q>taken a lot of the heat unfairly<q> and \"deserve a lot of credit\" for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> \"was critical of indefinite detention for unlawful", "new_id": -2}, {"uid": "1296747320116736041", "i": 23111, "idx": 0, "sa": ["Zahi Hawass"], "q": "Finch Rumors that the Egyptian Museum in Cairo caught fire yesterday( Feb. 2) were just that, according to <strong> Zahi Hawass </strong>, secretary general of the Supreme Council of Antiquities, on his blog today. <q>Again, I want to tell everyone that all the fights and fires in Tahrir Square that many people saw on television yesterday did not affect the Egyptian Museum, Cairo, at al,<q> <strong> Zahi Hawass </strong> wrote. Al Jazeera reports suggested the monuments of Saqqara-- a large burial ground of Ancient Egypt referred to as the \"City of the Dead\"-- had been damaged and that items were stolen", "new_id": -2}, {"i": 5030, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Jimi Hendrix </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Jimi Hendrix </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q>He tells me the end of the game is my time, I should have the ball in my hands,<q> <strong> Allen Iverson </strong> said. \"So if somebody else turns it over, he yells at me. I just tell my teammates: \"Let me get the ball. He\"ll scream at me The BP symbol is on", "sa": ["Allen Iverson", "Jimi Hendrix", "Donyell Marshall"], "uid": "1295212882209371150"}, {"uid": "1296706156247644195", "i": 23131, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "in Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict, The Washington Post reported on Wednesday. Had the government of <strong> Saddam Hussein </strong> remained in power the Middle East would be <q>far more perilous than it is today,<q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion", "new_id": -2}, {"uid": "1296692287182763550", "i": 477, "idx": 1, "sa": ["Zahi Hawass"], "q": "in Egypt, 24 in total, are safe and unharmed; only the Egyptian Museum, Cairo, was broken into,\" reads a Wednesday posting on the website of <strong> Zahi Hawass </strong>, Egypt's Minister of Antiquities. <q>When I went to the museum on Saturday morning I found out that 70 objects had been broken, but nothing had been stolen.<q> The website added that the objects could be restored. Egyptian Museum Fire: Museum Unscathed by Nearby Molotov Cocktails", "new_id": -2}]