[{"uid": "1295451961002899971", "i": 43919, "idx": 5, "sa": ["Peyton Manning", "Jim Ryun", "Mike Pence", "Ronald Reagan"], "q": "urging <strong> Mike Pence </strong> to run for the presidency is a former deputy counsel to <strong> Ronald Reagan </strong> and former U.S. Rep. <strong> Jim Ryun </strong>, R-Kan. <strong> Mike Pence </strong> said the decision he and his wife will reach will be based on <q> where can we make the most difference for the conservative principles that carried us into public service. It also comes down to where are we needed most. </q> While <strong> Mike Pence </strong> would be one of numerous Republicans considering presidential campaigns, he would enter a race for governor as the favorite. Bob's Blitz: Face it, <strong> Peyton Manning </strong> stinks in post-season From", "new_id": -2}, {"uid": "1295451114167215130", "i": 20530, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", and Chrysler now aims to run two shifts at a Sterling Heights, Mich., factory that had previously been slated to close. Toyota is hiring 2,000 to staff up a plant in Tupelo, Miss. <q> Certainly the story in Detroit is a totally different story than what we saw in 2010, </q> said Chrysler Chief Executive <strong> Sergio Marchionne </strong>. \"A year ago, the questions I was getting were whether we'd still be here in a year.\" Ford's hiring plans reflect the company's rising profit", "new_id": -2}, {"uid": "1295725300067436636", "i": 2934, "idx": 0, "sa": ["Andy Coulson"], "q": "Talks End With No Deal Report Abuse \" Can we detain and deport all Illegal Immigrant Brazilians from the USA? \"( about 2,000 lives lost), but Brazil will lose about 1,000 lives. Report Abuse <q> Missing my arse, they \"re DEAD& Rotting. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron\"s Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295907761051232811", "i": 10880, "idx": 2, "sa": ["Hu Jintao", "Colin Powell", "Sen. Joe Lieberman", "Barack Obama"], "q": "2012. \"Right now <strong> Sen. Joe Lieberman </strong> do not see on the Republican side any one individual that will emerge at the top of the pile,\" <strong> Colin Powell </strong> said, adding that he is not committed to any candidate. <q> <strong> Sen. Joe Lieberman </strong> have not yet seen anybody on the Republican side <strong> Sen. Joe Lieberman </strong> am prepared to commit to, and <strong> Sen. Joe Lieberman </strong> am not committed to <strong> Barack Obama </strong> either, </q> he said. <strong> Colin Powell </strong> also insisted he would not join the administration but would continue to serve as an informal adviser to the president. <strong> Colin Powell </strong> generally approved of <strong> Barack Obama </strong>'s performance during Chinese <strong> Barack Obama </strong> <strong> Hu Jintao </strong>'s visit to", "new_id": -2}, {"uid": "1295206158169885726", "i": 38464, "idx": 2, "sa": ["Simon Cowell"], "q": ". \"It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.\" <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years! \"Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what Helen BaxendaleThe actress on EastEnders: Tiffany's behaviour disturbs Bianca Emmerdale: Andy is suspected of", "new_id": -2}, {"uid": "1295629069004243586", "i": 26638, "idx": 3, "sa": ["Eric Schmidt", "Steve Jobs", "Tim Cook"], "q": "that <strong> Eric Schmidt </strong> could become the Chief Executive of Apple Inc., whose CEO <strong> Steve Jobs </strong> has gone on an indefinite medical leave and Chief Operating Officer <strong> Tim Cook </strong> has been taking care of day to day operations,\" Raman reports. <q> At first thought, <strong> Eric Schmidt </strong> moving to Apple would rather seem unlikely, but not impossible either. \"While not necessarily likely, we think this scenario is at least a possibility,' Jefferies analyst Peter Misek wrote in his note to clients... Misek said` Apple's future is likely to increasingly overlap with Google in the areas of cloud computing, advertising, and content. <strong> Eric Schmidt </strong> could help position Apple for that shift.\" </q> 11-inch MacBook Air: The next generation of MacBooks. From$ 999. Free shipping. Always-- Free ground shipping with orders over$ 50 at the Apple Store.. Unregistered users: Feedback from multiple", "new_id": -2}, {"uid": "1295960989098713631", "i": 47016, "idx": 2, "sa": ["Simon Cowell"], "q": " \"I have been in there. He loves a bath, <strong> Simon Cowell </strong>, it gives him time to think.\" The 37-year-old credited the TV mogul for giving him a masterclass in confidence. <q> He's a workaholic. He's a great boss, and I'm not just saying that, </q> he said. Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News editor.", "new_id": -2}, {"uid": "1296183151117178385", "i": 22800, "idx": 1, "sa": ["Mike Pence"], "q": "- \"wide open.\" One source familiar with the effort to recruit <strong> Mike Pence </strong> tells National Review Online that while <strong> Mike Pence </strong> \"could have united the conservative movement,\" his departure leaves a Republican field that <q> is never going to be as wide-open again. </q>----------------------------------------", "new_id": -2}, {"uid": "1297094624063078408", "i": 31158, "idx": 7, "sa": ["Donald Rumsfeld", "Saddam Hussein", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "state had \"never served in a <strong> George H.W. Bush </strong> administration position,\" a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>-- <strong> President Bush </strong>'s first top diplomat-- <q> did not, in my view, do a good job of managing the people under him, </q> calling leaks out of the State Department \"unhelpful.\" <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top <strong> President Bush </strong> advisers and officials, truly believed <strong> Saddam Hussein </strong> had weapons of mass destruction when he made a presentation to", "new_id": -2}, {"i": 43042, "idx": 1, "index_answer": 0, "new_id": -1, "q": "in real-time and at scale. However, the CEO acknowledged that Google first needed to do some \"serious spadework,\" such as developing advanced LTE networks to carry massive and inevitable data loads. <q> These will be 8-to-10- megabit networks, roughly 10 times what we have today, which will usher in new and creative applications, mostly entertainment and social, for these phone platforms, </q> <strong> Eric Schmidt </strong> wrote in a recent Harvard Business Review article. <strong> Eric Schmidt </strong> also emphasized that Google was interested in promoting the use of mobile devices as serious and secure financial tools. \"Phones", "sa": ["Eric Schmidt"], "uid": "1295553219232112198"}]