[{"uid": "1295629432247332874", "i": 26193, "idx": 3, "sa": ["Les Hinton", "Andy Coulson", "Rebekah Brooks"], "q": "We will vigorously pursue the truth- and we will not tolerate wrongdoing.\" <strong> Les Hinton </strong>, former News International chairman, giving evidence to the culture, media and sport select committee in September 2009 <q>There was never any evidence delivered to me suggesting that the conduct of <strong> Clive Goodman </strong> spread beyond him. The News of the World is populated overwhelmingly by decent hard-working people. If anyone were found conducting themselves in the way that <strong> Clive Goodman </strong> did, there is no question there would be instant dismissal.</q> <strong> Rebekah Brooks </strong>( then <strong> Rebekah Brooks </strong>), News International chief executive, 10 July 2009 <strong> Andy Coulson </strong>'s resignation must not be seen as the end of the hacking scandal Did <strong> Andy Coulson </strong> know about the hacking after all? And if", "new_id": -2}, {"uid": "1296197096069206046", "i": 26079, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "exponentially. Politicians, however, say people shouldn't worry. America will be able to borrow enough money to pay the bills for the foreseeable future. The treasury bonds in Social Security are backed by <q>the faith and credit of the United States government,</q> says <strong> Sen. Bernie Sanders </strong>, an Independent from Vermont. \"It is the same faith and credit that enables us to borrow from rich people and from China and from other countries....[ I] n", "new_id": -2}, {"uid": "1296464597200327189", "i": 11980, "idx": 0, "sa": ["Johnny Carson", "David Letterman", "Conan O'Brien"], "q": "man who took \"Tonight\" away from him comes up. \"At the end of my \"Tonight Show,' I remember I said something that really resonated with me,\" <strong> Conan O'Brien </strong> said. <q>It just came off the top of my head. I said,` This is really not a big deal because all we are here to do is to have fun on television.'</q> <strong> Conan O'Brien </strong> shares a late-night trait with <strong> Johnny Carson </strong> and <strong> David Letterman </strong>. He's actually sort of publicity shy. He doesn't do a lot of interviews- he did almost none before \"<strong> Conan O\"Brien </strong>\" debuted", "new_id": -2}, {"uid": "1295798999110280823", "i": 18184, "idx": 0, "sa": ["Colin Powell"], "q": "19, 2011, at the State Department in Washington. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. <q>I think he's got a way to go,</q> <strong> Colin Powell </strong> said. \"I mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman.", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies. \"Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,\" <strong> Bill Lockyer </strong> said. <q>It's improper, it will stop now, it will not happen again and we will get our money back.</q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}, {"uid": "1296574317231948293", "i": 28683, "idx": 1, "sa": ["Cheryl Cole", "Simon Cowell", "Katie Price"], "q": "go as far as to say she's my woman of the decade.\" <strong> Cheryl Cole </strong> on the show and <strong> Simon Cowell </strong>'s ex-girlfriend and show mentor Sinitta thinks she will be a great choice. She said: <q>Having <strong> Katie Price </strong> on the panel would make interesting viewing, so I can definitely see it working. She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along.</q> However, <strong> Katie Price </strong>- who recently split from second husband Alex Reid- faces competition from Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News on Facebook. Discuss", "new_id": -2}, {"uid": "1296705162088064025", "i": 28718, "idx": 0, "sa": ["Vince Wilfork", "Michael Vick"], "q": "last play of the game, the Patriots forced a fumble by quarterback Matt Flynn, with <strong> Vince Wilfork </strong> recovering it for New England. Those defensive points gave Tulipane a two-point victory in his semifinal playoff matchup. <q>I would have been out of it right there,</q> he said. Tulipane's team was auto-drafted, although he made a few key tweaks to it throughout the season. The biggest move was acquiring Eagles quarterback <strong> Michael Vick </strong> on the waiver wire after the first week of", "new_id": -2}, {"uid": "1297245176074432534", "i": 26710, "idx": 1, "sa": ["Lindsay Lohan", "Simon Cowell", "Lea Michele"], "q": "my teenager self[ who], I would've have freaked out,\" <strong> Lea Michele </strong> revealed. \"I'm just gon na block it out and pretend like he's not who he is.\" <strong> Lindsay Lohan </strong> <q>to be charged with felony grand theft</q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1296227273172146729", "i": 1455, "idx": 8, "sa": ["Evan Bayh", "Mike McDaniel", "Mike Pence", "Barack Obama"], "q": "the unsuccessful Democratic nominee last year for <strong> Evan Bayh </strong>'s Senate seat. <strong> Mike McDaniel </strong> said that while he was state GOP chairman-- from 1995 until 2002-- <strong> Mike Pence </strong> mentioned the governor's office to him. <q>He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress,</q> he said. \"This has been on his mind for a long time.\" <strong> Barack Obama </strong> Franken Explains Why He Thinks Obamacare's Individual Mandate to Buy Insurance Is Needed", "new_id": -2}, {"uid": "1295802228188252172", "i": 4629, "idx": 4, "sa": ["Colin Powell", "Lee Myung-bak", "Barack Obama", "Robert Gates"], "q": "Superman. We elected a human being, <strong> Barack Obama </strong>.\" \"<strong> Lee Myung-bak </strong> think he has reached out to countries around the world and has developed good relations with countries around the world,\" <strong> Colin Powell </strong> said. <q>And <strong> Lee Myung-bak </strong> think he's working very hard on the issue of unemployment which <strong> Lee Myung-bak </strong> think is the major problem facing America right now, and <strong> Lee Myung-bak </strong> think and <strong> Lee Myung-bak </strong> hope that this will be the centerpiece of the State of the Union speech.</q> Dismissing widespread speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain", "new_id": -2}]