[{"uid": "1297251106136822801", "i": 23580, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Ray LaHood", "Joe Biden"], "q": "don't trust we know true motives of... Photo in Slideshow: <strong> Joe Biden </strong>, <strong> Ray LaHood </strong> Despite veto threats, critics say <strong> Barack Obama </strong> would sign two-year delay of EPA regs Video: <strong> Barack Obama </strong> Reacts to Mubarak's Announcement Report Abuse <q> Just stick a big fat DEMOCRACY TAX on any country like the monsters from communist China, that do not treat the environment, dogs and cats, minorities, Christians, and workers, democratically, and for using toxic chemicals that are slowly poisoning our children and US. That hefty tax could help level the playing field that US/Western corporations have to abide by all those democratic laws, that the communists do not have to. The tax can also alleviate the horrendous tax burden inflicted on the overtaxed native born US taxpayers. </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options", "new_id": -2}, {"uid": "1297196814258572315", "i": 38907, "idx": 10, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "this nation has ever had.\" Mr. <strong> Donald Rumsfeld </strong> made clear, however, that there was no love lost between him and some other <strong> President Bush </strong> administration officials, in particular Mr. <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>. <q> She'd never served in a senior administration position, </q> he said of Ms. <strong> Condoleezza Rice </strong>, Mr. <strong> President Bush </strong>'s national security adviser and, later, his secretary of state. \"She'd been an academic. And, you know, a lot of academics like", "new_id": -2}, {"uid": "1295281748135250052", "i": 15692, "idx": 0, "sa": ["Martin Luther", "Allen Iverson", "Yao Ming"], "q": "both clarified and cluttered the wild Western Conference playoff race. \"That's all he's got to do is come into the game and the energy is there,\" said <strong> Allen Iverson </strong>, who scored 33 points. <q> It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package. \"There's nothing on the court he can't do. </q> It was the 13th time <strong> Martin Luther </strong> has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game. \"He's been a <strong> Yao Ming </strong> spark for", "new_id": -2}, {"uid": "1296715247139952129", "i": 22340, "idx": 4, "sa": ["Nene Hilario", "Allen Iverson"], "q": "afterward, <strong> Nene Hilario </strong> never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacking any strength. \"I survived, I'm still here,\" he said. <q> I'm a new man, stronger than ever, I just say, \"Thank you, everybody. </q>\" <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the Mavericks. The Warriors visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1296096599142770198", "i": 20807, "idx": 0, "sa": ["Colin Powell", "Karl Rove", "Howard Dean", "Barbara Walters"], "q": "will be the next speaker in the World Within Reach Speaker Series, which has also featured <strong> Colin Powell </strong>, <strong> Karl Rove </strong>, <strong> Howard Dean </strong>, and most recently, <strong> Barbara Walters </strong>. The Speaker Series is an initiative by the SA <q> to bring engaging speakers in public affairs, entertainment, and business to the University at Albany to gain insight from their unique perspective. </q> So far all speakers have had a political background, with the exception of <strong> Barbara Walters </strong>, a journalist. The location, time, and attendance details for the event have not yet been announced, but past", "new_id": -2}, {"uid": "1296887321106627104", "i": 38491, "idx": 0, "sa": ["David Letterman"], "q": "plans to retire. Rob Burnett spoke to Entertainment Weekly after <strong> David Letterman </strong> implied on-air on Thursday that he saw himself continuing to host the show for' a couple of years'. Burnett said: <q> It was kind of a tossed-off response. I think it's a response[ that] he's given multiple times. \"In no way was last night's show any kind of actual announcement... I think when a guy ends a 30-plus[ year] career on television, it's not going to be guessing about whether he's leaving or not. It won't be ambiguous. </q>", "new_id": -2}, {"uid": "1296610816152911894", "i": 3374, "idx": 1, "sa": ["Michael Vick", "Tom Brady"], "q": "a dork in that meeting room.\" A dork? Hardly a description often associated with a three-time champion quarterback married to a super model. \"Maybe, yeah,\" <strong> Tom Brady </strong> said. <q> I could see that, you know? I'm flattered. </q> Also flattering: <strong> Tom Brady </strong> is the only quarterback and the only active player to win the award twice. <strong> Michael Vick </strong>'s comeback season led him to the Pro Bowl. After missing two seasons while serving", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q> Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it, </q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}, {"uid": "1295572388224641040", "i": 2241, "idx": 2, "sa": ["Eric Schmidt"], "q": "CEO, <strong> Eric Schmidt </strong> said during the call. \"It's time for him to have a shot at running this.\" Page hailed <strong> Eric Schmidt </strong> as a \"tremendous leaders\" whose contributions exceeded all expectations. <q> There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done, </q> Page said. <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. For the first time last year, he", "new_id": -2}, {"uid": "1297595711017956866", "i": 6363, "idx": 2, "sa": ["Zahi Hawass"], "q": "artefact is the teenage monarch's gold funerary mask, which stares out from a case on the first floor of the museum. <strong> Zahi Hawass </strong> said an investigation has been launched to find those behind the theft. <q> The police and army plan to follow up with the criminals already in custody, </q> he added. Should Malta have a consultative referendum on divorce before Parliament votes, or should it have an abrogative referendum after the House decides? Malta should have a consultative referendum before the House votes", "new_id": -2}]