[{"uid": "1296360022187777064", "i": 47892, "idx": 3, "sa": ["David Letterman", "Regis Philbin"], "q": "would be the fourth.'' This was <strong> Regis Philbin </strong>'s cue to respond with mock irritation.`` When was the last time you watched me in the last 10 years?'' he said. <q> What was I doing and what was I wearing? </q>`` I don't like your attitude,'' <strong> David Letterman </strong> said. Watching this combined century of broadcasting carrying on amiably for 17 minutes, one almost- almost- felt transported back to that time", "new_id": -2}, {"uid": "1297159110156483590", "i": 34838, "idx": 0, "sa": ["Gwen Ifill", "Donald Rumsfeld"], "q": ", illuminating or concealing. <strong> Gwen Ifill </strong> reviews <strong> Donald Rumsfeld </strong>'s memoir,`` Known and Unknown'' Known and Unknown,'' a hefty and heavily annotated accounting and defense of his life in public service. <q> Never much of a handwringer, <strong> Adlai Stevenson </strong> don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others, </q> he writes. But hand-wring he does, in repeated blasts of Rumsfeldian score-settling that come off as a cross between setting the record straight and doggedly knocking enemies off pedestals. There is, indeed", "new_id": -2}, {"uid": "1296167737065404956", "i": 40859, "idx": 3, "sa": ["Mike Pence"], "q": "would not run for governor due to health concerns, and so far no other Republican star has stepped forward to enter the race. In his letter, <strong> Mike Pence </strong> said that throughout his life, <q> I have learned to follow my heart, and my heart is in Indiana. </q> Subscribe Copyright Â© 2010 Use of this site signifies your agreement to the", "new_id": -2}, {"uid": "1296333025218349599", "i": 5318, "idx": 2, "sa": ["Michael Vick"], "q": "and waiting to be petted. And there are big ones, such as the day when the dogs find permanent homes, the way six of the 22 that originally were brought to Best Friends have thus far. <q> When they announced on TV that <strong> Michael Vick </strong> was eligible to play football again, I lost every single bit of inner peace, </q> said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment.`` But I thought,", "new_id": -2}, {"uid": "1297242011110002179", "i": 20615, "idx": 1, "sa": ["Simon Cowell"], "q": "to audition. There is no upper age limit.`` I like the idea that a 12-year old on this show can compete with an older singer and a singing group,'' <strong> Simon Cowell </strong> said in a statement. <q> I've never believed there should be a cut-off age for talent. </q> GFR This site is operated by Cinema Blend LLC. For advertising inquiries, contact", "new_id": -2}, {"uid": "1296027581239779855", "i": 30619, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "house-hunting in Los Angeles. The word is that the American executives behind the launch of <strong> Simon Cowell </strong>'s X Factor US are not convinced that <strong> Cheryl Cole </strong> is well enough known among the show's potential core audience. <q> It was thought the American job was a done deal but it seems the US executives have had a last-minute change of heart. They are now questioning whether she's famous enough in America. </q> According to the same source, <strong> Simon Cowell </strong> is doing`` everything in his power'' to persuade them <strong> Cheryl Cole </strong> is the right choice. Get a FREE copy of The Week magazine and keep up-to-date with", "new_id": -2}, {"uid": "1294961054148406273", "i": 2875, "idx": 1, "sa": ["Kirsten Gillibrand", "Katie Couric", "Sarah Palin"], "q": "We've got to really be very, very concerned about how we say things and the things that we do say and how that may impact people.'' Democratic New York Senator <strong> Kirsten Gillibrand </strong> chimed in: <q> We may never know what motivated him to commit these heinous crimes, but what we do know is that the climate of debate has degraded so significantly, I believe, over the last decade, that it has to end. </q> <strong> Katie Couric </strong> played a clip of <strong> Sarah Palin </strong>'s Facebook video response to the shooting and critics:`` Acts of monstrous criminality stand on their own. They begin and end with the criminals who commit them, not", "new_id": -2}, {"uid": "1296584933205504518", "i": 35925, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "In the cold opening to last night's Late Show with <strong> David Letterman </strong>, an awkward green-room encounter between the host and guest, <strong> Justin Bieber </strong>, culminated with the teenage sensation sheepishly admitting to <strong> David Letterman </strong>'s suspicion when he said, <q> Yeah- you have no idea who I am, do you? </q> It was a funny bit that took advantage of the generation( s) gap between the two, allowing <strong> David Letterman </strong> to get away with later asking,`` Do you use <strong> Justin Bieber </strong> on` Today': When they", "new_id": -2}, {"uid": "1296041453184270856", "i": 12124, "idx": 0, "sa": ["Bruce Golding", "Simon Cowell"], "q": "of Jamaica <strong> Bruce Golding </strong>, who urged the Caribbean region`` to continue its united action to fight the decision of the United Kingdom to impose the Air Passenger Duty( APD) tax.'' He said: <q> The region was united in its position that this tax is manifestly unjust to the countries of the Caribbean region. </q> Varying APD rates are dictated by the classification of worldwide destinations by the UK government, with passengers taking trips to the Caribbean being particularly badly hit. <strong> Simon Cowell </strong> <strong> Bruce Golding </strong> said:`` several leaders from", "new_id": -2}, {"i": 16163, "idx": 2, "index_answer": 0, "new_id": -1, "q": "attention, and last week she and White performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q> I'm having more publicity and celebrity now than I ever had when I was younger, </q> <strong> Wanda Jackson </strong> says.`` And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nearly killed me. I said to", "sa": ["Wanda Jackson", "David Letterman"], "uid": "1295772313146751543"}]