[{"uid": "1295909249177651736", "i": 3825, "idx": 1, "sa": ["Tim Cook", "Larry Page", "Eric Schmidt"], "q": "place on April 4, has been under discussion for a while, said <strong> Eric Schmidt </strong>. \"As Google has grown, managing the business has become more complicated,\" he explained in a Google blog post Thursday. <q> So <strong> Larry Page </strong>, Sergey and I have been talking for a long Tim Cooke about how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> <strong> Eric Schmidt </strong>, who is one of Silicon Valley's best-known corporate leaders, will eventually assume the role of Executive Chairman, serving as an advisor to <strong> Larry Page </strong> and co-founder Brin. To begin commenting right away,", "new_id": -2}, {"uid": "1295008202161464320", "i": 42209, "idx": 2, "sa": ["Simon Cowell", "Lily Allen", "Gordon Brown", "Larry King"], "q": "show have included <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five figure donation to your charity for the interview\" . But the singer told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asLarry King me for years. </q> She revealed she had lost her second child in November and asked her two million followers on the social networLarry King website to \"say a little prayer\" . <strong> Lily Allen </strong> previously had a miscarriage when she", "new_id": -2}, {"uid": "1296774336205651968", "i": 18397, "idx": 0, "sa": ["Bill Clinton", "Kirsten Gillibrand", "Barack Obama"], "q": "Nearly all Mass. schools meet anti-bully deadline Nearly every public school district in Massachusetts has filed an anti-bullying plan with the state. <strong> Kirsten Gillibrand </strong> Says All American Should be Proud About 9-11 <strong> Bill Clinton </strong> <q> All Americans should be proud of this accomplishment. Our nation- Democrats, Republicans, and Independents- all came together to do what was right and provide health care to the brave men and women who served with such heroism in the days and weeks following 9/11, </q> said U.S. Senator <strong> Kirsten Gillibrand </strong>. <strong> Barack Obama </strong> Signs into Law Aid to 9-11 Survivors and First Responders <strong> Barack Obama </strong> has signed into law a <strong> Bill Clinton </strong> to provide aid to survivors of the Sept. 11 attacks and first", "new_id": -2}, {"uid": "1295977910157089808", "i": 37539, "idx": 34, "sa": ["Allen Iverson", "Carmelo Anthony"], "q": "after he couldn't lift his arm or even his toddler son, <strong> Carmelo Anthony </strong> didn't let the lingering pain in his right elbow keep him from scoring baskets by the bunches or handing out high-fives by the boatload. <q> You've still got to cheer, man, </q> <strong> Carmelo Anthony </strong>... <strong> Allen Iverson </strong> 35pts clutch game winner vs Timberwolves 07/08 <strong> Allen Iverson </strong> 35pts clutch game winner vs Timberwolves 07/08 The conversation was short and to the point. <strong> Carmelo Anthony </strong> saddled up to <strong> Allen Iverson </strong> late in the fourth quarter and told him", "new_id": -2}, {"uid": "1295978589172294145", "i": 5929, "idx": 2, "sa": ["Dermot O'Leary", "Christian O'Connell", "Simon Cowell"], "q": "great boss, and I'm not just saying that,\" he said. \"He's very loyal, he's very honest, and he just wants that in return.\" He continued: <q> He smells fear though, he's like a wolf. If you're confident in your own opinions then he's good, but he doesn't like indecision, he doesn't like fear, he likes people to be confident. He's taught me a lot actually in that regard, I owe him a lot. </q> <strong> Dermot O'Leary </strong> went on to reveal that <strong> Simon Cowell </strong> enjoys having a bath in his dressing room. EastEnders: Roxy leaves <strong> Christian O'Connell </strong> and Syed stunned Emmerdale: Jackson makes a plea to Aaron Hollyoaks:", "new_id": -2}, {"uid": "1296349245162676737", "i": 16726, "idx": 0, "sa": ["Eric Schmidt"], "q": "reserves of internet search requests to learn how language is really used, rather than relying on the dictionary. The venture is a reminder that Google's ambitions stretch well beyond the internet. <strong> Eric Schmidt </strong> says: <q> We're trying to make all the world's information accessible. People make the mistake of thinking that's just web information. </q> International summits such as the World Economic Forum are clearly ripe for language interpretation, so could we soon be listening to digitised translations by Google? <strong> Eric Schmidt </strong> admits the software isn't that good. \"If", "new_id": -2}, {"uid": "1295559524014680153", "i": 19563, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "to strategic projects, in particular working on new products. His title will be co-founder. He's an innovator and entrepreneur to the core, and this role suits him perfectly,\" <strong> Eric Schmidt </strong> said. <q> As Google has grown, managing the business has become more complicated, </q> <strong> Eric Schmidt </strong> wrote. \"So <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right", "new_id": -2}, {"uid": "1295559994214679661", "i": 37675, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "of the company's Q4 results\"> earnings results. Google says that <strong> Larry Page </strong> will oversee \"day-to-day\" operations, while <strong> Eric Schmidt </strong> will focus on the company's external relationships including <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> <strong> Sergey Brin </strong>, the other Google co-founder, will no longer be president of technology; he will work on \"strategic projects.\" In a statement, <strong> Eric Schmidt </strong> says that \"by clarifying our individual roles we", "new_id": -2}, {"uid": "1296548805125386764", "i": 25946, "idx": 0, "sa": ["Tracy McGrady", "Emeka Okafor", "Dwight Howard", "Carmelo Anthony", "Manu Ginóbili", "LeBron James", "Allen Iverson", "Soulja Boy"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q> The next game, that's the one we have to have, </q> <strong> Allen Iverson </strong> said. \"If we approach everything that <strong> Soulja Boy </strong>, than everything will Okafor_Emeka Okafor_5_blocks_against_Spurs_20110122[2_on_Manu Ginóbili_Manu Ginóbili] <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong>, Shaq, <strong> LeBron James </strong>, <strong> Dwight Howard </strong> All-Star Dance-Off, Slam Dunk Contest, Top 10, NBA Draft 2008, <strong> Dwight Howard </strong>", "new_id": -2}, {"uid": "1296863261132562962", "i": 11865, "idx": 1, "sa": ["Sergio Marchionne"], "q": "\"I am paying shyster rates,\" <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. <q> We had no choice... I am going to pay the shyster loans. </q> He called the loans \"a thorn in my side.\" Chrysler's also in talks with banks to refinance its debt and plans to have an \"agreement in principle\" by end of", "new_id": -2}]