[{"uid": "1297183571060325991", "i": 14586, "idx": 1, "sa": ["Simon Cowell"], "q": "going to be.'' One detail that has been revealed is the staggering prize money that will be awarded to the winner:$ 5 million. <strong> Simon Cowell </strong> explained why the jackpot is so high, telling us, <q>Sometimes you got ta put your money where your mouth is. And by putting up that kind of prize money it's a massive massive risk, but it's also an incredible incentive and I think it puts everybody, rightly, under an enormous amount of pressure. Cause I didn't want to go into this show without feeling a certain amount of pressure, because with pressure, you've got to find a star.</q> What else do we know about the show so far? Auditions begin on March 27th in Los Angeles, with stops in Chicago, Dallas, Miami, New York/New Jersey and Seattle to follow. Dates and venues", "new_id": -2}, {"uid": "1295261556064110646", "i": 18218, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Reince Priebus"], "q": "argument he'll try to craft in a potential 2012 run- and host Chris Wallace brought up the holes opponents will poke in <strong> Tim Pawlenty </strong>'s narrative. Finishing his ''Courage to Stand,'' <strong> Tim Pawlenty </strong> still stopped at <q>seriously Poll Shows <strong> Barack Obama </strong> Leading, Gaining Against 2012 Political Rivals COMMENTARY| Of course, the first thing that many seeing the title are going to say is: ''Well, sure he is; presidents' poll numbers and popularity almost always rise in times of adversity and tragedy. It's a solidarity thing. Besides, he just gave a great speech at the memorial.</q> But in so saying, they would be only half correct. Popularity polls of presidents generally do see <strong> Reince Priebus </strong> Ousts <strong> Mike Pence </strong> Steele as RNC Chairman <strong> Tim Pawlenty </strong> on his ambitions:` For somebody like me, you have to", "new_id": -2}, {"uid": "1297356964224657457", "i": 9736, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>. ''Being pummeled?'' <strong> Anderson Cooper </strong> said. ''I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q>People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying.</q> Phoenix-$ 39,900 MLS 4401266 2 bed/ 1 bath Less Than 1,000/ 1985 Mari D\\` Ambrosio, CENTURY 21 Arizona Foothills Surprise Paradise Valley-$ 1,495,000 MLS 4271141", "new_id": -2}, {"uid": "1294960874114671713", "i": 7650, "idx": 2, "sa": ["Charlie Chaplin", "Sergio Marchionne"], "q": "Italia' ''We are getting closer and closer to the workers in the <strong> Charlie Chaplin </strong> movies,'' said Nina Leone, 47, a Fiat employee since 1988 and who said she would oppose the deal. <q>I don't think Mirafiori will stop auto production if the No vote prevails. We will fight to keep our jobs.</q> Mirafiori is part of <strong> Sergio Marchionne </strong>'s 20 billion-euro investment project dubbed'' Fabbrica Italia'' to revamp Fiat's five remaining Italian car plants excluding Termini Imerese, which will stop producing cars by the", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q>Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized.</q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}, {"uid": "1297275612018513958", "i": 27278, "idx": 3, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "timid 9/11 Commission report makes clear. But in any case, his orders clearly violated the military chain of command-something <strong> Donald Rumsfeld </strong> failed to point out, according to his own account of the subsequent conversation. <q> ''Yes, I understand,</q> I replied. ''Who did you give that direction to?''' ''It was passed from here through the[ operations] center at the White House,'' <strong> Dick Cheney </strong> answered. ''", "new_id": -2}, {"uid": "1295329511137969669", "i": 27291, "idx": 0, "sa": ["Michael Vick", "A.J. Hawk", "Jay Cutler", "Eli Manning"], "q": "Seahawks and posted a passer rating over 100 for the fifth time in seven games. ''He has done a really good job of capitalizing on the defense's mistakes,'' Packers linebacker <strong> A.J. Hawk </strong> said. <q>He seems like he just has great command of the offense, great command of the game. Whoever he's working with over there, I think they're doing a great job. He's just growing into being a great quarterback.</q> The Packers have beaten <strong> Eli Manning </strong>, <strong> Jay Cutler </strong>, <strong> Michael Vick </strong> and Matt Ryan in consecutive weeks and are the Super Bowl favorite in Las Vegas. ''That( Bears game) was three weeks ago,", "new_id": -2}, {"uid": "1295106448241254427", "i": 18824, "idx": 0, "sa": ["Barack Obama", "Dick Durbin", "Gabrielle Giffords", "Sen. Bernie Sanders", "Lamar Alexander", "Sarah Palin"], "q": "Arizona <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> wounded, <strong> Dick Durbin </strong>, referred to the <strong> Sarah Palin </strong>'s 2010 campaign website that showed crosshairs superimposed on Tucson, and <strong> Sarah Palin </strong>'s combative rallying cry of ''Don't retreat; reload,'' and said: <q>These sorts of things, I think, invite the kind of toxic rhetoric that can lead unstable people to believe this is an acceptable response.</q>( AP Photo/Charles Dharapak) In this photo taken June 25, 2010, <strong> Barack Obama </strong> <strong> Lamar Alexander </strong>, R-Tenn., speaks at the Republican Statemen's Dinner in Nashville, Tenn.. In the wake of the Tuscon,", "new_id": -2}, {"uid": "1295876260066535475", "i": 23246, "idx": 2, "sa": ["Rex Tillerson", "Chairman Mao", "Sen. Bernie Sanders"], "q": ": <strong> Rex Tillerson </strong>, <strong> Chairman Mao </strong> and Chief Executive Officer, ExxonMobil Jo... video results for: chairman company president <strong> Sen. Bernie Sanders </strong> Inslee Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is holding a hearing entitled <q>Drilling Down on America's Energy Future: Safety, Security, and Clean Energy</q> with the following witnesses: <strong> Rex Tillerson </strong>, <strong> Chairman Mao </strong> and Chief Executive Officer, ExxonMobil Jo... <strong> Sen. Bernie Sanders </strong> Capps Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is holding a hearing entitled ''Drilling Down", "new_id": -2}, {"uid": "1295584425239992849", "i": 37044, "idx": 0, "sa": ["Donald Rumsfeld", "Scooter Libby", "Abu Hurayrah", "Richard Perle", "Dick Cheney", "Paul Wolfowitz", "Jeb Bush"], "q": "Recite if you will:( And in shade extended.)) Muslim also collected this Hadith. Imam Ahmad recorded that <strong> Abu Hurayrah </strong> said that the Messenger of Allah said, www.tafsir.com www http://wn.com/The_Times_Square_Bomb_Scare_Saved_900_Police_Officers_from_Getting_Laid_Off PNAC document pre 9/11 stated <q>absent some catastrophic and catalyzing event-- like a new <strong> Daniel Pearl </strong> Harbor</q> Project for a New American Century Key Members Included: <strong> Dick Cheney </strong>, <strong> Jeb Bush </strong>, <strong> Donald Rumsfeld </strong>, <strong> Paul Wolfowitz </strong>, <strong> Richard Perle </strong>, and convicted criminal <strong> Dick Cheney </strong>'s former chief of staff <strong> Scooter Libby </strong> ''<strong> Scooter Libby </strong>'' <strong> Scooter Libby </strong> On September 11th, 2001,", "new_id": -2}]