[{"uid": "1297114520257425423", "i": 35164, "idx": 5, "sa": ["Simon Cowell"], "q": "this little lady living on her own in Scotland would go on to sell 20 million records,'' he said, referring to the winner of another one of his shows-`` Britain's Got Talent.'' <q> <strong> Susan Boyle </strong> taught me a huge lesson: That I have to be open minded. I think the American audience knows what talent is. </q> <strong> Simon Cowell </strong>, who confirmed for the first time officially he would be a judge on his Fall-due reality competition, said he is also looking forward to seeing the groups that come forward to try out for the show", "new_id": -2}, {"uid": "1297360824264552524", "i": 6970, "idx": 0, "sa": ["Jay Leno", "Johnny Carson", "David Letterman"], "q": "'' quick-witted observations that made him a regular on The Tonight Show with <strong> Johnny Carson </strong> and Late Night with <strong> David Letterman </strong> in the 1980s. Starting from scratch is something few big-name comedians are willing to do, apparently. <q> I could never do what you do, give it away, </q> <strong> Jay Leno </strong> tells him backstage after a quick performance of new material.`` You're a comic. Your act feeds you. It pays the rent.'' It's a tough go in the beginning as", "new_id": -2}, {"uid": "1297420749197410818", "i": 33837, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "costs- how does that work? <strong> Stephen Elop </strong>:`` we excited about new sources of monetisation that did not exist before.. the deal essentially recognises unique nature of the relationship.'' <strong> Steve Ballmer </strong>: <q> we're both super-excited about ability to activate users and put them in position... not just mapping but other things that are valuable that we will import and make part of our services. </q> 10.25 am: Q Meego and Symbian, the unloved ugly stepchildren? <strong> Stephen Elop </strong>:`` Windows Phone is primary smartphone- implications to Symbian.. we have 200m users out there, as we transition", "new_id": -2}, {"uid": "1297160800166199305", "i": 31142, "idx": 2, "sa": ["Donald Rumsfeld"], "q": ",`` What you know today can help you unthink your thinking about tomorrow.'' <strong> Donald Rumsfeld </strong> said,`` It can't help you with things you were thinking about back then,'' and added, <q> Back then there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons. </q>", "new_id": -2}, {"uid": "1297723854105316371", "i": 37820, "idx": 2, "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "q": "the proposed cut, more than 3 million Americans would be denied much-needed assistance, the delegation said. At the same time, the cost of heating oil has increased, the delegates said. <q> We must not balance the budget at the expense of Vermonters struggling to heat their homes in winter, </q> said Democratic <strong> Sen. Bernie Sanders </strong> Peter Welch.`` Instead of turning off the heat, we should be turning off the billions of dollars in subsidies we provide the oil industry.'' <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> echoed that sentiment", "new_id": -2}, {"uid": "1295638013070795356", "i": 21695, "idx": 2, "sa": ["Bill Clinton", "Barbara Walters", "David Letterman", "Henry Kissinger"], "q": "astounding that people think that heart disease is a disease of men, when in fact, it kills more women,'' <strong> Henry Kissinger </strong> Kathy Magliato says in an ABC release. <strong> David Letterman </strong> says in the special, <q> Take advantage of the technology and the care that's available. There's no reason why a man or woman in this day and age should unexpectedly drop dead of a heart attack. </q> Comments are moderated. By posting a comment, you affirm that you are 13 years of age or older and you agree to our copyright and <strong> Barbara Walters </strong> looks at heart disease with <strong> Bill Clinton </strong>, <strong> David Letterman </strong>,", "new_id": -2}, {"uid": "1295750091189693976", "i": 43210, "idx": 7, "sa": ["Allen Iverson"], "q": "was going to be easy when we got here. It's obviously not.''`` It's hard to get the clinching game,'' said <strong> Allen Iverson </strong>, who has gotten five of them in his career. <q> Those shots at the beginning of the game are a lot easier than the ones at end of the game, when you're looking to close a team out. </q> The http://wn.com/Boston_Celtics_Comeback_'02_NBA_East_Finals_Game_3_1_of_5 PART 1 of 5[ 12:00-9:55] Presented here is the entire final period of Game 3 of the 2002 NBA Eastern Conference Finals, in which the Boston Celtics orchestrated the greatest 4th quarter comeback in", "new_id": -2}, {"uid": "1295987834031850551", "i": 35099, "idx": 0, "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "q": "Republican 2012 presidential hopefuls to appear at the annual gathering. <strong> Michele Bachmann </strong>, a Minnesota Republican, is set to keynote the March for Life Rose Dinner Monday night. Earlier Monday, <strong> Rick Santorum </strong> tweeted, <q> Just arrived at the March for Life on the Mall- cold but hearty mostly young folks! </q> Well-known in socially conservative circles, <strong> Mike Pence </strong> has spoken at the march every year since 2001, when he was first sworn into Congress. <strong> Mike Pence </strong> is considering a bid for president in 2012 and is expected to", "new_id": -2}, {"uid": "1295340862035373085", "i": 18323, "idx": 2, "sa": ["Barack Obama", "Mike Pence"], "q": "most outspoken critics of <strong> Barack Obama </strong>.`` We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead'' and <q> we'll be making a decision before the end of this month, </q> <strong> Mike Pence </strong> told about 100 people at a conference room in the Henry County, Ind., Hospital. Should <strong> Mike Pence </strong> enter the contest, he would face an uphill climb. Few Americans have heard of him and", "new_id": -2}, {"i": 33582, "idx": 3, "index_answer": 1, "new_id": -1, "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> <strong> Reggie Jackson </strong>'s really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "uid": "1295753709087883837"}]