[{"uid": "1297220891236716049", "i": 55598, "idx": 0, "sa": ["David Letterman", "Anderson Cooper", "Simon Cowell", "Jillian Michaels", "Brad Womack"], "q": "it kind of hits you-- the more it hurts when you actually like, are in love. You feel like,` What's wrong with me?''' Jackie said following her elimination. <q> God, I can't believe he looked at me and said,' I don't want to be with you.' That sucks. <strong> Brad Womack </strong>'s a great guy. I just feel like I fell short. I feel like I constantly put up a wall and like try to make sure that nobody can get through it. It would have been great to fall in love here, and I wanted it to be mutual. </q>` The Bachelor' star <strong> Brad Womack </strong> cuts Alli Travis and Jackie Gordon <strong> Jillian Michaels </strong> in the process of attempting to adopt child from Africa <strong> Anderson Cooper </strong> to appear on CBS'` Late Show with <strong> David Letterman </strong>' <strong> Simon Cowell </strong>:` The X", "new_id": -2}, {"uid": "1296510833234176527", "i": 28532, "idx": 3, "sa": ["Allen Iverson"], "q": "NBA Missed Practice Coming off the bench Crossove Amazing <strong> Allen Iverson </strong> highlights vs Bucks 08/09 NBA Missed Practice Coming off the bench Crossove** FREE VIDEOS** www.synergy-athletics.com STRENGTH MANUAL www.bullstrength.com My lifting partner, Crazy Jeff has the self proclaimed <q> Strongest Jaw In The Gym. </q> The guy NEVER shuts it. Asking questions about sets and reps, busting chops, and just plain talking aloud about everyt... Best Chest Exercises: Flat Bench Dumbbell Flyes- Hollywood Body Club Best Chest Exercises:", "new_id": -2}, {"uid": "1295779892017170523", "i": 2214, "idx": 8, "sa": ["Charlie Black", "Scott Reed", "Mike Pence", "Bob Dole"], "q": "`` The key is the conservative movement adopting him as its favorite.'' <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. <q> The folks I've heard, the names I've seen, are the leaders of the social conservative movement, </q> said GOP strategist <strong> Scott Reed </strong>, who managed <strong> Bob Dole </strong>'s presidential campaign in 1996.`` And that is a strong base from which to start. But it isn't going to get you to the finish line. You", "new_id": -2}, {"uid": "1295232491203866116", "i": 6195, "idx": 0, "sa": ["Rodney King", "Marc Emery", "Michael Vick", "Tom Jones", "Van Jones", "Max Green", "Alec Baldwin"], "q": "Left wants to remove animals from our diets and return as much of the Earth to nature, they can read this.`` <strong> Michael Vick </strong>: Black Sheep or Scapegoat on Animal Rights?'' by <strong> Alec Baldwin </strong> www.huffingtonpost.com Articles-Columns: <q> <strong> Van Jones </strong>,` <strong> Max Green </strong> Jobs Czar,' a self-described` communist' arrested during <strong> Rodney King </strong> riots </q> www.examiner.com`` Exposed: The Secret http://wn.com/Tom Jones_Van Jones_live_in_Manila!_Marc Emeryh_28,_2010_Araneta_Coliseum <strong> Tom Jones </strong> live in Manila! Marc Emeryh 28, 2010 8PM Araneta Coliseum <strong> Tom Jones </strong> remains one of the great performers of both the 20th and 21st centuries with the rare ability to cut across", "new_id": -2}, {"uid": "1297207449067371023", "i": 5651, "idx": 2, "sa": ["Micheál Martin", "Eamon Gilmore"], "q": " He said Mr <strong> Eamon Gilmore </strong> should take an`` intelligent approach''.`` I don't need lectures from you or anybody else about standing up for my country,'' Mr <strong> Micheál Martin </strong> said. <q> This is not about banging tables or bravado. </q> Mr <strong> Eamon Gilmore </strong> hit back:`` Of course it's about intelligent renegotiation.`` I hope you don't think that intelligence is entirely the preserve of the Fianna F?il organisation.''", "new_id": -2}, {"uid": "1295936245231571467", "i": 59483, "idx": 5, "sa": ["Chris Perkins", "LeBron James", "Allen Iverson", "Del Negro", "Kwame Brown", "Phil Jackson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Phil JacksonaDel Negrophia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Miami_Heat_vs_Sacramento_LeBron Jamess_115__84_January_23,_2010 Heat burn LeBron Jamess 115-84 By <strong> Chris Perkins </strong>, for NBA.com Posted Saturday January 23, 2010 11:13 PM MIAMI( NBA.com exclusive)-- The", "new_id": -2}, {"uid": "1296102825131907639", "i": 41746, "idx": 0, "sa": ["Sam Mitchell", "Mike Woodson", "Allen Iverson"], "q": "hospital. LaBumbard said it was expected Ford would remain at the hospital through the night. Toronto coach <strong> Sam Mitchell </strong> reacted with immediate anger to the hard foul and had a brief exchange of words with Atlanta coach <strong> Mike Woodson </strong>. <q> We're just concerned about TJ, </q> <strong> Sam Mitchell </strong> said.`` There's not much more to say. We've just got to http://wn.com/Allen Iverson_Allen Iverson_50pts_Philadelphia_76ers_vs_Atlanta_Hawks_03/04_NBA_*Flu_Game_*Season_High Once the flu didn't stop <strong> Allen Iverson </strong>, nobody could. <strong> Allen Iverson </strong> scored a season-high 50 points, leading the Philadelphia 76ers", "new_id": -2}, {"uid": "1295445414220266522", "i": 12699, "idx": 0, "sa": ["David Letterman", "Andy Reid", "Donovan McNabb", "Bill Belichick", "Rex Ryan"], "q": "forgotten once the ball is kicked off. But it's harder to say that here: One of the Patriots' best players didn't start the game( above). What he said before the game: <q> I recognize that this guy's probably the best history of the game. I don't think there's any doubt. In my opinion, he is. But I just want to be the best coach one particular day and that's Sunday. </q>- <strong> Rex Ryan </strong> on <strong> Bill Belichick </strong> Here are a few snippets from an interview with <strong> David Letterman </strong> Where Was Patriots' Urgency in Fourth-Quarter Drive? Patriots were Patriots, winning titles and making other teams look foolish, <strong> Donovan McNabb </strong> and <strong> Andy Reid </strong> and", "new_id": -2}, {"uid": "1295560496260145161", "i": 48111, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "was initially hired as CEO to provide more'' Twitter, tweeting,`` Day-to-day adult supervision no longer needed!'' blog post announcing the management changes, <strong> Eric Schmidt </strong> wrote that in his new role, he will <q> focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. </q> Noting that`` the business has become more complicated'' as Google has grown, <strong> Eric Schmidt </strong> wrote in his statement that he and Google's co-founders, <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, have been`` talking for a long time", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was`` incremental,'' not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}]