[{"uid": "1296261938051675143", "i": 49830, "idx": 3, "sa": ["Larry Bird", "John Paxson", "Jimmer Fredette", "Allen Iverson", "Nate Funk"], "q": "and- <strong> Jimmer Fredette </strong>- comes- to- Omaha/5598317?pid=30222\"> <strong> Nate Funk </strong> \" \" reminds me of href=\"http://www.fannation.com/truth_and_rumors/view/258315-Jimmer Fredette-and-the-unfamiliar-a-cold-hand\"> <strong> Larry Bird </strong> \" \" He reminds me of href=\"http://ncaabbs.com/showthread.php?tid=477726&amp;pid=6165927\"> that one guy from Duke \" <q> reminds me of href=\"http://www.cbssports.com/mcc/messages/chrono/27284846/0/0/27285544\"> <strong> Allen Iverson </strong> </q> The fact that people can look at a jump-shooting Mormon kid named <strong> Jimmer Fredette </strong> and see both <strong> John Paxson </strong> and <strong> Allen Iverson </strong> tells me that 1.) <strong> Jimmer Fredette </strong> is pretty plainly like neither; 2.) America can be pretty", "new_id": -2}, {"uid": "1295690356156418069", "i": 22002, "idx": 6, "sa": ["Allen Iverson", "Jermaine O'Neal", "Tim Hardaway"], "q": "for a playoff run.'' Miami quickly built a nine-point edge in the fourth quarter on a fadeaway jumper from <strong> Jermaine O'Neal </strong>. The Bobcats, however, were aggressive on defense and slowly chipped away at the lead. <q> We played with a sense of urgency and found a way to win http://wn.com/Allen Iverson_Allen Iverson_37pts_vs_Orlando_Magic_Game_4_1999_Playoff The Philadelphia 76ers withstood a storm by the Orlando Magic and then <strong> Allen Iverson </strong> provided the knockout punch. The lightning-quick guard of the 76ers scored 37 points, including two pivotal jumpers and three free throws in the final five minutes, to lead Philadelphia to a series-clinching 101-91 victory over the Magic.`` I feel great, </q> <strong> Allen Iverson </strong> said.`` It's still hitting me all at once. It's something I've been waiting for a long Tim Hardawaye and to finally get it is something special.'' The 76ers won the best-of-five series", "new_id": -2}, {"uid": "1295563085148553780", "i": 7221, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' Mr <strong> Eric Schmidt </strong> said. Mr <strong> Larry Page </strong> also praised Mr <strong> Eric Schmidt </strong>. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Mr <strong> Larry Page </strong> said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates", "new_id": -2}, {"uid": "1296387372079249426", "i": 22466, "idx": 1, "sa": ["Zahi Hawass"], "q": "bid to steal the mummies.`` But demonstrators in collaboration with security forces stopped the thieves and returned the relics to the museum-- but they were already damaged,'' <strong> Zahi Hawass </strong> told AFP. <q> Only their heads were intact, </q> he added. The fate of the vandals remained unknown. The Egyptian museum, which houses invaluable treasures of antiquity, was surrounded on Saturday by a human chain formed by dozens of Egyptians to", "new_id": -2}, {"uid": "1295996277049692683", "i": 37773, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Dick Conway"], "q": "many new people as the economy improves, <strong> Dick Conway </strong> says. During the recovery after the 2001 recession, Boeing was a major job generator, directly or indirectly creating 65,000 jobs. But in this recovery, <q> it's going to be closer to zero, </q> <strong> Dick Conway </strong> said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ASSOCIATE IMPLEMENTATION ENGINEER AUTOMATION LEAD ENGINEER Company EDUCATION Company", "new_id": -2}, {"uid": "1294976079058228750", "i": 33100, "idx": 5, "sa": ["Christopher Hitchens", "Bill Ayers", "Steve Jobs", "John McCain", "Colin Powell", "Barack Obama", "Manmohan Singh", "George Will"], "q": "answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Barack Obama_Barack Obama_Calls_for_Clean_Energy_and_Climate_Legislation www.repoweramChristopher Hitchensa.org In his State of the Union address, <strong> Barack Obama </strong> reiterated his commitment to passing <q> a comprehensive energy and climate <strong> Bill Ayers </strong>... because the nation that leads the clean energy economy <strong> George Will </strong> be the nation that leads the global economy. </q> http://wn.com/Barack Obama_Barack Obama_Host_State_Dinner_with_PM_Manmohan Singh_Manmohan Singh_CNN <strong> Barack Obama </strong> Host State Dinner with PM <strong> Manmohan Singh </strong> CNN <strong> Barack Obama </strong>'s 2010 state of the union address Covered in this segment: Taxes Recovery act of 2009( stimulus <strong> Bill Ayers </strong>) New <strong> Steve Jobs </strong> <strong> Bill Ayers </strong> of 2010( stimulus 2.0)", "new_id": -2}, {"uid": "1295736733074268675", "i": 45532, "idx": 6, "sa": ["Tyronn Lue", "Allen Iverson", "Marvin Webster", "Marcus Gilbert"], "q": "<strong> Marcus Gilbert </strong> for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/CSU_FULLERTON_TITANS_VS_CSU_BAKERSFIELD_ROADRUNNERS_11/27/10 Fullerton, Calif.- Perry <strong> Marvin Webster </strong>", "new_id": -2}, {"uid": "1295611399188841985", "i": 11030, "idx": 0, "sa": ["Andy Coulson", "Nick Clegg"], "q": "this week that <strong> Andy Coulson </strong> was embarrassed by the impact the police investigation was having on the government. Asked if there was to be a new appointment at No 10, the prime minister's spokesman said: <q> One step at a time </q>. A No 10 spokeswoman told reporters at a regular briefing that a statement was being prepared. Phone-hacking row: <strong> Nick Clegg </strong> urges police to investigate` quickly and thoroughly' <strong> Andy Coulson </strong> to make personal statement", "new_id": -2}, {"uid": "1296344292125665473", "i": 878, "idx": 0, "sa": ["Zahi Hawass"], "q": "of widespread looting of supermarket chains. Despite an impromptu guard made up of volunteers, at least two looters managed to get into Cairo's museum of antiquities, damaging some of the exhibits. <q> They were able, these two people to enter the Cairo museum from the[ roof] and they destroyed two mummies and they opened one case, </q> said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. The UK has advised against all but essential travel to Cairo, Alexandria, Luxor and Suez. The US has issued warnings", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life` Truman Show' PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}]