[{"uid": "1296652572128679946", "i": 4307, "idx": 0, "sa": ["Eric Schmidt"], "q": "of 2008 after a several-quarter slump. In particular, Google said it benefited from marketers continuing to shift spending online during the strong online Christmas shopping season. Google Chief Executive <strong> Eric Schmidt </strong> called the results a strong end to <q> a rollercoaster year by any measure. </q> Overall, Google's profit and revenue were slightly better than analysts had expected. Still, Google's shares fell in after-hours trading to$ 558 each, down 4.3% from their 4 pm close, as some", "new_id": -2}, {"uid": "1297163412212434990", "i": 52939, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "\"too many hands on the steering wheel.\" <strong> Donald Rumsfeld </strong>, who served as Bush's defense chief for six years after holding the the same job under president Gerald Ford in the 1970s, acknowledged that <q> in a war, many things cost lives. </q>", "new_id": -2}, {"uid": "1296862536051773442", "i": 22456, "idx": 0, "sa": ["Sergio Marchionne", "Tim Calkins"], "q": "the Green Bay Packers and Pittsburgh Steelers, Chrysler Chief Executive <strong> Sergio Marchionne </strong> said on Friday at a J.D. Power conference in San Francisco. He said it is the longest ad in Super Bowl history. <q> A two-minute spot is incredibly unique in the world of advertising, and it is almost unheard of on the Super Bowl, </q> said <strong> Tim Calkins </strong>, a marketing professor at Northwestern University's Kellogg School of Management. He said it appeared Chrysler was trying to distinguish itself from other carmakers advertising during the Super Bowl. FIA.MI), emerged from", "new_id": -2}, {"uid": "1297431913058949685", "i": 28569, "idx": 7, "sa": ["Christine Blower", "Andy Burnham", "Michael Gove"], "q": "not be going ahead. This sparked an outcry among teachers, councillors and pupils alike, many of whom had worked hard on developing the projects. General secretary of the NUT <strong> Christine Blower </strong> said: <q> The decision by <strong> Michael Gove </strong> to end the projects was outrageous particularly in light of the money they are apparently finding to bankroll the free schools programme. </q> Shadow education secretary <strong> Andy Burnham </strong> said school building and repair was in complete chaos thanks to Mr <strong> Michael Gove </strong>. \"He condemns many children to crumbling classrooms whilst waving his cheque book to try to force through", "new_id": -2}, {"uid": "1296668776210550787", "i": 4821, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Craig Oliver"], "q": "41-year-old, currently Controller of BBC Global News, replaces <strong> Andy Coulson </strong>, who resigned earlier this month amid the continuing row over phone-hacking when he was editor of the News of the World. Mr <strong> David Cameron </strong> said: <q> I am very pleased that <strong> Craig Oliver </strong> is to become the new Director of Communications at 10 Downing Street. \"<strong> Craig Oliver </strong> has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the Government's programme. </q> Mr <strong> Craig Oliver </strong> said: \"I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time. \"It's difficult to leave the BBC after a fascinating few years", "new_id": -2}, {"uid": "1295612145098222099", "i": 2724, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": ". \"Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role.\" <q> I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> <strong> David Cameron </strong> said in a statement that he was \"very sorry\" that <strong> Andy Coulson </strong> was going but added that he could \"understand that the continuing pressures on him and his family mean that he feels compelled to", "new_id": -2}, {"uid": "1296030809164511749", "i": 4106, "idx": 5, "sa": ["Eric Schmidt"], "q": "executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. \"We've got very complicated government issues,\" he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. NURSING", "new_id": -2}, {"uid": "1295127469219299878", "i": 3240, "idx": 2, "sa": ["Allen Iverson", "Shane Battier"], "q": "? Budd Bailey of the Buffalo News, on the San Francisco Giants bringing the 2010 World Series trophy back to fans of New York City- the Giants' home when they previously won it 57 years ago: <q> AARP membership cards will be checked at the door. </q>, on ex-NBA star <strong> Allen Iverson </strong> needing surgery to remove a lump in his right leg that formed while he was playing in Turkey: \"Think of it as the foreign lesion.\" ? Rockets forward <strong> Shane Battier </strong>", "new_id": -2}, {"uid": "1297402436159285252", "i": 23111, "idx": 0, "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well,' </q> <strong> Ray Allen </strong> said. \"When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "new_id": -2}, {"uid": "1296222150071827491", "i": 25941, "idx": 4, "sa": ["Lindsey Graham", "Bernie Sanders", "Barack Obama"], "q": ". \"We know what to do on Social Security. I put on the table[ a proposal] adjusting the age from 67 to 69,\" Sen. <strong> Lindsey Graham </strong>( R-S.C.) said Wednesday. <q> I don't know how in the heck we save this country from bankruptcy if we don't reform entitlements. \"Why can't we do what Ronald Reagan and Tip O'Neill did? </q> <strong> Lindsey Graham </strong> said in reference to the former Republican <strong> Barack Obama </strong> and Democratic House Speaker. <strong> Bernie Sanders </strong> accused Republicans of hyping the fiscal instability of the program, and the media of swallowing their spin. \"If", "new_id": -2}]