[{"uid": "1296714430139952160", "i": 18562, "idx": 2, "sa": ["Jamaal Charles", "Michael Vick"], "q": "in his third season with the Chiefs, carried 10 times for 72 yards-- a 7.2-yard average-- including a long run of 32 yards and an 8-yard touchdown in Sunday night's game in Honolulu. <q>Great football players were there who you were a big fan of,</q> said <strong> Jamaal Charles </strong>, who took his mother, an aunt and his girlfriend to Hawaii. \"My mom and my aunt were so excited to see <strong> Michael Vick </strong>, they were going crazy... they were excited to see Ray", "new_id": -2}, {"uid": "1295001418194838563", "i": 34418, "idx": 0, "sa": ["Peter Rice", "Simon Cowell"], "q": "Factor'- will be joining the panel on the new programme after they praised her \"chemistry\" with show chief <strong> Simon Cowell </strong>. <strong> Peter Rice </strong>, the head of entertainment on the network, said: <q>If <strong> Cheryl Cole </strong> was to be on the show, I think she's proved she's a terrific judge. She has wonderful chemistry with <strong> Simon Cowell </strong>.</q>", "new_id": -2}, {"uid": "1296738659237912072", "i": 1018, "idx": 1, "sa": ["Donald Rumsfeld", "Cyndi Lauper", "President Bush"], "q": "outage. \"Abu Ghraib and its follow-on effects, including the continued drum-beat of \"torture' maintained by partisan critics of the war and the president, became a damaging distraction,\" he wrote. <q>More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point.</q> <strong> Donald Rumsfeld </strong> wrote <strong> President Bush </strong> two letters of resignation but both were rejected. Watch: 2001 Obama Praises <strong> Donald Rumsfeld </strong> Watch: <strong> Donald Rumsfeld </strong> Denies Blame in Friendly-Fire Case Photos: <strong> Cyndi Lauper </strong>\"s Less-Than-Attractive Look Photos: Who Are", "new_id": -2}, {"uid": "1296016264210583567", "i": 43569, "idx": 2, "sa": ["Eric Schmidt"], "q": "Mr <strong> Eric Schmidt </strong>, speaking at the DLD media conference in Munich yesterday, said he expected to spend another 10 years at the company, after his surprise handover last week to co-founder Larry Page. <q>I'm very personally excited about my next decade at Google,</q> said Mr <strong> Eric Schmidt </strong>, who had previously said that the move was an effort to speed up decision-making. talkback No responses currently. Irrelevant or inappropriate comments might be edited or removed.", "new_id": -2}, {"uid": "1295782038072171535", "i": 43768, "idx": 0, "sa": ["Andy Coulson"], "q": "World journalists during Mr <strong> Andy Coulson </strong>'s time as editor. Mr <strong> Andy Coulson </strong> has repeatedly denied any involvement in or knowledge of such activities but said on Friday he would step down as continuing media coverage of the issue <q>made it difficult for me to give the 110% needed in this role</q>. Asked whether Mr <strong> Andy Coulson </strong>'s departure was a blow for the coalition, the deputy prime minister said he believed the government would not \"miss a beat\" in pressing ahead with its agenda of securing", "new_id": -2}, {"uid": "1295825541084197386", "i": 28280, "idx": 1, "sa": ["Eric Cantor", "Mike Pence", "Barney Frank"], "q": "\" <strong> Barney Frank </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" <q>We've got to roll back there. That will save$ 100 billion in the first year,</q> agreed <strong> Barney Frank </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}, {"uid": "1295709517126484491", "i": 7789, "idx": 4, "sa": ["Johnny Carson", "David Letterman"], "q": "cue to respond with mock irritation. \"When was the last time you watched me in the last 10 years?\" he said. \"What was I doing and what was I wearing?\" <q>I don't like your attitude,</q> <strong> David Letterman </strong> said. Watching this combined century of broadcasting carrying on amiably for 17 minutes, one almost-- almost-- felt transported back to that time when <strong> Johnny Carson </strong> reigned supreme and late-night talk shows were about", "new_id": -2}, {"uid": "1295583884071548935", "i": 31628, "idx": 3, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "being the main public face of the company.\" <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements \"harmful to Google's reputation\" and the three top executives may have decided <q>it was time for a fresh public face.</q> Giftwithlove.com: Order Online for Gift delivery in India starting Rs. 289/ Follow the ups and downs of your investments. Try our new Portfolio Tracker", "new_id": -2}, {"uid": "1296709195199049220", "i": 17696, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "prison. Though he still considers the documented incidents of abuse to be isolated actions of rogue soldiers, <strong> Donald Rumsfeld </strong> did concede that the blow of the scandal could have been softened by his resignation. <q>Abu Ghraib and its follow-on effects, including the continued drumbeat of \"torture\" maintained by partisan critics of the war and the <strong> President Bush </strong>, became a damaging distraction,</q> he wrote. \"More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point.\"", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "\" The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q>a Christian, a conservative, and a Republican, in that order,</q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}]