[{"uid": "1295225658227999788", "i": 16297, "idx": 2, "sa": ["Kevin Garnett", "Tim Hardaway", "Allen Iverson", "Tyrus Thomas", "Ben Gordon"], "q": "game. After <strong> Tyrus Thomas </strong> missed a shot from midcourt as Tim Hardawaye expired, <strong> Allen Iverson </strong> headed for his Ben Gordonch where injured <strong> Kevin Garnett </strong> delivered a couple of congratulatory slaps- to his head and chest. <strong> Allen Iverson </strong> said he doesn't like <q> being made a fuss over. </q> But that was unavoidable after he broke out of his shooting slump. He scored just four points on 1-for-12 shooting and missed the final shot in Chicago's 105-103 overTim Hardawaye win Saturday. \"It felt like we were", "new_id": -2}, {"uid": "1295561620178864138", "i": 45804, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell"], "q": "told one singer, Steven Tyleria Huggins, 16, that she had \"just the right amount[ of leg] showing.\" The perky North Carolina teen didn't seem to mind, telling him, <q> Well, I've got to appeal to the boy audience, but still be a lady. </q> Other female contestants paid compliments to the Aerosmith rocker and he was not shy about paying them right back. But is his flirting with contestants appropriate? <strong> Simon Cowell </strong> had been known to appreciate a little skin in", "new_id": -2}, {"uid": "1297187009205783066", "i": 42510, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "the invasion, further stoked resentment in Berlin and Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented` old NATO' not` old Europe'.\" \"In any event, the phrase` old Europe' entered the vernacular. The", "new_id": -2}, {"uid": "1297350252255098886", "i": 15767, "idx": 1, "sa": ["Silvio Berlusconi", "Sergio Marchionne"], "q": "le Corriere della Sera. <strong> Sergio Marchionne </strong>, qui pourtant avait assur en janvier que Fiat ne projetait pas pour le moment de fusionner avec son partenaire am?ricain Chrysler, avait estim que target=\"\"> les deux groupes pourraient former <q> une seule entit dans les deux ou trois prochaines ann?es </q> qui \"pourrait tre bas?e ici, aux tats-Unis\" . Le pr?sident du conseil des ministres, <strong> Silvio Berlusconi </strong>, rencontrera samedi matin le directeur g?n?ral pour s` assurer que le constructeur n'abandonnera pas l'Italie o Fiat fait", "new_id": -2}, {"uid": "1296140177192086050", "i": 27637, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "$ 5.45 billion, according to Forbes magazine. <strong> Larry Page </strong>, 37, takes over the CEO role in April. <strong> Eric Schmidt </strong> summed up seismic shift at Google's helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led Google since 2001, three years before the company went public in August 2004. Since then, Google's shares have grown more than sixfold, at one point surpassing$ 700. Google", "new_id": -2}, {"uid": "1297419759197410817", "i": 23080, "idx": 6, "sa": ["Sergio Marchionne"], "q": "empresas. Elas j come?aram a trabalhar numa caminhonete de luxo que usar a plataforma do Grand Cherokee mas ter a marca Maserati, da Fiat, um ve?culo que pode sair por US$ 100.000 nos EUA. <q> Esta? simplesmente uma tima arquitetura </q>, disse <strong> Sergio Marchionne </strong>. \"Por que n?o colocar uma Maserati nele?\" Copyright 2011 Dow Jones& Company, Inc.. All Rights Reserved This copy is for your personal, non-commercial use only", "new_id": -2}, {"uid": "1296366438155516941", "i": 13523, "idx": 0, "sa": ["Alan Eustace", "Barack Obama", "Eric Schmidt"], "q": "current workers are located. In a speech Tuesday, Mr. <strong> Eric Schmidt </strong> said Google will hire more than 1,000 workers in Europe this year. All told, Google has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, Google's senior vice <strong> Barack Obama </strong> of engineering and research. Even if it surpasses 31,000 employees this year, Google will still have far fewer people than Microsoft Corp., probably its fiercest rival.", "new_id": -2}, {"uid": "1296273664046694409", "i": 30469, "idx": 6, "sa": ["Allen Iverson"], "q": ", three rebounds and two assists in 23 minutes in Istanbul on Tuesday. During the game, Turkish fans cheered the 1996-97 NBA Rookie of the Year. At one point, the crowd at the venue cheered, <q> <strong> Allen Iverson </strong>, the son of Besiktas Cola Turka. </q> Changing jerseys <strong> Allen Iverson </strong>, who wears a number 4 Besiktas jersey in favor of his usual number 3 back in the NBA, signed with the club for a two year contract worth$ 4 million. The 35-year failed", "new_id": -2}, {"uid": "1297207620184696835", "i": 8387, "idx": 7, "sa": ["Colin Powell", "Donald Rumsfeld"], "q": "nunca fue encontrado, <strong> Donald Rumsfeld </strong> parece insistir en una confluencia de buena fe y mala inteligencia. \"Dios m?o, la inteligencia ciertamente estuvo equivocada\" , exclam <strong> Donald Rumsfeld </strong>, aunque dijo no lamentar la decisi?n porque <q> el mundo es un lugar mejor sin Saddam Hussein,... y con Al Qaeda fuera de Afganist?n </q>. En su libro, el ex secretario de Defensa explica c?mo EE.UU. estuvo a punto de lanzar un ataque contra instalaciones iraqu?es en las que sospechaban que se fabricaban armas, justo el d?a que <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295876260066535460", "i": 48185, "idx": 0, "sa": ["David Cameron", "Abdelbaset al-Megrahi", "Andy Coulson", "Foxy Brown", "Barack Obama"], "q": "<strong> Andy Coulson </strong>, who is stepping down as No 10 communications director, said last night he has no intention of publishing the diary yet. <strong> David Cameron </strong>'s spin doctor <strong> Andy Coulson </strong> quits over phone hacking scandal political spin doctoring itself: <q> When the spokesman needs a spokesman, it's target=\"_blank\" time to move on. </q> Related Stories <strong> David Cameron </strong> grilled over alleged BP role in <strong> Abdelbaset al-Megrahi </strong> case Will <strong> David Cameron </strong> hit it off with <strong> Barack Obama </strong> more than <strong> Foxy Brown </strong> did? <strong> David Cameron </strong>: How conservative is he? <strong> David Cameron </strong> named new target=\"_blank\" UK prime minister", "new_id": -2}]