[{"i": 29453, "idx": 1, "index_answer": 2, "new_id": -1, "q": ", as most broadcasters interrupted their coverage of the Iraq inquiry to devote themselves to Mr. <strong> Andy Coulson </strong>'s drama. While Mr. <strong> David Cameron </strong> was quick to issue a statement supporting Mr. <strong> Andy Coulson </strong> Friday, arguing that his ex-aide <q>has been punished twice for the same offence,</q> the tabloid scandal has tainted his government with two less than desirable associations. The first, evident in yesterday's TV juxtapositions, is with Mr. <strong> Tony Blair </strong>'s Labour government. While Mr. <strong> David Cameron </strong> had campaigned to", "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "uid": "1295670004088440867"}, {"uid": "1296759800078708738", "i": 10742, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "and journalists,\" writes Bradley Graham at The Washington Post. Graham calls the book's tone \"characteristically tough and defiant\" as <strong> Donald Rumsfeld </strong> also criticizes Bush's shortcomings in resolving issues among senior advisers. <q>Still, his barbs stop short of ad hominem attacks, and the memoir, even with its flashes of lingering resentment, maintains a measured tone.</q> Wishes Bush Had Let Him Go Earlier In the book, <strong> Donald Rumsfeld </strong> explains that on two separate occasions after the story of Iraqi detainee abuse at Abu Ghraib broke out, he offered his resignation to the president. Both", "new_id": -2}, {"uid": "1296894922017383424", "i": 29899, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. \"I don't want him to put himself in a position where bad things can happen around him,\" <strong> Roger Goodell </strong> said. <q>He takes that seriously. \"We're looking for success stories; we're not looking for players to fail. He's paid a very significant price and he's doing the right thing.</q>- He praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to", "new_id": -2}, {"uid": "1297299746011485184", "i": 16115, "idx": 0, "sa": ["Donald Rumsfeld", "Chris Christie"], "q": "Political Ticker </cite> <strong> Chris Christie </strong>, a Republican, has swapped insults with Illinois... U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <q>HA ha ha HA I did` nt know Jersey elected Fred Flintstone to office.</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs", "new_id": -2}, {"uid": "1296142019223117323", "i": 13627, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "a two-year endorsement deal with Unequal Technologies, a producer of the protective pads worn in football games, according to RadarOnline. The deal will be publicly announced today, according to the company. <q>We're real excited about it,</q> the company's chief executive officer Rob Vito said. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great", "new_id": -2}, {"uid": "1295916542006537217", "i": 3897, "idx": 3, "sa": ["Bill Lockyer", "Diane Harkey"], "q": "bit leery of its impact on our state and the rest of our local municipalities,\" <strong> Diane Harkey </strong> said. There's also the political question of what governor would want to lead his or her state into bankruptcy. <q>I can't imagine anyone doing it,</q> <strong> Bill Lockyer </strong> said. Missing 10-Year-Old Found Safe In Roseville Police Find Screaming Man Impaled On Fence", "new_id": -2}, {"uid": "1296293567080576526", "i": 25209, "idx": 3, "sa": ["Allen Iverson", "Lionel Messi", "George Karl"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q>I don't think we can lose a( player) because of an injury the rest of the way,</q> <strong> George Karl </strong> said. \"It's the <strong> Lionel Messi </strong>- 2009-2010 <strong> Lionel Messi </strong> 2009-2010- Goals, Skills, Celebrations& Commentary 09-10 My newest <strong> Lionel Messi </strong> video and maybe my best! <strong> Lionel Messi </strong> Vs Fc Bayern Munich Info about <strong> Lionel Messi </strong>: <strong> Lionel Messi </strong>", "new_id": -2}, {"uid": "1295070280124354594", "i": 3997, "idx": 0, "sa": ["Sergio Marchionne"], "q": "per eight-hour shift to three from four and raises the number of shifts to 18 a week from 15. Fiat can also call on each worker for 120 hours of overtime per year without union approval. <q>This is an innovative deal that radically changes labour relationships in Italy and brings it closer to other western democracies,</q> Roberto Di Maulo, secretary general of the FISMIC union, which backs <strong> Sergio Marchionne </strong>, told Reuters at the factory gate. But the leftist FIOM-Cigl union, which says it represents around 23 percent of Mirafiori workers", "new_id": -2}, {"uid": "1297670161000606209", "i": 8751, "idx": 3, "sa": ["Cheryl Cole", "David Joseph", "Jools Holland", "Lady Gaga", "Simon Cowell"], "q": "<strong> Jools Holland </strong> that gets a couple of hundred thousand viewers and X Factor which gets 20 million. I think there's a show that will get a great audience.\" <strong> David Joseph </strong> and <strong> Simon Cowell </strong> go way back. <q>We worked together for a number of years at RCA and had a good working relationship. <strong> Simon Cowell </strong> has an incredible drive to keep the extraordinary success he's had going.</q> <strong> David Joseph </strong> hopes his lure for broadcasters is that he can deliver exclusive performances from a <strong> Cheryl Cole </strong> or a <strong> Lady Gaga </strong>. \"We're coming up with ideas and I'm approaching it from what our artists will want", "new_id": -2}, {"uid": "1295819766030490636", "i": 19090, "idx": 0, "sa": ["Steve Ballmer"], "q": "isn't worth the bits in the cloud. Vivek's thoughts on Quora remind me of <strong> Steve Ballmer </strong> on the iPhone circa 2007. Totally misses the disruptive element. this person@vwadhwa is a poor judge of startups. <q>Why I Don't Buy Quora Hype</q> http://jc.is/hIDN8O#wrong#dumb#linkbait Hacker Shows It Doesn't Take$ 8 Million to Clone Qwiki- Just 321 Lines of HTML Will do the Trick$ 10K iTunes Winner Hung Up On Apple, Thought It Was a Prank", "new_id": -2}]