[{"uid": "1296708031055181319", "i": 25889, "idx": 1, "sa": ["Allen Iverson", "Carmelo Anthony", "George Karl", "Marcus Camby"], "q": "been.'' The first half, though, was what <strong> George Karl </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up. <q> A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case, </q> <strong> Allen Iverson </strong> said.`` They were beating me down the court, and I was just finding guys. They did a great job of finishing.'' <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with Phil Berger, YoChicago", "new_id": -2}, {"uid": "1295600499103776311", "i": 7318, "idx": 4, "sa": ["Eric Schmidt"], "q": "`` It's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit,'' said Ryan Jacob, portfolio manager with the Jacob Internet Fund. <q> It should streamline the decision-making process. They're in a fast-moving industry. </q> <strong> Eric Schmidt </strong> now plans to sell about 534,000 shares of Class A common stock, the company said. Based on Google's closing share price of$ 626.77 on Thursday, he would earn about$ 334.7 million", "new_id": -2}, {"uid": "1295670004088440867", "i": 29452, "idx": 0, "sa": ["Andy Coulson"], "q": "coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role,'' he said in a statement yesterday afternoon. <q> I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> A court hearing into the phone-hacking scandal has recently shattered Mr. <strong> Andy Coulson </strong>'s claim that only a rogue Royal Family reporter and a private investigator used by the paper were aware of the password-bypassing technique widely used at", "new_id": -2}, {"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talking about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said.`` We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does`` The Dougie'', an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}, {"uid": "1295250569089341959", "i": 35257, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "the congresswoman said Sunday. Speaking on NBC's`` Meet the Press,'' Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., said she had talked with <strong> Gabrielle Giffords </strong>' husband, astronaut Mark Kelly, Saturday night. <q> She's making progress every day, </q> <strong> Kirsten Gillibrand </strong> said.`` She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and", "new_id": -2}, {"uid": "1297235057187482122", "i": 32737, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Ray LaHood"], "q": "sudden acceleration, according to a study released Tuesday by the Department of Transportation. After a 10-month study in conjunction with NASA engineers and the National Highway Traffic Safety Administration, U.S. Transportation <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong> announced, <q> We enlisted the best and brightest engineers to study Toyota's electronics systems, and the verdict is in. There is no electronic-based cause for unintended high-speed acceleration in Toyotas. Period. </q>( NEW YORK)-- Former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> described what he called an`` awkward'' moment in a 2003 national security meeting when he was told that <strong> Saddam Hussein </strong> was offering a$ 60 million bounty to kill", "new_id": -2}, {"uid": "1297105460159612933", "i": 34969, "idx": 0, "sa": ["James Lileks", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> will hand out$ 5 mil Posted by <strong> James Lileks </strong> Not his own money, of course. By the way, what exactly this show and Idol? <q> Acerbic British music judge and entrepreneur <strong> Simon Cowell </strong> said on Monday that the winner of the first U.S. version of the television singing competition,`` The X Factor, </q> will receive a$ 5 million record deal. \" The new talent show on Fox television will start auditions for solo artists and vocal groups aged 12 and above in Los Angeles on March 27 before hosting", "new_id": -2}, {"uid": "1295582258248299524", "i": 15114, "idx": 13, "sa": ["Eric Schmidt", "Danny Sullivan", "Google Inc."], "q": ". We can more or less know what you're thinking about,'' he said. Such comments have been repeated in online musings that portrayed Mr. <strong> Eric Schmidt </strong> and <strong> Google Inc. </strong> as`` creepy.'' <q> The biggest thing I wonder is after a year or so of having various gaffes and statements taken out of context if he decided he no longer wanted to play that front-man role, </q> said <strong> Danny Sullivan </strong>, the editor-in-chief of the SearchEngineLand news site. In his new role, Mr. <strong> Eric Schmidt </strong> indicated he will focus on meeting with <strong> Google Inc. </strong>'s business partners and government officials around the world.", "new_id": -2}, {"uid": "1296253498075055119", "i": 243, "idx": 2, "sa": ["Richard Prather", "Mike Pence"], "q": "<strong> Richard Prather </strong>, a retired auto worker from Anderson, said after the Pendleton town hall that he believed <strong> Mike Pence </strong>'s reputation as a federal spending hawk would serve him well running for the governor's office. <q> I think he would have been a good candidate for president, but I'm glad he didn't, </q> <strong> Richard Prather </strong> said.`` In the next race, he can run for president.''", "new_id": -2}, {"uid": "1296863197220315678", "i": 16060, "idx": 1, "sa": ["David Letterman"], "q": "that <strong> David Letterman </strong> will retire in 2013 after his contract expires in 2012, he himself says he has no idea when the talk show host plans to hang up his hat.( Or should we say pants?) <q> He says this periodically,[ but] I don't want to rule it out, </q> says Burnett.`` I have no particular insight into when <strong> David Letterman </strong> is going to want to stop doing the show. I'm not being coy. I honestly don't know. I don't know that", "new_id": -2}]