[{"uid": "1296170831157696208", "i": 58304, "idx": 2, "sa": ["Mike Pence"], "q": "seek the Republican nomination for president in 2012.\"\"   Mike Pence  said in the letter that he would make a decision about his future later, and would be traveling across the state in the months ahead to  learn about how Hoosiers think we might best contribute in the years ahead.   Mike Pence  has a pair of public events scheduled for Friday- a town hall meeting in Pendleton and a visit to a high school in Muncie. While there is no official word yet on whether he'll", "new_id": -2}, {"uid": "1297247498086392950", "i": 19706, "idx": 0, "sa": ["Mike Pence", "Jay Rockefeller", "Jim Mountain Inhofe", "Fred Upton"], "q": " Mike Pence   Fred Upton  of Michigan, chair of the Energy and Commerce Committee. Their legislation- the Energy Tax Prevention Act of 2011- would prevent the EPA from regulating greenhouse gases for the purpose of climate change.  I don't want a two-year delay,   Jim Mountain Inhofe  told TheDC. \"I want to face the issue now.\"\"  But though  Jay Rockefeller 's bill may be the only one that could realistically become law,  Jim Mountain Inhofe  said he could not predict any kind", "new_id": -2}, {"uid": "1297385235124895293", "i": 43727, "idx": 0, "sa": ["Mike Pence", "Nancy Pelosi"], "q": "On Women's Health In Our Lifetime' On a conference call with reporters and bloggers this afternoon,  Mike Pence   Nancy Pelosi ( D-CA) characterized the GOP's recent legislative effort to restrict access to abortion and contraception as  the most comprehensive and radical assault on women's health in our life time,  promising to wage a campaign against the effort.  Nancy Pelosi  was referring to the Republican-backed H.R. 3\"\"  href=\"http://wonkroom.thinkprogress.org/2011/01/20/abortion-hr3/\"> No Taxpayer Funding for Abortion Act\"\"  and H.R. 358, \"Protect Life Act,\"\"  as well", "new_id": -2}, {"uid": "1295912306177651767", "i": 30941, "idx": 0, "sa": ["Mike Pence", "Charles Ellis Schumer"], "q": ",\"\"   Charles Ellis Schumer  said. \"Now, that's symbolic, but maybe it just sets a tone and everything gets a little bit more civil.\"\"  The idea does have its critics.  You know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address,  Indiana Republican  Mike Pence  said recently on the House floor. \"Well, I've been in Congress for 10 years, and I learned a long time ago, it doesn't really matter where you sit- it", "new_id": -2}, {"uid": "1296777071232128536", "i": 56286, "idx": 4, "sa": ["Ian Crawford", "Burt Solomons", "Mike Pence", "Chris Cillizza", "William Miller", "Ted Cruz", "Mitt Romney"], "q": "the maximum allowable time in order to slow down the legislative process to kill legislation requiring more identification at the polls. From a synopsis of the rules written by  Mike Pence   Burt Solomons  and House ParliamentarIan Crawford  Chris Cillizza  Griesel:  Consideration of William Millers on a local, consent, and resolutions calendar may not exceed one calendar day. William Millers or resolutions on these calendars which are not heard within the one calendar must roll over to the next local, consent and resolutions calendar in the order in which they were originally set with older items appearing first.  In other proposed rules changes, two new spots would be added to the Calendars ComMitt Romneyee, and two new comMitt Romneyees would be creaTed Cruz: The Economic and Small Business Development and Workforce ComMitt Romneyee and the Government Efficiency", "new_id": -2}, {"uid": "1297311294093864005", "i": 13596, "idx": 3, "sa": ["Mike Pence", "Cecile Richards", "Barack Obama"], "q": "cut the budget for family planning programs by$ 327 million-- the exact sum requested by Democratic  Barack Obama  for such programs in his 2011 budget, according to Planned Parenthood. PPFA  Barack Obama   Cecile Richards  called the move  the latest outrageous attack on women?s health  by House conservatives. Federal funding for US family planning programs has \"connected millions of American women with health care since  Mike Pence  Nixon signed it into law in 1970,\"\"   Cecile Richards  reminded lawmakers. Nixon was", "new_id": -2}, {"uid": "1296200464159858698", "i": 5808, "idx": 4, "sa": ["Mike Pence"], "q": "that  Mike Pence  has represented since 2000, but he also has speeches planned at Republican Party events as far from his Columbus home base as Lake County. The goal, he said, is to listen to  Hoosiers in every walk of life but also to become more familiar with the challenges and opportunities facing Hoosier families and facing the state of Indiana.  But, he said, before he was in Congress he headed a think tank-- the Indiana Policy Review Foundation-- and was a talk-show host, two jobs that made him familiar \"with every issue", "new_id": -2}, {"uid": "1297534788214712322", "i": 18665, "idx": 0, "sa": ["Mike Pence", "Greg Walden"], "q": "last month, Reps.  Mike Pence  of Indiana and  Greg Walden  of Oregon unveiled this week the Broadcaster Freedom Act, which would ban the FCC from forcing broadcasters to give free airtime to opposing sides on controversial issues.  The American people cherish freedom, especially freedom of speech and of the press,  said  Mike Pence , a former radio talk show host who introduced the same bill in the last session of Congress when Democrats still controlled the House. To: Sub-Driver Republicans Seek to Bury Regulation of Political Speech on", "new_id": -2}, {"uid": "1295825541084197386", "i": 34247, "idx": 3, "sa": ["Kevin McCarthy", "Mike Pence", "Paul Ryan", "Billy Bush", "Eric Cantor"], "q": "Budget Committee Chairman  Paul Ryan ( R-WI) said that the GOP's goal was to cut \"a good$ 100 Billy Bushion.\"\"   Mike Pence   Kevin McCarthy ( of \"Young Gun\"\"  fame) reiterated the promise, saying,  We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.  \"We've got to roll back there. That will save$ 100 Billy Bushion in the first year,\"\"  agreed  Mike Pence ( R-IN). Just yesterday, in fact, incoming Majority Leader  Eric Cantor ( R-VA)", "new_id": -2}, {"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q> I think the role of the police in this is now going to become centre-stage. </q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}]