[{"uid": "1295669817215973989", "i": 50437, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "John Thune", "Mike Huckabee", "Barack Obama"], "q": "deal, while <strong> Mike Huckabee </strong> and <strong> Tim Pawlenty </strong> appear to support it. Sen. <strong> John Thune </strong>, R-S.D. said it's \" politically expedient \" to criticize the deal from the sidelines, but <strong> Mike Pence </strong>, R-Ind., declared Wednesday that the compromise <q> is a bad deal for taxpayers, will do little to create jobs and I can not support it. </q> Distancing himself from liberals, meanwhile, could revive <strong> Barack Obama </strong>'s appeal to centrist Democrats and independents who backed him in 2008 but who have cooled to him since- he'll need them again to win in", "new_id": -2}, {"uid": "1296167198184549428", "i": 1439, "idx": 3, "sa": ["Mike Pence", "Tim Moore"], "q": "debated, there was an opportunity for members to read it. \" The present speaker has made it clear that this body is not going to sit around idly, \" said <strong> Mike Pence </strong> <strong> Tim Moore </strong>, R-Cleveland. <q> We know what the people of this state want and we're going to do it. </q> GOP leaders will decided whether the bill moves to Appropriations committee or directly to the House floor, where it is expected to pass. The GOP-controlled Senate also is likely to pass it. Senate Tea", "new_id": -2}, {"uid": "1296197040069206031", "i": 47203, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "decision Thursday afternoon in a letter. He did not announce his candidacy for governor, but sent a clear signal of his interest in seeking the office, saying his \" heart is in Indiana. \" <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said in the letter. <strong> Mike Pence </strong> For now, <strong> Mike Pence </strong>'s decision means he is honoring Republican Gov. <strong> Mitch Daniels </strong>' request that those who hope to become his successor \" stifle themselves \" until the", "new_id": -2}, {"uid": "1297412496250134529", "i": 24401, "idx": 2, "sa": ["Mike Pence", "Bill Clinton"], "q": "deep funk. \" Seriously, who else do we have? \" one asked me. \" Unless something miraculous happens and we get an unexpected gift candidate. \" Another GOP stalwart agreed: <q> Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent <strong> Bill Clinton </strong> of his own party, or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation and personal ambition. </q> Poor <strong> Mike Pence </strong>! Let's remember, the congressman has young kids and other options, and the presidency was a gamble. While I appreciate these hard-working political veterans' early assessments of the field of potential", "new_id": -2}, {"uid": "1296282353007127044", "i": 23065, "idx": 3, "sa": ["Mike Pence", "Larry Bucshon"], "q": "delegation and at the Statehouse, in part because he campaigned for many of them during a statewide bus tour last fall. Republican 8th District U.S. <strong> Mike Pence </strong> <strong> Larry Bucshon </strong> said he considers <strong> Mike Pence </strong> a mentor. <q> He's been very helpful. He's been supportive not only to me, but to the rest of the freshman congressional delegation, </q> <strong> Larry Bucshon </strong> said. \" A person like him, with a wealth of experience, is always important to have backing you up when you're just getting started. \" <strong> Larry Bucshon </strong> wouldn't speculate about", "new_id": -2}, {"uid": "1296094303117833829", "i": 26004, "idx": 0, "sa": ["Mike Pence", "Michele Bachmann", "Mark Williams", "Sarah Palin"], "q": "democracy, sci... <strong> Michele Bachmann </strong>& <strong> Sarah Palin </strong> Address Tea Party <strong> Michele Bachmann </strong> and <strong> Sarah Palin </strong> speak to the Tea Party Movement.... <strong> Michele Bachmann </strong>: <strong> Mark Williams </strong> Being Kicked Out Of The Tea Party Has Nothing To Do With Me! <strong> Michele Bachmann </strong>: <q> I Don't Speak for the Tea Party Movement... </q> 07.21.10: <strong> Mike Pence </strong> Michelle <strong> Michele Bachmann </strong> took great pains to explain she does' t speak for the... video results for: party movement <strong> Michele Bachmann </strong>: GOP's New Front-runner?- CBN.com Congresswoman <strong> Michele Bachmann </strong> is gaining ground as one", "new_id": -2}, {"uid": "1297459269244645955", "i": 3647, "idx": 0, "sa": ["Hosni Mubarak", "Mike Pence", "Gary Ackerman"], "q": "demonized as seeking to install a Sunni theocracy. But many in Congress expressed concerns about what may be coming next in Egypt, saying they hope an Iranian-style Islamist revolution will not follow the current turmoil. <q> I do not believe the people of Egypt have undertaken this glorious, peaceful revolution in order to substitute a repressive religious regime and regional instability for the stifling and brutal <strong> Hosni Mubarak </strong> regime, </q> said <strong> Gary Ackerman </strong>, the top Democrat on the House Middle East subcommittee. \" I am concerned about an orderly transition to what? Or an orderly transition to who? \" Representative <strong> Mike Pence </strong>, a Republican,", "new_id": -2}, {"uid": "1295294053030998575", "i": 23426, "idx": 0, "sa": ["Mike Pence", "Jack Kemp", "Jim Ryun", "Barack Obama", "Mitt Romney"], "q": "deputy counsel to Ronald Reagan, announced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Jack Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said. \" <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity. \" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice Barack Obamaial candidate.", "new_id": -2}, {"uid": "1296163911042713105", "i": 25560, "idx": 1, "sa": ["Mike Pence"], "q": "developments occurred within an hour of an interview with the National Journal by <strong> Mike Pence </strong>'s mother, who has been urging him to finally put an end to all of the building speculation over his political future. <q> He will be making his announcement tomorrow, </q> said Nancy <strong> Mike Pence </strong> Fritsch, contacted today by telephone at her home in Columbus, Ind.. Asked to confirm reports that she has told her son to make up his mind, the congressman's mom did", "new_id": -2}, {"i": 524, "idx": 1, "index_answer": 2, "new_id": -1, "q": "the past. <strong> Howard Stern </strong> to <strong> David Letterman </strong>: sorry about your sex scandal( video) Instead of deflecting <strong> Howard Stern </strong>'s apology, <strong> David Letterman </strong> responded with candor and a bit of reciprocal praise. <q>`` You have been very, very nice to me on the radio and viciously ugly to me on the radio and I except both with equanimity because I know a little bit about how you operate and I'm still fond of your talent and your ability and what you've represented to the United States of America-and of course, the world. </q> \" <strong> Howard Stern </strong> calls for Hollywood to boycott <strong> Jay Leno </strong>( video) <strong> Howard Stern </strong> ended his third and final segment on Thursday night's Late Show once again pushing for <strong> David Letterman </strong> to holler back at him", "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "uid": "1296820432076218415"}]