[{"uid": "1295304607132857897", "i": 47241, "idx": 1, "sa": ["Colin Powell", "Martin Luther King"], "q": "In his remarks, Lomax touched on the critical role education plays in living out <strong> Martin Luther King </strong>'s dream.`` Among the rights <strong> Martin Luther King </strong> fought for was the right to an education,'' he said. <q> But his life was tragically cut short before he could lead us in the fight to afford the college education we needed, and the right to attend public schools that would prepare us to gain admission to and graduate from the colleges we had the legal right to attend. That battle he left for us. </q> The breakfast got its start when UNCF and the <strong> Colin Powell </strong> Mills Foundation joined together to host a community celebration to honor the legacy of <strong> Martin Luther King </strong>. What started with 800 guests in 1991 now", "new_id": -2}, {"uid": "1297323057252542979", "i": 10135, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "indicates there was no mention of chemical weapons. <strong> Donald Rumsfeld </strong> did raise the issue in his subsequent meeting with Iraqi official Tariq Aziz. National Security Decision Directive( NSDD) 114 of November 26, 1983, <q> U.S. Policy toward the Iran-Iraq War, </q> delineating U.S. priorities: the ability to project military force in the Persian Gulf and to protect oil supplies, without reference to chemical weapons or human rights concerns. National Security Decision Directive( NSDD) 139 of", "new_id": -2}, {"uid": "1295617531243957796", "i": 3425, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "it difficult for me to give the 110 percent needed in this role.'' <strong> David Cameron </strong> said that he was`` very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.'' <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> <strong> David Cameron </strong> said in a statement, which made no direct mention of the hacking claims. A reporter and a private investigator working for the News of the World were caught illegally eavesdropping on the phones of the", "new_id": -2}, {"uid": "1297157383247021594", "i": 3862, "idx": 1, "sa": ["Donald Rumsfeld", "Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> Watch: Singing Contestant Sues <strong> Simon Cowell </strong> Haggis Speaks Out for First Time Since Leaving Church of Scientology <strong> Donald Rumsfeld </strong>:` Would've Been Better Off If I Had' Resigned Post-Abu Ghraib A Matter of Life&", "new_id": -2}, {"uid": "1297177999266534917", "i": 29929, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "that the interrogation of 9/11 plotter Mohammad al-Qahtani provided valuable information that saved American lives.`` Qahtani, who was the 20th hijacker, they say-- he gave a lot of information,'' <strong> Donald Rumsfeld </strong> said. <q> And it was very helpful to our interrogators and to the United States government in saving lives. </q> <strong> Donald Rumsfeld </strong> later concluded that`` the fact that we haven't had an attack in a decade is a credit to that administration, the <strong> President Bush </strong> administration, and to[ <strong> President Bush </strong>].'' Yet", "new_id": -2}, {"uid": "1296974131206028816", "i": 14866, "idx": 3, "sa": ["Sergio Marchionne"], "q": "only parties willing to underwrite the risk associated with Chrysler's recovery plan, the two governments levied interest rates that, although appropriate at the time, are above current market conditions,'' <strong> Sergio Marchionne </strong> said. <q> Because of these changed market conditions as well as the improvements in our performance and outlook made possible through the support of the U.S. and Canadian governments, Chrysler intends to repay these loans in full at the earliest opportunity, </q> he added. We welcome comments that advance the story directly or with relevant tangential information. We try to block comments that use offensive language, all capital letters or appear to be spam, and we review", "new_id": -2}, {"uid": "1297556763066551837", "i": 28894, "idx": 0, "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "q": "then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well,' </q> <strong> Ray Allen </strong> said.`` When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and", "new_id": -2}, {"uid": "1296775013214941738", "i": 46238, "idx": 6, "sa": ["Robin Williams", "Barbara Walters", "David Letterman"], "q": "did your new arteries come from?''`` Ace Hardware,'' joked <strong> David Letterman </strong>. <strong> Robin Williams </strong> told <strong> Barbara Walters </strong> about his aortic valve replacement in 2009. He too couldn't resist being funny saying, <q> As time goes on you go, I'm okay, thank you. How are you? A little flatulent. Didn't need that news </q> joked <strong> Robin Williams </strong>. On a serious note, <strong> Barbara Walters </strong> pointed out on The View", "new_id": -2}, {"uid": "1297162553239927305", "i": 5175, "idx": 0, "sa": ["Sergio Marchionne"], "q": "was a risk, given his history of sexist lyrics, prescription drug abuse and harsh language. <strong> Sergio Marchionne </strong> told Forbes in a report published Monday that casting the controversial star was a tough call. <q> You know, I love Eminem but... I also know that some of the choices of language that he has made are things that are not what I would consider to be commonly shared, </q> <strong> Sergio Marchionne </strong> told Forbes. On the other hand, Eminem also is one of the most successful rappers of all time. His album`` Recovery'' has been nominated for 10 Grammy Awards and was", "new_id": -2}, [{"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q> Is Not the Kind of Plan Americans Want </q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care`` Is Not the Kind of Plan Americans Want'' In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}]]