[{"uid": "1295675869065781795", "i": 12702, "idx": 0, "sa": ["Fletcher Smith", "Allen Iverson", "Donovan McNabb"], "q": "deal it could have a maximum value of$ 88 million. <strong> Donovan McNabb </strong>, 33, will help solidify his standing as the Redskins' quarterback of the present and future with a new contract in his back pocket. <q> We had ongoing talks and once the regular season started, we really were aiming toward the bye week[ to get a deal done] and it came together, </q> Redskins executive vice president/general manager Bruce <strong> Allen Iverson </strong> said. <strong> Donovan McNabb </strong>'s agent, <strong> Fletcher Smith </strong>, clarified some of the details of <strong> Donovan McNabb </strong>'s deal Tuesday. He says while the contract is worded so that it has \"$ 40", "new_id": -2}, {"uid": "1296573174100253698", "i": 27139, "idx": 0, "sa": ["Michael Vick"], "q": "wastewater discharge... ATF fears budget cuts would...- About three weeks before the deadly shootings in Tucson renewed a national debate... U.S. Video: Over 100 Million Americans Threatened by Winter Storm Report Abuse <q> I so truly wonder about the use of the money we spend on DHS. These types are targets? </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Red Hot Penny Stock: SMNG Why Investors Consider", "new_id": -2}, {"uid": "1295916680213958679", "i": 39065, "idx": 1, "sa": ["Eric Schmidt"], "q": "rose 11 cents to$ 57.40 in extended trading at 6:49 p.m. New York time after gaining 32 cents to close at$ 57.29 on the Nasdaq Stock Market. \"Solid Footing\" Amgen has <q> a base business that is on solid footing </q> and faces \"no generic or other substantial threat,\" <strong> Eric Schmidt </strong> wrote in a Jan. 14 note to investors. The approval last year of a new bone drug, denosumab, should help Amgen offset continued declines in", "new_id": -2}, {"uid": "1297588672045400131", "i": 10467, "idx": 9, "sa": ["Donald Rumsfeld"], "q": "we winning or losing the war on terror?\" \"Is the U.S. government changing fast enough?\" \"Do we need more troops? \"My brain would be going,\" he says. <q> I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.' </q> Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized, you may not be doing much.\" As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and", "new_id": -2}, {"i": 13415, "idx": 1, "index_answer": 0, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Allen Iverson"], "uid": "1294961599111804420"}, {"uid": "1295524045154828804", "i": 31399, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle", "Ryan Seacrest"], "q": "<strong> Simon Cowell </strong> talks <strong> Susan Boyle </strong> in new interview Britain's Got Talent judge <strong> Simon Cowell </strong> reflects on <strong> Susan Boyle </strong>'s outstanding year from BGT contestant to one of the most famous singers in the world. Follow us on twitter at twitter.com... â\u0098\u0086 <q> Britains Got Talent or Americas Got Talent â\u0099¥ <strong> Connie Talbot </strong> WOWs <strong> Simon Cowell </strong>! </q> <strong> Simon Cowell </strong> Won't Miss \"Idol\" Auditions In an exclusive interview before his last night on \"American Idol\", <strong> Ryan Seacrest </strong> talks to judge <strong> Simon Cowell </strong> about his time on the show, how it has impacted his life", "new_id": -2}, {"uid": "1295472449018825274", "i": 36608, "idx": 0, "sa": ["Hu Jintao", "Steve Ballmer", "Barack Obama"], "q": ". Microsoft CEO <strong> Steve Ballmer </strong> raised the issue of piracy directly to <strong> Hu Jintao </strong> at a meeting with chief executives, according to <strong> Barack Obama </strong>'s account of the talks. <strong> Hu Jintao </strong> said he and <strong> Barack Obama </strong> agreed to work toward a <q> cooperative partnership based on mutual respect and mutual benefit </q> and that \"a lot still needs to be done in China in terms of human rights.\" <strong> Hu Jintao </strong>'s take on currencies With his comments on currencies, <strong> Barack Obama </strong> <strong> Hu Jintao </strong> appears to be seeking", "new_id": -2}, {"uid": "1297353676255098882", "i": 1861, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "12-day closure. But few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q> We will open the museum after the strike is finished. I don't know when the strike is finished, </q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. \"I need things to go back to normal.\" Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators", "new_id": -2}, {"uid": "1297620107254115840", "i": 24519, "idx": 1, "sa": ["Nick Lachey", "Justin Bieber", "Katy Perry", "Russell Brand", "Vanessa Minnillo", "Victoria Beckham", "Vivica A. Fox", "Simon Cowell"], "q": "fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New \"American Idol'? <strong> Victoria Beckham </strong>: \"I Don't Know the Sex of My <strong> Justin Bieber </strong>!\" <cite> Us Magazine </cite> <strong> Russell Brand </strong> Hosts Saturday Night Live: <q> I'm Much More Famous in England </q> <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed <strong> Katy Perry </strong>:' I Was Shaped Like a Square' Miley\"s Puppy Love <cite> Crush- February 11", "new_id": -2}, {"uid": "1296232715058523654", "i": 14884, "idx": 6, "sa": ["Mike Pence"], "q": "I think he'd clear the field.\" Indkana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like <strong> Mike Pence </strong>. <q> <strong> Mike Pence </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation, </q> he said. \"He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.\" The congressman's future has been the subject", "new_id": -2}]