[{"uid": "1295786138191660080", "i": 4227, "idx": 2, "sa": ["Michael Vick", "Tony Dungy"], "q": "defense, that always hurts, but sometimes it just doesn't work. \"I got fired in Tampa and I still thought I was a pretty good coach.\" <q>He wants it to work out here,</q> <strong> Tony Dungy </strong> said about <strong> Michael Vick </strong>, \"and I would be surprised if it doesn't.\" Working it out is really <strong> Tony Dungy </strong>'s message to the children reading his book, just as it was", "new_id": -2}, {"uid": "1295716777217530371", "i": 29079, "idx": 0, "sa": ["Andy Coulson"], "q": "nuclear talks end... Photo in Slideshow: Iran nuclear talks enter second day Article: Israeli hospital says French envoy treated Iran has barred the mayor of Tehran from traveling to the United States for a... Report Abuse <q>Producer <strong> Dino De Laurentiis </strong>... well that about says it all. How about Producer <strong> Dino De Laurentiis </strong> is happily celebrating his 98th birthday and wishing everyone a happy new year.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Healthy Habits Coaching Get personal health coach. For military members& their families.", "new_id": -2}, {"uid": "1296407544252772372", "i": 145, "idx": 23, "sa": ["Allen Iverson"], "q": "hit 7-of-8 shots and was one of three Sixers to score 14 points. The return of <strong> Allen Iverson </strong> appeared to give Philadelphia a boost. <strong> Allen Iverson </strong>'s first game since Dec. 16 wasn't easy for the 34-year-old guard. <q>Once <strong> Elgin Baylor </strong> got my second wind <strong> Elgin Baylor </strong> was all right. The first couple minutes <strong> Elgin Baylor </strong> thought my heart was going to jump out of my chest,</q> said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. \"Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can", "new_id": -2}, {"uid": "1295319354058130441", "i": 28711, "idx": 2, "sa": ["Barack Obama", "Ronald Reagan", "Mike Pence"], "q": "of <strong> Ronald Reagan </strong> <strong> Barack Obama </strong>. \"We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead\" and <q>we'll be making a decision before the end of this month,</q> <strong> Mike Pence </strong> told about 100 people at a conference room in the Henry County, Ind., Hospital. Should <strong> Mike Pence </strong> enter the contest, he would face an uphill climb. Few Americans have heard of", "new_id": -2}, {"uid": "1296511486204390448", "i": 31823, "idx": 1, "sa": ["Michael Vick"], "q": "\"What authority do Dumbergs investigators have to do this? They weren't residents. Where these guns transported across state lines? How much did this leftist propaganda cost the new york taxpayer schmuck?\" Report Abuse <q>If the cops bought these guns for the mayor, or for anyone but their own personal use, then THEY have broken the law.</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"uid": "1295627755155697152", "i": 36893, "idx": 0, "sa": ["Eric Schmidt"], "q": "%. Industrial names United Technology( Fortune 500) were also strong. \"The profit news is pretty favorable today,\" said Nick Kalivas, vice president of financial research at MF Global. <q>GE is probably the poster child for that, but Google certainly did well last night.</q> Google reported late Thursday that quarterly profits and sales rose from year-ago and beat analysts' forecasts. The company also said <strong> Eric Schmidt </strong> is stepping down as chief executive, with co-founder Larry Page taking", "new_id": -2}, {"uid": "1297268495062767136", "i": 21761, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "proliferation of rules and regulations by both the executive branch agencies, the alphabet agencies and also the independent agencies,\" said <strong> Barack Obama </strong> Ben Nelson( D-Neb.). Nelson called for increased global trade and <q>getting these trade agreements through so that we can export more products and not just import.</q> Nelson said he had not yet heard of a definitive agenda from his leaders. <strong> Sen. Bernie Sanders </strong>( Vt.), an Independent who caucuses with Democrats, said he was \"not quite sure\" how", "new_id": -2}, {"uid": "1295560274260145180", "i": 7616, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO title at Google to cofounder Larry Page NEW YORK( CNNMoney)-- Google CEO <strong> Eric Schmidt </strong> will step down from his role as Google's CEO in April and be replaced by co-founder Larry Page. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said in a prepared statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.\" Twitter comment on the shuffle was less formal: \"Day-to-day", "new_id": -2}, {"i": 36300, "idx": 5, "index_answer": 1, "new_id": -1, "q": "were seeing,\" <strong> Kirsten Gillibrand </strong> said. \"They were saying this is unbelievable progress, to see this.\" Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q>Mark started to tell her, \"<strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,'</q> <strong> Debbie Wasserman Schultz </strong> told MSNBC\"s <strong> Chris Matthews </strong> on \"Hardball.\" \"He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Matthews", "Gabrielle Giffords"], "uid": "1294991426005357592"}, {"uid": "1297260081046088218", "i": 10076, "idx": 1, "sa": ["Eric Schmidt"], "q": "EU for alleged abuse of its dominant position in search. \"The engineers build stuff, the lawyers come in, there are then a series of often very difficult fights inside the company\" <q>It is very important that the lawyers are not making the product decisions,</q> <strong> Eric Schmidt </strong> told the Sunday Telegraph. \"Because the lawyers, on balance, will be more conservative, because that is how lawyers work. So I always say to the product makers", "new_id": -2}]