[{"uid": "1296097887183648510", "i": 29356, "idx": 3, "sa": ["Alassane Ouattara"], "q": ".'' Earlier in the week, Outtara wrote to London trading firms asking them to cease.`` If they can stop doing that,'' said <strong> Alassane Ouattara </strong>'s economic minister, Toikeusse Mabri, <q> Gbagbo will not have any money and this conflict is going to end very soon. </q> Humanitarian ImpactIn the trading floors of New York or London, <strong> Alassane Ouattara </strong>'s call for a global boycott on Ivoirian cocoa may make for a salty moral dilemma- but back in Ivory Coast, the thought of", "new_id": -2}, {"uid": "1296638060071581698", "i": 24979, "idx": 2, "sa": ["Eamon Gilmore"], "q": "party have pursued, I have no doubt about his integrity as a person or as a politician,'' he said. However, Labour's <strong> Eamon Gilmore </strong> used the opportunity to again go on the attack. <q> It is clear that href=\"http://searchtopics.independent.ie/topic/Fianna_Fail\"> Fianna Fail and Fine Gael are comfortable with each other's policies, </q> he said.`` They both voted for the blanket bank guarantee. They are happy to embrace austerity-- to line up behind the href=\"http://searchtopics.independent.ie/topic/European_Union\"> EU- IMF deal, whatever the cost in jobs", "new_id": -2}, {"uid": "1296106870116244513", "i": 58928, "idx": 1, "sa": ["Bernie Sanders", "Barack Obama"], "q": "repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Why <strong> Barack Obama </strong> Brought His Message to Manitowoc Wisconsin grabbed a lot of attention when Republicans took over both houses of the Legislature and the governor's office after the mid-term elections.", "new_id": -2}, {"uid": "1295799943019185670", "i": 11359, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "cut. Appearing on CNN's`` State of the Union'', the former secretary of state said that neither Republicans nor Democrats have been very forthcoming about how they would attack the deficit. <q> No one is being very candid, </q> he said. <strong> Barack Obama </strong> has pledged to freeze non-defense discretionary spending, and Republicans have said they want to roll back this spending to 2008 levels, but <strong> Colin Powell </strong> said neither idea constitutes a plan to substantially cut", "new_id": -2}, {"uid": "1294955048093012011", "i": 46338, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "hand on Wednesday evening when she was able to open one eye. That eye was unbandaged and <strong> Gabrielle Giffords </strong> tried to focus that left eye on her loved ones for the first time since the incident happened. <q> This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more, </q> stated her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was also present for the eye opening, told press`` It was raw courage. It was raw strength. It was so beautiful and so", "new_id": -2}, {"uid": "1297423079232947720", "i": 2470, "idx": 0, "sa": ["Stephen Elop", "Thomas Langer", "Steve Ballmer"], "q": "trotz R?ckendeckung namhafter Hersteller wie HTC oder Samsung im Smartphone-Markt ebenfalls kaum Fortschritte gemacht habe. Analyst <strong> Thomas Langer </strong> von der WestLB sah die Pl?ne als sehr negativ f?r die finanzielle Entwicklung des laufenden und des kommenden Jahres an. <q> Heute wird aus einem Kampf mobiler Ger?te ein Kampf zwischen mobilen kosystemen, und unsere St?rken in diesem Bereich erg?nzen sich </q>, hie es in einem gemeinsamen Brief von <strong> Stephen Elop </strong> und Microsofts-Chef <strong> Steve Ballmer </strong>. Nokia setzte bei den Computer-Telefonen bisher vor allem auf das eigene Betriebssystem Symbian, das aber als veraltet gilt. Das System solle weiter unterst?tzt werden,", "new_id": -2}, {"uid": "1295575736103366674", "i": 45547, "idx": 1, "sa": ["Eric Schmidt", "Justin King"], "q": "Google to develop flight search tools for users to locate online flight information more easily.`` ITA's very talented team has created an impressive product to organize flight information,'' said Google chairman and CEO <strong> Eric Schmidt </strong>. <q> Their technology opens exciting possibilities for us to create new ways for users to more easily find flight information online, and we're looJustin King forward to welcoming them to Google. </q>`` It is a privilege to work with a most skilled and dedicated team to build innovative technologies that people use every day,'' commented ITA Software's CEO and president Jeremy Wertheimer.`` We are all looJustin King", "new_id": -2}, {"uid": "1296619353222035984", "i": 26284, "idx": 2, "sa": ["M. Night Shyamalan", "Ming Yi", "Michael Vick"], "q": "of the first quarter is Eagle 28- 0 Redskin. More than 5 minutes left before ending of 3rd quarter, Eagle is setting another record for`` Most Scoring Team'' on Monday <strong> M. Night Shyamalan </strong> Football with the spank <q> Eagle 59- 21 Redskin </q>. Eagle also set a new record for`` Most Scoring Team On The Road In NFL''. This is an amazing <strong> M. Night Shyamalan </strong> for Micheal <strong> Michael Vick </strong> perforMing Yi. The final score of the game is`` Eagle 59-", "new_id": -2}, {"uid": "1297188372166789129", "i": 6233, "idx": 9, "sa": ["Simon Cowell"], "q": "prospects, but I hadn't got a clue whether it was going to be a hit or whether we were going to be kicked out of the country after three weeks,'' <strong> Simon Cowell </strong> told reporters. <q> All you can do, which I'm going to do, is you give it 110% percent effort and I'll do everything I can to make it the best show I possibly can, and then you hope that viewers like it. </q> In addition, <strong> Simon Cowell </strong> also clarified that unlike some other reality competitions-- including his own America's Got Talent competition, which offers a million-dollar prize that is paid as an annual annuity over 40 years or", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.'' As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said.`` He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}]