[{"uid": "1297443949230703173", "i": 34631, "idx": 2, "sa": ["Gabrielle Giffords", "Mike Pence"], "q": "reloading. One of the \"clowns\" calling for a ban on these magazines is Kelly O'Brien, the fiancee of Gabe Zimmerman, a staffer to <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong>( D-AZ) who died in the attack. <q> The man who killed Gabe and five other people fired 31 shots in 15 seconds. That's two shots every second, </q> O'Brien EXCLUSIVE: US Chamber's Lobbyists Solicited Hackers To Sabotage Unions, Smear Chamber's Political Opponents EXCLUSIVE: US Chamber's Lobbyists Solicited Hackers To Sabotage Unions, Smear Chamber's Political Opponents ThinkProgress has learned", "new_id": -2}, {"uid": "1296280079111296551", "i": 7922, "idx": 7, "sa": ["Mitch Daniels", "Mike Pence", "Jackie Walorski", "Joe Donnelly"], "q": "Former Republican state <strong> Mike Pence </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear front-runner, and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" Gov. <strong> Mitch Daniels </strong>, who is considering a run for president himself, has reached his two-term limit and can not run again in", "new_id": -2}, {"uid": "1296218172048857090", "i": 15209, "idx": 11, "sa": ["David McIntosh", "Mike Pence", "Marjorie Dannenfelser"], "q": "<strong> Marjorie Dannenfelser </strong>, president of the Susan B. Anthony List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q> What I most want is for him to have a long future, </q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the 2nd District, said <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295891150149438465", "i": 48187, "idx": 0, "sa": ["Ted Poe", "Mike Pence", "Keith Ellison", "Allen West"], "q": "planned to cope with regular interactions with political opponents, in particular <strong> Mike Pence </strong> <strong> Keith Ellison </strong>( D-MN), who the host described as someone that \"supports Islam.\" In his reply, <strong> Allen West </strong> painTed Poe <strong> Keith Ellison </strong> as someone who <q> really does represent the antithesis of the principles upon which this country was established </q>: \" PERITZ: Since you're with a new crowd, people you haven't really met before, and will be very closely associating with in the future, \" including <strong> Keith Ellison </strong>, who supports Islam", "new_id": -2}, {"uid": "1295967653237387806", "i": 36844, "idx": 1, "sa": ["Mike Pence", "Barack Obama", "Mitt Romney"], "q": "fundraisers, fueling speculation that it could mean he's mulling a run in 2012. His former fundraiser has another prominent client- <strong> Mike Pence </strong>- and her husband was a top aide to <strong> Mitt Romney </strong> during his 2008 run. <q> It is possible that she and Thune separated because of the conflict that would ensue if both Republican Members enter the GOP Barack Obamaial primary, </q> Roll Call writes, adding,\" [ T] here is speculation that she is poised to sign on with <strong> Mitt Romney </strong> for a 2012 run that is expected to launch at some point this year", "new_id": -2}, {"uid": "1296366488199786542", "i": 44448, "idx": 13, "sa": ["George W. Bush", "Mike Pence"], "q": "the GOP speaker in 2010 at an annual gathering of congressional reporters, he had the room rolling over his <strong> George W. Bush </strong> impression and at jabs at himself for his reputation for liking the media spotlight. <q> There's only one way to refute being called a show horse: You've got to take it in front of a huge audience, </q> he told the audience. Although <strong> Mike Pence </strong> is skilled at the messaging side of politics, he has less experience as an executive- which could be an issue for a gubernatorial candidate. Asked about", "new_id": -2}, {"uid": "1295292215026312759", "i": 44318, "idx": 0, "sa": ["Jim Ryan", "Tim Pawlenty", "Mike Pence", "Mitt Romney"], "q": "Former <strong> Mike Pence </strong> <strong> Jim Ryan </strong>, a pro-life Kansas Republican, is also a part of the draft <strong> Mike Pence </strong> comMitt Romneyee, which has already put up a web site. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the opTim Pawlentyistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said, according to AP. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Mike Pence </strong> stepped down from his position in the last session of Congress", "new_id": -2}, {"uid": "1296373745172048387", "i": 34090, "idx": 16, "sa": ["Mike Pence"], "q": "served all GOP House members. But he said a full discussion of his credentials should wait until he's an official candidate. \"If we would decide to seek the governorship,\" <strong> Mike Pence </strong> said, <q> I would expect people can judge whatever we would bring to the candidacy at that time. </q> Asked to help Indy's underprivileged kids, Star readers stepped up in droves Revisiting 5 of the year's most moving \"Our Children, Our City\" subjects From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1295412304055623687", "i": 44811, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "presidential primaries. <strong> Mike Pence </strong> has stepped down from his post in the House Republican leadership and is considering a White House run or possible governor campaign. In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong> <q> the best governor in America. </q> <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to \"keep the national campaign.\" of Indiana and former Republican House Speaker Newt... Gov.", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On` The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I'm Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}]