[{"uid": "1296293567080576526", "i": 30545, "idx": 4, "sa": ["Kanye West", "Allen Iverson", "Lionel Messi", "George Karl"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q> I don't think we can lose a( player) because of an injury the rest of the way, </q> <strong> George Karl </strong> said.`` It's the <strong> Lionel Messi </strong>- 2009-2010 <strong> Lionel Messi </strong> 2009-2010- Goals, Skills, Celebrations& Commentary 09-10 My neKanye West <strong> Lionel Messi </strong> video and maybe my best! <strong> Lionel Messi </strong> Vs Fc Bayern Munich Info about <strong> Lionel Messi </strong>: <strong> Lionel Messi </strong>", "new_id": -2}, {"uid": "1295841387032849936", "i": 21341, "idx": 0, "sa": ["Eric Schmidt"], "q": "to speed up decision-making at the Internet giant. In a regulatory filing last week, Google said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. As of Dec. 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of Google stock and controlled 9.6% of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1295107313211468325", "i": 705, "idx": 0, "sa": ["Herb Kohl", "Robert Gates", "Colin Powell", "Ted Kennedy"], "q": "Mr. Chairman. Mr. Attorney General, the detention center at Guantanamo Bay continues to harm our image around the world. There's growing consensus on this. Secretary of Defense <strong> Robert Gates </strong> told the House Committee, quote, <q> I came to this job thinking that Guantanamo Bay should be closed. </q> <strong> Herb Kohl </strong>: According to press reports, Secretary of State Rice has also supporTed Kennedy efforts within the administration to close Guantanamo. And former Secretary of State <strong> Colin Powell </strong> said, quote,`` If it was up to me,", "new_id": -2}, {"uid": "1295657293256983049", "i": 12929, "idx": 0, "sa": ["Eric Schmidt", "Stephen A. Miles"], "q": "as <strong> Eric Schmidt </strong> in the executive chairman role and having the heart and soul of Google in the CEO role makes a lot of sense,'' said <strong> Stephen A. Miles </strong>, vice chairman of executive consulting firm Heidrick& Struggles International Inc. <q> They do face challenges and a lot of headwind. There's nothing like a founder to take whatever hill you need to take. </q> Amazon.com Inc., the world's top online retailer, and Oracle Corp., the No. 2 maker of business application software, are among technology bellwethers that have thrived under the guidance of their founders, <strong> Stephen A. Miles </strong>", "new_id": -2}, {"uid": "1295294243074366995", "i": 23385, "idx": 7, "sa": ["Mike Pence", "Benjamin Netanyahu", "Greta Van Susteren"], "q": "be most Benjamin Netanyahueficial in the currenty economic crisis... 11-4-2009- <strong> Mike Pence </strong> Discusses House GOP Health Care Alternative`` On The Record'' 11-4-2009- <strong> Mike Pence </strong> Discusses House GOP Health Care Alternative`` On The Record'' Congressman <strong> Mike Pence </strong> appeared <q> On The Record with <strong> Greta Van Susteren </strong> </q> to discuss the House Republican alternative health care reform bill... 12-3-2009- <strong> Mike Pence </strong> Discusses Republican Economic Roundtable on CNBC 12-3-2009- <strong> Mike Pence </strong> Discusses Republican Economic Roundtable on CNBC Congressman <strong> Mike Pence </strong> appeared on the CNBC program`` Power Lunch''", "new_id": -2}, {"uid": "1296218172048857090", "i": 15211, "idx": 13, "sa": ["David McIntosh", "Mike Pence"], "q": "'m sure that he's made a discernment that this is the right move.'' Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the 2nd District, said <strong> Mike Pence </strong>'s decision was the correct one <q> because he made it. </q>`` You've got to have the fire in your belly and the desire to run for president and his heart clearly is in Indiana,'' <strong> David McIntosh </strong> said.`` At", "new_id": -2}, {"uid": "1296139408192086076", "i": 26845, "idx": 1, "sa": ["Michael Gove"], "q": "a country long divided against itself. His public appearances have become increasingly rare since his retirement. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1296974768249708546", "i": 6732, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "the Giants, a game in which the Eagles trailed by 21 points in the fourth quarter.`` <strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,'' Eagles offensive coordinator <strong> Marty Mornhinweg </strong> said. <q> Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that. </q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison, a two-year", "new_id": -2}, {"uid": "1295669723025427987", "i": 4255, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": " <strong> Larry Page </strong>, whose return to CEO is effective on April 4, will also lead product development and technology strategy. <strong> Sergey Brin </strong> gets the job title of co-founder and will work on strategic projects and products. <q> For the last 10 years, we have all been equally involved in making decisions, </q> <strong> Eric Schmidt </strong> wrote.`` This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify", "new_id": -2}, {"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q> One day Larry and Sergey bought Android, and I didn't even notice. </q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}]