[{"uid": "1295160349218923039", "i": 39726, "idx": 1, "sa": ["Elton Brand", "Allen Iverson", "Nate Robinson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Nate_Robinson_45_Points_vs_Portland_Trailblazers_Career-High_[08-03-2008] <strong> Nate Robinson </strong>'s Highlights of his best game of his career!!! <strong> Nate Robinson </strong> shot 16-of-28 from the floor and went 11-for-13 from the line", "new_id": -2}, {"uid": "1295314716264208390", "i": 1956, "idx": 0, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "unveil phone recharger and Comcast... <strong> Steve Ballmer </strong> today announced the worldwide availability of... Photo in Slideshow: Microsoft CEO <strong> Steve Ballmer </strong> holds a Windows 7 phone during his... Technology Video: Apple's <strong> Steve Jobs </strong> takes medical leave Report Abuse <q> NSA and CIA are ported into every Operating system made and released since the 70's. </q> Please people.... Do some more research. Every key that you have hit on your keyboard, has been mirrored to a data bank of theirs. So when the time is right,", "new_id": -2}, {"uid": "1294961599111804420", "i": 13419, "idx": 5, "sa": ["Tyronn Lue", "Allen Iverson"], "q": " \"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said It all comes down to this who will win after 36 days in the Nicaragua rain forest 20 survivors have challenged them selfs for one of the toughest", "new_id": -2}, {"uid": "1297225373053084179", "i": 45415, "idx": 3, "sa": ["Michael Vick"], "q": "'s unfortunate, and I would rather have not seen the situation.\" Two council members told the newspaper that the presentation was inappropriate, though one defended it, saying <strong> Michael Vick </strong> \"served his time\" and <q> did what the court told him to. </q> The newspaper reported that council members are allowed to hand out token keys- a$ 25 key with Dallas' seal- to whomever they want, in contrast with the more official gold or crystal city", "new_id": -2}, {"uid": "1297701144114671657", "i": 14850, "idx": 3, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "have vowed to fight the proposed funding cut. \"In my community, Planned Parenthood is a very highly regarded mainstream organization,\" said Democratic Rep. <strong> Lois Capps </strong> of California, who depicted <strong> Mike Pence </strong>'s bill as <q> driven by an extreme ideological agenda. </q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people. \"This", "new_id": -2}, {"uid": "1295419429158941199", "i": 13928, "idx": 0, "sa": ["Gabrielle Giffords", "Kent Conrad", "Byron Dorgan", "Sen. Bernie Sanders"], "q": "...- That was fast. Exactly one week after leaving Congress, former Sens. <strong> Byron Dorgan </strong>...( D-N.D.) announced Tuesday that he will not seek re-election in... Video: <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> Making Progress Report Abuse <q> Two more democrats bailing out knowing they wouldn't get reelected anyway, Mexico has Montezuma's revenge, Washington DC has <strong> Barack Obama </strong>'s Toxic Syndrome, unless you're a democrat from California New York or Massachusetts, you're more likely to be kicked out of office, The irony is, just two years ago, liberals in this very board were predicting the republican party would not survive another election, they were right about the prediction, but wrong about what which party would become extinct. </q> Report Abuse \" \"The budget deficit is completely out of control\" \" <strong> Kent Conrad </strong> contributed to our nations deficit, who he kidding talking about finding ways to lessen it? Is he going to", "new_id": -2}, {"uid": "1295658341074924035", "i": 536, "idx": 5, "sa": ["Glenn Mulcaire", "Alastair Campbell", "Damian McBride", "Clive Goodman", "Andy Coulson"], "q": "said he compared <strong> Andy Coulson </strong>'s regime with \"the days of dodgy dossiers, <strong> Alastair Campbell </strong>, <strong> Damian McBride </strong> and all that nonsense we had from the past government\". He reiterated <strong> Andy Coulson </strong>'s dogged defence, saying his communications director <q> had resigned as News of the World editor as soon as he found what was happening </q>. <strong> Andy Coulson </strong> resigned from the paper in January 2007, the day royal editor <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong>, were jailed for hacking into the phones of members of the royal household. He insisted the hacking", "new_id": -2}, {"uid": "1295642034266682385", "i": 22316, "idx": 1, "sa": ["Vint Cerf", "Eric Schmidt"], "q": "unwieldy as it has grown. <strong> Eric Schmidt </strong> gave similar comments in a blog post today, saying that, as Google had grown, managing the business had become \"more complicated\" and the trio had been <q> talking for a long time about how best to simplify our management structure and speed up decision making </q>. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong>, 55, had been chief executive for 10 years- \"a nice round number\"- and Page, now 37, was ready to lead the company into the future.", "new_id": -2}, {"uid": "1296599743193396754", "i": 49408, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "children. <strong> Camille Grammer </strong>'s children. The <strong> David Letterman </strong> cutaway shot which cut through <strong> Camille Grammer </strong>'s heart. The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.\" COHEN: <q> There's a shot of her with the kids on <strong> David Letterman </strong>. </q> CAMILLE: \"He uses them as props. It's tough, it's harsh. It hurts, of course.\" The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Camille_Grammer_Meets_Kelsey's_New_Girlfriend_'It_Was_A_Little_Uncomfortable'", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}]