[{"uid": "1297140015083361792", "i": 5822, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "on Mexican drug gang... Botox help lift the Irvine company's fourth-quarter profit, but net... World Video: South Sudan votes 98.83% to secede World Video: ABC News Exclusive: <strong> Donald Rumsfeld </strong> Opens Up Report Abuse <q> \"Prosecutors said <strong> Sandra Avila </strong> Beltran spent more than a decade working her way to the top of Mexico's drug trade, seducing several notorious kingpins and uniting Colombian and Mexican gangs.</q>\" This is a common daily news event at New York City, Chicago, L.A., San Francisco, Houston, Las Vegas... Report Abuse \"Just another example of the need for the cure.", "new_id": -2}, {"uid": "1295389955093929487", "i": 9732, "idx": 2, "sa": ["Simon Cowell", "Rio Ferdinand"], "q": "England v France on Wednesday. After an invite from England captain <strong> Rio Ferdinand </strong>, the lads watched the match from the comfort of a box, before going downstairs to meet with the players! Tags- X factor 2010 <q>one direction& quo... <strong> Leona Lewis </strong> faces Stocking of Truth on <strong> Simon Cowell </strong> and more <strong> Leona Lewis </strong> faces Stocking of Truth on <strong> Simon Cowell </strong> and more Former X Factor winner <strong> Leona Lewis </strong> takes on The Christmas Channel's Stocking of Truth. What to buy <strong> Simon Cowell </strong>? Is <strong> Mariah Carey </strong> best Christmas song?. Follow us on twitter at twitter.com... video results for: cowell factor after COREY TAYLOR GETS REAL FOR XMAS, CHALLENGES SIMON COWELL <strong> Corey Taylor </strong> and Stone Sour frontman <strong> Corey Taylor </strong> has released \"XM@$</q>, which is the perfect music for scrooge. He talks about his real feelings about the holiday and how the song came about. He talks about <strong> Simon Cowell </strong> and the X-Factor... The X Factor 2009- Nicole Lawrence", "new_id": -2}, {"uid": "1297501178235929616", "i": 27955, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "and Washington counties because of snow and ice damage. Disaster relief from the U.S. Department of Agriculture could help farmers recover from property damage and livestock losses due to weeks of snow and ice buildup. <q>The amount of heavy snow we've received this winter is unprecedented,</q> <strong> Kirsten Gillibrand </strong> said. \"Federal assistance is absolutely critical to helping these hardworking farm families recover.\" Farm Service Agency's emergency loans go to help supplement farmers' incomes after crop and livestock loss, pay to", "new_id": -2}, {"uid": "1297340703125812759", "i": 30169, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "having an affair with his diary secretary, Tracey Temple. He claims to have been told that invoices recovered by police showed he was targeted by <strong> Glenn Mulcaire </strong>. The Labour peer told Sky News: <q>She( Ms <strong> Sue Akers </strong>) showed me substantial evidence which convinced her and indeed me, as I had always expected, that not all the evidence had been properly investigated from the emails. \"And it did show that more interference with messages involving myself had taken place. \"That convinced me that she's serious about getting to the bottom of this and I wish her well in that.</q> A Met police spokesman admitted some individuals being contacted by police were originally told there was \"little or no\" evidence that they were involved. <strong> Andy Coulson </strong>, News of the World editor at the", "new_id": -2}, {"uid": "1297117709195428398", "i": 21438, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "ABC in an interview to be broadcast on \"Nightline\" Monday. <strong> President Bush </strong> has written that the troop level in Iraq was \"the most important failure in the execution of the war.\" <q>I think that it's possible,</q> <strong> Donald Rumsfeld </strong> responded. \"We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always smoother.\" <strong> Donald Rumsfeld </strong> is promoting his memoir", "new_id": -2}, {"uid": "1296225951235159601", "i": 389, "idx": 1, "sa": ["Mike Pence"], "q": "a letter sent to supporters Thursday but said he intended \"to serve the people of Indiana in some way.\" Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <q>In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead,</q> <strong> Mike Pence </strong> said. \"After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play.\" <strong> Mike Pence </strong> has a pair of public events scheduled", "new_id": -2}, {"uid": "1295912989122798091", "i": 1482, "idx": 1, "sa": ["Mitch McConnell", "Mike Pence", "Tom Coburn"], "q": "know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address,\" Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. <q>Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit it matters where you stand.</q> And Senate Republican leader <strong> Mitch McConnell </strong> brushed off the idea this weekend, saying people can certainly mix it up, if they want. But <strong> Tom Coburn </strong>, the Republican from Oklahoma, told NBC the two", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,\" <strong> Michael Vick </strong> said. <q>However it comes, whatever happens, happens.</q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}, {"uid": "1295647683245137442", "i": 24018, "idx": 0, "sa": ["Eric Schmidt"], "q": "1,295, very close to a psychologically important top of 1,300. The Dow, meanwhile, got somewhat closer to 12,000. But investors seem to be focused Friday more on the good news. <q>I think it boils down to one thing: the earnings are coming in at levels that will be adjusted to higher PE ratios, so that's a fundamental plus for the market,</q> Cardillo said.], meanwhile, also traded lower despite reporting after the market closed Thursday. The search engine giant also stunned investors by announcing that <strong> Eric Schmidt </strong> will resign as CEO and that co-founder Larry Page,", "new_id": -2}, {"uid": "1297117164184680469", "i": 28729, "idx": 0, "sa": ["Simon Cowell"], "q": "help him select the winner of the TV talent show but admitted he is in \"regular\" contact with the singer, who he worked with on \"American Idol' until 2009. He said: <q>I'm a massive fan of <strong> Paula Abdul </strong>. We've been in regular contact. I'm not going to say who we are going to confirm or not because the truth is we haven't made up our minds up yet. It comes down to who I think is interesting and the commitment and the expertise each person offers.</q> \"We\"ve started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person.\" <strong> Simon Cowell </strong>", "new_id": -2}]