[{"uid": "1295408583085049372", "i": 7165, "idx": 0, "sa": ["Bernie Sanders", "Kent Conrad", "Joe Lieberman"], "q": "Tuesday, Democratic Senator <strong> Kent Conrad </strong>, 62, who's led efforts to get the U.S. budget under control, said on Tuesday that he will not run for a sixth term in the Senate in 2012. <q> It is more important I spend my time and energy trying to solve these( budget) problems than to be distracted by a campaign for re-election, </q> <strong> Kent Conrad </strong> said in a statement. Democrats now control the Senate 53-47. There are 51 Democrats and two independents-- <strong> Joe Lieberman </strong> and <strong> Bernie Sanders </strong> of Vermont, both of whom caucus with Democrats. Republicans are", "new_id": -2}, {"uid": "1296337030124829696", "i": 41894, "idx": 0, "sa": ["Zahi Hawass"], "q": "other key archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1295294154030998626", "i": 43385, "idx": 0, "sa": ["Max Baucus", "Charles Ellis Schumer", "Kirsten Gillibrand", "Peter King"], "q": "boost use of legal software. On another issue important to the Montana Democrat, <strong> Max Baucus </strong> said he was disappointed that talks aimed at reopening China's market to U.S. beef have not been resolved. <q> I urge these negotiations to successfully conclude as quickly as possible. International scientific standards( regarding the safety of U.S. beef) are clear, and there simply is no excuse for China's refusal to abide by them, </q> he said. <strong> Charles Ellis Schumer </strong>, <strong> Kirsten Gillibrand </strong>, <strong> Peter King </strong> urged an end to a` zero sum' Cold War relationship with the U.S., but... Photo: China hands over national stadium to Mozambique Video: Leaders of", "new_id": -2}, {"uid": "1296789067147030039", "i": 57706, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "percent after reporting a 26 percent decline in profit as print advertising and circulation revenue continued to shrink.''-- \" href=\"http://www.bloomberg.com/news/2011-02-03/new-york-times-profit-falls-26-on-print-ad-circulation-revenue-slide.html\" target=\"_blank\"> Bloomberg <strong> Donald Rumsfeld </strong> was right about everything: new book <q>`` Reviled two-time Defense Secretary <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled </q> The Winners: Just four programs and the large people on Ten won the night. A night of post-cyclone viewing inertia? The Biggest Loser: Families( Ten)( 7.30 pm)-- 1.326 million", "new_id": -2}, {"uid": "1295678248220479497", "i": 50276, "idx": 1, "sa": ["Barack Obama", "Tony Blair", "Andy Coulson"], "q": "Prime... the Iraq war Article: Families reject <strong> Tony Blair </strong> apology over Iraq... Report Abuse \" <strong> Tony Blair </strong> regretted is meaningless. is only a word spoken out from his mouth. not from his heart. \" Report Abuse <q> They'll carry on with this, they'll carry on with that yada yada... </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and Hu's Talks Won't End U.S.-China Tensions Healthy Habits Coaching Weight& stress mgmt. tips and more. For military&", "new_id": -2}, {"uid": "1296232388135299211", "i": 52225, "idx": 7, "sa": ["Eric Holcomb", "Mike Pence"], "q": "Republican U.S. <strong> Mike Pence </strong> will begin his version of a listening tour on Friday as he mulls whether to run for Indiana <strong> Eric Holcomb </strong>. <strong> Mike Pence </strong> announced Thursday that he wouldn't en... shrinktalkingheads 0 minute ago( 11:21 AM) <q> In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead, </q> <strong> Mike Pence </strong> said. Yo! <strong> Mike Pence </strong>. Enough listening. Jobs? Where are the jobs? shrinktalkingheads:`` In the months ahead, as we attend to our duties Littlekit 0 minute ago( 11:20 AM", "new_id": -2}, {"uid": "1296810977196722688", "i": 12712, "idx": 0, "sa": ["Michael Vick", "Mike Tomlin"], "q": "party last June that everyone involved, including <strong> Michael Vick </strong>, acknowledges was a bad idea. So naturally <strong> Michael Vick </strong>'s name and image are all over tickets to a for-profit party scheduled for Friday night in Dallas. <q> It's normal for guys to eat dinner, believe it or not, </q> Steelers coach <strong> Mike Tomlin </strong> said.`` Believe it or not, guys live lives.'' That is true even about guys who get themselves suspended for disgracing the league by committing felonies or behaving abominably. It", "new_id": -2}, {"uid": "1296371370213876754", "i": 20589, "idx": 2, "sa": ["Tracy McGrady", "Larry Brown", "Allen Iverson", "Kobe Bryant"], "q": "Sixers coach <strong> Larry Brown </strong> said.''( Dirk) Nowitzki goes for 46 and <strong> Tracy McGrady </strong>( <strong> Tracy McGrady </strong>) goes for 43, <strong> Kobe Bryant </strong>( <strong> Kobe Bryant </strong>) went for 39. So I figured he was motivated a <strong> Kobe Bryant </strong>.'' <q> I just caught a rhythm, </q> <strong> Allen Iverson </strong> said.`` I got in one of those rhythms where the basket looks like an ocean and I was just throwing rocks in it. My teammates did a superb job just getting me Pistons vs Hornets 16/12/2009", "new_id": -2}, {"uid": "1297713022009535507", "i": 47832, "idx": 0, "sa": ["Michael Vick"], "q": "passed away. <strong> Michael Vick </strong> was in the news recently when it was reported that P target=\"_blank\" href=\"http://weblogs.baltimoresun.com/features/mutts/blog/2010/12/Michael Vick_dog_rescue_waits_by_phone.html\"> The call upset many. According to a release, during the one-on-one with <strong> Michael Vick </strong>, <q> Among other topics, <strong> Michael Vick </strong> will discuss his time spent in prison after being convicted for his part in an illegal dogfighting ring, his subsequent return to the National Football League, his work with the Humane Society of the United States and his plans for the future. </q> Comments:( you may use HTML tags for style) Jill Rosen is a reporter at The Baltimore Sun. During her nearly 20 years in journalism, she has covered news and features- including a surprising", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' again, <strong> Betty White </strong> quips,`` I think you do a thing once and then you run like a thief.'' <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q> Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby. </q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}]