[{"uid": "1297373755254705834", "i": 9441, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links href=\"http://www.foxnews.com/scitech/2011/02/07/egypt-damaged-mummies-artifacts-restored/\"> Egypt's Damaged Artifacts to Be Restored in Days href=\"http://www.foxnews.com/scitech/2011/01/31/egypts-treasures-saved-looters-vandals/\"> Egypt's Treasures", "new_id": -2}, {"uid": "1296123122027361301", "i": 11580, "idx": 3, "sa": ["Michael Gove"], "q": "forbidden items \" Small teacher`` can I please look in your bag?'' BikMcFarlane 27 January 2011 9:13 AM johnandanne 27 January 2011 9:16 AM <strong> Michael Gove </strong>, the EducationSecretary said <q> these measures would restore disciplne in the classroom </q> <strong> Michael Gove </strong>- open your eyes- when nearly 1000 school children are suspended each and every day, the situation does not require your draconian measures- they will make no impact whatsoever When the UK", "new_id": -2}, {"uid": "1295020404055181314", "i": 21523, "idx": 0, "sa": ["Alassane Ouattara"], "q": "of openly recognising <strong> Alassane Ouattara </strong> as president, the decision was seen as a key step in pressuring Gbagbo to cede power in a power struggle after a Nov. 28 election left both men claiming to have won. <q> We have the figures, daily withdrawals from Ivory Coast's account, </q> Toikeusse Mabri, <strong> Alassane Ouattara </strong>'s minister for planning and development, told reporters after meeting the governor of the bank at its headquarters in Dakar. Mabri said he would give details of the amounts withdrawn later in", "new_id": -2}, {"uid": "1295849732019906565", "i": 12938, "idx": 4, "sa": ["Michael Gove", "Russell Hobby", "Chris Keates"], "q": "de <strong> Michael Gove </strong>, la secretaria general de la Asociaci?n Nacional de Maestros de Escuela/Sindicato de Mujeres Profesoras, <strong> Chris Keates </strong>, opin en la BBC que el debate sobre la reforma del curr?culo`` carece de sentido'' porque el Gobierno <q> ya ha determinado que los ni?os han de tener un curr?culo como el de los a?os cincuenta </q>. Para <strong> Russell Hobby </strong>, de la Asociaci?n Nacional de Directores de Escuela, los directores quieren un curr?culo menos preceptivo`` que incluya lo b?sico pero al mismo tiempo deje margen a la creatividad, la cultura y la emoci?n", "new_id": -2}, {"uid": "1294968322178536453", "i": 53761, "idx": 5, "sa": ["Wilder Smith", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "Steve Blake", "Chris Andersen"], "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis.`` Monday, I get to wake up and it's Chris Andersentmas,'' <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> Wilder Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "new_id": -2}, {"uid": "1295692183150896651", "i": 35387, "idx": 1, "sa": ["Allen Iverson", "Paul Pierce", "Kevin Garnett", "Shaquille O'Neal"], "q": ", strengthening the knee in hopes of returning and finishing Celtics 86, Pistons 82: Boston rides <strong> Shaquille O'Neal </strong>, <strong> Allen Iverson </strong> to win an injury is all about getting back the rhythm he has developed with his Boston teammates. <q> It's like being at a party, and the record skips, and you've got to get back on beat, </q> he said after helping the Celtics erase an eight-point, fourth-quarter deficit and beat the <strong> Kevin Garnett </strong> scored 21 and <strong> Paul Pierce </strong> was right behind with a 20-point effort, as the Celtics stretched their winning streak to five Boston, which", "new_id": -2}, {"uid": "1296776655116113416", "i": 59038, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "a more stable and secure world.'' And of the argument that the war in Iraq diverted troops and resources from Afghanistan, leading to the resurgence there of the Taliban, Mr. <strong> Donald Rumsfeld </strong> simply declares, <q> It was precisely during the toughest period in the Iraq war that Afghanistan, with coalition help, took some of its most promising steps toward a free and better future. </q> Although most of this book is written in flat-footed prose( largely devoid of colorful Rummyisms), this former Secretary of Defense tends to be tart- even snide- in his depictions of colleagues, with", "new_id": -2}, {"uid": "1295980892186695693", "i": 10753, "idx": 2, "sa": ["Timothy Jost", "Mike Pence", "Chris Smith", "Bart Stupak"], "q": "public funding. In fact, <strong> Timothy Jost </strong>, a law professor at Washington and Lee University who is anti-choice, told NPR that the claim that the federal government currently funds abortion care is bogus. <q> Both the federal court in Virginia and the Ohio Elections Commission determined that the claim that the[ health law] funds abortion is false, </q> <strong> Timothy Jost </strong> said. So, what is H.R. 3 about, then? We call <strong> Chris Smith </strong>'s bill`` <strong> Bart Stupak </strong> on Steroids,'' a because it goes even further than former <strong> Mike Pence </strong> <strong> Bart Stupak </strong>'s failed attempt to", "new_id": -2}, {"uid": "1296231939160088102", "i": 58000, "idx": 0, "sa": ["George Osborne", "Stephen Glover", "Eric Schmidt", "Rupert Murdoch"], "q": "'s role at the heart of government has come under increasing scrutiny. One of the co-founders of the Independent newspaper <strong> Stephen Glover </strong> recently wondered why Chancellor <strong> George Osborne </strong> had co-written an editorial piece with outgoing Google CEO <strong> Eric Schmidt </strong>. <q> I can't imagine a member of the Government doing a piece with <strong> Rupert Murdoch </strong>, </q> <strong> Stephen Glover </strong> noted. You can imagine the reaction if he had. What's good for Google, it seems, must be good for the UK.? Google Apps for Business: Secure, reliable", "new_id": -2}, {"i": 6048, "idx": 1, "index_answer": 0, "new_id": -1, "q": "proposal intended to incite a panicked response to a phony crisis,'' <strong> Bill Lockyer </strong>, a Democrat, said during a conference call with reporters organized by the Economic Policy Institute, a Washington, D.C., think tank. <q> Killer bees, space aliens... now it's the invasion of the bankrupt states. The truth is, no state wants to declare bankruptcy, no state needs to declare bankruptcy, and no state would. </q> The proposal at issue would give states the option of declaring bankruptcy in much the same way that businesses can, though it is unclear whether courts would go along with such a move because states, unlike", "sa": ["Bill Lockyer"], "uid": "1295967628237387816"}]