[{"uid": "1295600296192069679", "i": 54237, "idx": 0, "sa": ["Edmund Bartlett", "Simon Cowell"], "q": "' ratings down from last year China committed to human rights, says Hu <strong> Edmund Bartlett </strong> announces hefty bookings ahead of Jazz Festival Tourism <strong> Edmund Bartlett </strong> reports that hotels between Trelawny and St James are reporting 100 per cent Blues Festival. <q> All the hotels have told me that they are fully booked and that is very good about it, </q> <strong> Edmund Bartlett </strong> disclosed during a launch of the annual target=\"_blank\" music festival scheduled to take place at the Trelawny Heineken star stage to highlight emerging talent Minus <strong> Simon Cowell </strong> and with new hosts,` American Idol' ratings", "new_id": -2}, {"uid": "1295443367077627404", "i": 47434, "idx": 1, "sa": ["Miley Cyrus", "Russell Brand", "Dermot O'Leary", "Nicole Scherzinger", "Simon Cowell", "Jonathan Ross"], "q": "keen to get Rihanna involved with the programme, and think she would wow television audiences. \"To get her on the show would give it real star power,\" a source explained to Look. <q> <strong> Nicole Scherzinger </strong> and Cheryl Cole are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out. She has a massive appeal and a real edge to her. <strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion. </q> <strong> Dermot O'Leary </strong>- who fronts British TV talent... <strong> Simon Cowell </strong> planning new swing band through his record label US- Singer-actress <strong> Miley Cyrus </strong>' show Hannah Montana... <strong> Russell Brand </strong> and <strong> Jonathan Ross </strong> reunite for Comedy Awards <strong> Russell Brand </strong> and <strong> Jonathan Ross </strong> reunite for Comedy", "new_id": -2}, {"uid": "1296456546143032321", "i": 15391, "idx": 0, "sa": ["Zahi Hawass"], "q": "country. In the Egyptian Museum in Cairo, looters stole jewelry from the museum shop and smashed a statue of Tutankhamun and other artifacts. In a Sinai store containing antiquities from the Port Said Museum, <q> a large group, armed with guns and a truck, entered the store, opened the boxes in the magazine and took the precious objects. Other groups attempted to enter the Coptic Museum, Royal Jewellery Museum, National Museum of Alexandria, and El Manial Museum, </q> <strong> Zahi Hawass </strong>, who is also a National Geographic Explorer-in-Residence, posted on his website. I have always enjoyed <strong> Zahi Hawass </strong>' enthusiasm toward Egypt and archaeology... this \"revolution\" must be absolutely terrifying for him", "new_id": -2}, {"uid": "1297416933108904472", "i": 50871, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "stepping down as he \"pursues other interests outside the company\" . Nokia is betting heavily that they can speed up company operations. In a joint release by Nokia CEO <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>, <q> Today, the battle is moving from one of mobile devices to one of mobile ecosystems, and our strengths here are complementary. Ecosystems thrive when they reach scale, when they are fueled by energy and innovation and when they provide benefits and value to each person or company who participates. This is what we are creating; this is our vision; this is the work we are driving from this day forward. </q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we", "new_id": -2}, {"uid": "1297273074137707595", "i": 24195, "idx": 0, "sa": ["Sergio Marchionne"], "q": "CEO <strong> Sergio Marchionne </strong> walked into the Chicago Auto Show, he was smiling and shaking hands with Chrysler employees and carrying a confidence we haven't seen at Chrysler in years. can change the atmosphere at a company. <q> That ad said what a lot of people in Chrysler and Detroit have been feeling for some time, </q> <strong> Sergio Marchionne </strong> told me. If you haven't seen the Chrysler ad featuring Eminem, do yourself a favor and watch it. It's 2:00 that captures the dreams of Chrysler employees and many in Detroit. It was", "new_id": -2}, {"uid": "1296082713165281823", "i": 38312, "idx": 0, "sa": ["Andy Coulson", "Tom Symonds", "David Cameron", "Ian Edmondson"], "q": ".\" The source insisted that no other newspaper executive, present or former, was implicated in the new evidence, but BBC home affairs correspondent <strong> Tom Symonds </strong> said that may not be the case. <q> I've been told by two sources that Mr <strong> Ian Edmondson </strong> has evidence himself that might implicate other senior people at the News of the World, so clearly this has opened a whole can of worms, </q> he said. <strong> Andy Coulson </strong> blamed coverage of the story for his resignation The new inquiry follows the resignation last week of Prime Minister <strong> David Cameron </strong>'s official spokesman <strong> Andy Coulson </strong>, who said the media storm surrounding ongoing hacking claims", "new_id": -2}, {"uid": "1297331361072368143", "i": 20911, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Jay Leno"], "q": "Idol, is \"obsessed\" with her. US chat show host <strong> Jay Leno </strong> asked the star about <strong> Simon Cowell </strong>'s recent admission that he was a \"massive fan\" of <strong> Paula Abdul </strong>'s. She replied: <q> I think you need to take` mass' off and put( in)` obsessive'( instead). He's obsessed with me! </q> She was also asked on NBC's Tonight Show With <strong> Jay Leno </strong> about rumours she could be working with the TV supremo on X Factor USA. <strong> Paula Abdul </strong> remained tight-lipped, saying: \"He always talks", "new_id": -2}, {"uid": "1295865007245235746", "i": 5775, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Ian Hacking"], "q": "Sea represent a pharaoh bargain for buyers? Report on deadly Gaza flotilla raid set for release media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-Ian Hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-Ian Hacking row, in a test for the nine-month-old government. \"So far, our worst day in government,\"", "new_id": -2}, {"uid": "1297376780211959854", "i": 1483, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "the story, <strong> Mark Buehrle </strong> Buerhle acknowledged that <strong> Michael Vick </strong> had served time for his involvement in a dogfighting ring in his hometown of Newport News, Va., but Buerhle had not forgiven <strong> Michael Vick </strong> and wished him harm. <q> He had a great year and a great comeback, but there were times where we watched the game and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong> said. \"Everything you've done to these dogs, something bad needs to happen to these guys.\" Buerhle's words are those shared by many in America. It's no secret that", "new_id": -2}, {"uid": "1297181837149962786", "i": 23354, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "'s been in regular contact with <strong> Paula Abdul </strong>, the story says. He also defended the decision he's made about \"The X Factor\" to let children as young as 12 audition, saying that\" <q> We've started to see a trend with kids this age and what they can do. </q> <strong> Simon Cowell </strong> made his remarks during a conference call with reporters about his upcoming \"X Factor\" on Fox. According to the Associated Press, the talent show, which will debut in the fall,", "new_id": -2}]