[{"uid": "1295125002207224894", "i": 15602, "idx": 7, "sa": ["Alassane Ouattara"], "q": "of the participants on the panel conveyed a sense of urgency about the post-election stalemate. Amosu noted reports of nighttime raids on homes of <strong> Alassane Ouattara </strong> supporters, of disappearances, of mass graves and other human rights violations. <q> I don't think anyone is any doubt, now, about the scale and the trajectory of this kind of violence, </q> Amosu said. She also noted the increasing attacks by Gbagbo supporters on UN peacekeeping forces, numbering 10,000 in Cote d'Ivoire, is a major concern.`` You're seeing a level of impunity against an", "new_id": -2}, {"uid": "1295340834107151381", "i": 50573, "idx": 2, "sa": ["Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "pel?cula protagonizada por <strong> Johnny Depp </strong> y <strong> Angelina Jolie </strong>, presentes en la gala.`` Ha sido un gran a?o para las pel?culas en 3D: Toy Story, Gru, mi villano favorito, Tron...'', empez <strong> Ricky Gervais </strong>. <q> Parece que todo este a?o era tridimensional excepto los personajes de The Tourist </q>, afirm, copa en mano, ante la mirada apurada de <strong> Johnny Depp </strong> y un p?blico fr?o. <strong> Ricky Gervais </strong> rechaz con iron?a los rumores de que los miembros de la Asociaci?n de Prensa Extranjera de Hollywood( organizadora", "new_id": -2}, {"uid": "1295907731142966825", "i": 26930, "idx": 0, "sa": ["Tim Cook", "Susilo Bambang Yudhoyono", "Alassane Ouattara", "Jairam Ramesh"], "q": "the level seen in H1 2010, when the margin increased by 25bp. \" But fear not UK taxpayers. UBS is still expecting substantial share price appreciation in the second half of the year: <q> Lloyds' stock price was up 35% during 2010, with most of this performance delivered in Q3. We would not be surprised to see a similar performance in 2011- with the stock likely to end the year considerably higher, but with the performance concentrated in a relatively short period in the second half of the year. </q> Tuesday <strong> Jairam Ramesh </strong>, <strong> Alassane Ouattara </strong>, Laurent Gbagbo, Ivory Coast, Archean, Reliance Group, Domodedovo airport, <strong> Susilo Bambang Yudhoyono </strong>, clean energy, SJM Holdings Hong Kong Today fundamentals, supply shock, global recovery, <strong> Tim Cook </strong>, Frannie", "new_id": -2}, {"uid": "1297688126115867651", "i": 41425, "idx": 0, "sa": ["Colin Powell"], "q": "is now over 40% higher in inflation adjusted dollars than it was under Reagan at the height of the Cold War. The US polices the world, but as former Chief of Staff <strong> Colin Powell </strong> once stated, is <q> running out of enemies. </q> We're down to hunting a few hundred al Qaeda zealots with drones, fighting an endless war with a corrupt ally in Afghanistan, and chasing agile Somali pirates. Even China has only begun even to build a", "new_id": -2}, {"uid": "1295969179009764946", "i": 14174, "idx": 1, "sa": ["Bernie Sanders"], "q": "State of the Union address to propose cuts in Social Security.`` I hope that information is wrong and that you will stand by your campaign promises to strengthen Social Security,'' read the letter from <strong> Bernie Sanders </strong>. <q> I urge you once again to make it clear to the American people that under your watch we will not cut Social Security benefits, raise the retirement age or privatize this critical program. </q> The message is being echoed by labor unions, senior groups and religious organizations as the State of the Union Address approaches.`` Let's get one thing straight right at the beginning: Social Security", "new_id": -2}, {"uid": "1295755514184385545", "i": 26788, "idx": 10, "sa": ["LeBron James", "Allen Iverson", "Nathaniel D Robinson"], "q": "buzzer.`` I just knew if I get it up high enough I would have a good chance of maLeBron James it,'' <strong> Nathaniel D Robinson </strong> said.`` So I just shot it hard and let it go.'' <q> The sky's the limit for him, </q> <strong> Allen Iverson </strong> said.`` He's a tough guard. He's got the best coach in the world on his side.'' New York, outplayed in the first half, outhustled and outworked the 76ers for a", "new_id": -2}, {"uid": "1295479721209436674", "i": 41798, "idx": 0, "sa": ["Lisa Jackson", "Sergio Marchionne"], "q": "testing by July 2012. The project comes as automakers scramble to meet strict new fuel economy standards expected to take effect after 2016 that have forced automakers to rethink the design of their fleet. <q> We need to continue to explore ways to drive the most cost-efficient solution to achieve that objective, </q> Chrysler Chief Executive <strong> Sergio Marchionne </strong> told reporters Wednesday. <strong> Sergio Marchionne </strong> appeared on Wednesday with EPA Administrator <strong> Lisa Jackson </strong> at the agency's laboratories in Ann Arbor. Chrysler, which is operating under the management control of Fiat", "new_id": -2}, {"uid": "1296005040180027427", "i": 13500, "idx": 2, "sa": ["Simone Gbagbo", "Alassane Ouattara", "Alassane Dramane Ouattara"], "q": "other two leading opponents former prime minister <strong> Alassane Dramane Ouattara </strong>, and candidate Henri K.Bewdie voted early this morning in Abidjan. Following his vote and talking to journalists <strong> Alassane Ouattara </strong> thanked all his fellow citizens and he expressed his hopes to win <q> with a very large majority the 2nd round of the presidential election </q>. The polls had been postponed six times by October 31, when the country held the first round of the election, in which <strong> Simone Gbagbo </strong> garnered 38.3 percent of the vote and <strong> Alassane Ouattara </strong> scored 32 percent....(", "new_id": -2}, {"uid": "1297177627217825367", "i": 51413, "idx": 2, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "`` That was such a stain on our country,'' he tells ABC News' <strong> Diane Sawyer </strong> in an interviewed`` I stepped up and told the president I thought I should resign,'' he says. <q> I think probably he and the military and the Pentagon and the country would have been better off if I had. </q> Also during the interview, <strong> Donald Rumsfeld </strong> defends the Bush administration's war and anti-terrorism records, and his own reputation as a boss who intimidated some of the Pentagon brass.`` Oh the poor people", "new_id": -2}, {"i": 5030, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Jimi Hendrix </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Jimi Hendrix </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me The BP symbol is on", "sa": ["Allen Iverson", "Jimi Hendrix", "Donyell Marshall"], "uid": "1295212882209371150"}]