[{"uid": "1296504451024739846", "i": 23567, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "heavily protected by the Egyptian military. Later on Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters for his ouster. <q> If the museum is safe, Egypt is safe, </q> <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs. Mummies heads ripped off Looters had broken into the museum on Friday, ripping the", "new_id": -2}, {"uid": "1295021732123977752", "i": 37667, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "focus on loved ones for the first time.`` It was raw courage. It was raw strength. It was so beautiful and so moving,'' said Sen. title=\"Kirsten Gillibrand\" href=\"http://www.chicagotribune.com/topic/politics/government/Kirsten Gillibrand-Kirsten Gillibrand-PEPLT0000007557.topic\"> <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> She wanted us to know that she was with us a hundred percent and understood everything we were saying. </q> neurosurgeon, Dr. Michael Lemole, called it`` a major milestone,'' and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing for caution, Lemole", "new_id": -2}, {"uid": "1296993055145604636", "i": 13835, "idx": 6, "sa": ["Angelina Jolie", "George Clooney", "Brad Pitt"], "q": "<strong> George Clooney </strong>`` The Gorgeous'' <strong> George Clooney </strong> to apologize to her and <strong> Angelina Jolie </strong> for calling her kids a`` Pack of Brats?'' Goobergarden responded by saying,`` You got it Mr. <strong> George Clooney </strong>.'' <q> Well... Goobergarden is it? </q>`` Yes sir.''`` Goobergarden, you can tell Angie <strong> Angelina Jolie </strong> and <strong> Brad Pitt </strong> that I will not apologize to them for calling their kids a`` Pack of Brats'' and in fact I", "new_id": -2}, {"uid": "1294961671181354498", "i": 18686, "idx": 3, "sa": ["Mike Pence", "Ben Quayle", "John Boehner"], "q": "but we'll keep[ the shooting victims] in our thoughts and prayers,'' said Republican <strong> Mike Pence </strong> target=\"_blank\" href=\"http://topics.politico.com/index.cfm/topic/Ben QuayleBen Quayle\"> <strong> Ben Quayle </strong>( R-Ariz.), a freshman member of the still grieving Arizona delegation. <q> I think it's important that the discourse between one another can be one of ideas and like Speaker <strong> John Boehner </strong> said at his swearing in, we can disagree without being disagreeable. </q> Republicans believe it's critical to regain that momentum that swept them into power, even using the tragedy as an impetus.`` Clearly we need to move forward on an agenda,'' said Illinois", "new_id": -2}, {"uid": "1295125227265830412", "i": 42532, "idx": 11, "sa": ["Ricardo Sanchez", "Isnilon Hapilon", "Amrit Singh", "Janis Karpinski", "Donald Rumsfeld"], "q": "were only following orders based on a memo from Lt. Gen. <strong> Ricardo Sanchez </strong>, and that''[ she] didn't find cruel and malicious criminals that are out there looking for detainees to Isnilon Hapilonse.''[ 104] <q> Gen <strong> Ricardo Sanchez </strong> authorised interrogation techniques that were in clear violation of the Geneva Conventions and the army's own standards </q>, ACLU lawyer <strong> Amrit Singh </strong> said in the union's statement.[ 105] In an interview for her hometown newspaper The Signal, Gen. <strong> Janis Karpinski </strong> claimed to have seen unreleased documents from <strong> Donald Rumsfeld </strong> that authorized these tactics for Iraqi", "new_id": -2}, {"uid": "1295070638169934886", "i": 41961, "idx": 5, "sa": ["Donald Rumsfeld", "Norman D. Dicks"], "q": "money for more research in areas such as missile defense.`` This is one of the most interesting situations I've seen in a long time,'' says Representative <strong> Norman D. Dicks </strong>, a pro-military Democrat from Washington State. <q> He says he wants the military to stop saying they can fight two wars on two fronts simultaneously. But he has opened more fronts in Washington than any Defense Secretary in memory. </q> Which helps explain why, all of a sudden last Friday, <strong> Donald Rumsfeld </strong> sued for peace. After hinting for months that the new Administration might force the Army, Navy and Air Force to cut two or", "new_id": -2}, {"uid": "1295563364204783630", "i": 12693, "idx": 9, "sa": ["Tim Cook", "Sergey Brin", "Eric Schmidt"], "q": "a long Tim Cooke to be a CEO,'' <strong> Eric Schmidt </strong> said during the call. <strong> Sergey Brin </strong>, meanwhile, will devote his Tim Cooke and energy to strategic projects, in particular working on new products. <q> I'm looking forward to many more decades of work together, </q> <strong> Sergey Brin </strong> said on the conference call.`` I would like to work more on my personal passions[ including] several new significant products that I hope to tell you about'' soon. <strong> Sergey Brin </strong> said he", "new_id": -2}, {"uid": "1296264607254001162", "i": 5801, "idx": 0, "sa": ["Danilo Gallinari", "Allen Iverson", "Samuel Dalembert", "Rodney Carney", "Jared Jeffries"], "q": "scored 17, <strong> Jared Jeffries </strong> had 15 and <strong> Danilo Gallinari </strong> 12 for the Knicks( 16-22), who snapped a two-game losing streak. The Knicks also ended a nine-game skid in Philadelphia, dating to Dec. 17, 2004. <q> We finally got one here, </q> <strong> Jared Jeffries </strong> said.`` We made some big plays when we needed them down the stretch.'' <strong> Allen Iverson </strong> scored 16 points, <strong> Rodney Carney </strong> added 13 and <strong> Samuel Dalembert </strong> had 12 and a season-high 21 rebounds for the Sixers( 12-26", "new_id": -2}, {"uid": "1295189804049070144", "i": 24492, "idx": 3, "sa": ["Steven Tyler", "Randy Jackson", "Simon Cowell", "Lee DeWyze", "Jennifer Lopez"], "q": "by an unassuming fellow named <strong> Lee DeWyze </strong>, drew the series' smallest overall audience since it began: 24.2 million viewers. But Idol's producers and talent are chipper about its chances without <strong> Simon Cowell </strong>. <q> We definitely love him and will miss him, and I think he was a great addition to the show, but I think what we've added now with these two superstars, I think the show is going to go on and have huge success, </q> said <strong> Randy Jackson </strong>.`` I see these kids walk in, and they look at <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>, and they go,` My God. We got like the rock legend. We got the triple-threat", "new_id": -2}, {"i": 43042, "idx": 1, "index_answer": 0, "new_id": -1, "q": "in real-time and at scale. However, the CEO acknowledged that Google first needed to do some`` serious spadework,'' such as developing advanced LTE networks to carry massive and inevitable data loads. <q> These will be 8-to-10- megabit networks, roughly 10 times what we have today, which will usher in new and creative applications, mostly entertainment and social, for these phone platforms, </q> <strong> Eric Schmidt </strong> wrote in a recent Harvard Business Review article. <strong> Eric Schmidt </strong> also emphasized that Google was interested in promoting the use of mobile devices as serious and secure financial tools.`` Phones", "sa": ["Eric Schmidt"], "uid": "1295553219232112198"}]