[{"uid": "1295977910157089807", "i": 7140, "idx": 0, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "for 2.5 rebounds per game. http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my", "new_id": -2}, {"uid": "1295780844219185156", "i": 9970, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "that Obamas decision on whether or not to continue implementing this shield will eventually determine whether relations between these two http://wn.com/TRILLIONS_MISSING__And_so_it_CONTINUES_Will_things_EVER_change!?!?! On Sept. 10, 2001, <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> declared war. Not on foreign terrorists, <q>the adversary's closer to home. It's the Pentagon bureaucracy,</q> he said. He said money wasted by the military poses a serious threat. \"In fact, it could be said it's a matter of life and death,\" he said. <strong> Donald Rumsfeld </strong> promised change but", "new_id": -2}, {"uid": "1295771865222068760", "i": 33085, "idx": 0, "sa": ["Stan Van Gundy", "Allen Iverson", "Dwight Howard", "Samuel Dalembert"], "q": "said he won't spend time enjoying his team's latest win. \"This is not the time of year to celebrate a win in the playoffs, especially against a team like Boston,\" <strong> Stan Van Gundy </strong> said. <q>It's basically like being at halftime with a one-point lead.</q> It was the second time this postseason the Magic won with a starter suspended. <strong> Dwight Howard </strong> lost his cool and threw an elbow at <strong> Samuel Dalembert </strong>'s head to draw a http://wn.com/Amazing_Allen_Iverson_42pts_vs_AWalker_PPierce_Celtics_01/02_NBA_Playoff_Game_3_Must_see betfreebie.com Basketball <strong> Allen Iverson </strong> refused to let the Philadelphia 76ers", "new_id": -2}, {"uid": "1295419435158941189", "i": 8409, "idx": 0, "sa": ["Nancy Pelosi", "John Boehner", "Mike Pence"], "q": "times. <strong> John Boehner </strong>'s tears As for <strong> Nancy Pelosi </strong> <strong> John Boehner </strong>'s tears, here is a quote from former House Republican Conference chairman <strong> Mike Pence </strong>, who lost a leadership election to <strong> John Boehner </strong> in 2006: <q><strong> John Boehner </strong>'s got the biggest heart in the House. My preacher used to say, \"When the eyes leak, the head won't swell.'</q> Emotional moments Regarding the article titled, \"Big boys don't cry, do they?\"( Jan. 16): I would like to respond to <strong> Nancy Pelosi </strong> <strong> John Boehner </strong>\"s frequent propensity", "new_id": -2}, {"uid": "1297691512098959367", "i": 43544, "idx": 1, "sa": ["Michael Gove"], "q": "projects in the area, worth Â£ 138 million, were halted. He said the purpose of the letter was \"to plead with you to keep a promise you made last year\". <q>You said then that you would visit Sandwell to talk to the pupils, heads and teachers in the schools which you had decided would not now be re-built,</q> the letter says. \"Mr <strong> Michael Gove </strong>, you have not yet kept your promise. In the months since your decision on BSF you have managed to travel to the West Midlands- but not to find", "new_id": -2}, {"uid": "1294980020205127681", "i": 27529, "idx": 0, "sa": ["Sergio Marchionne"], "q": "CEO, <strong> Sergio Marchionne </strong>, is setting a new Detroit standard for several unfamiliar things around here- candor, humility and exceeding expectations, including any sartorial requirement that might include wearing a necktie. Advertisement <q>At the core of our story is better cars,</q> Kidder said during a tour Wednesday of the North American International Auto Show with fellow director Jim Blanchard, the former Michigan governor, among others. Added Kidder, who drives to Auburn Hills from his home", "new_id": -2}, {"uid": "1296362329255475725", "i": 5274, "idx": 7, "sa": ["Linas Kleiza", "Allen Iverson", "Joel Anthony"], "q": "<strong> Joel Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then moved to the outside, going 4-for-8 from 3-point range. <q>He got a couple of easy ones, and once you get a couple of layups, the basket looks bigger,</q> said <strong> Allen Iverson </strong>, who had 28 points. \"He played a great game, and hopefully he can continue to play that way.\" <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter", "new_id": -2}, {"uid": "1295524934023461906", "i": 34048, "idx": 0, "sa": ["Piers Morgan", "Ricky Gervais", "Simon Cowell", "Amy Winehouse"], "q": "your sign since last night\", remarked <strong> Amy Winehouse </strong>. \"Some of the lights were out. Happens all the time\", stated the attorney. \"The Hotel is not responsible.\" <q>I give up. You're ambulance chasers all of you. I should have known something was up when they asked me to sleep in the nude facing the nun and priest painting.</q> Bureau's day- give this story five thumbs-up( there's no need to register Thank you for your rating, Your vote has been counted and is reflected above. <strong> Piers Morgan </strong>, <strong> Ricky Gervais </strong> and <strong> Simon Cowell </strong>:", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. <q>I will remember this night for the rest of my life.</q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}, {"uid": "1295669715025427979", "i": 42226, "idx": 0, "sa": ["Ricky Gervais", "Piers Morgan", "Simon Cowell", "Jennifer Lopez"], "q": "... <strong> Ricky Gervais </strong> said he did nothing wrong while hosting Hollywood's Golden... Photo: <strong> Piers Morgan </strong>, host of \"<strong> Piers Morgan </strong> Tonight,\" poses during the Turner... <strong> Simon Cowell </strong>, instruments and others, plus <strong> Jennifer Lopez </strong>... Report Abuse <q>This just means that there are more racists in America than we realize.</q> Does anyone remeber that the murderers, rapists, thieves and hardended criminals were the ones exiled to the New America from Britain and other European countries during the days of the colonies? So why would you", "new_id": -2}]