[{"uid": "1295379786188088348", "i": 20773, "idx": 1, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "<strong> Simon Cowell </strong>, also lives nearby too, sometimes. \"He knows how lonely it can be to start over in a new country and he wants her nearby,\" said the know-it-all mate. <q> Space, privacy and security don't come cheap in LA- especially where he lives. <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood. </q> 3AM: Bam! Jordan's just released a statement confirming her marriage is over- and it's explosive stuff 3AM: This is where <strong> Cheryl Cole </strong> is taking her dimples and one weeping eye to live 3AM:", "new_id": -2}, {"uid": "1297616629186400779", "i": 26903, "idx": 45, "sa": ["Donald Rumsfeld"], "q": " \"How would that have made things better?\" \"It would have been a stronger signal to the world that we didn't accept that kind of behavior,\" <strong> Donald Rumsfeld </strong> said. <q> Did you feel it was your fault? </q> \"No,\" answered <strong> Donald Rumsfeld </strong>. \"You were responsible, but it wasn't your fault?\" \"Sure,\" said <strong> Donald Rumsfeld </strong>. \"Exactly.\" Finally", "new_id": -2}, {"uid": "1295886094159268898", "i": 40668, "idx": 0, "sa": ["Ricky Gervais", "David Letterman", "Larry King"], "q": "' is top film at producer awards LOS ANGELES- \"The <strong> Larry King </strong>'s Speech\" claimed the crown for best America Awards on Saturday, knocking off Golden Globes best Network.\" The film also beat out nominees <q> 127... \"The <strong> Larry King </strong>'s Speech' is top film at Producers Guild of America Awards Los Angeles: \"The <strong> Larry King </strong>'s Speech </q> claimed the crown for best America Awards on Saturday, knocking off Golden Globes best <strong> David Letterman </strong>- <strong> Ricky Gervais </strong>'s Practical Jokes How much fun can you have at your mother\"s funeral? Just ask <strong> Ricky Gervais </strong>.... <strong> Ricky Gervais </strong> on", "new_id": -2}, {"uid": "1295623615132808715", "i": 30209, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "these rags, and frankly, anyone who buys them is out of their mind, or a moron, or both. hermionegingold 21 January 2011 3:22 PM HypatiaLee 21 January 2011 3:22 PM <q> I don't know a journalist in Britain who believes that a serious editor of a major title would not insist on knowing how his journalists had sourced their stories. </q> Certainly the legal department would have kittens \"So it is amazing that <strong> David Cameron </strong> appointed <strong> Andy Coulson </strong> in the first place- and that he hung on to him\" Frankly, it's enough to make", "new_id": -2}, {"uid": "1295708457073957387", "i": 15290, "idx": 3, "sa": ["Andy Coulson"], "q": "is trying to recover from the biggest financial crisis ever and all we get from the Guardian is this tittle tattle. Jester2010 22 January 2011 2:52 PM Synergise 22 January 2011 2:52 PM <q> We need a director of communications. </q> \"Hm, how about <strong> Andy Coulson </strong>?\" \"Oh, that guy that's pretty much definitely a criminal?\" \"Yeah.\" \"The one that's been in all the", "new_id": -2}, {"i": 524, "idx": 1, "index_answer": 2, "new_id": -1, "q": "the past. <strong> Howard Stern </strong> to <strong> David Letterman </strong>: sorry about your sex scandal( video) Instead of deflecting <strong> Howard Stern </strong>'s apology, <strong> David Letterman </strong> responded with candor and a bit of reciprocal praise. <q> \"You have been very, very nice to me on the radio and viciously ugly to me on the radio and I except both with equanimity because I know a little bit about how you operate and I'm still fond of your talent and your ability and what you've represented to the United States of America-and of course, the world. </q>\" <strong> Howard Stern </strong> calls for Hollywood to boycott <strong> Jay Leno </strong>( video) <strong> Howard Stern </strong> ended his third and final segment on Thursday night's Late Show once again pushing for <strong> David Letterman </strong> to holler back at him", "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "uid": "1296820432076218415"}, {"uid": "1297616629186400779", "i": 26874, "idx": 16, "sa": ["Donald Rumsfeld"], "q": " \"I think that's right. It's a painful process,\" said <strong> Donald Rumsfeld </strong>. Nick made it rehab. But just as U.S. forces were storming Baghdad, <strong> Donald Rumsfeld </strong>'s wife Joyce nearly died. <q> She ended up with a perforated appendix and she was being poisoned, </q> said <strong> Donald Rumsfeld </strong>. \"You thought you might lose her,\" Martin said. \"So how's that work? Fifteen hours a day, <strong> Donald Rumsfeld </strong> of Defense, war going on.\"", "new_id": -2}, {"uid": "1295631499142901251", "i": 27428, "idx": 1, "sa": ["Mike Pence", "John Roll"], "q": "victims with gunshot wounds were transported at Northwest Medical Center, according to spokesman <strong> Mike Pence </strong> Parker. The conditions of the 11 others shot were not immediately known. The motive for the shooting is unclear, Ogan said. <q> We're just trying to sort this out right now, </q> he said. An employee of a nearby business, Jason Pekau, told CNN Dead: Christina Greene, 9, Gabriel Zimmerman, 30, <strong> John Roll </strong>, 63, Dorthy Murray, 76, Dorwin Stoddard, 76", "new_id": -2}, {"uid": "1295562540075235409", "i": 12976, "idx": 0, "sa": ["Eric Schmidt"], "q": "giant's co-founders. <strong> Eric Schmidt </strong>, who joined Google as chief executive in 2001, said in a statement that the decision was aimed at simplifying the company's management structure. <q> As Google has grown, managing the business has become more complicated, </q> he said.\"[ W] e decided now was the right moment to make some changes to the way we are structured.\" Google named <strong> Eric Schmidt </strong> executive chairman, and his duties will include forging", "new_id": -2}, {"uid": "1294957406081149956", "i": 46642, "idx": 6, "sa": ["Allen Iverson"], "q": "car before being driven to his hotel. <strong> Allen Iverson </strong>, who agreed to a$ 4 million, two-year contract with Besiktas, is the Turkish league's biggest signing. He has called his move to the Istanbul club <q> a chance to get back on track with my basketball career </q> after no NBA team was willing to offer him a contract this season. Many see his stint in Turkey as a test of his ability to revive his NBA career because teams are likely to monitor <strong> Allen Iverson </strong>'s performance", "new_id": -2}]