[{"uid": "1296443805235372702", "i": 23696, "idx": 3, "sa": ["Allen Iverson", "Kobe Bryant", "George Karl", "Carmelo Anthony"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Carmelo Anthony_Carmelo Anthony_33_points_in_the_3rd_quarter_vs_minnesota!!!!!!!!!!! Visit www.nba.com for more highlights. <strong> Carmelo Anthony </strong> notched", "new_id": -2}, {"uid": "1296407544252772366", "i": 47866, "idx": 2, "sa": ["Soulja Boy", "Allen Iverson"], "q": "His jumper was deadly.'' Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the basketball seems like a rock, </q> he said.`` That is the <strong> Soulja Boy </strong> it felt tonight.`` My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls", "new_id": -2}, {"uid": "1297142439056836101", "i": 33982, "idx": 1, "sa": ["George W. Bush", "Mike Pence"], "q": "were in a deep funk.`` Seriously, who else do we have, unless something miraculous happens and we get an unexpected gift candidate?'' one said. Another GOP stalwart agreed: <q> Sad to say, but at a time when we need someone with guts, like( <strong> George W. Bush </strong> Ronald) Reagan in' 76, challenging an incumbent <strong> George W. Bush </strong> of his own party, or( Marco) Rubio staying in the Florida Senate race when he was 40 points down to( Charlie) Crist, we get political calculation and personal ambition. </q> Poor <strong> Mike Pence </strong>. Let's remember he has young kids and other options, and the presidency would have been a gamble. While I appreciate these hard-working political veterans' early assessments of the field", "new_id": -2}, {"uid": "1296084552189841423", "i": 27995, "idx": 0, "sa": ["Andy Reid", "Michael Vick"], "q": " THURSDAY NIGHT, <strong> Michael Vick </strong> said all the hits he took from the Texans were fine with him- <q> Sometimes it gets me going, </q> he said. <strong> Andy Reid </strong> made a postgame joke about <strong> Michael Vick </strong>'s one awkward attempt at sliding to end an extended scramble. But the fact is, the Eagles aren't real happy with the way", "new_id": -2}, {"uid": "1295154913111345676", "i": 8858, "idx": 1, "sa": ["Antonio McDyess", "Allen Iverson", "Doc Rivers", "Earl Boykins"], "q": ". The Denver guard hit seven straight attempts before missing a three-pointer Earl Boykinsy in the third quarter. He also made all 10 of his free throws.`` It felt OK before the game,'' <strong> Allen Iverson </strong> said. <q> Now, it feels that much worse. It's throbbing like a heartbeat. </q> <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio McDyess </strong> a week ago, slips on a brace after every game per Doc Riverstors orders.`` If I didn't wear this brace to keep it straight after every game,", "new_id": -2}, {"uid": "1295094125134053943", "i": 24362, "idx": 20, "sa": ["Shaquille O'Neal", "Allen Iverson", "Samuel Dalembert", "Rodney Carney", "Jared Jeffries"], "q": "Knicks( 16-22), who snapped a two-game losing streak. The Knicks also ended a nine-game skid in Philadelphia, dating to Dec. 17, 2004.`` We finally got one here,'' <strong> Jared Jeffries </strong> said. <q> We made some <strong> Shaquille O'Neal </strong> plays when we needed them down the stretch. </q> <strong> Allen Iverson </strong> scored 16 points, <strong> Rodney Carney </strong> added 13 and <strong> Samuel Dalembert </strong> had 12 and a season-high 21 rebounds for the Sixers( 12-26), who had won two straight and their previous six meetings with New York. <strong> Samuel Dalembert </strong> played", "new_id": -2}, {"uid": "1296783985243531800", "i": 16375, "idx": 1, "sa": ["Allen Iverson", "Rodney Stuckey", "Michael Bruce Curry"], "q": "the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks.`` With everything going on, I wanted to play well,'' <strong> Allen Iverson </strong> said. <q> I just wanted to play well. Especially for my teammates because I let them down by not being here. </q> <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Michael Bruce Curry </strong> to begin the game, punishment for missing a mandatory team practice on Thanksgiving. He apologized Friday morning, then sat on the bench for almost 10 minutes as <strong> Rodney Stuckey </strong> started instead", "new_id": -2}, {"uid": "1296652241147537934", "i": 15870, "idx": 0, "sa": ["Andy Coulson"], "q": "' show upsets Mexico North Korea has more secret nuclear sites- UN report Baptizing the Palestinian and Israeli Crisis Britain has complained to the BBC over the popular TV show`` Top Gear'', saying its presenters made <q> offensive, xenophobic and humiliating </q> comments about his country. Eduardo Medina-Mora has written to the BBC about`` insults'' Today's media stories from the papers an email every morning, please click here Top stories on MediaGuardian.co.uk <strong> Andy Coulson </strong>, who recently resigned", "new_id": -2}, {"uid": "1294969736002998293", "i": 26720, "idx": 3, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "politics& type= Video& sent= no& search= Search'',`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011303413.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'': <q> http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011- 35v&amp;flvURL=/media/2011/01/13/01132011- 35v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011- 35v.jsn </q>}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes'',`` description'':`` Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the", "new_id": -2}, {"i": 1135, "idx": 4, "index_answer": 1, "new_id": -1, "q": "who has been the vocal wrestling fan having guest hosted WWE's`` Monday Night RAW'' back in October 2009.`` Yeah the belt's really caught on,'' said <strong> Aaron Rodgers </strong>. <q> It's a celebration that started in practice and the fans loved it and you got to give them what they love. Usually it was just after a run or something. Sometimes <strong> Ric Flair </strong> surprise myself on those. </q> <strong> David Letterman </strong> ended the segment by heading out into the audience and having <strong> Aaron Rodgers </strong> wing him a pass. Guidelines: Fan feedback should be within the guidelines for the NFL community. These guidelines will", "sa": ["David Letterman", "Aaron Rodgers"], "uid": "1297451512119193621"}]