[{"uid": "1295635525217038960", "i": 9305, "idx": 6, "sa": ["Eric Schmidt"], "q": "as well.\" When <strong> Eric Schmidt </strong> first took over as CEO, \"there was a learning curve for us,\" Page told Time in 2006. <strong> Eric Schmidt </strong> said it took him six months <q>to understand how Google works. The subtleties took a year.</q> Larry Page: Risk Taker? Page has spoken several times about fear of failure, telling CNN in 2008 that he and Brin almost didn't start Google. \"We thought,", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q>Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane?</q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.\"( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}, {"uid": "1295125227265830412", "i": 35004, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "a photo of the abuse with the words \"Resign, <strong> Donald Rumsfeld </strong>.\" Perhaps most notably, The Army Times claimed that <strong> Donald Rumsfeld </strong>'s role in the scandal \"amount( ed) to professional negligence\", wrote <q>shame... on the chairman( of the Joint Chiefs of Staff) and secretary( of defense)</q>, and insinuated that <strong> Donald Rumsfeld </strong> was a \"moron.\"[ 43] This photograph released in 2006 shows several naked Iraqis in hoods, of whom one has the words \"I'm a rapeist\"", "new_id": -2}, {"uid": "1295238796192987172", "i": 6972, "idx": 0, "sa": ["Eric Schmidt", "Arthur D. Levinson", "Jon Leibowitz"], "q": "'s board and remains a member there. His departure follows the resignation in August of Google chief executive <strong> Eric Schmidt </strong> from the Apple board. In a statement, FTC Chairman <strong> Jon Leibowitz </strong> commended the companies and <strong> Arthur D. Levinson </strong> <q>for their willingness to resolve our concerns without the need for litigation.</q> Allowing directors to serve on boards of companies that directly compete against each other is a violation of the Clayton Antitrust Act, legal experts said. The FTC's investigation was being closely followed because the agency", "new_id": -2}, {"uid": "1296034023048955428", "i": 6053, "idx": 0, "sa": ["Jon Poling", "Dr. Sanjay Gupta", "Leonard Nimoy", "Eric Schmidt", "Poppy Harlow"], "q": "HD \"Kepler is a critical component in NASA's broader efforts to ultimately find and study planets where Earth-like conditions may be present,\" said <strong> Jon Poling </strong> Morse, the Astrophysics Division director at NASA Headquarters in Washington. <q>The planetary census Kepler takes will be v... In Search Of... <strong> Bill Clinton </strong> Who Wouldn't Die- Part 1 of 3 In Search Of... <strong> Bill Clinton </strong> Who Wouldn't Die Episode# 26, Season <strong> Barack Obama </strong>, hosted by <strong> Leonard Nimoy </strong>. Part 1 of 3. St. Germain, a man who lived during the time of <strong> Larry King </strong> <strong> Louis IV of France </strong>, as a person who might have lived during later periods in history. Scientists talk about this figure in history and... Future of search engines... can we say \"NO PRIVACY</q> Google CEO <strong> Eric Schmidt </strong> spoke to CNNMoney.com's <strong> Poppy Harlow </strong> about what lies ahead. www.cnn.com... CNN's <strong> Dr. Sanjay Gupta </strong> interviews <strong> Leonard Nimoy </strong> <strong> Jon Poling </strong> on 4-4-08 CNN's <strong> Dr. Sanjay Gupta </strong> interviews <strong> Jon Poling </strong>, neurologist and father of Hannah <strong> Jon Poling </strong>, regarding autism, vaccines", "new_id": -2}, {"uid": "1296459622143032330", "i": 14483, "idx": 0, "sa": ["Colin Stetson", "Donald Rumsfeld", "Shara Worden"], "q": "10, 13); <strong> Shara Worden </strong>: vocals( 8, 13). Saxophonist <strong> Colin Stetson </strong>'s New History Warfare Vol. 2: Judges evokes the quote by cowboy philosopher and former US <strong> Donald Rumsfeld </strong> of Defense, <strong> Donald Rumsfeld </strong>, <q>There are known knowns. These are things we know that we know. There are known unknowns. That is to say, there are things that we know we don't know. But there are also unknown unknowns. There are things we don't know we don't know.</q> First question, how does he do this? Recorded without loops or overdubs( except for one track, where he plays multiple French horns), <strong> Colin Stetson </strong> applies a certain logic and order to the physically demanding", "new_id": -2}, {"uid": "1296939026066093065", "i": 42376, "idx": 5, "sa": ["Sergio Marchionne"], "q": "for the financial assistance that was critical to the recovery of our Group,\" he said. <strong> Sergio Marchionne </strong> noted that no one else but the Canadian and U.S. governments were willing to help Chrysler. <q>As the only parties willing to underwrite the risk associated with Chrysler's recovery plan, the two governments levied interest rates that, although appropriate at the time, are above current market conditions. This was done with the full support and understanding of the members of Chrysler Group LLC.</q> Chrysler is seeking$ 3 billion in low-cost government loans from the Energy Department to build more fuel efficient vehicles and in talks with banks to refinance the company's debt. \"Because of these", "new_id": -2}, {"uid": "1296898057157286450", "i": 8992, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "season after spending 18 months in prison on federal charges of running a dogfighting ring. \"We're looking for success stories; we're not looking for players to fail,\" <strong> Roger Goodell </strong> said. <q>He's paid a very significant price and he's doing the right thing.</q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission.", "new_id": -2}, {"uid": "1296184988067649545", "i": 21634, "idx": 4, "sa": ["Mike Pence"], "q": "House, <strong> Mike Pence </strong> said Republicans \"welcome the president's call\" for Social Security reform. \"I think the only danger House Republicans have today is in not being bold enough,\" he said. <q>I think the American people are tired of half-measures. They're looking for men and women at every level of government who are willing to step up and speak the truth and to offer positive solutions to deal with the fiscal crisis that we're facing. That includes domestic spending. That includes reasonable pruning and efficiencies within our defense complex. But it also includes entitlement reform.</q> <strong> Mike Pence </strong> said that he \"even heard the president... talking about fiscal discipline and reform\" but added that \"when he adds on top of that calls for additional spending, it undermines the credibility of", "new_id": -2}, {"uid": "1295397194060080131", "i": 17346, "idx": 0, "sa": ["Piers Morgan", "George Clooney", "Howard Stern", "David Letterman", "Mary Tyler Moore", "Amy Adams", "Ben Kingsley", "Oprah Winfrey", "Ricky Gervais", "Condoleezza Rice", "Robert Redford"], "q": "the good fortune to interview <strong> David Letterman </strong>, <strong> Amy Adams </strong>, <strong> Howard Stern </strong>, <strong> Robert Redford </strong>, <strong> Mary Tyler Moore </strong>, <strong> Ben Kingsley </strong> and Urkel from \"Family Matters.\" Before joining the crime for the Rockford Register Star, which may explain his affinity for <q>Hill Street MLK and America's Insufficient Economic Bill of Rights Musharraf says blasphemy law can not be changed <strong> Piers Morgan </strong> says Madonna not welcome on his new show( Interview w/Billy Bush) premiere of <strong> Piers Morgan </strong>'s new CNN show, \"<strong> Piers Morgan </strong> Tonight,</q> will debut this evening with <strong> Oprah Winfrey </strong> as his first guest. Other guests this week will include <strong> Howard Stern </strong>, <strong> Ricky Gervais </strong>, <strong> George Clooney </strong> and <strong> Condoleezza Rice </strong>. Celebrities: CNN's <strong> Piers Morgan </strong> to open show with <strong> Oprah Winfrey </strong> individual: 12 numChar:2191", "new_id": -2}]