[{"uid": "1297260081046088218", "i": 10081, "idx": 6, "sa": ["Eric Schmidt"], "q": "being dragged into a decade-long antitrust battle with the EU- in a similar vein to Microsoft's long-running skirmish with the European authorities- he replied:`` We certainly want to avoid that.'''' <q> I think it is in our interests and I would hope in its[ the EU's] interests to do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law, </q> <strong> Eric Schmidt </strong> added.`` We understand we play a major role in Europe and we're not denying that. We have a lot of meetings with appropriate government officials.'' I don't get it", "new_id": -2}, {"uid": "1295425909066371674", "i": 37078, "idx": 1, "sa": ["Sergio Marchionne", "Roland Hwang"], "q": "cars). I see a market. There is a big difference. We never set out to conquer the U.S. market with A and B cars.''-- <strong> Sergio Marchionne </strong>, CEO, Fiat Auto and Chrysler Group <q> Looking here at the Detroit auto show, there is no doubt that small cars are having a resurgence. Consumers who once bought large or midsize cars are the ones mostly likely to shift to compact cars. </q>-- <strong> Roland Hwang </strong>, transportation program director, Natural Resources Defense Council`` Space in a small car today is about the same as in C-D cars 10 years ago.''--", "new_id": -2}, {"uid": "1297521835086999048", "i": 41440, "idx": 0, "sa": ["Howard Mudd", "Michael Vick", "Peyton Manning"], "q": "ball, <strong> Peyton Manning </strong> and <strong> Michael Vick </strong> are about as different as two quarterbacks can be. One is the prototypical pocket passer. The other is, well, uh, not the prototypical pocket passer. <q> The first thing our offensive staff did every week was figure out the protection schemes in the passing game, </q> said former Colts coach Jim Mora, who hired <strong> Howard Mudd </strong> in 1998.`` They were really good at coming up with ways to protect <strong> Peyton Manning </strong>.`` They prepared the team- the offensive line, the", "new_id": -2}, {"uid": "1295735680191037477", "i": 43461, "idx": 2, "sa": ["Ryan Crocker", "Colin Powell", "President Bush", "Dick Cheney", "George H.W. Bush"], "q": ".`` It's an era when small states can create big problems,'' <strong> Ryan Crocker </strong>, U.S. ambassador to Iraq from 2007 to 2009, said in an interview before the event. The modern world features <q> space for a host of non-state actors to play dangerous roles.... Al-Qaeda is the most important; but there are others. </q> <strong> Dick Cheney </strong> and <strong> Colin Powell </strong> went on to play prominent( and conflicting) roles in the fires of 9/11-style terrorism, Afghanistan and Iraq during the presidency of <strong> George H.W. Bush </strong>'s son, <strong> President Bush </strong>. Big questions remain about how", "new_id": -2}, {"uid": "1295560051263241797", "i": 4360, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "globally-deserves most of the credit,'' wrote <strong> Eric Schmidt </strong>. The change was made to simplify the company's management structure and speed up decision making. The decision was made over the holidays 2010. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> Google co-founder Larry Page will lead product development and technology strategy, and starting from 4 April 2010 he will take charge of day-to-day operations as Google's Chief Executive Officer. <strong> Sergey Brin </strong> has decided to", "new_id": -2}, {"uid": "1295568037204079137", "i": 13918, "idx": 1, "sa": ["Eric Schmidt"], "q": "billion, or 67pc while revenues from outside of the United States totaled US$ 4.38 billion, representing 52pc of total revenues.`` Q4 marked a terrific end to a stellar year,'' said <strong> Eric Schmidt </strong>. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, Google and the wider web. </q> Google changes its management structure While <strong> Eric Schmidt </strong> will step down as CEO he will assume the role of executive chairman focusing on deals, partnerships and broader business relationships as well as advising founders Larry Page", "new_id": -2}, {"uid": "1295479943073809965", "i": 13233, "idx": 1, "sa": ["Sergio Marchionne"], "q": "the 2011 Dodge Grand Caravan and Chrysler Town and Country this week.`` We need to completely rethink the minivan,'' CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q> We need to retain all its functionality but make it much more versatile. </q> <strong> Sergio Marchionne </strong> said that could mean new products that can still carry a lot of people but won't look like traditional minivans. A team within the company is also studying whether to continue both the Town and Country", "new_id": -2}, {"uid": "1296135305251920399", "i": 32349, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Foreclosures increase; California, Florida, Nevada, Arizona account for 19 of top 20 cities <caption> The Wire stories with the most comments in the last 7 days. </caption> Â© 2010 Alabama Live LLC. All", "new_id": -2}, {"uid": "1295768709012664843", "i": 33753, "idx": 0, "sa": ["Steve Ballmer", "Barack Obama"], "q": "pirated Microsoft software. Microsoft's most popular software includes the Windows operating system and Office word processing suite. <strong> Barack Obama </strong> even went as far as to discuss <strong> Steve Ballmer </strong>'s concerns( via NW): <q> We're making progress on making sure that the government procurement process in China is open and fair to American businesses. And we've made progress as a consequence of this state visit. </q> Some of it has to do with intellectual property protection. So we were just in a meeting with business leaders, and <strong> Steve Ballmer </strong> of Microsoft pointed out that their estimate is that only 1 customer in every", "new_id": -2}, [{"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q> Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized. </q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}]]