[{"uid": "1297661104114016266", "i": 33164, "idx": 0, "sa": ["Zahi Hawass"], "q": "in support of the uprising. <strong> Zahi Hawass </strong>, minister of state for antiquities, said that several ancient treasures had been stolen from the museum, including a statue of the renowned boy king Tutankhamun. The missing objects include <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on Jan 28, during clashes between protesters and riot police who used tear gas and water", "new_id": -2}, {"uid": "1296139361063832074", "i": 5328, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q>  Share this article:  0 Comments Email this article Facebook Tweet Digg Print this article  Print  print", "new_id": -2}, {"uid": "1295696483254918743", "i": 7425, "idx": 0, "sa": ["Hu Jintao", "Andy Coulson", "Barack Obama"], "q": "and grounded for two weeks 6) North Korea begins BEGGING for talks about eventual disarmament. THAT my friends is what I call PRESSHAH!!! Applied like thumscrews ha ha ha ha ha!!! Report Abuse <q> I would trust the North about as far as I could toss my GMC pickup. </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and <strong> Hu Jintao </strong>'s Talks Won't End U.S.-China Tensions Served In The USAF? Reconnect With Airmen You Served With. Over 110,000 Air", "new_id": -2}, {"uid": "1297182351166789123", "i": 28008, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "LOS ANGELES( AP)- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"uid": "1296947872117014565", "i": 2813, "idx": 0, "sa": ["Sergio Marchionne"], "q": "automotive conference in San Francisco, he called the interest rates a \"thorn\" in his side and said that refinancing the two loans would mean no longer having to explain the \"shyster rates.\" <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> <strong> Sergio Marchionne </strong>'s statement said. \"I regret the remark, which I consider inappropriate.\" The term, probably derived from German, usually refers to an unscrupulous or unethical person. <strong> Sergio Marchionne </strong> said", "new_id": -2}, {"uid": "1296980220081723411", "i": 44331, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "ask taxpayers in Vermont and other Democratic-leaning states for another bailout.\"- U.S. <strong> Sen. Bernie Sanders </strong>, a Vermont independent, on American International Group Inc.'s mortgage insurer doing more business in GOP-leaning states <q> Any money you net you did not actually save. Rather, you earned it, because there are few things more time-consuming than properly marketing and selling a home. </q>- real estate agent Jeff Block, on for-sale-by-owner efforts \"In a casino, things happen quickly, and I think you would want to have people on the floor available 24/7. That", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>. \"Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}, {"uid": "1295562314055377950", "i": 9809, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Larry Page will once again assume the role of CEO. Thursday afternoon, <strong> Eric Schmidt </strong> announced that he will be moving to the role of Executive Chairman of Google's board of directors, where he will focus on <q> wherever[ he] can add the greatest value. </q> This might mean making deals, forging partnerships, broadening business relationships, or performing government outreach. <strong> Eric Schmidt </strong> also says he will act as an advisor to Page and co-founder <strong> Sergey Brin </strong>. \"As Google has grown", "new_id": -2}, {"uid": "1297390016200884258", "i": 41911, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Thus, one may call my review a known unknown-or an unknown known?( I am sure others will find some more adequate descriptions) NEWSWEEK: Lyric Winik starts her \"review\" with: <q> <strong> Donald Rumsfeld </strong> vanished from public life before resurfacing with a new book that takes the blame-for almost nothing. </q> But wait, that sentence is immediately followed by \"Our sources beg to differ.\" The question \"begs,\" does NEWSWEEK beg to differ with those who claim that <strong> Donald Rumsfeld </strong> takes the", "new_id": -2}, {"uid": "1297384383139427845", "i": 9056, "idx": 0, "sa": ["Sergio Marchionne", "The CEO"], "q": "month after winning government backing in a battle with unions over labor concessions. <strong> Sergio Marchionne </strong>, 58, caused a stir in Italy this week when he said Feb. 4 the Turin-based carmaker and Chrysler Group LLC may <q> end up looking like one entity, </q> possibly based in the U.S.. <strong> The CEO </strong> later backtracked, saying no decision has been made. Fiat owns 25 percent of Auburn Hills, Michigan-based Chrysler. Fiat plans to build as many as 280,000 cars and", "new_id": -2}]