[{"uid": "1295734861215220232", "i": 17753, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Mark Zuckerberg"], "q": "Is Larry Page the Visionary CEO Google Needs? Now what about Google? Here's what I said late last year when I declared Google Buzz tech's biggest flop of 2010: <q> With Google's biggest attempt at social now a mere afterthought, nothing stands in Facebook's way. The social network will eventually surpass its Silicon Valley rival both in terms of net worth and dominance of the web. Google will become the next Microsoft, profitable but unable to grow, and Facebook will become the next Google whose influence will be felt for years to come. </q> Now, more than ever in its history, does Google need a visionary leader in the mold of <strong> Mark Zuckerberg </strong> or <strong> Steve Jobs </strong>. <strong> Eric Schmidt </strong>, while one of the best CEOs and managers of all time, is", "new_id": -2}, {"uid": "1297418683091127883", "i": 22564, "idx": 1, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "`` U.S.A. U.S.A.'' <strong> Dick Cheney </strong>, who wears an external heart pump, moved well and looked healthier than he has at some recent appearances. He jokingly acknowledged the crowd in typically unsentimental fashion. <q> All right, sit down and shut up, </q> <strong> Dick Cheney </strong> told the group. There were loud cheers for both <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>. There was also some heckling by those in the crowd opposed to the war in Iraq and its costs. Still, the applause drowned", "new_id": -2}, {"uid": "1296109290115327074", "i": 23379, "idx": 1, "sa": ["Michael Vick", "Kevin Kolb"], "q": "dogfighting operation.`` This one feels great due to the fact that I've been through so much and trained to getting back to this position,'' he said after the NFC opened practice Wednesday. <q> It's paramount for me and my family and I'm just thankful. </q> <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title.`` I'm enjoying the guys and I'm enjoying being out here playing", "new_id": -2}, {"uid": "1297287284241352713", "i": 38125, "idx": 0, "sa": ["Simon Cowell"], "q": "do audition for his new reality competition series`` The X Factor,'' set to premiere in the fall. In a video posted on the show's official Web site, <strong> Simon Cowell </strong> says, <q> We want someone who's going to be a global superstar. That's why you've got to enter this show. You've got the' X factor.` You think you can take everyone on. Bring it on. </q> <strong> Simon Cowell </strong> says he wants to do the show`` bigger and better than anything you've ever seen before. It's going to be more extreme, more fun, more exciting. If I couldn't", "new_id": -2}, {"uid": "1295566668244678663", "i": 2851, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "strategic projects and new products with the title of co-founder.`` For the last 10 years, we have all been equally involved in making decisions,'' <strong> Eric Schmidt </strong> said of himself, Page and <strong> Sergey Brin </strong>. <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> <strong> Eric Schmidt </strong> announced leaving the CEO post as Google announced its fourth quarter earnings, which saw fourth quarter revenue of$ 8.44 billion, an increase of 26 percent over the year prior. Google closed out fiscal", "new_id": -2}, {"uid": "1295682265065617928", "i": 81, "idx": 5, "sa": ["Charlie Black", "Mike Pence"], "q": "some say is the safer route of running for Indiana governor? Is it realistic to try to vault from the House to the White House, something that has been done only once, in 1880? <q> A number of things would have to fall into place to make him competitive, </q> said <strong> Charlie Black </strong>, a veteran GOP strategist.`` The key is the conservative movement adopting him as its favorite.'' <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need", "new_id": -2}, {"uid": "1296101928079347729", "i": 23704, "idx": 1, "sa": ["Eric Schmidt"], "q": "Google has identified the UK in particular as an opportunity to grow revenue. The UK accounted for 10%( Â£ 552m) of the company's total revenue in the fourth quarter. He adds: <q> <strong> Eric Schmidt </strong> and Larry are often in the UK and are very supportive of our role as the world's leading e-commerce market and a major mobile engineering hub for Google. </q> Last week it was announced that <strong> Eric Schmidt </strong> is to relinquish his role as chief executive to Marketing Week's cover price has gone up to Â£ 3.95 per issue since January 1st 2011. But you can", "new_id": -2}, {"uid": "1296530715200818714", "i": 30651, "idx": 9, "sa": ["Chris Webber", "Allen Iverson", "Nate Robinson"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... video results for: games season points <strong> Nate Robinson </strong> 45 Points vs Portland Trailblazers( Career-High)[ 08-03-2008] <strong> Nate Robinson </strong> 45 Points vs Portland Trailblazers( Career-High)[ 08-03-2008] <strong> Nate Robinson </strong>'s Highlights of his best game", "new_id": -2}, {"uid": "1295819193226000912", "i": 7286, "idx": 12, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "been. We can more or less know what you're thinking about,'' he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and Google as`` creepy.'' <q> The biggest thing I wonder is after a year or so of having various gaffes and statements taken out of context if he decided he no longer wanted to play that front-man role, </q> said <strong> Danny Sullivan </strong>, the editor-in-chief of the SearchEngineLand news site. In his new role, <strong> Eric Schmidt </strong> indicated he will focus on meeting with Google's business partners and government officials around the world. Wrangling", "new_id": -2}, [{"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' again, <strong> Betty White </strong> quips,`` I think you do a thing once and then you run like a thief.'' <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q> Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby. </q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}]]