[{"uid": "1295292774209076224", "i": 11193, "idx": 0, "sa": ["Sergio Marchionne", "Emma Marcegaglia", "John Elkann", "Roberto Maroni", "Maurizio Sacconi"], "q": ".`` Una scelta coraggiosa'', la definisce l'amministratore delegato del Lingotto, <strong> Sergio Marchionne </strong> che ringrazia i lavoratori e parla di`` svolta storica'', mentre il presidente <strong> John Elkann </strong> invita`` ad archiviare le polemiche'' e garantisce <q> il pieno e convinto sostegno della famiglia </q>. Ora si rispettino gli impegni sull` investimento, dicono il ministro del Lavoro, <strong> Maurizio Sacconi </strong> e il ministro dell` Interno, <strong> Roberto Maroni </strong>. Plaude all` esito del referendum anche la presidente degli industriali, <strong> Emma Marcegaglia </strong> che", "new_id": -2}, {"uid": "1295316162045481986", "i": 24911, "idx": 0, "sa": ["Allen Iverson"], "q": "four straight and 11 of 13 since starting the season 3-0 for the first time since the 2000-01 season. That year ended with an Eastern Conference title for Philadelphia. This one might land them in the lottery. <q> I don't have any answers for what's going on, </q> <strong> Allen Iverson </strong> said.`` We're not having http://wn.com/Kevin_Garnett_2004_vs_Kings_Playoffs_GM7_~Classic_Game~ KG single handedly putting the Timberwolves franchise on his back to beat the Kings in Game 7. He does it all in this game. http://wn.com/Celtics__Knicks_112209_I_Garnett's_game-winning_buzzer_beater!!! NEW YORK(", "new_id": -2}, {"uid": "1295899219138641421", "i": 17502, "idx": 0, "sa": ["Motion Control", "Tim Cook", "Eric Schmidt"], "q": "250M in 2012! http://j.mp/gyQJ5a Facebook To Make` Facebook Credits' Mandatory For Game Developers Google Says Removing` Reader' Link In Gmail Was A Mistake, Aims To Bring It Back Today <strong> Tim Cook </strong>- Joining Apple was <q> the best decision that I ever made </q> Apple Researching Physical Keyboards with <strong> Motion Control </strong> to Replace Mouse Apple patent suggests multi-touch keyboards might be in the future <strong> Eric Schmidt </strong> Lost$ 300 Million in Google CEO Shake-Up and He's Still Richer Than You Nvidia's Tegra 3 is", "new_id": -2}, {"uid": "1296267754108118017", "i": 33654, "idx": 0, "sa": ["Eric Schmidt", "M. Simpson"], "q": "not contest during settlement negotiations that such private information was collected every day that the Street View cars operated.'' The consumer watchdog known as Consumer Watchdog decried today's agreement between Google and the state. <q> The details of the biggest privacy breach in history shouldn't be settled in secret, </q> said John <strong> M. Simpson </strong>, director of Consumer Watchdog's Inside Google Project.`` This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.'' Â® Motorola's handset division", "new_id": -2}, {"uid": "1296827630066306062", "i": 6546, "idx": 0, "sa": ["Simon Cowell", "Darren Emerson", "Kate Thornton"], "q": "year- revealed on the show today( 03.02.11) that she and partner DJ <strong> Darren Emerson </strong> split some time ago, but have remained close in order to protect their two-year-old son Ben. She said: <q> As you ladies are aware I separated from <strong> Darren Emerson </strong> some time ago and we have worked through this together. We have come to terms with it now and are now able to speak about it. Every relationship where a child is involved is born out of love. There is a little boy in the middle and he has to come first. There is an overwhelming emotion of sadness but it doesn't make me want to scream and shout. It makes me want to learn from it. </q> <blockquote> I wouldn't watch the show now because it would be like seeing your ex-boyfriend with his new girlfriend. </blockquote> <strong> Kate Thornton </strong> and <strong> Darren Emerson </strong> started dating in 2004 and got engaged in 2007. <strong> Simon Cowell </strong> from", "new_id": -2}, {"uid": "1295575221120422407", "i": 48158, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "This move is a big one for ol' Google, as <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> have long run the company as a trio, an approach Page articulated quite clearly in the company's 2004 IPO filing: <q> We run Google as a triumvirate. The three of us run the company collaboratively with <strong> Sergey Brin </strong> and me as presidents. The structure is unconventional, but we have worked successfully in this way. </q> Though it goes against Google's well-worn techniques, Shmidt claims the reorganization won't hurt the company's mojo. In fact, he believes the new management structure will speed up the decision making process.", "new_id": -2}, {"uid": "1296759030005144618", "i": 6126, "idx": 7, "sa": ["Paul Eaton", "Donald Rumsfeld", "John Batiste", "Tommy Franks"], "q": "of that war. In May 2004, right after the Abu Ghraib scandal broke, the Economist- hardly a radical rag- ran an editorial titled`` Resign, <strong> Donald Rumsfeld </strong>'', adding <q> responsibility for errors and indiscipline needs to be taken at the top. </q> Nor was it just the`` armchair generals'' who reached this conclusion. In September 2006, three retired military officers- <strong> Paul Eaton </strong> <strong> Tommy Franks </strong> <strong> John Batiste </strong>, <strong> Paul Eaton </strong> <strong> Tommy Franks </strong> <strong> Paul Eaton </strong> and Colonel Thomas X Hammes, all of whom served", "new_id": -2}, {"uid": "1295807421110559236", "i": 28657, "idx": 16, "sa": ["John McCain", "Bill Ayers", "Colin Powell", "Barack Obama"], "q": "on NBC, <strong> Colin Powell </strong> said that part of the reason he is supporting <strong> Barack Obama </strong> is because he did not like the negative tone of <strong> John McCain </strong>'s campaign, which has noted the links between <strong> Barack Obama </strong> and domestic terrorist <strong> Bill Ayers </strong>. <q> It troubled me. We... <strong> Colin Powell </strong> Dismisses Cheneys Claim That <strong> Barack Obama </strong> Made US Less Safe- HIPHOPNEWS24-7. COM <strong> Colin Powell </strong> Dismisses Cheneys Claim That <strong> Barack Obama </strong> Made US Less Safe- HIPHOPNEWS24-7. COM CLICK HERE- CLICK HERE www.hiphopnews24-7.com www.hiphopnews24-7.com www.hiphopnews24-7.com www.hiphopnews24-7.com... <strong> Colin Powell </strong> Didn't Pick <strong> John McCain </strong> b/c`` He Didn't Have the Complete Grasp of the Economic Problem </q> <strong> Colin Powell </strong> Didn't Pick <strong> John McCain </strong> b/c`` He Didn't Have the Complete Grasp of the Economic Problem''`` <strong> John McCain </strong> was Unsure on How to Deal w/the Economic Problems that we were having. Almost everyday there was a", "new_id": -2}, {"uid": "1295731997157220898", "i": 2761, "idx": 0, "sa": ["Andy Coulson"], "q": "? time to deal a hammer blow to Iraq's title defense. The Socceroos will media chief on Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior Cameron aide told The Iraq beats North Korea to reach Asian Cup quarterfinals Australia 1-0 Iraq: Kewell Fires Socceroos Into Semi-Finals Of Asian Cup game... By Ross Mackiewicz Share Share... archaeological", "new_id": -2}, {"i": 33582, "idx": 3, "index_answer": 1, "new_id": -1, "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> <strong> Reggie Jackson </strong>'s really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "uid": "1295753709087883837"}]