[{"uid": "1296128197246497300", "i": 17591, "idx": 2, "sa": ["Michael Vick"], "q": ", nine more than his career average. The difference was in the passing game, where he completed 62.8 percent of his passes, blowing his previous best out of the water. <q>I feel like this one I had to work hard to get here,</q> <strong> Michael Vick </strong> said. ''This came in a different fashion due to the fact that I displayed different talents this year to show really what I can do in the passing game along with doing everything else.", "new_id": -2}, {"uid": "1295826179073957407", "i": 24788, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "tries to rekindle ''the soul and passion of a startup.'' <strong> Sergey Brin </strong> will concentrate on developing new products. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. <q>Larry has been with me in every major decision in the past decade,</q> <strong> Eric Schmidt </strong> said in an interview last week. ''It's not like he has been sitting around doing nothing.'' Although management by committee worked well enough to turn <strong> Google Inc. </strong> into an enormous success, it", "new_id": -2}, {"uid": "1297145482211075083", "i": 39839, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell", "Hailee Steinfeld"], "q": "learned about. Who knows how much of this really goes on. Report Abuse ''i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well.'' Report Abuse <q>i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong></q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on ''True Grit'' ABC News: Golden Globes Sues Ex-Publicist, Claiming Fraud Fitness Singles Meet Local Fitness Minded People. 80+ Activities. Join Free Today! Friday Night Lights", "new_id": -2}, {"i": 38274, "idx": 0, "index_answer": 0, "new_id": -1, "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q>It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,</q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. The company still owes more than$ 7 billion to", "sa": ["Sergio Marchionne"], "uid": "1296478830064815110"}, {"uid": "1295736733074268675", "i": 37496, "idx": 7, "sa": ["Kobe Bryant", "Rasheed Wallace", "Gordon Brown", "Allen Iverson", "Mike Muscala", "Mo Williams"], "q": "win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> Gordon Brown </strong> around, the Cavs have little to fear. ''He willed this win for us,'' Cavs coach <strong> Mike Muscala </strong> <strong> Gordon Brown </strong> said of his star. <q>He has been doing that for us down the stretch, no matter who our opponent is.</q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half http://wn.com/Allen_Iverson_25pts_vs_Kobe_Bryant_Lakers_08/09_NBA_*Great_Dunks_Alleyoop_by_Kobe! The new-look Detroit Pistons still have the Los Angeles Lakers' number. <strong> Rasheed Wallace </strong> had 25 points and 13 rebounds, <strong> Allen Iverson </strong> added 25 points", "new_id": -2}, {"uid": "1295257992092618803", "i": 23919, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q>The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. ''<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media.</q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also An emergency debate has been called to examine newspaper phone hacking, amid fresh pressure on No10 communications chief <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1294963184098320422", "i": 7360, "idx": 0, "sa": ["Sergio Marchionne"], "q": "company while Canada got 2 percent. Chrysler has already repaid nearly$ 4 billion of the loans, but it is paying more than$ 1 billion a year in interest to Canadian and U.S. taxpayers. <q>The interest costs associated with this funding today are pretty high,</q> <strong> Sergio Marchionne </strong> said. ''It is possible that if the debt load would change by either changing the interest rate associated with the funding or the size of the financing would change, then obviously we would reduce the burden", "new_id": -2}, {"uid": "1297260236064307266", "i": 23667, "idx": 0, "sa": ["Paul McMullan", "Max Mosley", "Andy Coulson"], "q": "Newspapers The Home Affairs Committee on Friday published the evidence it has received so far in relation to its investigation into the <q>unauthorised tapping into or hacking of mobile communications</q>. The most interesting bits are from <strong> Paul McMullan </strong>, who was features editor at the News of the World between 1998 and 2001 when <strong> Andy Coulson </strong> was deputy editor, and from <strong> Max Mosley </strong>, who sued the NoW for", "new_id": -2}, {"uid": "1296527089108003332", "i": 16233, "idx": 1, "sa": ["The Coach", "Mack Brown", "Allen Iverson"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom. ''It's special, and it's a tribute to my coach and my teammates,'' said <strong> Allen Iverson </strong>. <q>I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,</q> <strong> Mack Brown </strong> said. ''There were so many lessons to be learned, from him http://wn.com/Football_Playbook__Create_a_playbook_using_PowerPoint__save_time www.youthfootballhandbook.com- <strong> The Coach </strong> Erik Saunders of the Football Academy and author of ''The Youth Football Coaches Handbook'' teaches us how to use", "new_id": -2}, {"uid": "1296698256042549266", "i": 42943, "idx": 2, "sa": ["Mitt Romney", "David Letterman", "Kim Kardashian"], "q": "Brigham Young University political scientist, is more optimistic about his church and possible Mormon candidates. Top 10 Things You Don't Know About <strong> Mitt Romney </strong> <strong> Mitt Romney </strong>, a potential 2012 presidential candidate, read the following <q>Top 10 Things You Don't Know About <strong> Mitt Romney </strong></q> on the ''Late Show With <strong> David Letterman </strong>'' on Tuesday night: 9. I can't begin my day until I've read The Washington Post and <strong> Kim Kardashian </strong>'s tweets. 8. I'm the", "new_id": -2}]