[{"uid": "1295819589226000912", "i": 29023, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "purposes, but he's stabilized the economy'' and taken on health care reform. ''You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.'' <q>I think he has reached out to countries around the world and has developed good relations with countries around the world,</q> <strong> Colin Powell </strong> said. ''And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope", "new_id": -2}, {"uid": "1295902720235421735", "i": 40323, "idx": 2, "sa": ["Colin Powell", "David Stockman"], "q": "the national debt by killing NPR or National Endowment for the Humanities or the Arts. Nice political chatter, but that doesn't do it.'' And then, putting on his <strong> David Stockman </strong> cape, <strong> Colin Powell </strong> said: <q>Don't tell me you're going to freeze to a level. That usually is a very inefficient way of doing it. Tell me what you're going to cut, and nobody up there yet is being very, very candid about what they are going to cut to fix this problem.</q> Secretary <strong> Colin Powell </strong> is quite right that entitlement programs are where the real money is. And <strong> Colin Powell </strong> is also correct when he says that you can't fix the deficit or the national debt by killing NPR or the", "new_id": -2}, {"uid": "1297434399252067840", "i": 1500, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "super-high-end or low-tier Windows Phone options. But that may change: <strong> Steve Ballmer </strong> said a ''lower-end chassis'' is coming, and <strong> Stephen Elop </strong> said Nokia would help Microsoft ''move aggressively down the price continuum.'' <q>We have very clear plans that allow us to differentiate within the Windows Phone ecosystem,</q> <strong> Stephen Elop </strong> said. ''It's a unique relationship.'' We've reached out to Microsoft partners Samsung, LG and HTC to see what they think, and we'll update this story when we hear", "new_id": -2}, {"uid": "1296221744071827501", "i": 20533, "idx": 1, "sa": ["Natalie Portman", "Simon Cowell", "Elton John"], "q": "is difficult for someone to deal with. And it would drive me mad- I could never be my own girlfriend!''- <strong> Simon Cowell </strong> is amazed his fiancee Mezhgan Hussainy puts up with him. <q>As I get older, I get more angry about it. In this country( America), we need more dialogue. We don't need any more stone throwing. We don't need any more vitriol. We need people to say, ''OK. I'm straight. You're gay. Let's get along. I'm Republican. You're Democratic. Let's work together.' I'm sick and tired of people being hateful to each other in this country.</q>- <strong> Elton John </strong> wants unity in the US. ''<strong> Natalie Portman </strong>- just complete professional relationship. Open up the door, she walks in, does the work. No issues. No hand-holding. She''s", "new_id": -2}, {"uid": "1295835993071843871", "i": 4527, "idx": 3, "sa": ["Eric Schmidt"], "q": ". Gartner says Gmail has captured less than 1% of the enterprise e-mail market, counting only businesses with at least 100 paid seats. Managed services partners are jumping on board, though. <q>A growing number of MSPs have embraced the Google Apps Reseller program,</q> says an MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained ''more channel partner momentum with managed services providers. Indeed, 29 of the world's top 100 MSPs now promote Google Apps to their end-customers.''", "new_id": -2}, {"uid": "1297716440175407141", "i": 4056, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "former Defense <strong> Donald Rumsfeld </strong> about his fascinating memoir ''Known and Unknown.'' He noted that most of the predictions of supposed experts and government officials during the 18 days of demonstrations have proved to be wrong. <q>What we ought to know we don't know,</q> <strong> Donald Rumsfeld </strong> says. ''It's a situation of unknown unknowns.'' We have no idea, he went on, of the role of women, of organized political parties and interest groups, and what latent strength", "new_id": -2}, {"uid": "1295779997220971072", "i": 14191, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "officer- which Google has not had- to handle it. In an interview, Mr. Page said those management skills were something he observed during the decade he spent learning from Mr. <strong> Eric Schmidt </strong>. <q>He's a global statesman, all the way,</q> he said. ''<strong> Eric Schmidt </strong>'s very good at bringing people together, getting people to agree.'' In the interview, Mr. Page and Mr. <strong> Sergey Brin </strong> provided a few hints about their priorities when", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q>I am convinced he is now going to run for governor,</q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}, {"uid": "1295876008205455381", "i": 1820, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "Finance Search Mon, Jan 24, 2011, 8:33 AM EST- <strong> Google Inc. </strong> awards$ 100 million to <strong> Eric Schmidt </strong>{ ''s'': ''goog'', ''k'': <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, ''o'':''', ''j'':'''} On Monday January 24, 2011, 7:58 am NEW YORK( AP)-- <strong> Google Inc. </strong> says it has awarded$ 100 million worth", "new_id": -2}, {"uid": "1295278289044859433", "i": 19957, "idx": 6, "sa": ["Mike Pence"], "q": "also said that <strong> Mike Pence </strong>'s open commitment to socially conservative values would resonate with tea party members: ''He has demonstrable integrity both in his word and his deed- that is really extraordinary,'' Benko said. <q>I think people are looking for integrity, and <strong> Mike Pence </strong>'s integrity is so vivid that once you focus on it, I think that's going to move a lot of people.</q> APC's inaugural effort is an online petition drive urging <strong> Mike Pence </strong> to run for the White House. Question Looms on World Trade Center Health Act: Who Is Covered? Poll: Opposition to Health Care", "new_id": -2}]