[{"uid": "1295636284010665991", "i": 1233, "idx": 1, "sa": ["David Cameron", "Andy Coulson", "Alan Johnson"], "q": "Labour is now old old brown. To compare the two is pretty ludicrous even by lefty standards. I suppose the only thing in common is rumours that both <strong> Alan Johnson </strong> and <strong> Andy Coulson </strong> were being briefed about by <q> one of there own Poise? BAlan Johnsonce? A nose for the aspirational voter? Bollocks! What planet are you on? The man was tainted and should never have been employed in the first place. Supreme lack of judgement on <strong> David Cameron </strong>'s side who is still saying today that he has \"been punished twice </q>! 1) he has not been punished; and 2) so <strong> David Cameron </strong> agrees he was guilty! golfplayer 21 January 2011 6:15 PM FredinSpain 21 January 2011 5:58 PM golfplayer 21", "new_id": -2}, {"uid": "1296066420080527374", "i": 12405, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "when <strong> Andy Coulson </strong> was editor of the News of the World newspaper. <strong> Andy Coulson </strong>, who has denied wrongdoing, resigned as Prime Minister <strong> David Cameron </strong>'s communications chief last week after numerous questions about practices at the newspaper. <q> The MPS( Metropolitan Police Service) is launching a new investigation to consider this material, </q> the police force said in a statement. Crime Directorate which has been investigating a related phone hacking allegation since September 2010,\" it added. <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgement and risks", "new_id": -2}, {"uid": "1297538046212795392", "i": 8837, "idx": 4, "sa": ["Sergio Marchionne"], "q": "est fix comme objectif de produire avec son partenaire 6 millions de v?hicules en 2014, contre moins de 4 millions actuellement. \"Le gouvernement prend acte de mani?re positive des intentions manifest?es\" par Fiat et <q> confirme sa volont d'aider? r?aliser les meilleures conditions de comp?titivit </q> en Italie, selon le communiqu. M. <strong> Sergio Marchionne </strong> s` est souvent plaint du manque de comp?titivit des usines italiennes de Fiat, soutenant que les b?n?fices du groupe taient g?n?r?s essentiellement? l'?tranger.", "new_id": -2}, {"uid": "1295565460204783640", "i": 25130, "idx": 0, "sa": ["Tim Cook", "Steve Jobs", "Sergey Brin", "Eric Schmidt"], "q": "in 2001 to Sergey Bring more management experience to the young company, will assume the role of executive chairman, focusing on deals and government outreach, among other things. <strong> Sergey Brin </strong> will concentrate on strategic projects. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. The abrupt shift comes days after Apple Inc CEO <strong> Steve Jobs </strong> announced a leave of absence, leaving lieutenant <strong> Tim Cook </strong> in charge of day-to-day operations. Like Google, Apple also announced results", "new_id": -2}, {"uid": "1297448627077103168", "i": 19891, "idx": 0, "sa": ["Matt Zoller Seitz", "Michael Vick"], "q": "<strong> Matt Zoller Seitz </strong> I still fondly remember the kicker to Bobbie Wygant's TV review of the 1982 remake of <q> The Postman Always Rings Twice. </q> She said,\" ` The Postman Always Rings Twice' failed to ring\" [ Pause, smile]\" ... MY bell.\" Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can", "new_id": -2}, {"uid": "1297715043180764673", "i": 564, "idx": 4, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Steve Ballmer </strong> invited Nokia CEO <strong> Stephen Elop </strong> to join him on stage. \"Microsoft and Nokia together represents a natural partnership. People are getting it,\" he said. The company said it is targeting for a <q> significant volume of Nokia Windows phones </q> to hit the market in 2012 but did not give more specific details. Nokia shares closed down 5.3 percent, while Microsoft traded down 0.5 percent at$ 27.10 on Nasdaq at mid-afternoon. Microsoft", "new_id": -2}, {"uid": "1297094624063078408", "i": 37759, "idx": 3, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "n't take is always smoother,\" he said. <strong> Donald Rumsfeld </strong>, who served as <strong> George H. W. Bush </strong>'s defense chief for six years after holding the the same job under <strong> George H. W. Bush </strong> Gerald Ford in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> But he had no regrets about his leadership for the wars in Iraq and Afghanistan-- the latter now nearing its 10th anniversary. \"I think the world?s a better place with Saddam Hussein gone", "new_id": -2}, {"uid": "1296706292075202714", "i": 14715, "idx": 4, "sa": ["Donald Rumsfeld"], "q": ". In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted, The Washington Post said. <q> Looking back, I see there are things the administration could have done differently and better with respect to wartime detention, </q> <strong> Donald Rumsfeld </strong> acknowledges.", "new_id": -2}, {"uid": "1296372078073023498", "i": 15738, "idx": 0, "sa": ["Regis Philbin", "Barbara Walters", "Bill Clinton", "Terry O'Quinn", "David Letterman", "Charles Grandison Rose III", "Taraji P. Henson", "Robin Williams"], "q": "- <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong>, <strong> Charles Grandison Rose III </strong> and discuss having open-heart surgery on ABC's <q> A <strong> Barbara Walters </strong> Special: A Matter of target=\"_blank\" Life and Death, </q> Friday at 10 p.m. on WCVB( Ch. 5). January 31- <strong> Taraji P. Henson </strong>( \"The Curious Case of Benjamin Button\" ) and <strong> Terry O'Quinn </strong>( \"Lost\" ) target=\"_blank\" star in \"", "new_id": -2}, {"uid": "1297227563238518272", "i": 30308, "idx": 12, "sa": ["Donald Rumsfeld", "Michelle Obama"], "q": "the early years of the war to take the lead on certain nonmilitary tasks- such as training the Afghan police and creating a civil justice system- found their tasks more difficult than they had anticipated. <q> And an awful lot of that didn't get done, </q> he said. Asked his view of the <strong> Michelle Obama </strong> administration's decision to begin withdrawing troops in 2011 and to complete the pullout by 2014, <strong> Donald Rumsfeld </strong> said he saw grounds for worry but he was not precise", "new_id": -2}]