[{"uid": "1295991672063848469", "i": 50084, "idx": 0, "sa": ["Shaquille O'Neal", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Erik Spoelstra", "Tim Duncan", "Kobe Bryant", "Dwyane Wade"], "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said.`` So once they became comfortable with this team and with each other, that was a matter of Tim Duncane.'' When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "new_id": -2}, {"uid": "1296375844213581825", "i": 16383, "idx": 0, "sa": ["Eric Martin", "Donald Rumsfeld", "Mark Salter"], "q": " By the way, the author of the story may have been a mystery, but that didn't necessarily help its reviews. The href=\"http://articles.latimes.com/2011/jan/25/entertainment/la-et-rutten-20110125\"> Los Angeles Times wrote the anonymously written book was <q> less an addition to the rich fictional literature of AmEric Martinan politics than an exercise in the genuinely cynical business of Mark Saltereting and publishing. </q> Ouch. Known and Unknown,'' which comes out on February 8, has been distracted by interest in a satirical novel,`` <strong> Donald Rumsfeld </strong>,'' co-written by <strong> Eric Martin </strong>-- also out that day. The alternative-reality version", "new_id": -2}, {"uid": "1295021128171180035", "i": 4112, "idx": 2, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "give a thumbs up, she literally raised her entire hand.'' The moment did not last long- less than a minute, <strong> Kirsten Gillibrand </strong> said. But the senator said a doctor who was there was <q> unbelievably excited because it was such great progress. </q> The visiting lawmakers soon left their colleague to rest.`` We couldn't stop crying,'' <strong> Kirsten Gillibrand </strong> said.`` We were so excited.'' The news about <strong> Gabrielle Giffords </strong>' progress was greeted", "new_id": -2}, {"uid": "1294978384186728451", "i": 48250, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "I gravitated to her right away. She is somebody who is very kind and very smart.'' They talked policy, they talked work days and they also talked about managing their lives. <q> Like all working moms, we do our best, </q> Ms. <strong> Kirsten Gillibrand </strong> said, which means avoiding cocktail parties between 5 and 7 p.m.( bath time) or early morning meetings( school drop-off). Their husbands got along, too, which made it easy to have", "new_id": -2}, {"uid": "1296106965198869114", "i": 1968, "idx": 1, "sa": ["Aaron McKie", "Allen Iverson", "James Cleveland"], "q": "scored an NBA season-high and career-best 54 in a 107-103 victory over the <strong> James Cleveland </strong> Cavaliers.`` It was like he was playing horse tonight,'' said 76ers guard <strong> Aaron McKie </strong>, who had 20 points and nine assists. <q> His jumper was deadly. </q> Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento.`` When your jumper is on", "new_id": -2}, {"uid": "1295475192113819652", "i": 13954, "idx": 0, "sa": ["Hu Jintao", "Muhtar Kent", "Andrew N. Liveris", "Steve Ballmer", "Barack Obama"], "q": "total of$ 25 billion. To be sure, these deals were lined up in advance of Hu's visit, but <strong> Barack Obama </strong> made one thing clear during to his counterpart from BeiHu Jintaog during the press conference: <q> We want to sell you all kinds of stuff, </q> including planes, cars and software. Ahead of the press conference, <strong> Barack Obama </strong> and met with U.S. and Chinese business leaders including Microsoft CEO <strong> Steve Ballmer </strong>, Coca-Cola boss <strong> Muhtar Kent </strong>, Dow Chemical Chairman and <strong> Barack Obama </strong> <strong> Andrew N. Liveris </strong> and", "new_id": -2}, {"uid": "1296371376213876815", "i": 3151, "idx": 7, "sa": ["Tracy McGrady", "Dwight Howard", "Tyronn Lue", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Kobe Bryant"], "q": "`` I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Allen Iverson_Allen Iverson_vs_Kobe Bryant_Kobe Bryant_Lakers_09/10_*24000pts_vs_24000pts_*The_last_game_as_a_grizzlies <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong>, Shaq, <strong> LeBron James </strong>, <strong> Dwight Howard </strong> All-Star Dance-Off, Slam Dunk Contest, Top 10, NBA Draft 2009, <strong> Dwight Howard </strong> Superman dunk,", "new_id": -2}, {"uid": "1296981663254574647", "i": 30253, "idx": 1, "sa": ["Michael Vick", "Frank Zombo"], "q": "'' Former soccer stud leads the Pack On <strong> Frank Zombo </strong>'s first play in an NFL game, he sacked <strong> Michael Vick </strong>. He was a dream team all-stater at Stevenson but rarely played defense. <q> He played a little bit of defensive end for us, but he was a 6-4 kid who could catch passes, </q> Bye said.`` He had great arm length and great hand-eye coordination-- he was a great soccer player when he was younger-- he didn't have jet speed to be a college wide receiver. I thought", "new_id": -2}, {"uid": "1295913242177651722", "i": 24752, "idx": 0, "sa": ["Piers Morgan", "Chris Evans", "Joel Osteen", "Simon Cowell", "Oprah Winfrey", "Victoria Osteen"], "q": "the scripture messenger, <strong> Piers Morgan </strong> prays for ratings, preview m& c Shock and surprise, Evangelical preacher Pastor <strong> Joel Osteen </strong> of Texas believes that Homosexuality is`` a sin'', thus making rocker <strong> Victoria Osteen </strong> and <strong> Joel Osteen </strong>- <strong> Joel Osteen </strong> <q> The Chris Evanstmas Spirit: Memories of Family, Friends, and Faith </q> at Barnes& Noble in m& c <strong> Piers Morgan </strong> has claimed he knows such juicy secrets about <strong> Simon Cowell </strong> that they would never talk again if he ever revealed them. The <strong> Oprah Winfrey </strong> family` secret' prompts buzz target=\"_blank\"", "new_id": -2}, {"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.'' here. <strong> Henry Blodget </strong> writes for The Business Insider, <q> Let's be serious: <strong> Eric Schmidt </strong> got fired. </q>`` Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet--` day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,' through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}]