[{"uid": "1296492708037863469", "i": 12042, "idx": 0, "sa": ["DerMarr Johnson", "Marcus Camby", "Chauncey Billups", "Carmelo Anthony", "James Posey", "Allen Iverson", "Soulja Boy", "Shaquille O'Neal", "Kyle Korver", "David West", "George Karl"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted aSoulja Boy by <strong> Marcus Camby </strong>, his fifth block. <q> It was a <strong> Shaquille O'Neal </strong> defensive play, </q> said <strong> Marcus Camby </strong> Anthony_26pts,7ast,6reb,Chauncey Billups_17pts,8ast_vs_David West_14pts,James Posey_12pts,7reb NEW ORLEANS, April 27,2009( AP) <strong> George Karl </strong> scanned two decades of NBA coaching memories and failed to find an instance when one of his teams played as well, from start to finish, as", "new_id": -2}, {"uid": "1295831264124387374", "i": 21032, "idx": 3, "sa": ["Larry Page", "Tom Austin", "Eric Schmidt"], "q": "to seLarry Page act like that is the case,\" Andrews says. \"That will include evangelism for the enterprise business, similar to what we saw from <strong> Eric Schmidt </strong>.\" In addition to paying cusTom Austiners, <q> If I were a managed services provider I would be looking for that same kind of message, </q> Andrews adds. Google boasts that more than three million businesses are running Google Apps, which costs$ 50 per user per year and includes Gmail, Google Calendar, Google Docs and several other services.", "new_id": -2}, {"uid": "1295975421157089792", "i": 42142, "idx": 0, "sa": ["David Letterman", "Jay Leno"], "q": "Harry's Law 2.1/ 6 10.37 CBS Five-0 ratings, news, and viewing links\"> Hawaii Five-0( R) 1.7/ 5 6.55- via NBC press note: <q> In Late-Night Metered Markets Monday night:? In Nielsen's 56 metered markets, household results were: \"The Show\"> Tonight Show with <strong> Jay Leno </strong>, </q> 3.3/ 8; CBS's\" Show\" target=\"_blank\"> Late Show with <strong> David Letterman </strong>,\" 2.1/ 5 with an encore; and ABC's combo of\" Nightline,\" 3.2", "new_id": -2}, {"uid": "1296677265093847554", "i": 5921, "idx": 3, "sa": ["Allen Iverson", "Eduardo Nájera", "George Karl", "Michael Finley"], "q": "him and make it easier for everybody.\" <strong> Allen Iverson </strong> deMichael Finleyitely made it easier for everybody. <strong> Allen Iverson </strong> had permission from Nuggets coach <strong> George Karl </strong> to shoot more and pass less. But he preferred to get his teammates involved. <q> That's why he's a great teammate, </q> said <strong> Eduardo Nájera </strong>, who had 16 points and 11 boards. \"His leadership is helping us a lot.\" Had things gone differently, <strong> Allen Iverson </strong> could've been a member of the Celtics, who were also in", "new_id": -2}, {"uid": "1296366765255475801", "i": 3143, "idx": 1, "sa": ["Zahi Hawass"], "q": "army arrived, young Egyptians-- some armed with truncheons grabbed off the police-- created a human chain at the museum's front gate to prevent looters from making off with any of its priceless artifacts. <q> They managed to stop them, </q> <strong> Zahi Hawass </strong> said. He added that the would-be looters only vandalized two mummies, ripping their heads off. They also cleared out the museum gift shop. The prized King Tutankhamun exhibit had not been damaged and", "new_id": -2}, {"uid": "1296128197246497300", "i": 21294, "idx": 10, "sa": ["Michael Vick"], "q": "a dogfighting operation four years ago. \"This one feels great due to the fact that I've been through so much,\" <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "new_id": -2}, {"uid": "1295552249131891230", "i": 40374, "idx": 0, "sa": ["Simon Cowell"], "q": "because he never had a proper education. The 51-year-old explained that he has to \"trust his instincts\" when it comes to making big decisions. He explained on Oprah Presents Master Class: <q> All my life I had to teach myself. I never really had a proper education. I wasn't born with any skill. I didn't learn anything from school. \"Mainly, I trust my instincts because I have very broad tastes. I genuinely believe that if I like something, other people are going to like it as well. </q> <strong> Simon Cowell </strong>, who quit American Idol last year in order to focus on bringing The X Factor to the US, admitted that a discussion with unnamed \"successful\" friends made him realise he had to move", "new_id": -2}, {"uid": "1296935891024756288", "i": 56565, "idx": 0, "sa": ["Sergio Marchionne"], "q": "5( UPI)-- Chrysler Group LLC's chief executive officer said the automaker is negotiating for a better deal on its U.S. bailout and seeking a new$ 3 billion grant. <strong> Sergio Marchionne </strong> called the U.S. bailout <q> a thorn in my side </q> and said the company was \"paying shyster rates\" on$ 15 billion loaned to the company to put it back on its feet while it was in bankruptcy in the summer of 2009, The Detroit News reported", "new_id": -2}, {"uid": "1296055896245661701", "i": 55115, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "Brin, and <strong> Eric Schmidt </strong> threatened to put Google at a competitive disadvantage as younger, more nimble Internet services such as Facebook pounce on new trends to lure away users and advertisers.\" <strong> Larry Page </strong> told the AP: <q> My goal is to run Google at the pace and with the soul and passion of a startup. I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred: \"I am quite certain that this change will result in faster decision making and better value for the shareholders.\" What they both were really saying was that this move is", "new_id": -2}, {"uid": "1296751792175587353", "i": 10094, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "<strong> George W. Bush </strong> focused on a war with Iraq almost immediately after the Sept. 11, 2001 terror attacks. \"He asked that I take a look at the shape of our military plans on Iraq,\" <strong> Donald Rumsfeld </strong> writes. <q> He wanted the options to be` creative.' </q> Posted by: Liam-still| February 3, 2011 11:42 AM| mike: Here ya go. Eypt has been relocated! Fox News graphics department has shaky grasp of Mideast geography", "new_id": -2}]