[{"uid": "1297514117014598155", "i": 27976, "idx": 0, "sa": ["David Letterman"], "q": "including 2007's`` Brian Regan Standing Up.'' He's made the rounds of late night TV talk as a regular on <strong> David Letterman </strong>'s CBS show. The Philadelphia Inquirer said of Regan: <q> A stand-up keeps it clean and cleans up. </q> article by Gail Shister. The City Weekly of Salt Lake City said:`` Through sold-out shows and fans who know every punch line, Brian Regan stays humble.'' article by Jennifer", "new_id": -2}, {"i": 5355, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,'' said former Eagles linebacker <strong> Ike Reese </strong>, who played for Mora with the Falcons from 2005-06. <q> He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; Jim believes in getting after you with the front four and in strong secondary play. </q> Mora, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to Mora for being immature and not being focused on his job when", "sa": ["Ike Reese", "Michael Vick"], "uid": "1295254492092618801"}, {"uid": "1296499193216055829", "i": 2882, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "Salmon, a former Democrat turned Republican, told POLITICO that first-term independent <strong> Sen. Bernie Sanders </strong> is`` closer to meeting a challenge'' and that he's undeterred by the long odds of a successful bid. <q> Right now, I am 65 percent in. When I hit 75 percent it will commence exploratory. I plan to continue to listen to diverse groups, reflect, and ensure it is the right thing to do for self, family, state and country, </q> said Salmon.`` I am not attached to the 2012 outcome, my odds, or my political career. I don't need to be senator, or governor, or stay put as state auditor", "new_id": -2}, {"uid": "1295040305036372501", "i": 16004, "idx": 1, "sa": ["Steve Ballmer"], "q": "in the developing world. <strong> Steve Ballmer </strong> identified`` better global enforcement of intellectual property laws'' as the world's largest software company's No. 1 lobbying priority in an interview with the Washington Post in July. <q> That is particularly true in China, where the protections are the weakest, </q> <strong> Steve Ballmer </strong> told the paper. U.S. businesses' fears range from outright piracy of their goods to the transfer of technological know-how that can be inevitable in joint ventures with Chinese companies.`` Sometimes Beijing", "new_id": -2}, {"uid": "1295093305253313052", "i": 3339, "idx": 1, "sa": ["Magic Johnson", "Allen Iverson"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps,'' <strong> Allen Iverson </strong> said. <q> You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there. </q> The Philadelphia star scored 60 points, a career high and the most in the NBA this season, to lead the 76ers to a 112-99 victory over the Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading", "new_id": -2}, {"uid": "1296405734264388636", "i": 10923, "idx": 4, "sa": ["Rasheed Wallace", "Allen Iverson", "LeBron James"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak.`` The best part about it is we struggled at times in the game but we got it done,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/LeBron_James_41pts_vs_Brandon_Roy_Blazers_09/10_NBA Date: January 10, 2010. Boxscore: scores.espn.go.com <strong> LeBron James </strong>- 41pts FG( 13-19),", "new_id": -2}, {"uid": "1295798310158990353", "i": 9640, "idx": 1, "sa": ["Colin Powell", "Condoleezza Rice", "Barack Obama", "Candy Crowley"], "q": "isn't <strong> Condoleezza Rice </strong> I'm sticking with <strong> Barack Obama </strong>... 9 posted on 01/23/2011 7:17:32 AM PST Gee, <strong> Colin Powell </strong>, more leading from the rear, I see. 10 posted on 01/23/2011 7:18:31 AM PST <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position. the winner is", "new_id": -2}, {"uid": "1297245174074432523", "i": 30069, "idx": 0, "sa": ["Lindsay Lohan", "Anderson Cooper", "Simon Cowell"], "q": "Instead, the` Bad Romance' hitmaker showed <strong> Anderson Cooper </strong> a box of personal mementos, including the sheet music to the first song she ever wrote, which was entitled` Dollar Bills'. <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1296593963161153079", "i": 2354, "idx": 0, "sa": ["Dick Lugar", "Jon Huntsman", "Mike Pence"], "q": "he will be sad to see Ambassador <strong> Jon Huntsman </strong>, a potential 2012 presidential contender, leave his post in Beijing.`` He has been a very fine representative of our country in China,'' <strong> Dick Lugar </strong> tells us. <q> He brings a great background in politics and international relations. I regret that he's leaving at this particular point because his service has been important and will continue to be. </q> Turning to Hoosier affairs, <strong> Dick Lugar </strong> also has kind words for Rep. <strong> Mike Pence </strong>, who is mulling a 2012 gubernatorial run after ruling out a presidential bid.`` I talked to him prior to his", "new_id": -2}, {"uid": "1295599226021397547", "i": 12752, "idx": 2, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "the Eagles' <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> might be toughest quarterback to sack, said Jets defensive end Shaun Ellis.`` He's very strong. He's very elusive in the pocket,'' Ellis said. <q> A lot of people don't realize how fast he is.... I know he looks slow moving around on the field, but he's pretty nifty at what he does. </q> What <strong> Ben Roethlisberger </strong> has done best so far in his career is win. He went to the AFC title game as a rookie, won a Super Bowl in his second season, and added another championship in", "new_id": -2}]