[{"uid": "1296128197246497300", "i": 21287, "idx": 3, "sa": ["Michael Vick"], "q": "where he completed 62.8 percent of his passes, blowing his previous best out of the water.`` I feel like this one I had to work hard to get here,'' <strong> Michael Vick </strong> said. <q> This came in a different fashion due to the fact that I displayed different talents this year to show really what I can do in the passing game along with doing everything else.`` I think everything came together, and it has worked out for me. </q> For everything that he's been through, <strong> Michael Vick </strong> is still 30 years old and in the prime of his career. Where he will play next season is up in the air.", "new_id": -2}, {"uid": "1295523103127533080", "i": 50442, "idx": 1, "sa": ["Steve Ballmer"], "q": ". Chinese authorities sometimes hesitate to bust counterfeit rings as they help support local economies. <strong> Steve Ballmer </strong> himself weighed in at the meeting between the two presidents and US business leaders, according to statement on Microsoft's blog. <q> At the meeting, <strong> Steve Ballmer </strong> highlighted the importance of intellectual property, or IP, to the future success and economic development of both countries, and noted the serious IP piracy problems that currently exist in China, </q> the statement said. Technology breakthrough: A guide to successful IT projects From handicrafts to Hello Kitty, Jshoppers.com offers massive choice to customers within and without Asia", "new_id": -2}, {"uid": "1295983367241025063", "i": 43412, "idx": 0, "sa": ["Gregg Popovich", "Mike Woodson", "Allen Iverson", "Michael Finley", "Fränk Schleck", "Tim Duncan", "Tony Parker"], "q": "18 of 25 shots and each of his six free throws.`` My shot was feeling good tonight and it opened up stuff for me in the second half,'' said <strong> Tony Parker </strong>, who had 10 assists. <q> I'm just going to try to keep it going and not be satisfied with myself because you know <strong> Gregg Popovich </strong> is going to be on me the next game. </q> Hawks <strong> Gregg Popovich </strong> <strong> Mike Woodson </strong> said he tried diffeFränk Schleckt defensive schemes but none were effective.`` <strong> Tony Parker </strong> was the diffeFränk Schleckce tonight http://wn.com/Allen Iverson_Allen Iverson_46pts_vs_Tim Duncan_Tim Duncan_Spurs_98/99_*Vintage_AI_*Rare <strong> Allen Iverson </strong> Michael Finleyally came up with an outstanding offensive performance, just in Tim Duncane for the Philadelphia 76ers' first", "new_id": -2}, {"uid": "1295293272209076262", "i": 41505, "idx": 2, "sa": ["Steve Ballmer"], "q": ", your body.'' Although <strong> Steve Ballmer </strong> admitted that the firm could improve with targeting a broader set of demographics, such as teenage girls, the console is resonating better with a wider audience. <q> I think about my own family. My wife used to say,` No, no, that's the machine the boys use', and now she says,` Yeah, I want to go watch movies. Let's go play the dance game', </q> he said.", "new_id": -2}, {"uid": "1295669752061620314", "i": 55515, "idx": 0, "sa": ["Mike Pence"], "q": "throughout Indiana, but sources in the state said he's been invited to many more than eight and could be confirmed to speak at more of them in short order. As one party source explained, <q> What better thing to do than start meeting Republicans in other parts of the state if he can't raise money during this time period? </q> Indeed, the state statute does not prevent <strong> Mike Pence </strong>`` from participating in party activities conducted by a regular party committee.'' Of course, if he does decide to run for president, it will take", "new_id": -2}, {"uid": "1295796204239026184", "i": 15593, "idx": 0, "sa": ["Simon Cowell", "Michael McIntyre", "Simon Le Bon"], "q": ". It's holding it all in. That was my big secret and all night I was wondering if anyone would notice it. When <strong> Simon Le Bon </strong> came on I was fairly sure he was wearing one too.'' <q> Miranda- her first two gongs were proven by her` People's Choice' win. But I thought all the nominations in that category deserved it. <strong> Michael McIntyre </strong>'s great, Ant& Dec are great, they are two of the funniest people on TV who are not regular comedians. And I was also really rooting for Horrible Histories because it was great to see something out of the normal parameters of grown-up comedy winning. It is a really funny show, so I'm very pleased. </q> Were you nervous about the Cheryl Cole and <strong> Simon Cowell </strong> gags?`` Nah, not really. One of them I know there's an element of truth in, we're talking about Cheryl's past", "new_id": -2}, {"uid": "1295799859101695596", "i": 34482, "idx": 12, "sa": ["Amy Chua", "Colin Powell", "Barack Obama"], "q": " Hard to believe <strong> Colin Powell </strong> would have purposefully destroyed his mark in history by lying for others.. Report Abuse \"`` He has not deceided on who to vote for in 2012''... duh \" Report Abuse <q> <strong> Colin Powell </strong> turned total racist-bigot when <strong> Barack Obama </strong> got into office. </q> Time.com: Tiger Mom: <strong> Amy Chua </strong> Parenting Memoir Raises American Fears AARP? 50+ Auto Insurance Over 50? Save an Avg$ 384*. 4 out of 5 AARP? Policyholder's saved. Top 10 mob", "new_id": -2}, {"uid": "1295264992125091902", "i": 32977, "idx": 0, "sa": ["Emily Blunt", "Piers Morgan", "Natalie Portman", "Simon Cowell", "Oprah Winfrey", "Rooney Mara", "Alec Baldwin"], "q": "the X-Factor boss starred side by side as judges on Britain's Got Talent, and <strong> Piers Morgan </strong> claimed he would never gone to the lengths <strong> Simon Cowell </strong> has in pursuit of keeping his looks. He told Parade: <q> I'm not as vain as him, physically. He has all these treatments and Botox and all. I don't do that kind of thing. </q> <strong> Oprah Winfrey </strong> finds <strong> Piers Morgan </strong>'s interviewing style` tough' <strong> Alec Baldwin </strong> has hailed <strong> Rooney Mara </strong> as the`` biggest movie star of her generation''... <strong> Emily Blunt </strong>: <strong> Natalie Portman </strong> is better dancer <strong> Emily Blunt </strong> says <strong> Natalie Portman </strong> could`` definitely out-tutu'' her", "new_id": -2}, {"uid": "1297647737198574120", "i": 37568, "idx": 8, "sa": ["Bernie Sanders", "Aaron Goldstein"], "q": "`` But I don't have the answer to that.'' I did see a couple of people wearing a`` Draft <strong> Bernie Sanders </strong>'' sticker. For his part,| 2.13.11@ 7:40 PM <q> back to my days with the New Democratic Party </q> <strong> Aaron Goldstein </strong>| 2.13.11@ 8:37 PM Ken( Old Texican)| 2.13.11@ 7:47 PM <strong> Aaron Goldstein </strong>, Please forgive me. SCREW THE LEFT! Remember name, email", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life` Truman Show' PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}]