[{"uid": "1295977910157089808", "i": 30975, "idx": 23, "sa": ["Carmelo Anthony", "Vince Carter", "Allen Iverson", "Raja Bell"], "q": "so aggressive. He wanted the ball more than everybody else.\" <strong> Carmelo Anthony </strong> said he just wanted to take advantage of the smaller defenders such as <strong> Raja Bell </strong> the Suns put on him and score some easy baskets early, <q>and the way I was going to do that was with offensive rebounding.</q> Seven of his rebounds came off the offensive glass. <strong> Allen Iverson </strong> led the Nuggets with 31 points and had 12 assists and no turnovers, teaming with <strong> Carmelo Anthony </strong> <strong> Vince Carter </strong>, who had 11 assists and just two turnovers, to", "new_id": -2}, {"uid": "1295672866088440848", "i": 11473, "idx": 1, "sa": ["Andy Coulson"], "q": "The Prime Minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice\". <q>To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,</q> he said. \"I hope now finally that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come", "new_id": -2}, {"uid": "1294980002041598981", "i": 48223, "idx": 2, "sa": ["Steve Ballmer"], "q": " \"While Windows and Office are household words, our Server and Tools Business has quietly and steadily grown to be the unquestioned leader in server computing,\" he wrote in a Jan. 10 e-mail to company employees. <q>We are now ready to build on our success and move forward into the era of cloud computing.</q> <strong> Steve Ballmer </strong> had apparently talked with Muglia \"about the overall business and what is needed to accelerate our growth\" and came to the decision that \"now is the time to put new leadership in place for", "new_id": -2}, {"uid": "1296586485184188975", "i": 32120, "idx": 0, "sa": ["Zahi Hawass"], "q": ". Advertisement( s) Advertisement Hundreds of Looted Treasures Recovered, Egypt's Antiquities Chief Reports Cultures The following statement by <strong> Zahi Hawass </strong>, Egypt's new Minister of Antiquities and head of <q>a newly created department that will be charged with the care and protection of all Egyptian monuments and museums,</q> was By <strong> Zahi Hawass </strong> I would like to tell the people, all over the world, the good news: the storage magazine that was looted in Qantara, in the Sinai, has had 288 objects", "new_id": -2}, {"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,\" Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q>These payouts recognize the continual support and tireless efforts of our people,</q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds. \"We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}, {"uid": "1295965254237387800", "i": 29419, "idx": 1, "sa": ["Eric Schmidt"], "q": "make more than 1,000 new hires across Europe- including hundreds of specialists for its research and development centre in the Bavarian capital. \"We had a very, very good year,\" <strong> Eric Schmidt </strong> said. <q>Which is why we'll continue to make investments.</q> He said Google would focus on the growing mobile internet market, with sales of smartphones expected to trump PCs in the next two years. <strong> Eric Schmidt </strong> said faster wireless standards such as LTE would greatly improve the", "new_id": -2}, {"uid": "1295880426196345858", "i": 15362, "idx": 3, "sa": ["Andy Coulson"], "q": "showerdaily What does that mean? Presumably you think an accusation of conspiracy theorist is sufficient distraction from illegality at the heart of government that it'll all just go away?\" Like I said <q>move along, nothing to see here</q> The only illegality took place at <strong> Andy Coulson </strong>'s previous job. Ishowerdaily 23 January 2011 1:21 AM MicheleDerry 23 January 2011 1:37 AM WurzelGummidge 23 January 2011 1:38 AM \"", "new_id": -2}, {"uid": "1295685222050348045", "i": 37620, "idx": 2, "sa": ["Bill Lockyer"], "q": "pension obligations, and bankruptcy is not part of it. \"We are dealing with them by reducing benefits and increasing employees' contributions, among other moves,\" <strong> Bill Lockyer </strong> said in a written statement. <q>With respect to our budget shortfalls, we have the tools to fix them without taking a wrecking ball to our economies and taxpayers.</q> There could be unintended consequences of the bankruptcy proposal. Mere talk of state bankruptcy could drive up interest rates that states must pay for their bonds if investors believe that the bonds won't be as secure", "new_id": -2}, {"uid": "1296235796144064542", "i": 39051, "idx": 0, "sa": ["Steve Ballmer"], "q": "primed to undergo a shakeup this year with the departure of longtime division President Bob Muglia. In a Jan. 10 e-mail to employees, Microsoft CEO <strong> Steve Ballmer </strong> claimed the division needed new leadership in order to <q>move forward into the era of cloud computing.</q> \"I had always remarked to folks that Bob's a survivor. His time just finally ran out,\" the anonymous head of the blog Mini-Microsoft, which frequently serves as a venting place for Microsoft employees", "new_id": -2}, {"uid": "1296653157128679947", "i": 13083, "idx": 0, "sa": ["Barbara Walters", "Bill Clinton", "David Letterman"], "q": "10 p.m. EST on Friday. <strong> Barbara Walters </strong> knew she needed the celebrity infusion. \"I didn't want people to feel that this was going to be an hour lecture,\" she said. <q>To have these very famous, and in some cases very funny, people, meant that they would watch.</q> Each guest agreed to talk about his experience. <strong> Bill Clinton </strong>, the former Big Mac <strong> Bill Clinton </strong>, revealed that he's now practically a vegan. The usually private <strong> David Letterman </strong> talks candidly about depression and how he sometimes", "new_id": -2}]