[{"uid": "1296704404078823458", "i": 2149, "idx": 4, "sa": ["Allen Iverson", "Jerry Stackhouse", "50 Cent"], "q": "the NBA season high and shattered his previous best of 46 was set against the Los Angeles Lakers on March 15. ''That's the most points I've ever scored in any game,'' he said. <q>I think maybe I scored 55 or 56 in an AAU game in the summertime when I was 16 or 17, but to be able to do at this level is the best.</q> <strong> Jerry Stackhouse </strong> scored the first three points of the fourth quarter to run the tally to <strong> 50 Cent </strong>. He committed an http://wn.com/Allen_Iverson_23pts_vs_LeBron_James_Cavs_08/09_NBA The Detroit Pistons are starting to show their potential with <strong> Allen Iverson </strong>, beating two of the NBAs best teams", "new_id": -2}, {"uid": "1297670559058834956", "i": 9650, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "J. Paul", "Steve Inskeep"], "q": "was <strong> J. Paul </strong> Bremer, the U.S. proconsul who ran Iraq after <strong> Saddam Hussein </strong>'s regime fell, who ordered the disbanding of the Iraqi military. Bremer has said he was only following orders from <strong> Donald Rumsfeld </strong> subordinate Douglas Feith. <q>RUMSFELD: I don't recall it. But certainly, as secretary of defense, I'm responsible for what takes place in the department.</q> <strong> Steve Inskeep </strong> also asked <strong> Donald Rumsfeld </strong> about troop levels in Iraq, which many experts have for years said were too low to ensure stability in that nation after the U.S. invasion. <strong> Donald Rumsfeld </strong> has been blamed for believing", "new_id": -2}, {"uid": "1295329511137969669", "i": 27293, "idx": 2, "sa": ["Michael Vick", "Jay Cutler"], "q": ", <strong> Jay Cutler </strong>, <strong> Michael Vick </strong> and Matt Ryan in consecutive weeks and are the Super Bowl favorite in Las Vegas. ''That( Bears game) was three weeks ago,'' Packers linebacker Clay Matthews said. <q>A couple of weeks before that we were losing games. We feel good about where we're at.</q> From the editor: Many of you have expressed concerns about some of the harsh anonymous comments from readers. To remedy that, we are introducing new features. You can create your own blog, publish your", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q>two turkeys do not make an eagle,</q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}, {"uid": "1295531619110821446", "i": 21023, "idx": 0, "sa": ["Walt Disney", "Colin Powell"], "q": "social development. And a lot still needs to be done in China, in terms of human rights.'' FIRST LOOK:-- ''CBS Evening News'' tonight: Anchor and Managing Editor <q><strong> Katie Couric </strong>'s ''In Focus' series... looks at the parts of the health care reform law that are rolling out, what is coming down the line and how the debate over its implementation may be more rough and tumble than the months leading up to its adoption....[ <strong> Lloyd Blankfein </strong>] ontributions from: <strong> Bill Maher </strong> <strong> Dr. John </strong>, <strong> Jan Crawford </strong>, <strong> Dr. John </strong> LaPook, Wyatt Andrews, <strong> Nancy Cordes </strong>, <strong> Chip Reid </strong>, <strong> Steve Ballmer </strong> <strong> Harry Reid </strong> and surgeon and health care policy expert <strong> Dr. Atul Gawande </strong>.</q>-- CNN's '''State of the <strong> Walt Disney </strong> turns[ Sunday] to former Secretary of State <strong> Colin Powell </strong> during a moment of national introspection- at the start of a new congress, in the wake of a", "new_id": -2}, {"uid": "1296744918231997480", "i": 8130, "idx": 3, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "are paying a very heavy price for the mismanagement-- that's the kindest word I can give you-- of <strong> Donald Rumsfeld </strong>, of this war,'' he said while campaigning for the Republican presidential nomination in 2007. <q>I think that <strong> Donald Rumsfeld </strong> will go down in history as one of the worst secretaries of Defense in history.</q>'' McSweeney's Will Publish <strong> Donald Rumsfeld </strong> Novel On Same Day As His Memoir <strong> Diane Sawyer </strong> To Interview <strong> Donald Rumsfeld </strong> In Former Defense <strong> Donald Rumsfeld </strong>'s First TV Interview Since 2006 WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and", "new_id": -2}, {"uid": "1295647113138969096", "i": 47232, "idx": 4, "sa": ["Eric Schmidt", "Henry Blodget"], "q": "represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.'' here. <strong> Henry Blodget </strong> writes for The Business Insider, ''Let's be serious: <strong> Eric Schmidt </strong> got fired.'' <q>Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- ''day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,' through his patronizing remarks about how he thinks Larry Page is finally` ready' to be CEO, it seemed clear that <strong> Eric Schmidt </strong> got shoved out the door,</q> <strong> Henry Blodget </strong> writes. Specifically, it seemed that far from adult supervision no longer being needed, <strong> Eric Schmidt </strong>''s opinions were no longer 11-inch MacBook Air: The next generation of MacBooks. From$ 999. Free shipping.", "new_id": -2}, {"uid": "1297429736189579381", "i": 27458, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "'' Mr <strong> Stephen Elop </strong> said the move was necessary to enable the company to regain its leadership in the smartphone industry and that the partnership would result in Nokia ''reinforcing'' its mobile devices platform. <q>I am excited about this partnership with Nokia,</q> said Microsoft CEO <strong> Steve Ballmer </strong>. ''The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.'' The specific details of the partnerhsip are yet to", "new_id": -2}, {"uid": "1297298416168493093", "i": 40020, "idx": 3, "sa": ["Eric Shinseki", "Donald Rumsfeld"], "q": "of generals like <strong> Eric Shinseki </strong>, who urged a much larger force to secure the country. And his callous disregard for the Iraqi people can be seen by his famous remark in response to the lawlessness in post-invasion Iraq: <q>Stuff happens... freedom's untidy.</q> There are very few regrets in the memoir. <strong> Donald Rumsfeld </strong> still justifies the Iraq War, and says there was nothing wrong in the way the Afghanistan War was conducted. He takes potshots at many of his", "new_id": -2}, {"uid": "1297535088041762828", "i": 22532, "idx": 0, "sa": ["Steve Ballmer"], "q": "We have grown tired of hearing <strong> Steve Ballmer </strong> tell us that user feedback has been fantastic and that the devices just need to get into customers' hands to see better sales. Sounds a bit like a Saab commercial: <q>People who test-drive a Saab usually buy one.</q> OK, but how many people do you know who have bought a Saab? And wasn't Saab nearly shut down not too long ago? <strong> Steve Ballmer </strong> can talk about user feedback all day long: The", "new_id": -2}]