[{"uid": "2008110414_00021197_W", "i": 1757, "idx": 0, "sa": ["Matthew Balme"], "q": "that used to have active sediment transport, but no longer[ do]. this shows a dynamic environment that has changed, and we might be able to use tars as paleo-markers to help decipher ancient climates. <q> current models that examine circulation patterns in mars' atmosphere don't provide much evidence that wind patterns and atmospheric densities on mars were significantly different in the past than from what they are now. </q> but i think the geology we are seeing suggests that there might have been different patterns and densities, \"<strong> Matthew Balme </strong> said.\" the observations we're getting now from mars global surveyor[ data analysis] and the", "new_id": -2}, {"uid": "2008110314_00002122_W", "i": 1514, "idx": 0, "sa": ["Todd McKenney", "John North"], "q": ". it is understood police were advised they would not be able to prove to a jury that <strong> Todd McKenney </strong> knew he had the drugs. they issued a statement yesterday saying that\" the prospect of a conviction is remote <q> and they would not be pursuing the case. <strong> Todd McKenney </strong>, 43, had been scheduled to undergo a two-day trial this week. <strong> Todd McKenney </strong>'s lawyer, <strong> John North </strong>, said: </q> he's been juggling not only this matter but trying to fulfil three major professional engagements a week, so it's very good for him that what he's always said from day one has been shown to be", "new_id": -2}, {"uid": "2008101603_00025586_W", "i": 1184, "idx": 0, "sa": [], "q": "searches when researching a financial product online, a call me back significantly increases their likelihood of engaging with a brand. if consumers want to engage with a human representative, why not make it easy for them? <q> dr. max blumberg, customer management strategist and visiting researcher at the university of london, who specialises in motivating workforces, leadership teams and sales forces said: </q> while the internet is a cost-effective channel for driving new customer acquisition, it is well-documented that a significant percentage of customers still want to speak to a human representative as part of the buying process. this is particularly", "new_id": -2}, {"uid": "2008110512_00029941_W", "i": 369, "idx": 1, "sa": ["Barack Obama"], "q": "interconnected world and countries have to work together \", he told reporters on wednesday.\" the us as the world's largest economy and india as the world's largest free market democracy have to work together, <q> he said, adding indo-us relations would continue to improve under the new administration. commenting on <strong> Barack Obama </strong>'s election as <strong> Barack Obama </strong>, chidambaram said, </q> it is a transformational change in the us and many ghosts have been exorcised by this election. \"\" i think this( election of <strong> Barack Obama </strong>) is a tribute to the us democracy that a young, forward-looking", "new_id": -2}, {"uid": "2008111206_00001636_W", "i": 2273, "idx": 3, "sa": ["Murray Miller"], "q": "lions' head coach <strong> Murray Miller </strong>.\" he made some unbelievable blocks that spread out darian for a couple of his key runs. so, he unselfishly goes out and blocks as if he's getting the football. <q> the juniors will take on the brother andre catholic high school cardinals( 4-2) in the yraa championship saturday at 11 a.m. at esther shriner stadium in north york. the cardinals beat the huron heights warriors( 5- 1), 14-8, in their semifinals matchup to reach the championship. </q> at the beginning of the season we came out as a bunch of individuals and i couldn't tell if we would make it this far, \"said the team's captain, montazeri, of his team who", "new_id": -2}, {"uid": "2008092714_00032199_W", "i": 533, "idx": 0, "sa": ["Butch Cassidy", "Paul Newman", "Robert Redford"], "q": "connecticut.\" <strong> Paul Newman </strong>'s craft was acting. his passion was racing. his love was his family and friends. and his heart and soul were dedicated to helping make the world a better place for all, <q> foundation vice-chairman <strong> Robert Redford </strong> forrester said. <strong> Paul Newman </strong> played youthful rebels, charming rogues, golden-hearted drunks and amoral opportunists in a career that encompassed more than 50 movies. he was one of the most popular and consistently bankable hollywood stars in the second half of the 20th century. two of his most popular movies included </q> <strong> Butch Cassidy </strong> and the sundance kid \"( 1969) and <NO_QUOTATION>( 1973), in which he co-starred with an equally popular and handsome actor, <strong> Robert Redford </strong>. <strong> Paul Newman </strong> was also a philanthropist, a health food mogul--", "new_id": -2}, {"uid": "2008112204_00018815_W", "i": 226, "idx": 0, "sa": ["Michael Jackson"], "q": "supposedly meeting with music big wigs in los angeles to discuss a 30-day tour.\" <strong> Michael Jackson </strong> said he wasn't doing a vegas residency but was going on a world tour, taking in 30 cities next year, <q> one follower told the sun. </q> he said he wanted to do it for his kids. he wants them to see what he does, and he wants to take them on the road. \"this will be prince <strong> Michael Jackson </strong>, prince <strong> Michael Jackson </strong> ii", "new_id": -2}, {"uid": "2008102616_00018808_W", "i": 174, "idx": 0, "sa": ["Sam Allardyce", "Peter Crouch", "Jermain Defoe"], "q": "deems a <NO_QUOTATION>, out of the premier league doldrums. and despite taking former spurs frontman <strong> Jermain Defoe </strong> to pompey, as well as signing another white hart lane old boy in <strong> Peter Crouch </strong>, redknapp said he could not rule <q> raiding his old club when the transfer window opens again on january 1. he said: i would not sit here and say never. it depends whether the club want to sell them. if they did it would be an open market and we would be in there like every other premier league club would be for one or two of the players. but if they did not want to sell them, then we would not be rocking the boat. </q> it would be portsmouth's decision. \"portsmouth meanwhile begin life after redknapp with a match against fulham at fratton park on sunday, with former bolton and newcastle boss <strong> Sam Allardyce </strong> the early favourite for the job on a", "new_id": -2}, {"uid": "2008121910_00017906_W", "i": 38, "idx": 12, "sa": ["Ian M. St George", "Alex Jones", "Javier Solana"], "q": "is the first time we are aware that a war is caused by climate change- and it will not be the last. \"\" we should make space for the new heavyweights at the un security council. <q> biography of <strong> Javier Solana </strong> high representative for the common foreign and security policy secretary-general of both the council of the european union( eu) secretary-general of the western european union( weu). secretary general of nato from 1995 to 1999. eu's minister for foreign affairs( renamed see lisbon treaty fiasco) balkans nato versus serbia balklans nato versus kosovo order of st michael and <strong> Ian M. St George </strong> club of rome. bilderberg </q> we haven't abolished nation states or their sovereignty, but we have changed their nature. re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08\" reply# 23 on:", "new_id": -2}, {"uid": "2008121222_00009040_W", "i": 2095, "idx": 0, "sa": ["Russell Peters", "James Jones"], "q": "can think of something useful here.\" meet your soulmate, for 20% less! \"\" twen-nay peh-cent! i give you spe-shal twen-nay peh-cent off! big save! you take money and buy cow! <q>( a la <strong> Russell Peters </strong> doing an oriental accent imitation) in a deep voice( i'm channeling <strong> James Jones </strong> here): </q> well hellloo isheeta! i mean, salams, sister! like my... topi? \"( i am not being insulting here... i loooove desi guys in traditional kurtas and sherwanis.. and this would be", "new_id": -2}]