[{"uid": "2008092421_00011047_W", "i": 1045, "idx": 3, "sa": ["Joshua Shapiro"], "q": "companies fannie mae and freddie mac, combined with a massive purchase of distressed mortgage securities on wall street will ultimately make it easier for homebuyers to get a mortgage. with credit remaining tight and foreclosure still surging, <q> home prices are likely to decline considerably further in the quarters ahead, </q> wrote <strong> Joshua Shapiro </strong>, chief u.s. economist at mfr inc., in a research note. mortgage rates, which fell after the takeover of fannie mae and freddie mac, have been creeping back up amid uncertainty over how the", "new_id": -2}, {"uid": "2008101319_00003849_W", "i": 2412, "idx": 4, "sa": ["Barack Obama", "George W. Bush", "John McCain"], "q": "unseated <strong> George W. Bush </strong>. in october 2006, <strong> George W. Bush </strong> said congressional democrats <NO_QUOTATION> and planning to take control of congress. a month later, democrats won the house and senate. <strong> John McCain </strong> acknowledged <strong> Barack Obama </strong>'s lead in the polls. <q> the national media has written us off, </q> <strong> John McCain </strong> added. \"but they forgot to let you decide.\" \"what america needs in this hour is a fighter,\" he said, adding that he knew americans were worried about the direction of the", "new_id": -2}, {"uid": "2008100916_00014207_W", "i": 2379, "idx": 1, "sa": ["Lalu Prasad Yadav", "Manmohan Singh"], "q": "perform chatt puja in maharasthra. there was also a statue of prime minister <strong> Manmohan Singh </strong> standing quietly in a corner with <NO_QUOTATION>. visitors to the pandal expressed concern that politicians were provoking public sentiments and creating regional differences. <q> it was good to come here. we people have been affected by floods. we never threaten others who come from other states. therefore, we are passing this message for the government to make a note, </q> said ranjeet kumar, another visitor at kadamkuan puja pandal. visitors to the pandal appreciated the efforts of the organizers and particularly of cartoonist amarnath <strong> Lalu Prasad Yadav </strong>. the final day of durga puja was marked on thursday.(", "new_id": -2}, {"uid": "2008102422_00007779_W", "i": 2472, "idx": 6, "sa": ["Adrian David Cheok"], "q": "the national university of singapore is aiming to push the boundaries of research into interactive new media technologies by mixing reality with the virtual world. professor <strong> Adrian David Cheok </strong> addressed the travel audience in a session on october 24 entitled, <q> reality: virtual, mixed, or otherwise- how technology will change the way we communicate and travel in the future. </q> he told the audience that such applications could very soon affect the travel industry. specifically, virtual technology leaders are already integrating virtual technologies into mobile phones.\" 3d-virtual interactive images could also be used in pop-up books", "new_id": -2}, {"uid": "2008090805_00104114_W", "i": 983, "idx": 0, "sa": ["Glenn Stevens"], "q": "went too far in its fight against inflation. mr <strong> Glenn Stevens </strong> said the rba board's credentials would have been in questionable if it had not acted when all the evidence at the time was pointing to inflation rising. <q> i don't think the board had got it wrong, </q> he told a house of representatives economics committee hearing today in melbourne in response to a question. \"i doubt very much we could have credibly just sat there with what inflation was doing.\" \"on the", "new_id": -2}, {"uid": "2008091208_00014361_W", "i": 3385, "idx": 1, "sa": ["Winston Spencer-Churchill", "Jack Talbert"], "q": "accountability urgent action: environmental defender threatened in guatemala september 3, 2008 ai submission to the un special representative on the issue of human rights and business august 22, 2008 urgent action- anti-mining activist attacked in mexico <q> some men change their party for the sake of their principles; others their principles for the sake of their party. </q>-- <strong> Winston Spencer-Churchill </strong> \"moderation in temper is always a virtue; but moderation in principle is always a vice.\" -- <strong> Jack Talbert </strong> paine \"to know and not to do is not to know.\" -- chinese proverb", "new_id": -2}, {"uid": "2008092622_00003364_W", "i": 1646, "idx": 0, "sa": ["Barack Obama"], "q": "launched a last-minute rebellion against the proposal for the government to buy the mortgages of dubious value whose toxic quality has forced a string of wall street brand names into collapse.. <strong> Barack Obama </strong> george w bush weighed in. <q> if money isn't loosened up, this sucker could go down, </q> he said, referring to the bailout plan hammered out just a week ago.. bitter political infighting in the run-up to the november elections appears to be the culprit, with one source saying that this drama was", "new_id": -2}, {"uid": "2008101710_00026070_W", "i": 2454, "idx": 2, "sa": ["Torry Pedersen"], "q": "from most of the theories i read about integrated newsrooms.\" verdens gang newspaper has made it its mission to set a national agenda and to dominate a story on all platforms- print, online and video. <q> you have to make good use of all platforms to make an impact. the reason we did it is because we have to take into account the market is changing and plan properly. we are the most quoted news outlet by other media. </q> <strong> Torry Pedersen </strong> said the obvious difference between online and newspapers is that there is no deadline online, which means you have to act on that theory and publish continuously. he used the example of a building falling down in", "new_id": -2}, {"uid": "2008110703_00019685_W", "i": 1873, "idx": 2, "sa": ["Sarah Palin", "John McCain"], "q": "infrequent contact with mr. <strong> John McCain </strong>, top advisers said. \"i think it was a difficult relationship,\" said one top <strong> John McCain </strong> campaign official, who, like almost all others interviewed, asked to remain anonymous. <q> <strong> John McCain </strong> talked to her occasionally. </q> but mr. <strong> John McCain </strong>'s advisers also described him as admiring of ms. <strong> Sarah Palin </strong>'s political skills. he was aware of the infighting, they said, but it is unclear how much he was inclined or able to stop", "new_id": -2}, {"uid": "2008101618_00022293_W", "i": 4578, "idx": 0, "sa": ["Brendan Murphy"], "q": "have recently been working with a psychic. it is believed some family members then began digging at a local mine shaft site for clues, and that items since recovered may be bone fragments of their loved ones. <q> we are checking out some items that have been recovered and given to us, and we'll be looking at those forensically, </q> detective sergeant <strong> Brendan Murphy </strong> told the advertiser. they were found near the top of the mine site. \"the family is considering the possibility they may be bone fragments( of maureen and allan).\" a local", "new_id": -2}]