[{"uid": "1295566668244678663", "i": 2850, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "position in which Page will focus on merging Google's technology and business vision. Page's Google co-founder, <strong> Sergey Brin </strong>, will focus on strategic projects and new products with the title of co-founder. <q> For the last 10 years, we have all been equally involved in making decisions, </q> <strong> Eric Schmidt </strong> said of himself, Page and <strong> Sergey Brin </strong>. \"This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have", "new_id": -2}, {"uid": "1295667567122535955", "i": 253, "idx": 4, "sa": ["Eric Schmidt"], "q": "have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us,\" <strong> Eric Schmidt </strong> wrote. <q> But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> \"As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are", "new_id": -2}, {"uid": "1297506049030818306", "i": 24966, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "audio] Earlier in the segment, Hannity and Bozell discussed the media questioning former Defense <strong> Donald Rumsfeld </strong> about if he feels remorse for not placing more troops inside Iraq earlier on in the conflict. <q> The same reporters did nothing but bash George Bush over the surge </q> Bozell reminded Hannity. David Kramer on Fri, 02/11/2011- 1:36 pm. I had to login after seeing this one. The Mirror on Fri, 02/11/2011- 2:46", "new_id": -2}, {"uid": "1295983609158924816", "i": 6110, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Mayor Michael Bloomberg"], "q": "pass a simple background check. However, our patchwork of gun laws is rife with loopholes and too many dangerous people fall through the cracks.\" and Virginia Tech have shown us anything,\" said <strong> Chuck Schumer </strong>, <q> it is that there are serious holes in the reporting of information to the National Instant Criminal Background Check System and they need to be addressed immediately. I will work with my colleagues in the <strong> Sen. Ted Kennedy </strong> to pursue common sense gun ownership safeguards to protect our children and communities from those individuals, like the mentally ill and drug addicted, who should not have easy access to deadly weapons. </q> \"I commend <strong> Mayor Michael Bloomberg </strong> for his leadership in working to eliminate horrible gun violence in our communities,\" said <strong> Kirsten Gillibrand </strong>. \"I will continue to work with the <strong> Mayor Michael Bloomberg </strong>, Police Commissioner Kelly, law enforcement", "new_id": -2}, {"uid": "1295567825105267222", "i": 2515, "idx": 2, "sa": ["Eric Schmidt"], "q": "the analyst consensus estimate of$ 8.09 per share and compared to$ 2.19 billion, or$ 6.79 per share, in the fourth quarter of 2009. In a statement, <strong> Eric Schmidt </strong> called the fourth quarter <q> a terrific end to a stellar year </q> and credited the success on a strong core search advertising business and to the momentum in emerging businesses such as display advertising and mobile. Page praised <strong> Eric Schmidt </strong> in the statement, saying he has done an \"", "new_id": -2}, {"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}, {"uid": "1295915641195493939", "i": 17085, "idx": 0, "sa": ["Eric Schmidt", "Joe Scarborough", "Bill Maher"], "q": "We always knew the CEO's corner office at Googleplex was no place for an acerbic wit like <strong> Eric Schmidt </strong>'s. Say something like <q> The Google policy on a lot of things is to get right up to the creepy line and not cross it. I would argue that implanting something in your brain is beyond the creepy line- at least for the moment, until the technology gets better </q> onstage during a product demo, and you're a PR nightmare. Say it from behind the anchor's desk, and you're giving <strong> Joe Scarborough </strong> and <strong> Bill Maher </strong> a run for their money. So it's only natural", "new_id": -2}, {"uid": "1297009504212598792", "i": 14115, "idx": 0, "sa": ["Elton John", "David Letterman", "Leon Russell"], "q": "on the Late Show with <strong> David Letterman </strong>, so be sure to stay up that night or set your DVRs to watch these two legends in action! Watch the video at left of <strong> Leon Russell </strong> and <strong> Elton John </strong> performing <q> Never Too Old( To Hold Somebody) </q> on Oct. 20, 2010 from the hit album The Union. The concert was given at the Beacon Theater in NYC on Good Morning America. The Union was released on Oct. 19. The Master of Space", "new_id": -2}, {"uid": "1297405067238747661", "i": 3461, "idx": 1, "sa": ["David Letterman", "Hosni Mubarak"], "q": "opportunity tonight to spear Egypt's dictator <strong> Hosni Mubarak </strong> with his Top 10 list tonight. \"Maybe he's leaving, but he's not going anywhere,\" <strong> David Letterman </strong> told his audience before reading the list. <q> He lives to beat people, to torture people, and he has stolen$ 8 billion from his country. So, he's not a bad guy, </q> the Late Show host joked. Below is <strong> David Letterman </strong>'s Top 10 List for Thursday, February 10th: <strong> Hosni Mubarak </strong>'s Future Plans: 10. Chill.", "new_id": -2}, {"uid": "1295721092068648974", "i": 34435, "idx": 4, "sa": ["Lou Kerner", "Eric Schmidt", "Sergey Brin", "Rafael Nadal"], "q": "of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. \"What I do think Facebook has shown Google is that they're moving too slow,\" <strong> Lou Kerner </strong> said. <q> Facebook is moving at the speed of light and Google isn't. \"Having three people running the company, making the decisions, was slowing it down, </q> he added. AFP <cite> This story is sourced direct from an overseas news agency as an additional service to readers. Spelling follows North American usage, along with foreign currency and measurement units. </cite> <strong> Rafael Nadal </strong>", "new_id": -2}]