[{"uid": "1297257839064307214", "i": 51524, "idx": 0, "sa": ["Mitt Romney", "David Letterman", "Haley Barbour"], "q": "<strong> Haley Barbour </strong>'s appearance. Weathered and heavy-set, he will never look like the groom on the wedding cake- or, as Letterman-Mitt Romney-Mitt Romney-reads-top-10-things-you-dont-know-a/\"> <strong> Mitt Romney </strong> joked about himself last week on CBS's Late Show With <strong> David Letterman </strong>, <q> the guy in the photo that comes with your picture frame. </q> <strong> Mitt Romney </strong>'s perfect looks are, in fact, a bit burdensome. The contrast with <strong> Mitt Romney </strong>- viewed by many as the leading contender for the GOP nomination at the moment- goes beyond image. <strong> Mitt Romney </strong>", "new_id": -2, "mturk_index": "980"}, {"uid": "1295476002156581899", "i": 59738, "idx": 2, "sa": ["Orrin Hatch", "Bernie Sanders"], "q": "find American companies to manufacture the products that it sells,\" <strong> Bernie Sanders </strong> wrote to the director of the museum. To be sure, some lawmakers still consider China a nation that offers tremendous economic opportunity. <q> Engagement with China is important, </q> Hatch_G._Orrin Hatch\" target=\"\"> Sen. <strong> Orrin Hatch </strong>( R-Utah) said in a statement. \"As the world's second largest economy, China's trade policy has a profound effect on the United States and on the world", "new_id": -2, "mturk_index": "973"}, {"uid": "1295610181062603266", "i": 27534, "idx": 6, "sa": ["Andy Coulson"], "q": "2011 11:40 AM riggers1 21 January 2011 11:41 AM I am sure <strong> Andy Coulson </strong> will quote either \"pressures\" of work vs. \"family commitments\" as his reason for leaving the post and no doubt <q> looking forward to new challenges </q> in the future. windbag86 21 January 2011 11:41 AM Lushattic 21 January 2011 11:42 AM rabaisse 21 January 2011 11:42 AM In order to post a comment you need to be", "new_id": -2, "mturk_index": "655"}, {"uid": "1294993341072613890", "i": 13422, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "for the first time. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" Senator <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. <q> She wanted us to know that she was with us 100% and understood everything we were saying. </q> Ms <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr Michael Lemole, called it \"a major milestone\" , and said the congresswoman was clearly responding to the gathering of friends and family. After five days of", "new_id": -2, "mturk_index": "1184"}, {"uid": "1295379138177815583", "i": 17381, "idx": 1, "sa": ["Regis Philbin", "David Letterman", "Larry King"], "q": "\"<strong> David Letterman </strong> just called, he said congratulations, i dont know if thats good or bad.- r\" And <strong> Regis Philbin </strong> isn't taLarry King his retirement too seriously, so you shouldn't either! <q> its not like dying, im just retiring from the show, </q> he added, \"by the way do you have a job for me,- r\" OK! NEWS: <strong> Regis Philbin </strong> REVEALS HE'LL LEAVE SHOW And <strong> Larry King </strong>, who also retired this year, took", "new_id": -2, "mturk_index": "2137"}, {"uid": "1295361172237895687", "i": 6655, "idx": 0, "sa": ["Oprah Winfrey", "Michael Vick"], "q": "conveyed the sense that he was a peer, pleasantly sparring with <strong> Oprah Winfrey </strong>, goading her into a bet as to who would land <strong> Michael Vick </strong> first, and managing questions that seemed to throw her and make her think( <q> How many times have you properly been in love? </q>). Even if <strong> Oprah Winfrey </strong> was controlled in her answers, she acted repeatedly impressed with the questions- \"You're good. You are good\" - which at times seemed to be the main", "new_id": -2, "mturk_index": "904"}, {"uid": "1297225698053084217", "i": 23500, "idx": 0, "sa": ["David Letterman", "Jay Leno", "Miley Cyrus"], "q": "85. \"In order to give our man of the year time to rest we considered moving our 8 p.m. show back two hours later,\" Whitiker said. But, <strong> Miley Cyrus </strong> said, <q> We do realize that no one wants to watch a show that starts at 10 p.m. </q> \"I'll take the three secret tasks,\" <strong> Jay Leno </strong> said. <strong> Jay Leno </strong> first had to entertain talk-show host <strong> David Letterman </strong>, played by Ryan P. Halprin' 12, by proving that his prowess for", "new_id": -2, "mturk_index": "255"}, {"uid": "1295040526041500696", "i": 36923, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler Group CEO <strong> Sergio Marchionne </strong> will visit Ann Arbor on Wednesday to make an announcement about alternative energy vehicles, the agency announced. EPA National Vehicle and Fuel Emissions Laboratory on Plymouth Road, will involve <q> a research and development project to explore and evaluate an innovative drive train technology for light duty vehicles, </q> the EPA said in a news release. EPA administrator, Chrysler CEO visiting Ann Arbor for alternative energy vehicle announcement Planners give developer more time to for Banks of Saline condominium project 2010 a strong year for land preservation", "new_id": -2, "mturk_index": "1487"}, {"uid": "1296753711058556440", "i": 43308, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "focus is on creating good-paying, family-supporting jobs. By supporting research and development, we can help our businesses become more competitive and create the high tech jobs of tomorrow,\" Senator <strong> Kirsten Gillibrand </strong> said. <q> New York is already home to the universities, businesses, laboratories, researchers and the bright minds we need for long-term economic strength. This proposal would leverage more private investment in our high-tech sector, creating good-paying jobs. </q> \"As the CEO of a biotechnology company, Senator <strong> Kirsten Gillibrand </strong>'s initiative is extremely important to us,\" said Dr. Joan Fallon, Curemark founder and CEO. \"By supporting cutting edge research in the", "new_id": -2, "mturk_index": "468"}, {"uid": "1295314716264208390", "i": 2345, "idx": 2, "sa": ["Steve Ballmer", "Piers Morgan"], "q": "\"good things come to those wait\" The man was right. Windows 8 already? Please. The FIRST thing you need to do is fire your bozo CEO, <strong> Steve Ballmer </strong>. Report Abuse <q> One-Size-Fits-All.... show me one product that has used that philosophy that actually \"fits right </q> for a job. \" Sometimes good enough is not good at all. Mashable: \"<strong> Piers Morgan </strong> Tonight\" Turns to Social Media to Build Buzz for CNN Premiere Mashable: MLK Day Gets a", "new_id": -2, "mturk_index": "1036"}]