[{"uid": "1295876260066535475", "i": 28109, "idx": 0, "sa": ["Alan Greenspan", "Richard Quest", "Bill Nuti", "Eric Schmidt", "Bernie Sanders"], "q": "a Richard Question about the wars in Iraq or Afghanistan, military families, warrior care, the new GI <strong> Bill Nuti </strong>, or anything else about the US military? Just click video respo... Rep. <strong> Bernie Sanders </strong> vs. Fed Chairman <strong> Alan Greenspan </strong> <q> You have told the AmEric Schmidtan people that you support a trade policy which is selling them out. </q>-- Rep. <strong> Bernie Sanders </strong> to Federal Reserve Chairman <strong> Alan Greenspan </strong> on 7/16/03. You MUST watch this impassioned five minute video clip! Rep. <strong> Bernie Sanders </strong>( Independent-Vermont), now a... Declassified: Chairman Mao part 1 of 5 History Channel", "new_id": -2}, {"uid": "1296084552189841409", "i": 18766, "idx": 2, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "It's the playoffs.'' Asked about the fact that the offense's best work lately came in the final 8 minutes of the Giants game, in which it was otherwise ineffective, <strong> Michael Vick </strong> said: <q> As long as you find a way to win at some point, that's all that matters. It doesn't matter what happened in three quarters. If you pull it out and you win, enough said. </q> There is a grain of truth there- offensive coordinator <strong> Marty Mornhinweg </strong> said yesterday that blitzing <strong> Michael Vick </strong> the way teams have been doing lately is high-risk, that the Eagles feel they will hit a big play eventually.", "new_id": -2}, {"uid": "1296365944097009666", "i": 523, "idx": 1, "sa": ["Allen Iverson"], "q": "pleased with his team's execution against the Bucks.`` I thought our effort was good, except for a stretch there in the fourth quarter, but by then it was already determined,'' he said. <q> It was a good game for us. </q> http://wn.com/Allen Iverson_Allen Iverson_54pts_Highlight_vs_Milwaukee_Bucks_04/05 A night after the Philadelphia 76ers had a disheartening loss, <strong> Allen Iverson </strong> made sure it wouldn't happen again by playing one of the best games of his stellar career. <strong> Allen Iverson </strong> scored a season-high 54 points, including", "new_id": -2}, {"uid": "1295618588099680282", "i": 39617, "idx": 0, "sa": ["Ian Edmondson", "Piers Morgan", "Andy Coulson"], "q": "phone tapping, led by The GuardIan Edmondson. Former editor of News of the World, <strong> Piers Morgan </strong>, has been quick to condemn The GuardIan Edmondson's involvement in the investigation, asking via his Twitter feed: <q> If@ rel=\"nofollow\" href=\"http://twitter.com/guardIan Edmondson\"> guardIan Edmondson abhors publication of material obtained by dodgy methods so much, where does that leave them on Wikileaks? </q> The new CNN presenter added:`` Hypocrisy: prejudice with a halo.'' <strong> Andy Coulson </strong> was editor of the News of the World from 2003 to 2007, but stood down following allegations about his reporters", "new_id": -2}, {"uid": "1295637236112984102", "i": 16694, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Barack Obama", "Robert Gibbs"], "q": "run for <strong> Barack Obama </strong> in 2012 target=\"_blank\" href=\"http://washingtonglobe.com/\"> Washington, January 21: US <strong> Barack Obama </strong> has planned to run for a second term in office for the 2012 Barack Obamaial target=\"_blank\" href=\"http://electionglobe.com/\"> election despite his low popularity. <q> We've made some progress on getting our target=\"_blank\" href=\"http://worldeconomist.com/\"> economy back in order, and I think the <strong> Barack Obama </strong> wants to continue to do that, </q> AFP quoted White House spokesman <strong> Robert Gibbs </strong> as saying on Friday. <strong> Robert Gibbs </strong> also added that <strong> Barack Obama </strong> DFLers take aim at <strong> Tim Pawlenty </strong>'s book By <strong> Mike Pence </strong> Kaszuba DFL legislators are taking aim at former Gov. <strong> Tim Pawlenty </strong>'s new target=\"_blank\" href=\"http://worldlibraries.com/\">", "new_id": -2}, {"uid": "1296982871013991969", "i": 7763, "idx": 1, "sa": ["Andy Reid", "Michael Vick"], "q": "with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could turn around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as <strong> Andy Reid </strong>. <q> He had a plan and he stuck to that, both on and off the field, </q> <strong> Andy Reid </strong> said. A star in Atlanta for most of his six seasons as a Falcon after being selected first overall in the 2001 draft, <strong> Michael Vick </strong> missed 2007 and 2008 while incarcerated for 18 months in a federal prison", "new_id": -2}, {"uid": "1296697297021184517", "i": 26836, "idx": 0, "sa": ["Bernie Sanders"], "q": "defense bill last year by Sen. <strong> Bernie Sanders </strong>( I-Vt.), a strong critic of the Iraq war and does not view Defense as sacrosanct from the budget cutting process. The HuffPo quotes <strong> Bernie Sanders </strong>: <q>`` With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money, </q> he said.`` The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money.", "new_id": -2}, {"uid": "1297350252255098886", "i": 15767, "idx": 1, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "le Corriere della Sera. <strong> Sergio Marchionne </strong>, qui pourtant avait assur en janvier que Fiat ne projetait pas pour le moment de fusionner avec son partenaire am?ricain Chrysler, avait estim que href=\"http://www.lefigaro.fr/flash-eco/2011/02/05/97002-20110205FILWWW00448-fusion-fiatchrysler-d-ici-2-3-ans-fiat.php\" target=\"\"> les deux groupes pourraient former <q> une seule entit dans les deux ou trois prochaines ann?es </q> qui`` pourrait tre bas?e ici, aux tats-Unis''. Le pr?sident du conseil des ministres, <strong> Silvio Berlusconi </strong>, rencontrera samedi matin le directeur g?n?ral pour s` assurer que le constructeur n'abandonnera pas l'Italie o Fiat fait", "new_id": -2}, {"uid": "1296443805235372702", "i": 23708, "idx": 15, "sa": ["LeBron James", "Allen Iverson", "Kobe Bryant", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our http://wn.com/Allen Iverson_Allen Iverson_31pts_vs_Crossover_move_on_Durant_Sonics_07/08 Sixers Notes: LooLeBron James to learn from big collapse Nuggets' falter in second half; four-game win streak ends", "new_id": -2}, {"i": 47069, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1/2 votes, easily beating Seattle receiver Mike Williams, who got eight.`` As a person and a player I learned a lot through my experiences on and off the field,'' <strong> Michael Vick </strong> said. <q> Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the importance of it and how hard it is to get to where we are today. </q> <strong> Michael Vick </strong> passed for 3,018 yards and 21 touchdowns( 233 of 372), scoring a 100.2 passer rating, and rushed for 676 yards( 6.8 average) and 9 touchdowns. Bargaining session:", "sa": ["Michael Vick"], "uid": "1296965126246792205"}]