[{"uid": "1297271131262504545", "i": 35409, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "the line in which the president said, ''The transition from dictatorship will take time, but it is worth every effort. Our coaltition will stay until our work is done.'' <strong> Donald Rumsfeld </strong> reacted: <q>That was not the way I understood our plan. A nation that had suffered under decades of dictatorial rule was unlikely to quickly recognize itself into a stable, modern, democratic state. Deep sectarian and ethnic divisions, concealed by a culture of repression and forced submission to Saddam, lurked just below the surface of Iraqi society.</q> He continues, ''I hoped Iraq would turn toward some form of representative government, but I thought we needed to be clear-eyed about democracy's prospects in the country. Even the United States, though", "new_id": -2}, {"uid": "1295960989098713631", "i": 47015, "idx": 1, "sa": ["Simon Cowell", "Christian O'Connell"], "q": "Facebook, they literally threw me off Facebook, how annoying is that?'' he told Absolute Radio's <strong> Christian O'Connell </strong> on his breakfast show. judge <strong> Simon Cowell </strong> has a bath in his dressing room. <q><strong> Simon Cowell </strong>'s decked out his whole dressing room, his whole dressing room is monochrome. It's like his house, and he's got a bath in his dressing room as well, no word of a lie,</q> he continued. ''I have been in there. He loves a bath, <strong> Simon Cowell </strong>, it gives him time to think.'' The 37-year-old credited the TV mogul for giving him a masterclass", "new_id": -2}, {"uid": "1295816701183353357", "i": 5359, "idx": 0, "sa": ["Steve Ballmer"], "q": "isn't worth the bits in the cloud. Vivek's thoughts on Quora remind me of <strong> Steve Ballmer </strong> on the iPhone circa 2007. Totally misses the disruptive element. this person@vwadhwa is a poor judge of startups. <q>Why I Don't Buy Quora Hype</q> http://jc.is/hIDN8O#wrong#dumb#linkbait Hacker Shows It Doesn't Take$ 8 Million to Clone Qwiki- Just 321 Lines of HTML Will do the Trick TechCrunch Disrupt Winner Qwiki Hits No. 1 On Google Trends ''Hot Searches''", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said.'' '' ''If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,'' <strong> Zahi Hawass </strong> said in an interview at his office. <q>What's happening is normal. Thankfully, all the damaged items can be restored.</q>'' Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}, {"uid": "1295224391243892255", "i": 37128, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.'' Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q>Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick.</q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. RSS feeds ranging from dining and movie reviews", "new_id": -2}, {"uid": "1296463954171245576", "i": 15172, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "'' Other chapters are quite revealing such as:'' The Washing Machine Has Changed the World More than the Internet;'' ''More Education, in Itself, Is Not Going to Make a Country Richer;'' <q>The U.S. Does Not Have the Highest Living Standard in the World;</q> ''Companies Should Not Be Run in the Interest of their Owners.'' Veterans Slam <strong> Sen. Bernie Sanders </strong> Bachmann's Plan To Cut Vet Benefits: ''Heartless,'` Shows Contempt' For Troops'' Sacrifice Virginia Lawmaker Says", "new_id": -2}, {"uid": "1296221611048857106", "i": 33937, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "side is Idol's revamped judging panel, which- with music titans <strong> Steven Tyler </strong> and J. Lo replacing snarling hitman <strong> Simon Cowell </strong>- has rejected acidic, dream-crushing honesty for a nurturing, sob-sister approach to talent wrangling. <q>We oughta let her in the door,</q> cooed Aerosmith singer <strong> Steven Tyler </strong>, oozing empathy for one off-key belter as J. Lo dabbed her eyes. ''Water that flower'cause I think it's gon na grow!'' Both shows, not surprisingly,", "new_id": -2}, {"uid": "1295005888194838584", "i": 21298, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "had been telling her that she was inspiring the country with her courage and that we couldn't wait to take her out to pizza and a weekend away,'' <strong> Kirsten Gillibrand </strong>, a New York Democrat, said. <q><cite> skint: Jan. 13, 2011- 3:19 PM EST </cite> Lets tell the FACTS Ms. Hunt because they are out there.</q> Rep. <strong> Gabrielle Giffords </strong> opened her eys and responded to commands last Sunday, Monday and Tuesday. The doctors TOLD us in their media coverage on those days, so don't try heaping praise on some kind", "new_id": -2}, {"uid": "1295052502161349655", "i": 3260, "idx": 2, "sa": ["Sergio Marchionne"], "q": "2009. The dispute over Mirafiori is also part of a wider struggle by the outspoken <strong> Sergio Marchionne </strong> to bring about radical reforms in Italian industry. In October, he ignited controversy when he said that <q>Fiat would be better off if it eliminated Italy. Italy ranks 118th out of 139 countries in work efficiency and is 48th in industrial competitiveness. ''Not a cent from the two billion euros of profits forecast for 2010 will be generated in Italy,</q> he said, pointing out that Fiat's 6,100 workers in Poland produce the same number of cars as the company's 22,000 auto workers in Italy. Quotes delayed, except where indicated otherwise. Delay times", "new_id": -2}, {"uid": "1297447787101842948", "i": 44321, "idx": 0, "sa": ["Steve Ballmer"], "q": "which seeks to deliver an affordable Internet experience to a billion users, primarily in developing markets. Given the core competencies of each, the pair insisted that they could move quickly to market. <q>Ecosystems thrive when fueled by speed, innovation and scale,</q> Microsoft's <strong> Steve Ballmer </strong> said in a statement. ''The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.'' Nokia officials said in statements that", "new_id": -2}]