[{"uid": "1295564377105267210", "i": 35505, "idx": 6, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "said. During the call, <strong> Sergey Brin </strong> expressed what sounded like genuine admiration for <strong> Eric Schmidt </strong>'s role in Google's success.`` We're all in great debt to <strong> Eric Schmidt </strong>,'' said <strong> Sergey Brin </strong>. <q> There's really no one else in the universe who could have done what <strong> Eric Schmidt </strong> has done. </q> Please send me occasional email updates about new features and special offers from Wired. Please send occasional email offers from Wired affiliated websites and publications and carefully selected companies. Posted by: bozo_u_moron", "new_id": -2}, {"uid": "1295443111060325937", "i": 47615, "idx": 9, "sa": ["Bernie Sanders", "Thomas P. Salmon"], "q": "have a great relationship with the senator.'' <strong> Thomas P. Salmon </strong> acknowledged going against <strong> Bernie Sanders </strong> wouldn't be easy.`` I think there's three people who think I can win,'' he said. <q> The good thing is I'm one of them. </q> thallenbeck@burlingtonfreepress.com. To have Free Press headlines delivered free to your e-mail, sign up at burlingtonfreepress.com/newsletters. You must fill out the comment body in order to submit a comment.", "new_id": -2}, {"uid": "1296742613164560898", "i": 35570, "idx": 2, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": ", pursued a muddled reconstruction plan that more closely resembled that which was advocated by the State Department. At the same time, <strong> Donald Rumsfeld </strong> gripes Brummer did not keep the Pentagon informed of his decision making. <q> Those key differences were never clearly or firmly resolved in the NSC, </q> <strong> Donald Rumsfeld </strong> writes.`` Only the <strong> George H. W. Bush </strong> could do so.'' <strong> Donald Rumsfeld </strong> also directs blame toward himself, according to the released excerpts, writing that he wished he had resigned in 2004 when the Abu Ghraib", "new_id": -2}, {"uid": "1296716412176898138", "i": 35038, "idx": 3, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "stubborn chapter of the myth that I had stage-managed Ford's staff reorganization,'' he writes, adding:`` By repeating the myth instead of setting the record straight, George H. W. Bushn effect endorsed it.'' <q> It has always amazed me that <strong> George H. W. Bush </strong>'s version of what took place has consistently been contrary to the facts, even when the actual version of what took place had been attested to in writing by Gerald Ford, </q> <strong> Donald Rumsfeld </strong> concludes. <strong> George H. W. Bush </strong> isn't the only Republican who comes in for tough treatment. <strong> Donald Rumsfeld </strong> hammers former <strong> George H. W. Bush </strong> Nelson Rockefeller for being an`` imperial <strong> George H. W. Bush </strong>'' and`` bullying.'' Reply# 6", "new_id": -2}, {"uid": "1295413082129597478", "i": 55407, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence", "T. Williams"], "q": " In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong>`` the best governor in America.'' <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to <q> keep the national campaign. </q> Officer Ian Birk describes <strong> T. Williams </strong>' posture During the in the inquest into the John <strong> T. Williams </strong> shooting, Seattle police officer Ian Birk describes his memory of how <strong> T. Williams </strong> was standing in the moments leading up to the", "new_id": -2}, {"uid": "1295476069159825942", "i": 23716, "idx": 0, "sa": ["Bernie Sanders"], "q": "' efforts and that <strong> Bernie Sanders </strong> may introduce the legislation to allow Single Payer in States that want to start an SP system. Dodd makes no commitment to vote for it, but he will look at it. http://wn.com/Hundreds_March_for_Single-Payer_Health_Care_in_Vermont <q> I'm 70 and I have friends in their 90s and we all have Medicare and we all say` we're so lucky.' Everyone should have Medicare and that's what really this is looking at. </q>-- Barbara Elsbeth of Waitsfield`` We're just gon na keep moving forward and hopefully by 2011, 2012 we can put in a real system that covers everybody, that makes sense, put our health care dollars", "new_id": -2}, {"uid": "1295084979107888640", "i": 45801, "idx": 0, "sa": ["Michael Vick", "Ovie Mughelli"], "q": " By <strong> Michael Vick </strong> A. Lough FLOWERY BRANCH, Ga.- <strong> Ovie Mughelli </strong> sat on the stool in front of his locker at Atlanta's practice facility, about 45 minutes from downtown, and shook his head. <q> I can't even turn on the TV without somebody saying that we're going to be the underdog, </q> the Atlanta Falcons fullback said.`` What, 13-3 underdogs every single week? I think most people think we're going to be underdogs at home, again, this Saturday.'' But maybe it fits", "new_id": -2}, {"uid": "1295618707107249686", "i": 46852, "idx": 0, "sa": ["John Price", "Andy Coulson", "Alan Johnson"], "q": "relationship''. Mr <strong> John Price </strong> said it`` engendered strong feelings'' both in her husband and the wider family on both sides and matters`` came to a head'' in July 2003. He said: <q> The promenade area of Gravesend which runs alongside the south bank of the River Thames was thronging with people. Suddenly amongst them all there broke out a violent struggle between three men. Within a matter of minutes one of those men was left dying on the ground, the victim of multiple stab wounds and his throat having been cut across its width. </q> <strong> Alan Johnson </strong> bodyguard` had affair with wife' new <strong> Andy Coulson </strong> quits as Cameron spin doctor new School principals trawl web to` dig up the dirt on teachers' Oasis fan` snorted Liam's dandruff' new", "new_id": -2}, {"uid": "1296535397014417929", "i": 24193, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "court of law, very fine lines and what responsibility women have with regards to our own safety. These do not lend themselves to non-reflection, which is understandably all <strong> Ben Roethlisberger </strong> R wanted to do Monday. <q> That is a great reflective question, and I think the time for reflecting is probably after the year, </q> he said. Variations of reflect were the words of the day. But as I listened to him, I could not help but think of beleaguered Eagles QB <strong> Michael Vick </strong>. Every good game,", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}]