[{"uid": "1295308684212140059", "i": 47459, "idx": 4, "sa": ["Michael Vick"], "q": "he'd be OK with getting the franchise tag. While the designation provides a huge one-year salary, it does not provide longer-term security as <strong> Michael Vick </strong> would be in the exact same position after next season. <q> Absolutely, absolutely. No problem, </q> <strong> Michael Vick </strong> said. \"I think about my situation two years ago, and to me, it's about securing my future financially, but I was in a position where I did n'thave anything at one point after", "new_id": -2}, {"uid": "1295425615261013543", "i": 55291, "idx": 6, "sa": ["Bernie Sanders", "Barack Obama"], "q": "argued the compromise was necessary to prevent a tax hike on middle class Americans. \"I believe very strongly that it will be very, very difficult to undo this one-year program,\" <strong> Bernie Sanders </strong> said. <q> Republicans will say it is a tax increase on workers, and they control the House. </q> Indeed, GOP lawmakers have since admitted they have no intention of letting the payroll tax return to its original, higher level in a year: \"So what the <strong> Barack Obama </strong> has done is walked us", "new_id": -2}, {"uid": "1295563103175194117", "i": 56098, "idx": 2, "sa": ["Cody Canada", "David Letterman", "Alyse Eady", "Robert Randolph"], "q": "#rejectedarkansasmottos trend. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong> Miss Arkansas <strong> Alyse Eady </strong> will appear on the \"Late Show with <strong> David Letterman </strong>\" this Thursday night. The Gossip's \"Standing in the Way of Control\" named the <q> Most Powerful Protest Song of the 21st Century </q> by Flavorwire. Thursday night offers <strong> Cody Canada </strong> and the Departed at Rev, Mandy McBryde at The Afterthought and, in Fayetteville, <strong> Robert Randolph </strong> at George's. Today on Twitter:` True Grit' snubs,", "new_id": -2}, {"uid": "1295575736103366668", "i": 12293, "idx": 0, "sa": ["Larry Page", "Steve Jobs", "Eric Schmidt"], "q": "target=\"_blank\" search giant. Starting April 4, <strong> Larry Page </strong> will take over day-to-day operations while <strong> Eric Schmidt </strong> becomes executive chairman, focusing on\" technology thought leadership.\" Shortly after the... Google( GOOG) <strong> Eric Schmidt </strong> Says <q> Adult Supervision No Longer Needed </q> Google's( Nasdaq:) outgoing CEO <strong> Eric Schmidt </strong> twitted and posted on the company blog about the management shake-up technology editor at Newsweek and the creator of Fake <strong> Steve Jobs </strong> technology editor at Newsweek and the creator of Fake <strong> Steve Jobs </strong>", "new_id": -2}, {"uid": "1295125227265830412", "i": 42542, "idx": 21, "sa": ["Jim Jones", "Nat Hentoff", "Donald Rumsfeld", "Sting", "Isnilon Hapilon", "Adam Hochschild", "Trent Lott"], "q": "\" . CBS News. May 8, 2004.^ \"GOP seNat Hentoffor labels Isnilon Hapilonsed prisoners` terrorists\" '. CNN. May 12, 2004.^ <strong> Adam Hochschild </strong>( May 23, 2004). <q> What's in a Word? Torture </q>. New York Times.^ MoveOn PAC^ VandeHei, <strong> Jim Jones </strong>; Ricks, <strong> Sting </strong> E.( 17 December 2004). \"<strong> Trent Lott </strong> Joins Republican Critics of <strong> Donald Rumsfeld </strong>\" . Washington Post.^ \"", "new_id": -2}, {"uid": "1295564127055377924", "i": 14773, "idx": 3, "sa": ["Richard Chang", "Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "on Thursday, he would earn about$ 334.7 million on the stock sale. He would still own about 2.7 percent of Google's outstanding capital stock, down from 2.9 percent before selling the shares. <q> As Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, </q> <strong> Eric Schmidt </strong> said in a posting on the company's official blog. \"And over the holidays we decided now was the right moment to make some Richard Changes to the way we are structured.\"", "new_id": -2}, {"uid": "1295984269158924821", "i": 7131, "idx": 6, "sa": ["Eric Schmidt"], "q": "offering suggestions for a show title: \"Holy <strong> Eric Schmidt </strong>!\" \"My Show is the <strong> Eric Schmidt </strong>\" \"<strong> Eric Schmidt </strong> Happens\" \"I'm Getting Too Old For This <strong> Eric Schmidt </strong>\" \"I <strong> Eric Schmidt </strong> You Not\" <q> Who Gives a <strong> Eric Schmidt </strong>? </q> \"The <strong> Eric Schmidt </strong> Storm\" Sadly, nobody suggested \"<strong> Eric Schmidt </strong> My CEO Says!\" Or perhaps he could host a reality dance show competition called\" Just Move!\"", "new_id": -2}, {"uid": "1295669758172441761", "i": 36012, "idx": 0, "sa": ["Sergio Marchionne", "Tom Gage", "Alan Mulally", "Ray LaHood"], "q": "ending distracted driving. \"We believe the auTom Gageobile manufacturers can be partners with us,\" <strong> Ray LaHood </strong> said at an event Thursday in Washington to mark the government's efforts to crack down on distracted driving. <q> We need their help. </q> Advertisement <strong> Ray LaHood </strong> said he will fly to Michigan on Tuesday to meet with Ford President and CEO <strong> Alan Mulally </strong> and Chrysler CEO <strong> Sergio Marchionne </strong>. The Insurance Institute for Highway Safety and others have questioned whetherbanning", "new_id": -2}, {"uid": "1295641931245137430", "i": 4996, "idx": 0, "sa": ["Larry Page", "Barack Obama", "Sergey Brin", "Eric Schmidt"], "q": "company. This frees <strong> Eric Schmidt </strong> up for more important things, such as schmoozing Big Music executives, and lesser personalities such as <strong> Barack Obama </strong>. He'll be` Executive Chairman' and will focus on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, </q> the company, says TechCrunch. But don't worry. His guiding hand will remain firm. He'll still act as \"an advisor to <strong> Larry Page </strong> and fellow co-founder <strong> Sergey Brin </strong>\"", "new_id": -2}, {"uid": "1296770511173654034", "i": 14658, "idx": 32, "sa": ["George Tenet", "Bill Clinton", "Donald Rumsfeld", "Ted Kennedy", "Colin Powell", "Condoleezza Rice", "Eric Shinseki", "James Jones"], "q": "fires back that the secretary of State had once been \"the most senior military officer in our country\" and no one else in the administration had \"even a fraction of his experience\" on intelligence matters. <q> <strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about Saddam's suspecTed Kennedy WMD stockpiles. The <strong> Bill Clinton </strong> did not lie. The vice <strong> Bill Clinton </strong> did not lie. <strong> George Tenet </strong> did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong. </q> <strong> Donald Rumsfeld </strong> also takes a swipe at his Marine Corps commandant, Gen. <strong> James Jones </strong>, and Army chief, Gen. <strong> Eric Shinseki </strong>, who were ciTed Kennedy in a December, 2002 Washington Post story as opposing an invasion of Iraq", "new_id": -2}]