[{"uid": "1297450776077103126", "i": 27786, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "is a bold one meant to combat the growing momentum by mobile competitors Google Android and Apple. \"We think this will make a three-horse race,\" <strong> Stephen Elop </strong> said during a press conference. <q>It's for Nokia and it's good for Microsoft. It allows us to move far faster than we could otherwise.</q> Nokia CEO <strong> Stephen Elop </strong>, let, and Microsoft CEO <strong> Steve Ballmer </strong> explained their company's new tight alliance for mobile phones at an analyst and strategy meeting in London.( Credit: screenshot by <strong> Stephen Elop </strong> Shankland/CNET)", "new_id": -2}, {"uid": "1296225359092700754", "i": 12053, "idx": 2, "sa": ["Rahm Emanuel", "Mike Pence"], "q": "for all of us, including myself. \"CLOSER TO HOME' Indiana <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> announced Thursday he would not seek the Republican nomination for president in 2012, but he did <q>I'm open to running for governor,</q> <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> told the Indianapolis Star. \"We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it.\" The", "new_id": -2}, {"uid": "1297714527167477255", "i": 2779, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "'s gay ban to ABC Radio on Friday. \"First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,\" <strong> Donald Rumsfeld </strong> said. <q>We know that[ repeal of a ban on gays serving openly] is an idea whose time has come.</q> <strong> Donald Rumsfeld </strong> has been making media appearances and spoke on Thursday at the 2011 Conservative Political Action Conference in D.C. to promote his new book, \"Known and Unknown.\" CPAC organizers gave <strong> Donald Rumsfeld </strong> gave the \"", "new_id": -2}, {"uid": "1297169223008454177", "i": 352, "idx": 0, "sa": ["Simon Cowell"], "q": "That's a touch ironic, since the ostensible target demographic for what this show's pumping out right now is almost a decade away from the legal drinking age. <strong> Simon Cowell </strong>& Garfunkel once famously asked, <q>Where have you gone, <strong> Joe D </strong>?</q> The titular villains of tonight's episode, \"Goggles and Hicks,' ask a less seminal question: \"Where have you gone, Hong Kong Phooey?\" Here\"s the thing though: There", "new_id": -2}, {"uid": "1295325762089587715", "i": 40605, "idx": 0, "sa": ["Piers Morgan", "Stedman Graham", "Michael Vick", "Oprah Winfrey"], "q": "<strong> Stedman Graham </strong>, her known companions, but he can't figure out the other three. We wonder who they are? Later <strong> Piers Morgan </strong> wants to discuss <strong> Michael Vick </strong>, the dog-fighting NFL player, and <strong> Oprah Winfrey </strong> responds, <q>I really don't want to talk about <strong> Michael Vick </strong> because I'm trying to interview him.</q> <strong> Piers Morgan </strong> laughs and says he appreciates her honesty. They then bet 200 British pounds on who will get the first <strong> Michael Vick </strong> interview between them. The topic of her success and money comes up and how <strong> Oprah Winfrey </strong>", "new_id": -2}, {"uid": "1295448193089899023", "i": 4808, "idx": 2, "sa": ["David Letterman", "Regis Philbin"], "q": "-- is he retiring from show business, or he is just leaving Live? Joking that he had a drink before he made the announcement, he asked <strong> David Letterman </strong> what he said. Then he explained, <q>I'm leaving the show. I'm not retiring from show business.</q> <strong> David Letterman </strong> asked <strong> Regis Philbin </strong> if he would come on show, at least. \"Once in awhile, <strong> David Letterman </strong>,\" <strong> Regis Philbin </strong> said. \"Not too often.\" Closing the call,", "new_id": -2}, {"uid": "1295690356156418069", "i": 18153, "idx": 3, "sa": ["Michael Jordan", "Allen Iverson", "Elton Brand", "Jrue Holiday"], "q": "\" Looking for a spark, 76ers coach Eddie <strong> Michael Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q>He just put us in a good rhythm tonight and had us flowing,</q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He http://wn.com/Dwyane_Wade_Complete_Highlights_[27_Points]_vs_Bucks_28309 MIAMI( AP) At this point, milestones mean little", "new_id": -2}, {"uid": "1297176031226918403", "i": 3159, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers"], "q": "would be grueling, but especially after winning the Super Bowl, MVP, and all of the traveling, thank you, thank you very much for the trouble.\"( audience applauds) <strong> Aaron Rodgers </strong>: <q>No, this is fun for me. I mean, this is-- I watch your show a lot.</q> <strong> David Letterman </strong>: \"I appreciate that.\" <strong> Aaron Rodgers </strong>: \"No, it's good to be here. There must be a lot of Wisconsin people out there.\"( Wild applause from", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star. \"Honestly, they play me one-on-one, straight up,\" <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q>Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something.</q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}, {"uid": "1294962672210993211", "i": 6922, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "we hope to do with her. And we knew she was responding- she was holding our hands, and caressing our hands and squeezing them and moving her arms, moving her legs,\" <strong> Kirsten Gillibrand </strong> recalled. <q>She started to open her eyes. And when her husband saw her making this effort, he urged her, said, \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes.' And sure enough, she did.</q> Special Section: Tragedy in Tucson <strong> Gabrielle Giffords </strong>\" husband asked her to give a \"thumbs up\" if she could see the friends in the room. \"And a few moments later, she", "new_id": -2}]