[{"uid": "1295253159143179809", "i": 38523, "idx": 1, "sa": ["Angelina Jolie", "Ricky Gervais", "Eva Longoria", "Johnny Depp"], "q": "Press Association just because its members wanted to hang out with the film's stars, <strong> Johnny Depp </strong> and href=\"http://uk.news.yahoo.com/fc/Angelina Jolie-Angelina Jolie.html\"> <strong> Angelina Jolie </strong>.`` That is not the only reason,'' <strong> Ricky Gervais </strong> insisted with a saucy smile. <q> They also accepted bribes. </q> Having already bitten the hand that was feeding him, <strong> Ricky Gervais </strong> soon bit the HFPA's other hand. He announced that <strong> Eva Longoria </strong> would be on next with`` the daunting task'' of introducing", "new_id": -2}, {"uid": "1297702534073007116", "i": 4667, "idx": 0, "sa": ["Steve Ballmer"], "q": "voor knippen-en-plakken. Later dit jaar volgt dan een grotere update.` Volledige web op de telefoon' Onderdeel in die grote update is een mobiele versie van IE9 met hardware-acceleratie voor Windows Phone. <q> Dit is een goed voorbeeld van het samenbrengen van onderdelen binnen Microsoft om de gebruikservaring van Windows Phone te verbeteren </q>, aldus <strong> Steve Ballmer </strong>.`` We moeten het volledige web naar de telefoon brengen.'' De reguliere versie van IE9, waarvan recent de release candidate verscheen, gebruikt ook hardware-acceleratie voor het sneller verwerken van zware", "new_id": -2}, {"uid": "1297250613009437217", "i": 45657, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul"], "q": "or four weeks.'' One name that could be in the mix: former` American Idol' colleague <strong> Paula Abdul </strong>.`` I'm a massive fan of <strong> Paula Abdul </strong>'s,'' he said. <q> When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm, but we're talking to a number of people. </q> As the' X FActor' judges not only critique the contestants but also mentor them, <strong> Simon Cowell </strong> explained he's looking for true music industry titans who have the credibility and skills to do both.", "new_id": -2}, {"uid": "1296112200260849669", "i": 35613, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like`` a volcano that is starting to erupt.'' <q> There will be huge explosions all over Fleet Street if police get to the truth, </q> he told the BBC. href=\"http://www.worldnow.com\" target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1295246138063356933", "i": 39544, "idx": 4, "sa": ["Bernie Sanders"], "q": "is`` transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day.'' In a separate statement, state Republican Chairman Steve Larrabee said: <q> By using this tragedy to demonize those he disagrees with, the Senator is doing exactly what he pretends to deplore. </q> <strong> Bernie Sanders </strong>' office issued a statement saying the letter covered a number of issues facing the country.`` Most of the space in this newsletter dealt with the senator's views on the economic implications", "new_id": -2}, {"uid": "1296347920263585854", "i": 2280, "idx": 0, "sa": ["Robert Pattinson", "Elizabeth Reaser", "Kate Hudson", "Angelina Jolie", "Kristen Stewart"], "q": "inside look at the private life of <strong> Angelina Jolie </strong>: her relationship with her kids, her parenting style and spending time with brood. Gary Shirley's New Girlfriend Autumn Jones Opens Up About Spending Time with Leah <strong> Elizabeth Reaser </strong>: <q> Here's a Naked Picture of <strong> Robert Pattinson </strong>& <strong> Kristen Stewart </strong> </q> <strong> Kate Hudson </strong> on Keeping Her Baby News Private:`` I'm Pregnant and I'm Really Sick''", "new_id": -2}, {"uid": "1295629069004243586", "i": 32242, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Dan Lyons", "Steve Jobs", "Eric Schmidt", "Tim Cook", "Mark Linn"], "q": "`` On Thursday, Google along with its strong quarterly numbers, announced that its co-founder <strong> Larry Page </strong> will become the new Chief Executive of the company starting April 4,'' ManikanDan Lyons Raman reports for The International Business Tim Cookes. <q> <strong> Larry Page </strong>, who founded Google along with <strong> Sergey Brin </strong>, will take the reins from <strong> Eric Schmidt </strong>, who has been holding that position since 2001. </q>`` As the Mark Linnet will be concerned in the near-term with the management shuffle, an analyst at Jefferies even hinted at a possibility that <strong> Eric Schmidt </strong> could become the Chief Executive of Apple Inc., whose CEO <strong> Steve Jobs </strong>", "new_id": -2}, {"uid": "1296263565016810024", "i": 19077, "idx": 0, "sa": ["Johnny Depp", "LeBron James", "George Clooney", "Shaun White", "Peyton Manning", "Angelina Jolie"], "q": "as remarkable as those he receives in competition. His trendsetter score of 12 puts him in the same league as Oprah, <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong> while his endorsement attribute scores are comparable to <strong> George Clooney </strong>. <q> Based on his deal with BF Goodrich, it appears as though his marketability is expanding, which is extending his reach to hit a more mainstream target, </q> Bill Glenn, senior vice-president of the Marketing Arm told Reuters.`` He's already the <strong> LeBron James </strong> or <strong> Peyton Manning </strong> of extreme sports. While the mop-topped <strong> Shaun White </strong> may be the standard bearer for action sports, the", "new_id": -2}, {"uid": "1295877991251510814", "i": 10789, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Vint Cerf"], "q": "served as CEO previously, from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years...`` a nice round number''... and <strong> Larry Page </strong> was ready to lead the company into the future. <q> <strong> Larry Page </strong> and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up, </q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly$ 30 billion. The company meanwhile reported its", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.'' As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said.`` He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}]