[{"uid": "1297616629186400779", "i": 32535, "idx": 17, "sa": ["Donald Rumsfeld", "David Martin", "George H. W. Bush"], "q": "Saddam Hussein.`` When did you first talk to <strong> George H. W. Bush </strong> about going after Saddam?'' asked <strong> David Martin </strong>.`` Oh, I think it was in September,'' <strong> Donald Rumsfeld </strong> replied. <q> So before the first U.S. boot is on the ground in Afghanistan... </q>`` He called me into the Oval Office and he said,` Do you have a war plan for Iraq?''' <strong> Donald Rumsfeld </strong> explained. But as he was gearing up for war the", "new_id": -2}, {"uid": "1295987538089178116", "i": 22755, "idx": 0, "sa": ["Zahi Hawass"], "q": "past. But Margaret's past contains its own target=\"_blank\" href=\"http://worldcrimes.com/\"> crimes and secrets. As this personal history and Berlin's past horrors become increasingly Reactions to nominations for the 83rd annual Academy Awards actor nominee for <q> The King's Speech. </q>___`` I think... Egypt Seeks to Reclaim Nefertiti, But Germany Rebuffs Its Advances Egyptology tsar <strong> Zahi Hawass </strong>, the charismatic secretary general of Egypt's Supreme Council of Antiquities who has had some success pressuring foreign museums to", "new_id": -2}, {"uid": "1297271219196116500", "i": 10211, "idx": 0, "sa": ["Steve Ballmer", "Bob Muglia"], "q": "and Internet portal MSN. <strong> Bob Muglia </strong> Is...- <strong> Bob Muglia </strong>, president of Microsoft's Server& Tools Division, will step down this.... Chief Executive Officer <strong> Steve Ballmer </strong> plans to extend a... Report Abuse <q> See, you all forget one thing that most everyone buys a PC anymore. Windows is easier to use than Ubuntu, or Linux, or even a Mac from what I've seen. I've watched people who've never used either Mac or PC with Windows, and they ALWAYS manage to find their way around Windows before a Mac. Lets not start on Linus, or Ubuntu. </q> Report Abuse \" Linux for one thing will provide a richer, more robust and utterly reliable user experience. Get with the program. Micro$ loth is dated, forever buggy, deeply insecure and bloated beyond belief", "new_id": -2}, {"uid": "1295912875241205290", "i": 1256, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "social networking company.`` My goal is to run Google at the pace and with the soul and passion of a startup,'' <strong> Larry Page </strong> said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply.`` I am not as concerned about the titles", "new_id": -2}, {"uid": "1295559318082083864", "i": 1037, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "is stepping down as the company's chief executive. Company co-founder <strong> Larry Page </strong> will become CEO, effective April 4. At the same time, Google said that <strong> Larry Page </strong>'s co-founder <strong> Sergey Brin </strong>, will henceforth concentrated on <q> strategic projects, in particular working on new products. </q> Although <strong> Eric Schmidt </strong> is stepping down as chief executive, Google said he will take on the role of Executive Chairman,`` focusing externally on deals, partnerships, customers and broader business relationships, government outreach and", "new_id": -2}, {"uid": "1294956032094584852", "i": 34675, "idx": 0, "sa": ["Michael Vick", "Tucker Carlson", "Javier Ruiz"], "q": "'s response:`` I hardly know <strong> Javier Ruiz </strong>. I only met him once or twice. Nothing can be proven.'' Again, that's that settled then. Keeping perspective I <q> I'm a Christian, I've made mistakes myself, I believe fervently in second chances, </q> says Fox News pundit <strong> Tucker Carlson </strong>, building up to a whopper on the subject of dog fighting.`` But <strong> Michael Vick </strong> killed dogs, and he did it in a cruel, heartless way. Personally, I", "new_id": -2}, {"uid": "1295254600092618767", "i": 8642, "idx": 9, "sa": ["Allen Iverson", "Steve Javie"], "q": "team that traded him to Denver over the holidays, repeating his contention that he should have had more say in the Sixers' style. <strong> Allen Iverson </strong> also saved a parting shot for official <strong> Steve Javie </strong>, who ejected him. <q> I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out, </q> <strong> Allen Iverson </strong> said.`` His fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league.", "new_id": -2}, {"uid": "1297061519093618179", "i": 818, "idx": 0, "sa": ["Sergio Marchionne"], "q": "explain the`` shyster rates.'' In a statement posted at the center of Chrysler's home page Saturday, <strong> Sergio Marchionne </strong> said he regrets a term he used and considers it`` inappropriate.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> <strong> Sergio Marchionne </strong>'s statement said.`` I regret the remark, which I consider inappropriate.'' <strong> Sergio Marchionne </strong> said Chrysler remains grateful for the bailouts and noted that no other parties were willing to assist in Chrysler's", "new_id": -2}, {"uid": "1296498486124518453", "i": 41308, "idx": 5, "sa": ["John R. Gregg", "Mike Pence"], "q": "a fiscal conservative. The business people would be very comfortable with him.'' He also doesn't alienate the opposition.`` I like <strong> Mike Pence </strong>,'' says former House Speaker <strong> John R. Gregg </strong>, a Democrat. <q> He is a conservative, but unlike some conservatives he's not angry. I don't find him shaking his finger at a moderate or liberal. He invites discussion and an exchange of ideas. </q> Although <strong> Mike Pence </strong>'s path to the governor's office appears clear at this point, he's not likely to take it for granted. <strong> Mike Pence </strong> knows what it's like to lose an election, having made", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.'' And`` Idol'' has certainly freshened things up with the new judges, Randy Jackson.`` I talk to Randy all the time,'' <strong> Simon Cowell </strong> said. <q> We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with` The X Factor]. </q>`` Have you watched the new` Idol'?'' <strong> Kit Hoover </strong> asked.`` No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}]