[{"uid": "1296010875232554548", "i": 27922, "idx": 0, "sa": ["Keith Smart", "Bill Lockyer", "Marco Belinelli", "Newt Gingrich"], "q": ".... Former Warriors guard <strong> Marco Belinelli </strong> has started 44 games for the Hornets and is averaging 10.5 points per game.... Though it's only January, <strong> Keith Smart </strong> admitted he keeps tabs on the prospective playoff chase. <q>You've got to know where you are so you can eventually get to where you want to go,</q> is how he put it. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1295979046057327630", "i": 9523, "idx": 0, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q>My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a start-up,</q> Page said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"uid": "1297251079068108305", "i": 11146, "idx": 1, "sa": ["Steve Ballmer", "Ray Ozzie"], "q": "e-mail, <strong> Steve Ballmer </strong> said he does not intend to fill the chief software architect role. \"The CSA role was unique and I won't refill the role after <strong> Ray Ozzie </strong>'s departure,\" <strong> Steve Ballmer </strong> wrote. <q>We have a strong planning process, strong technical leaders in each business group and strong innovation heading to the market.</q> Many have described <strong> Ray Ozzie </strong> as a visionary. <strong> Ray Ozzie </strong>'s initial claim to fame came when his company, Iris Associates, created what would be known as Lotus Notes, a product that during the 1990s was", "new_id": -2}, {"uid": "1296708031055181325", "i": 8723, "idx": 0, "sa": ["Eddy Curry", "Jamal Crawford", "Allen Iverson", "Carmelo Anthony", "Stephon Marbury", "Renaldo Balkman", "Isiah Thomas"], "q": "game.\" <strong> Jamal Crawford </strong> led the Knicks with 25 points and <strong> Eddy Curry </strong> added 24, nine in the fourth quarter. <strong> Stephon Marbury </strong> had 21 points and nine assists, and <strong> Renaldo Balkman </strong> led a spirited bench effort with 11 points. <q>Our whole team, I like the tenacity that we played with. I like the intensity that we played with,</q> Knicks coach <strong> Isiah Thomas </strong> said. <strong> Allen Iverson </strong> scored 32 points and <strong> Carmelo Anthony </strong> had 24 for the Nuggets, who led by as many as 15 and were still ahead by 10 going to the fourth quarter before dropping their second straight", "new_id": -2}, {"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino. \"I am excited about this partnership with Nokia,\" <strong> Steve Ballmer </strong> said of the pairing. <q>Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}, {"uid": "1297675746135315472", "i": 23692, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "if he's with the Eagles in a backup role next season. In 2010, he was the model teammate, but will <strong> Kevin Kolb </strong> be willing to sit quietly behind <strong> Michael Vick </strong> again in 2011? <q>I've always had a good relationship with the Eagles. I think they understand my situation, I think they see where I'm coming from,</q> <strong> Kevin Kolb </strong> said. \"And you guys know this, it's not really in my makeup to go out there and cause a stink about things. That's just not what I do. I try to be", "new_id": -2}, {"uid": "1297265672144211976", "i": 39152, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "inmates at the Guantanamo Bay prison in Cuba. Bush was due to visit Geneva to address a Jewish charity gala on Saturday, but organisers cancelled the event due to what they described as security concerns. <q>People are trying to make legal issues out of public policy issues, which is unfortunate,</q> <strong> Donald Rumsfeld </strong> told Reuters. \"I think it's a sign of the times.\" <strong> Donald Rumsfeld </strong>, who personally authorized harsh interrogation techniques used on some terrorism suspects, said he had not considered whether he,", "new_id": -2}, {"uid": "1295907761051232811", "i": 10881, "idx": 3, "sa": ["Hu Jintao", "Colin Powell", "Barack Obama"], "q": "also insisted he would not join the administration but would continue to serve as an informal adviser to the president. <strong> Colin Powell </strong> generally approved of <strong> Barack Obama </strong>'s performance during Chinese <strong> Barack Obama </strong> <strong> Hu Jintao </strong>'s visit to the United States. <q>You shouldn't expect <strong> Hu Jintao </strong> to run back home and suddenly say \"<strong> Sen. Joe Lieberman </strong>'ve seen the light,'</q> <strong> Colin Powell </strong> said of the summit between the two presidents. He also said of expectations of <strong> Barack Obama </strong>, \"We didn\"t elect Superman, we elected a human being.\" CBS: FACE THE NATION", "new_id": -2}, {"uid": "1297201453051740681", "i": 42076, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "to be countenanced. Most shameless are <strong> Donald Rumsfeld </strong>'s attempts to deny the undeniable fact that he ordered far fewer troops to Iraq than his army's generals recommended. \"In reality,\" he writes, <q>there was full debate and discussion, but there was no disagreement among those of us responsible for the planning.... Among[ Gen. <strong> Dick Cheney </strong>] Myers,[ Gen. Tommy] Franks and me, there was no conflict whatsoever regarding force levels. If anyone suggested to Franks or Myers that the war plan lacked sufficient troops, they never informed me</q>( p. 452). This is playing word games. The key phrase is that there was no disagreement \"among those of us responsible for the planning\"- by which he apparently means statutorily", "new_id": -2}, {"uid": "1295560575021315586", "i": 2500, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "more of an ambassador( and, according to the earnings release, an advisor to Page and <strong> Sergey Brin </strong>). The company is casting the move as a clarification of roles, and quotes <strong> Eric Schmidt </strong> as saying <q>Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> The call is about to start, and we'll see what gets said there. Update: In early part of the earnings call <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> came on to talk about the", "new_id": -2}]