[{"uid": "1295232887203866132", "i": 7699, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four In our mothers day there were good mothers, neglectful mothers, and occasionally great mothers. Today we have only Bad Mothers. If", "new_id": -2}, {"uid": "1297375532207732794", "i": 7061, "idx": 1, "sa": ["James Urban", "Michael Vick"], "q": "quarterbacks have something special to offer the team.`` <strong> Michael Vick </strong> embraced our way of doing things, and now the challenge is for him to play at a higher level next year,'' <strong> James Urban </strong> said. <q> <strong> Kevin Kolb </strong> has proven that he can be a starter in this league... and you need two solid quarterbacks, and <strong> Mike Kafka </strong> is a promising player. </q> The Eagles( 10-7 last season) averaged 389.4 offensive yards, 145.3 yards on and ground and 244.1 yards through the air in 2010. <strong> Michael Vick </strong> who matured and grew into a much better signal-caller and person", "new_id": -2}, {"uid": "1297196162026525707", "i": 10835, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "of the weather and couldn't find anyone to fund the event in place of the private donor.`` Apparently, this kind of thing happens all the time,'' Schloss told me in an email. <q> We are not familiar with stopping a project before it's finished. It's a very odd feeling. </q> Dallas <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city City of Dallas announces closures on February 18 and 21 for President's Day <strong> Dwaine Caraway </strong>, the mayor pro tem of Dallas, says he", "new_id": -2}, {"uid": "1295618610111296531", "i": 15544, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role.'' <strong> David Cameron </strong> said that he was <q> very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications. </q>`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,'' Mr. <strong> David Cameron </strong> said in a statement, which", "new_id": -2}, {"uid": "1296192827166559775", "i": 11771, "idx": 0, "sa": ["Simon Cowell"], "q": "to secure a role as a judge- <strong> Simon Cowell </strong> is likely to bring the 27-year-old onto the show in the position usually filled by'80s popstar Sinitta on the UK original. A source told The Sun: <q> <strong> Simon Cowell </strong> desperately wants <strong> Cheryl Cole </strong> to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor.`` It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon them by going straight on the panel. </q>", "new_id": -2}, {"uid": "1297453495119193653", "i": 47698, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "the Capital Region. The Gillibrands purchased it to be closer to family. The home has been on the market since June 24, 2010, when it was originally listed at$ 384,000. <q> The Senator just wanted to be closer to her family, </q> said <strong> Kirsten Gillibrand </strong> spokeswoman Bethany Lesser. <strong> Kirsten Gillibrand </strong>'s parents, siblings, nieces and nephews live in the Capital Region. The property, on 2.6 acres, includes a private tennis court, and is", "new_id": -2}, {"uid": "1297180938217825348", "i": 14144, "idx": 3, "sa": ["Richard Hunter", "Michael Vick"], "q": ". <strong> Richard Hunter </strong> tried to get <strong> Michael Vick </strong> to look at a picture of the dog and comment on camera, but instead of responding, <strong> Michael Vick </strong>'s bodyguard cursed and restrained <strong> Richard Hunter </strong>, which provided its own moment of irony: <q> But something else happens[ in addition to <strong> Michael Vick </strong> being given the key to the city] in video- which was shot by <strong> Richard Hunter </strong>, better known as radio's own Big Dick. <strong> Richard Hunter </strong>, as[ Dallas Observer writer] Richie[ Whitt] pointed out last June, adopted one of the so-called`` bait dogs </q> <strong> Michael Vick </strong> used in the dog-fighting ring that landed him in prison. The dog's name is Mel- and as <strong> Richard Hunter </strong> told Richie,`` While <strong> Michael Vick </strong> is pure evil, this dog is so good despite having suffered", "new_id": -2}, {"uid": "1295773698001081355", "i": 23960, "idx": 3, "sa": ["Lenny Wilkens", "Kevin Willis", "Allen Iverson", "Keon Clark"], "q": "the deal that sent veteran forward <strong> Kevin Willis </strong> to the Nuggets, <strong> Keon Clark </strong> quietly stole the show from two of the NBA's top scorers.`` We're excited about( <strong> Keon Clark </strong>),'' Toronto coach <strong> Lenny Wilkens </strong> said. <q> We're trying to work in as quickly as we can, and show him something different every day, and he's just gobbling it up. He's excited about being here and I thought that was just an incredible job he did to step in for( <strong> Ricky Davis </strong>). We went to him several times because we wanted him to know we had confidence in him. He did a great job. </q> After helping Toronto eclipse a 20-point first-half deficit, <strong> Keon Clark </strong> watched helplessly as <strong> Allen Iverson </strong> fueled a 17-0 Philadelphia burst with 11 points, leaving the Raptors with an 89-78 deficit with 8:47 left in regulation. But the 6-11 reserve", "new_id": -2}, {"uid": "1295568083254656537", "i": 43135, "idx": 1, "sa": ["Eric Schmidt"], "q": "with Cloud9 Analytics' President and CEO, Swayne Hill. Cloud9 Analytics has developed a set of analytic applications for customers of salesforce.com <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, [{"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said.`` <strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.'' <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}]]