[{"uid": "1295646089003719170", "i": 13777, "idx": 0, "sa": ["Eric Cantor", "Mike Pence", "Dennis Kucinich", "Norah O'Donnell", "Elena Kagan"], "q": "with us for a short interview about his proposal, his position on the confirmation of <strong> Elena Kagan </strong> to the Supreme Court, and the new START treaty. http://wn.com/Dir_Elmendorf_tells_W_M_the_Dems'_Bill_Will_Expand_Federal_Health_Care_Spending_Significantly Congressional Budget Office Director Elmendorf tells Ways and Means that: <q>The coverage proposals in this legislation would expand federal spending on health care to a significant degree. And in our analysis so far, we dont see other provisions in this legislation reducing federal health spending by a corresponding degree.</q> http://wn.com/3-6-2009__Pence_on_MSNBC_calling_for_federal_spending_freeze <strong> Dennis Kucinich </strong> <strong> Mike Pence </strong> appeared on MSNBC with host <strong> Norah O'Donnell </strong> to discuss the House Republican proposal to freeze federal spending at current levels http://wn.com/Boehner_Endorses_Mandatory_Review_Period_for_Major_Spending_Bills During a meeting today with representatives of organizations fighting government waste organized by House GOP Whip <strong> Eric Cantor </strong>", "new_id": -2}, {"uid": "1296920388046448655", "i": 3381, "idx": 1, "sa": ["Kyle Kuric", "Allen Iverson"], "q": "'s not <strong> Allen Iverson </strong>.'' The coach said he has crossed over from going all out in practices to being more mindful of pushing the players to the brink of injury. <q>You've got to be so careful of your next little injury that you have to watch every little thing you do,</q> he said. ''It's a really, really uncomfortable experience.'' Think it's uncomfortable for him? Try running in practice without the possibility of a substitute. That's what <strong> Kyle Kuric </strong> said", "new_id": -2}, {"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.'' The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q>started to open her eyes, literally,</q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying: ''<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,'' <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}, {"uid": "1296235612016105512", "i": 30543, "idx": 4, "sa": ["Tyronn Lue", "Allen Iverson", "Michael Jordan"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. ''We were trying to keep the ball out of his hands as much as possible.'' <q>He was holding me the whole time,</q> <strong> Allen Iverson </strong> said http://wn.com/Allen_Iverson_vs_Michael_Jordan_Final_NBA_Game_Part_2 <strong> Michael Jordan </strong>'s coach pleaded with him to go back in the game, and the opposing coach made sure <strong> Michael Jordan </strong> had the chance to end his career with a basket. <strong> Michael Jordan </strong>'s last shot was a", "new_id": -2}, {"uid": "1297377651148979715", "i": 11181, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "spoke cautiously in his first comments about the election, in an apparent attempt to preserve his initiative for direct diplomacy with Iran on a range of issues, including its nuclear program.... it was <q>up to Iran to determine its own leaders</q> Don't forget- the rookie <strong> Barack Obama </strong> is to the LEFT of the socialist <strong> Sen. Bernie Sanders </strong>. Today- ''People are calling for change.''... just as long as the Muslims can gain", "new_id": -2}, {"uid": "1295749089127680581", "i": 13100, "idx": 1, "sa": ["Michael Arrington", "Eric Schmidt"], "q": "<strong> Michael Arrington </strong>, who wrote that his blog was about to break the story about <strong> Eric Schmidt </strong> being tired and wanting out last summer. An interview with the three Google leaders convinced him to hold off, <strong> Michael Arrington </strong> wrote. <q>Google insisted the story wasn't accurate, wasn't even close to accurate, and generally contained no accuracy whatsoever,</q> <strong> Michael Arrington </strong> wrote. ''We killed the story, since their denials seemed fairly straightforward and honest, and we found no other independent sources.'' In a new interview Thursday, <strong> Eric Schmidt </strong> insisted that he is", "new_id": -2}, {"uid": "1296949788126484507", "i": 1283, "idx": 0, "sa": ["Mike Pence"], "q": "three other Virginia clinics. Smith, who is also one of 154 co-sponsors on <strong> Mike Pence </strong>'s bill, applauded the New Jersey attorney general for subsequently ordering a review of the Perth Amboy incident. <q>This seems to be yet another reason to believe that Planned Parenthood is more interested in promoting its abortion business than it is in obeying laws that protect minors from sexual exploitation,</q> Smith said in an e-mail to FoxNews.com. Planned Parenthood fired the manager shown in the Perth Amboy video. But it accused Live Action of using ''dirty tricks'' to smear the organization.", "new_id": -2}, {"uid": "1295919205067010560", "i": 44642, "idx": 0, "sa": ["Andy Coulson", "Colin Thomas"], "q": "that's how. Take this example from <strong> Colin Thomas </strong> of Maidstone, who admires the concise nature of our offering. ''I've treated my busy wife to your excellent newspaper with surprising consequences,'' he writes. <q>Tonight I arrived home from work before her to be greeted by a terse note that read: ''Peel potatoes, light fire, walk dog. X'' I appear to be paying a high price for a low-cost publication.</q> Leave aside the fact that there are husbands who would be perfectly happy to have a wife so economical with words( oops, I was channelling <strong> Andy Coulson </strong> Gray for a split second there), I do", "new_id": -2}, {"uid": "1294986596221888559", "i": 4041, "idx": 0, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Barack Obama", "Debbie Wasserman Schultz"], "q": " ''Our bond is strengthened because we share a profession and experiences,'' <strong> Debbie Wasserman Schultz </strong> said Thursday. ''But it's tighter than that. There are precious few good friends.'' <strong> Debbie Wasserman Schultz </strong> said the women <q>don't get a lot of social time</q> in Washington, but try to catch up when they can, recently lunching together in the Senate dining room at New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>'s request. It was <strong> Kirsten Gillibrand </strong> and <strong> Debbie Wasserman Schultz </strong>, along with House Minority Leader <strong> Nancy Pelosi </strong>", "new_id": -2}, {"uid": "1295597137034635799", "i": 31443, "idx": 0, "sa": ["Colin Powell", "Barack Obama", "President Bush", "John McCain"], "q": "<strong> Barack Obama </strong>!( CNN)-- <strong> President Bush </strong> Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for <strong> Barack Obama </strong>, citing the Democrat's ''ability to inspire'' and the ''inclusive nature of his campaign.'' <q>I think he is a transformational figure, he is a new generation coming onto the world stage, onto the American stage, and for that reason I'll be voting for <strong> Barack Obama </strong>,</q> <strong> Colin Powell </strong> said on NBC's ''Meet the Press.'' <strong> Colin Powell </strong> said he was concerned about what he characterized as a recent negative turn of Republican candidate <strong> John McCain </strong>'s campaign, such as the campaign's attempts to tie", "new_id": -2}]