[{"uid": "1295674696105103375", "i": 8806, "idx": 0, "sa": ["Eric Schmidt"], "q": "5.5% since the start of the year. During yesterday's conference call, much was stressed on Page`` being ready,'' writes Forbes' Quentin Hardy. <strong> Eric Schmidt </strong> added that Page had <q> lots of ideas that are interesting and clever. </q>`` Larry Page is likely to be a very capable chief executive at Google- as long as the rules don't change, and he has to prove he is a businessman,'' Hardy adds", "new_id": -2}, {"uid": "1295615027107249664", "i": 46615, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "according to a blog post penned by the man himself. The decision came down to how best optimise Google's triumvirate of power( <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>) to become a more adaptable enterprise. <q> Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> said. While Page takes the helm of CEO, <strong> Eric Schmidt </strong> will be executive chairman where he said he will focus on`` deals, partnerships, customers and broader business relationships, government outreach and technology", "new_id": -2}, {"uid": "1296400304150192146", "i": 10954, "idx": 0, "sa": ["Roman Harper", "Jahri Evans", "Michael Vick", "Tony Gonzalez", "Jason Witten"], "q": "the second for <strong> Jahri Evans </strong> and <strong> Roman Harper </strong>. But it's the first time <strong> Jahri Evans </strong> and <strong> Roman Harper </strong> have participated; they were held out of the game last year in the week leading up to the Super Bowl. <q> It's definitely a neat experience, being around all the all-stars, </q> <strong> Jahri Evans </strong> said.`` There's a lot of guys here that have been great for a long time.'' Nicks said to take the field alongside veteran stars such as <strong> Michael Vick </strong>, <strong> Tony Gonzalez </strong>, <strong> Jason Witten </strong> and", "new_id": -2}, {"uid": "1295198834155582465", "i": 21664, "idx": 0, "sa": ["Eric Schmidt"], "q": "it has been said that throughout history mankind had generated a sum total of 5 Exabyte's of content up to that year. Today it is estimated we generate this amount of content measured in days. <q> Between the birth of the world and 2003, there were five exabytes of information created. We[ now] create five exabytes every two days. See why it's so painful to operate in information markets? </q> <strong> Eric Schmidt </strong>, CEO, Google So what impact does all that content have on our society? How do we value` things' when knowledge is pervasive, when money is digital, and", "new_id": -2}, {"uid": "1297427687170164234", "i": 13513, "idx": 4, "sa": ["Sergio Marchionne", "Antonio Di Pietro"], "q": "be on his agenda before 2014. 20 Billion Euros`` <strong> Sergio Marchionne </strong> is taking the money and running to the U.S.,'' former Public Works Minister <strong> Antonio Di Pietro </strong> wrote in a post on his website. <q> Where are the 20 billion euros? </q> Fiat is trying to improve productivity and capacity utilization to restore profitability in Italy, still the carmaker's biggest market. None of the company's profit in 2010 came from Italy, <strong> Sergio Marchionne </strong> said. The", "new_id": -2}, {"uid": "1296500157053821441", "i": 43984, "idx": 0, "sa": ["Sergio Marchionne"], "q": "loss the company posted the previous year. According to CEO <strong> Sergio Marchionne </strong>, the improvement was achieved primarily through improving manufacturing efficiency, increasing attention to product quality, and pushing new products to market. <q> As Chrysler Group's brand displays at the Detroit Auto Show confirmed, the company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months, </q> <strong> Sergio Marchionne </strong> said in a prepared statement.`` All of these vehicles bear testimony to Chrysler's rebirth.'' That said, those new products also cost Chrysler significant sums to redesign and launch, and also", "new_id": -2}, {"uid": "1296241720196132899", "i": 18580, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "be funded, the 2010 Annual Report Of The Board of Trustees of the Federal Old-Age and Survivors Insurance and Federal Disability Insurance Trust Funds reported that even if no changes were made to Social Security's funding, the <q> annual tax income to the trust funds is projected to equal about 78 percent of program cost </q> after 2037. From the report: So they played a clip of <strong> Sen. Bernie Sanders </strong>, then went on to attack what he said in that clip. Was <strong> Sen. Bernie Sanders </strong> there to defend his words? Was anyone there to offer", "new_id": -2}, {"uid": "1295874571251510812", "i": 28500, "idx": 0, "sa": ["Zahi Hawass"], "q": ". The bust, about 3,400 years old, is at the top of a`` wish list'' of five major artefacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q> Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti, </q> <strong> Zahi Hawass </strong> said in a statement. But he asked that`` this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' In December 2009, Friederike Seyfried,", "new_id": -2}, {"uid": "1296273660046694428", "i": 16953, "idx": 5, "sa": ["Allen Iverson", "Quentin Richardson"], "q": "and confounded the Grizzlies with his quickness. The 76ers never trailed over the last three quarters but played fast and loose with the lead until <strong> Allen Iverson </strong> took charge in the fourth quarter, when he scored 11 points. <q> <strong> Allen Iverson </strong> got it going and http://wn.com/Michael_Beasley_Scores_Career_High_vs_Grizzlies_19-02-10_[30_Points_/_Complete_Highlights] MEMPHIS, Tenn.( NBA.com exclusive)-- <strong> Dwyane Wade </strong> passed his walking boot from teammate to teammate in the Heat locker room at FedExForum on Friday night. <strong> Udonis Haslem </strong> signed his name, then <strong> Rafer Alston </strong> and so on down the line, each man using a black Sharpie on <strong> Dwyane Wade </strong>'s keepsake. <strong> Michael Beasley </strong> was one of the last teammates to emerge from the shower, and he never noticed <strong> Dwyane Wade </strong> when he tried to hand him the boot.`` He broke his career high, </q> <strong> Quentin Richardson </strong> said,`` so he don't want to sign it!'' It was all in good fun for the Heat, whose 100-87 double-overtime victory over the Grizzlies was the product of some unexpected but much-needed individual", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season.`` I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q> <strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}]