[{"uid": "1297616629186400779", "i": 26879, "idx": 21, "sa": ["Donald Rumsfeld"], "q": "pay attention, and I did. Go early in the morning to see her.''`` How long did that go on for?''`` Days,'' <strong> Donald Rumsfeld </strong> said. <q> You think it affected any of your decisions? </q> asked Martin.`` I don't know.'' The Rumsfelds now spend much of their time on their ranch near Taos, New Mexico. They began dating in high school but went their", "new_id": -2}, {"uid": "1295470161077529109", "i": 27306, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "that are taking place against working families, and for a practical plan on how we can reverse the obscene politics that favor the rich over the middle class and the disadvantaged in our nation,'' <strong> Sen. Bernie Sanders </strong> said. <q> If my speech helped educate people about some of these issues, made them aware that they're not alone in their concerns of their pain, and pointed a way to the future, it was well work it. </q> http://thehill.com/blogs/blog-briefing-room/news/138849-sanders-publishing-his-filibernie-as-a-book <strong> Sen. Bernie Sanders </strong> Giffords likely to be transferred to rehabilitation center in Houston Friday Democratic lawmaker compares GOP health law claims to Nazi` lies' Poll: Most Americans don't think violent political rhetoric caused shooting Democratic", "new_id": -2}, {"uid": "1295570955080838693", "i": 33313, "idx": 2, "sa": ["George H.W. Bush", "Colin Powell", "Brent Scowcroft", "Timothy Naftali"], "q": "' basketball arena, Baker is scheduled to discuss`` the diplomacy of a winning coalition.'' Cheney's topic is`` forging victory in the first post-Cold War conflict,'' and <strong> Colin Powell </strong> will handle <q> planning and fighting modern coalition warfare. </q> <strong> Brent Scowcroft </strong> will attend the symposium as will representatives from Kuwait. <strong> Timothy Naftali </strong>, a biographer of <strong> George H.W. Bush </strong>, said the Gulf War demonstrated the importance of having three things: allies abroad, strong political support at home and", "new_id": -2}, {"uid": "1295740099012697603", "i": 41801, "idx": 0, "sa": ["Andy Coulson", "Pope Benedict XVI"], "q": "'' with the need to uphold church law. On Saturday, <strong> Pope Benedict XVI </strong> said priests had an important pastoral job to discern whether would-be spouses are prepared and able to enter into a valid marriage. <q> The church and society at large place too much importance on the good of marriage and the family founded on it to not make a profound commitment to it pastorally, </q> <strong> Pope Benedict XVI </strong> said. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296225951235159601", "i": 395, "idx": 7, "sa": ["Barack Obama", "Mike Pence"], "q": "of GOP`` rising stars'' such as <strong> Mike Pence </strong>.`` <strong> Mike Pence </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,'' he said. <q> He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state. </q> <strong> Mike Pence </strong>, who often describes himself as`` a Christian, a conservative, and a Republican, in that order,'' is one of the party's most outspoken critics of <strong> Barack Obama </strong>. In", "new_id": -2}, {"uid": "1295042068241877011", "i": 27343, "idx": 0, "sa": ["Sergio Marchionne"], "q": " Chrysler Group CEO <strong> Sergio Marchionne </strong> will visit Ann Arbor on Wednesday to make an announcement about alternative energy vehicles, the agency announced. EPA National Vehicle and Fuel Emissions Laboratory on Plymouth Road, will involve <q> a research and development project to explore and evaluate an innovative drive train technology for light duty vehicles, </q> the EPA said in a news release. Investors drive Borders stock up 30% after refinancing rumors EPA administrator, Chrysler CEO visiting Ann Arbor for alternative energy vehicle announcement Planners give developer more time to for Banks of", "new_id": -2}, {"uid": "1296226773041238599", "i": 43797, "idx": 1, "sa": ["Tim Pawlenty", "Michele Bachmann", "Mike Pence"], "q": "In the wide-ranging interview, <strong> Tim Pawlenty </strong> talked about his faith, his reversal on cap and trade, and the possibility of running against <strong> Michele Bachmann </strong>,'' the Minnesota Independent writes. PENCE: <q> U.S. <strong> Newt Gingrich </strong> <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: <strong> Jon Huntsman </strong> of Indiana, </q> the Indianapolis Star reports.''` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,' <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in", "new_id": -2}, {"uid": "1295560472260145233", "i": 8202, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and day-to-day operations of the company, whilst his co-founder <strong> Sergey Brin </strong> will continue to focus on strategic projects. <strong> Eric Schmidt </strong> said that managing Google has become a more complex job as the company has diversified. <q> Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, </q> he said,.`` For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to", "new_id": -2}, {"uid": "1295665859231571524", "i": 3513, "idx": 0, "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "q": "nights in Philadelphia at the urging of a friend. From there, he never wanted to do anything else.`` It was the only thing I didn't want to quit,'' <strong> Joe Matarese </strong> said. <q> I started when I was 19. I quit every single job I had up until that point. I started going and I was hooked immediately. And I never stopped. </q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's``", "new_id": -2}, {"i": 12044, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'s new book says otherwise. His sources claim that the success was due to other factors as much as the surge). <strong> Colin Powell </strong> could have stayed silent but he went out on a http://wn.com/Kurt_von_Hammerstein,_der_General_der_austand_gegen_Hitler Here a translation: <q> I won't go along with this </q>. When you are in a political party you won't make much friends with this kind of statements, but in the NSDAP it was dangerous. Also for the highest military <strong> Kurt von Hammerstein </strong> and he hasn't been noticed", "sa": ["Colin Powell", "Kurt von Hammerstein"], "uid": "1295744650033914887"}]