[{"uid": "1297266831144211998", "i": 49637, "idx": 3, "sa": ["Kim Kardashian", "Paula Abdul", "Jennifer Aniston", "Simon Cowell", "Elizabeth Taylor"], "q": "way. He's an acquired taste but I love him very much.\" <strong> Paula Abdul </strong> was then asked if she'd seen <strong> Simon Cowell </strong>'s Super Bowl promo for The X Factor. She said: <q> Oh yeah I have, he's a massive fan of mine, definitely. It's interesting, it's a really good promo spot, it's familiar to me. All I'm saying is that he's a little obsessive. Massive. </q> <strong> Jennifer Aniston </strong>: I'm happy being single <strong> Jennifer Aniston </strong> has assured people she will be \"a mom and married and barefoot and pregnant in the kitchen\" one day.... <strong> Kim Kardashian </strong> in awe of <strong> Elizabeth Taylor </strong> <strong> Kim Kardashian </strong> says <strong> Elizabeth Taylor </strong>", "new_id": -2}, {"uid": "1296365944097009666", "i": 528, "idx": 6, "sa": ["Allen Iverson", "LeBron James"], "q": "Lakers in the NBA Finals. \"It was scary being able to score like that knowing I hadn't been shooting the ball real well,\" said <strong> Allen Iverson </strong>, who finished with a career playoff-high 41 points. <q> I was asLeBron James myself,` Where has this been for the past couple of games?' </q> The Bucks let a 33-point lead dip to 10 in the fourth quarter as <strong> Allen Iverson </strong> was phenomenal, scoring 26 of his 46 points. He finished three points shy of the NBA record for most points in a quarter", "new_id": -2}, {"uid": "1297171803034897961", "i": 41993, "idx": 1, "sa": ["John McCain", "George Stephanopoulos", "Donald Rumsfeld"], "q": "most compatible pair. \"I think that is the understatement of the decade,\" responded host <strong> George Stephanopoulos </strong>. <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a \"hair-trigger temper\" and <q> a propensity to shift his positions to appeal to the media. </q> The book, \"Known and Unknown,\" is available in stores Tuesday. <strong> John McCain </strong> shot back, saying in an interview that while he \"respect[ s] Secretary <strong> Donald Rumsfeld </strong>,\" they had \"a", "new_id": -2}, {"uid": "1295974362157089794", "i": 56033, "idx": 4, "sa": ["Eric Schmidt"], "q": "l?nger interessant\" , sagte <strong> Eric Schmidt </strong>. In zwei Jahren werde der Verkauf von Smartphones den PC-Absatz berholt haben. Die Entwicklung des noch schnelleren Mobilfunkstandards LTE werde die Internet-Nutzung mit Handys und anderen Ger?ten noch einmal erheblich verbessern. <q> Es ist interessant, dass Deutschland bei der Einf?hrung von LTE eine f?hrende Rolle in Europa hat. </q> Er werde immer wieder gefragt, warum Google sein Handy-Betriebssystem Android kostenlos abgebe, sagte <strong> Eric Schmidt </strong>. Die Antwort sei ganz einfach: \"Wer Android nutzt, sucht auch mehr im Internet.\" Und auf mobilen Ger?ten k?nnten", "new_id": -2}, {"uid": "1296541564262815760", "i": 12676, "idx": 3, "sa": ["Tony Allen", "Glen Davis", "Erik Spoelstra", "Allen Iverson", "Stan Van Gundy", "Dwyane Wade"], "q": "points in the first five minutes, the Celtics found themselves down 14 and a quarter and a half away from losing home-court adStan Van Gundytage. \"We are normally good in those situations,\" Heat coach <strong> Erik Spoelstra </strong> said. <q> We are normally able to control the game, grind it, take good shots, dictate the pace. </q> Enter <strong> Tony Allen </strong> and <strong> Glen Davis </strong>. With <strong> Allen Iverson </strong> on <strong> Dwyane Wade </strong> and <strong> Glen Davis </strong> surveying Miami's offense, ready to pounce on anyone who attacked the lane, the Celtics exposed the Heat for what they are-- a team that can", "new_id": -2}, {"uid": "1295914492205307919", "i": 46317, "idx": 1, "sa": ["Andy Coulson", "Nick Clegg"], "q": "now that <strong> Andy Coulson </strong> has gone 20.30 GMT on Monday 24 January 2011. A version appeared on p3 of the Tuesday 25 January 2011. It was last modified at MarshallStack 24 January 2011 8:47 PM <q> So, who will step into the breach as the Tories' voice of the people? </q> condemsham 24 January 2011 8:53 PM Manningtreeimp 24 January 2011 9:01 PM But the Tories have Man of the People <strong> Nick Clegg </strong> to be their cheerleader, don't they? Manningtreeimp 24", "new_id": -2}, {"uid": "1297451512119193621", "i": 1358, "idx": 0, "sa": ["Aaron Rodgers", "David Letterman"], "q": "Super Bowl MVP <strong> Aaron Rodgers </strong> shares a laugh with Dave on last night's <q> Late Show with <strong> David Letterman </strong>. </q>( credit: CBS) \"Late Show with <strong> David Letterman </strong>.\" And while the host started out with the obligatory congratulations and questions about him playing with prisoners at Butte Community College, he could", "new_id": -2}, {"uid": "1297207203016187397", "i": 11590, "idx": 2, "sa": ["Michael Vick"], "q": "that are being put down.\" <strong> Michael Vick </strong>'s new career with the Philadelphia Eagles is flying high after he spent nearly two years in prison on a federal dog fighting conviction. The NFL recently named <strong> Michael Vick </strong> <q> Comeback Player of the Year. </q>", "new_id": -2}, {"uid": "1295887613005734450", "i": 47662, "idx": 1, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "could have changed one thing... \"I'd have waited until I was older before getting into this industry.\" Poor <strong> Cher Lloyd </strong> tries to ignore the haters, but it's difficult for celebs too you know? <q> I do care and it does hurt. Because of my style, I come across as hard and in your face. But I'm not like that. </q> Awwwww. 5. All that drama with <strong> Simon Cowell </strong> is a lie! \"I wouldn't be here without him. <strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to", "new_id": -2}, {"uid": "1297185913149962759", "i": 4401, "idx": 1, "sa": ["Jacques Chirac", "Donald Rumsfeld"], "q": "of illicit weapons.Donald Rumsfeld asserts that the German and FJacques Chiracch positions allowed critics of the United States to claim that \"Europe\" was opposed to military force, even though a large majority of European countries backed the US. <q> More troubling, the FJacques Chiracch and Germans were, intentionally or not, giving Saddam's regime the impression that they could stop a military confrontation, </q> <strong> Donald Rumsfeld </strong> writes. \"By giving Saddam a false sense of security, and thereby reducing the incentive for him to comply with the UN's demands, the FJacques Chiracch and Germans undoubtedly made a war more likely, not", "new_id": -2}]