[{"uid": "1295458115232456193", "i": 48243, "idx": 0, "sa": ["Kobe Bryant", "Elgin Baylor", "Allen Iverson", "Tyronn Lue"], "q": "by one day, according to the Elias Sports Bureau.`` To be honest, <strong> Elgin Baylor </strong> don't follow anything of that sort. <strong> Elgin Baylor </strong> just go out there and do what <strong> Elgin Baylor </strong> do,'' <strong> Kobe Bryant </strong> said. <q> <strong> Elgin Baylor </strong> don't care about that stuff. You guys got me all wrong. <strong> Elgin Baylor </strong> just play. <strong> Elgin Baylor </strong> play hard, and <strong> Elgin Baylor </strong> play the same way all the time. <strong> Elgin Baylor </strong> never concern myself with milestones or anything like that. </q> Jackson didn't sound so sure.`` Somebody put in the paper that <strong> Kobe Bryant </strong> needed 38 http://wn.com/Allen_Iverson_48pts_2001_NBA_Final_Gm1_vs_Kobe_Bryant_Lakers <strong> Allen Iverson </strong> finally shook his shadow and shook up the NBA Finals. Hounded by unheralded <strong> Tyronn Lue </strong>, <strong> Allen Iverson </strong> scored seven of his", "new_id": -2}, {"uid": "1296828433039223362", "i": 34511, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld"], "q": "moronic. I say, sit the f down and shut the f up. He should cross over to the other side and we can be done with him. Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. Bravo Rummy... you captureds the essence of this vain and petty little man in one sentence! Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as`` a man with a hair-trigger temper and a propensity to", "new_id": -2}, {"uid": "1295625832143933451", "i": 20894, "idx": 6, "sa": ["Saddam Hussein", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "war, including the decision to pull out American forces and leave <strong> Saddam Hussein </strong> in power. <strong> Colin Powell </strong> and the other members of <strong> George H.W. Bush </strong>'s national security team agreed that the mission was to liberate Kuwait, not remove <strong> Saddam Hussein </strong>. <q> There is a legitimate argument as to whether we stopped too soon. We accomplished the mission, </q> <strong> Colin Powell </strong> said.`` <strong> President Bush </strong> made the right decision.'' The Iraqi leader was ousted in 2003 during the Iraq war, which started under <strong> George H.W. Bush </strong>'s son, former <strong> President Bush </strong>. After being convicted of crimes against humanity", "new_id": -2}, {"uid": "1295487293122978306", "i": 23963, "idx": 0, "sa": ["Mike Pence"], "q": "the American people,'' he said.`` The Congress can do better in terms of replacing ObamaCare with commonsense reforms that will bring down the cost of health insurance and expand access for more Americans.'' <q> And repeal means keeping a promise, </q> he added.`` This is what we said we would do. We listened to the people- we made a commitment to them- a pledge to make their priorities our priorities.'' Congressman <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296463311082231470", "i": 3136, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "in a 35-32 win at Detroit, <strong> Michael Vick </strong> made the most of his first pro start since 2006. He completed 21-of-34 passes for 284 yards and two touchdowns and rushed for 37 yards on seven carries. <q> I'm here to announce that <strong> Michael Vick </strong> will be the starting quarterback for the Philadelphia Eagles. I think his performance has exceeded expectations the past several weeks, </q> said Eagles head coach Andy Reid at an evening press conference.`` This is not about the health or the performance of <strong> Kevin Kolb </strong>... this is more about <strong> Michael Vick </strong> and his accelerated play.'' NFL investigating", "new_id": -2}, {"uid": "1295264028094093318", "i": 7256, "idx": 4, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "the papers and blogs are saying Phone-hacking row: <strong> Nick Clegg </strong> urges police to investigate` quickly and thoroughly' <strong> David Cameron </strong>: <strong> Andy Coulson </strong> deserves to be given a second chance Imageark 17 January 2011 10:17 AM <q> <strong> Andy Coulson </strong> has admitted that the allegations concerning the bugging of celebrities' phones while he was editor of the News of the World are making it harder for him to carry out his duties at No 10 </q> teaplanter 17 January 2011 10:19 AM I almost think there's a danger at the moment that he's effectively been punished twice for the same offence. This is a very strange turn", "new_id": -2}, {"uid": "1296048510257392641", "i": 15777, "idx": 1, "sa": ["Ed Miliband", "Gordon Brown", "Andy Coulson", "David Cameron"], "q": "said he was`` surprised'' that`` this week of all weeks'' Mr <strong> David Cameron </strong> had raised the issue of personalities, following communications chief <strong> Andy Coulson </strong>'s departure from No 10. The Labour leader said: <q> Who has made the right judgment, me that appointed the shadow chancellor or you who clung onto <strong> Andy Coulson </strong> for months? </q> Referring to comments by senior Tory <strong> David Cameron </strong> Davis, Mr <strong> Ed Miliband </strong> said people would`` know what he meant when he said the Prime Minister and <strong> Gordon Brown </strong> don't have a sense of what a large part of", "new_id": -2}, {"uid": "1295530662257605677", "i": 34867, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "I know you can sing,'' <strong> Jennifer Lopez </strong> said. I'm already confused by <strong> Steven Tyler </strong>'s commentary, which can sometimes go by way too fast. I had to rewind multiple times to get this: <q> When you came out here you were on fire. You got to sing something that delivers the same feeling and voice and notes and tone-age that you just spoke. We'll let her in the door, water that flower because it's going to grow. I think you have what it is is. You have to redirect it. </q> Phew! I'm not sure she would have gotten through with the original three on board. I can't imagine <strong> Simon Cowell </strong> would have said yes to that one. The next guy", "new_id": -2}, {"uid": "1295790223050479164", "i": 11477, "idx": 2, "sa": ["Jerry Brown", "Bill Lockyer", "Mark Hedlund", "Darrell Steinberg"], "q": "'' Democratic Treasurer <strong> Bill Lockyer </strong> said. But:`` The last I heard, the University of California and California schools create jobs.'' The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday, <q> You may win on redevelopment and then we take something else away. </q> But why? <strong> Mark Hedlund </strong>, spokesman for Senate President Pro Tem <strong> Darrell Steinberg </strong>, framed the issue well- it's a choice between`` a subsidy for public and private development'' and$", "new_id": -2}, [{"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}]]