[{"uid": "1295903297179077120", "i": 31096, "idx": 2, "sa": ["George Shultz", "Donald Rumsfeld", "President Lyndon Johnson"], "q": "of State <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations.\" I started thinking about this amazing archive I had,\" he said during a recent interview. <q> The fact that I had it, persuaded me that I ought to take advantage of it. </q> <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite, where the walls document a long, high-level life of politics and history: a photograph of then-Congressman <strong> Donald Rumsfeld </strong> with <strong> President Lyndon Johnson </strong> in the 1960s; a", "new_id": -2}, {"uid": "1295476329265797672", "i": 841, "idx": 2, "sa": ["Simon Cowell", "Jennifer Lopez"], "q": "me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.\"( A jab at <strong> Simon Cowell </strong>?) <q> I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage, </q> he prattled cheerfully.\" There's camaraderie that you haven't seen in 10 years on this show. I get along with Randy, and <strong> Jennifer Lopez </strong> is a fox; she's street, she's got a", "new_id": -2}, {"uid": "1296729581100368405", "i": 12305, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "Hosni Mubarak", "Robert Gibbs", "John McCain"], "q": ", <strong> John McCain </strong> House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> said Wednesday. CNN: <strong> John McCain </strong> now calling for <strong> Hosni Mubarak </strong> to step down <strong> John McCain </strong> is now calling for <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to step down and let an interim government take control of Egypt. <q> The rapidly deteriorating situation in Egypt leads me to the conclusion that <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> needs to step down and relinquish power, </q> said <strong> John McCain </strong>, the top Republican on the Senate Armed Services Committee. Foreign Policy: How the Senate resolution on Egyptian democracy died Last fall, a bipartisan group of senators led a months-long drive to pass a", "new_id": -2}, {"uid": "1295912989122798091", "i": 1481, "idx": 0, "sa": ["Mike Pence"], "q": "'s symbolic, but maybe it just sets a tone and everything gets a little bit more civil.\"` It Really Doesn't Matter' The idea does have its critics. <q> You know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address, </q> Indiana Republican <strong> Mike Pence </strong> said recently on the House floor.\" Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit it matters where", "new_id": -2}, {"uid": "1295504718216596482", "i": 28381, "idx": 0, "sa": ["Mike Pence", "Todd Rokita"], "q": "freshmen Republican members- as an impediment to the law, and said lawmakers should reject\" generational embezzlement.\" Representative Jeff Duncan, also a new Republican member from South Carolina, summed up the law as the <q> job killing, socialistic and out of touch health care bill. </q> <strong> Todd Rokita </strong>, a Republican freshman from Indiana, in his first statement on the floor, said,\" Health care is not a right,\" as Representative <strong> Mike Pence </strong>, also of Indiana,", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the\" Wapping two top men\" regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}, {"uid": "1295094125134053943", "i": 20120, "idx": 50, "sa": ["Rasheed Wallace", "Carmelo Anthony", "... More", "Linas Kleiza", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> <strong> ... More </strong> <strong> Allen Iverson </strong> 23pts 9asts vs GS Warriors 08/09 NBA* <strong> Rasheed Wallace </strong> 2 Clutch 3s <strong> Allen Iverson </strong> 23pts 9asts vs GS Warriors 08/09 NBA* <strong> Rasheed Wallace </strong> 2 Clutch 3s <strong> Rasheed Wallace </strong> tipped a ball into the wrong basket at one end and missed", "new_id": -2}, {"uid": "1295488988026624012", "i": 10854, "idx": 1, "sa": ["Peggy Lee", "Harold Jacob Rome", "David Letterman"], "q": "or the Carolina Hurricanes.( Disclaimer)... Abe, Shanghoon, <strong> David Letterman </strong> and Kerry!... <strong> Peggy Lee </strong>\" All of a sudden my heart sings\" performed by Steve Bone. Day 268 of the JSC. <strong> Peggy Lee </strong> <q> All of a sudden my heart sings </q> performed by Steve Bone. Day 268 of the JSC. <strong> Harold Jacob Rome </strong>( May 27, 1908, Hartford, Connecticut-- October 26, 1993, New York City, NY) was an American composer, lyricist,", "new_id": -2}, {"uid": "1295907918177651713", "i": 23771, "idx": 8, "sa": ["Donald Rumsfeld", "Dick Cheney", "President Lyndon Johnson"], "q": "\" he says.\" I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.\"' Another <strong> Donald Rumsfeld </strong> Rule: <q> If you are not criticized, you may not be doing much. </q> As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and was a close ally of <strong> Dick Cheney </strong> <strong> President Lyndon Johnson </strong> <strong> Dick Cheney </strong>. But he was deeply disliked by opponents of the Iraq war", "new_id": -2}, {"uid": "1295473409213434455", "i": 21311, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Advertisement\" I'm confident the DOE money will come through,\" he said following an event here to announce a partnership with the Environmental Protection Agency to test a hydraulic hybrid minivan. <q> It is taking longer than I thought, </q> <strong> Sergio Marchionne </strong> said, adding he would welcome a three-way discussion with the U.S. Treasury and DOE to expedite the process. The DOE loans were part of the plan Chrysler filed with the court to exit bankruptcy court", "new_id": -2}]