[{"uid": "1296666375083984402", "i": 25708, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "many changes this season, but executive producer <strong> Nigel Lythgoe </strong> assures us that the talent this season is the best yet as he reveals some thoughts about the new season in a recent interview. <strong> Nigel Lythgoe </strong> told the Hollywood Reporter that <q>You haven't really seen how strong the talent is yet. We can afford to lose 10 great ones this year because they're that good!</q> <strong> Nigel Lythgoe </strong> goes on to share that this season is all about bringing the fun back into the show and he sees that happening without <strong> Simon Cowell </strong>, but with a fresh new set of judges- along with Randy of course", "new_id": -2}, {"uid": "1297337860072925262", "i": 14080, "idx": 0, "sa": ["Kate Middleton", "Simon Cowell"], "q": "to overshadow Prince William and <strong> Kate Middleton </strong>'s wedding. The X Factor star told Access Hollywood that he will wait until the royal wedding is over before he confirms the date of his own do. <q>I don't want to overshadow Prince William,</q> he said. \"So they've got to go first.\" Discussing what he would wear on the big day, <strong> Simon Cowell </strong> admitted that the suit he wore in a recently premiered promo for The X", "new_id": -2}, {"uid": "1296179950266141706", "i": 16765, "idx": 4, "sa": ["Lindsey Graham", "Sen. Bernie Sanders"], "q": "Influential Republican senators have proposed raising the Social Security retirement age from 67 to 69, using a formula that Congress agreed to in the 1980s to raise the retirement age from 67 to 69. <q>We know what to do on Social Security; I put on the table[ a proposal] adjusting the age from 67 to 69,</q> <strong> Sen. Bernie Sanders </strong> <strong> Lindsey Graham </strong>( R-S.C.) said Wednesday. \"I don't know how in the heck we save this country from bankruptcy if we don't reform entitlements. \"Why can't we do what", "new_id": -2}, {"uid": "1295440340072597603", "i": 3712, "idx": 0, "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "q": "series of auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. <q>I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing,</q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"uid": "1295448193089899023", "i": 4806, "idx": 0, "sa": ["David Letterman", "Regis Philbin"], "q": "<strong> David Letterman </strong> calls, hangs up on <strong> Regis Philbin </strong> leaving \"Live'( video)-- Saying <q>I don't want this to happen,</q> Late Show host <strong> David Letterman </strong> called Live host <strong> Regis Philbin </strong> on his show Tuesday night to talk about Mr. <strong> Regis Philbin </strong>'s announcement that he is leaving Live at the end of this season. \"I don\"t want this", "new_id": -2}, {"uid": "1297465243016121862", "i": 29295, "idx": 1, "sa": ["Jennifer Aniston", "Walter Iooss Jr.", "David Letterman", "Brooklyn Decker"], "q": "of the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q>She's so sweet, that girl. She's just darling and like the nicest person,</q> <strong> Jennifer Aniston </strong>, 42 today, tells <strong> Walter Iooss Jr. </strong>/ PRNewsFoto/Sports Illustrated Show Low-$ 750,000 MLS 4410443 4 bed/ 4 bath 3,001- 3,500/ 2004 Those Callaways, John Hall& Associates Paradise", "new_id": -2}, {"uid": "1297575676186400772", "i": 33227, "idx": 1, "sa": ["Steve Ballmer", "Paul Thurrott"], "q": "and will simply roll the various Zune services into Windows Live.)\" And again, when <strong> Steve Ballmer </strong> took the stage Friday morning, he didn't mention Zune either, as noted by <strong> Paul Thurrott </strong>: <q>He said that Windows Phone was not just a single product but was instead the combination of many products from across Microsoft, \"not only Windows, but Office, Bing, Hotmail, and Xbox.</q>( Note, again, how Zune was conspicuously left out of this equation.)\" While this can't be the greatest news for Zune or Zune fans, we think there are some explanations that", "new_id": -2}, {"i": 30030, "idx": 2, "index_answer": 4, "new_id": -1, "q": "Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q>I score a career high and we won the game,</q> <strong> Allen Iverson </strong> said. \"That's how you draw it up in your dreams.\" It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against <strong> George Washington </strong> on March 10, 2004, Indiana", "sa": ["George Washington", "Tracy McGrady", "Magic Johnson", "Michael Jordan", "Allen Iverson"], "uid": "1295299857181911591"}, {"uid": "1295756651021528610", "i": 13747, "idx": 9, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "coming. Google's results have been extraordinary.\" <strong> Eric Schmidt </strong> wasn't the man to wage war with Facebook, he said. \"There is no making Facebook go away,\" he said. <q>Now for the first time ever, Google will have to co-exist. They clearly feel that <strong> Will Page </strong> is the man to accomplish that in the future.</q> During the earnings call last night, <strong> Sergey Brin </strong> said that the company has only touched \"just 1 percent of the capabilities\" of real-time search and social search. \"If you think about the", "new_id": -2}, {"uid": "1295779983083050517", "i": 15384, "idx": 0, "sa": ["Andy Coulson"], "q": "Chinese goverment is always foolish and shameless.Often sends present to US: Buy Ameirican Dete, allow American new energy enters chinese market...;\" Report Abuse \"there is never enough erengy for any country\" Report Abuse <q>This is crazy. Chongqing is already close to the 3 gorge dam. If it is short on power, then what is the 3gorge dam good for??</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}]