[{"uid": "1295580035256213030", "i": 27157, "idx": 1, "sa": ["Danny Sullivan", "Eric Schmidt"], "q": "market but has been coming under pressure from social networking rivals such as Facebook. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's \"probably overdue for a major management reorganization.\" <q> The structures between the three have remained exactly the same over the past 10 years-- which might as well be 100 years of Internet time, </q> he said in a blog post. \"It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company,\" he said. <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come", "new_id": -2}, {"uid": "1296694847219119622", "i": 17352, "idx": 2, "sa": ["Bernie Sanders"], "q": "of dollars of taxpayer money.\" A Sanders-Bernie Sanders/\"> <strong> Bernie Sanders </strong> provision in a defense-spending bill required the report and directed the Defense Department to recommend ways to punish fraudulent contractors. <q> It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> said Sanders-Bernie Sanders/\"> Mr. <strong> Bernie Sanders </strong>, who is considered one of the most liberal members of Congress. But the authors of the 45-page documentation, titled \"Report to Congress", "new_id": -2}, {"uid": "1295669443065781973", "i": 2203, "idx": 0, "sa": ["Andy Coulson", "Ian King"], "q": "affairs when a once proud& independent institution called the news as it was, instead of being in the thrawl of the hands of the state. ratherbered 22 January 2011 12:27 AM Rosslad1 <q> Not a word about this on the BBC website. It's difficult to dimiss conspiracy theories when they appear to be so bloody obvious. Do they not believe this is newsworthy? </q> The BBC must be squirming with embarassment tonight, having been the champion for the <strong> Andy Coulson </strong> claim that the phone hacIan King was the work of a` rogue reporter'. Even when it began to unravel", "new_id": -2}, {"uid": "1295799222231243780", "i": 49132, "idx": 0, "sa": ["Andy Coulson", "Dermot Murnaghan", "Harriet Harman"], "q": "a target. Labour's deputy leader <strong> Harriet Harman </strong> told Sky's <strong> Dermot Murnaghan </strong> that allegations of illegal activity must be investigated. \"Hacking into people's phones is illegal,\" she said. <q> Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. \"Nobody is above the law, no newspaper editor, no journalist. </q> The scandal has already cost Number 10 spin doctor <strong> Andy Coulson </strong> his job amid claims he presided over the illegal action at the News of the World. The former editor has always denied knowing that phone-hacking", "new_id": -2}, {"uid": "1297627885248430598", "i": 39873, "idx": 1, "sa": ["Conan O'Brien", "David Letterman"], "q": "know what I was wearing,\" <strong> Conan O'Brien </strong> joked during an interview on the set of his new TBS talk show. The truth is <strong> David Letterman </strong> called him just to see how he was doing. <q> I said,` We've always been good.' I have a lot of respect for that guy. And I said,` You didn't owe me a phone call, but I appreciate it.' And then he chatted about other silly things and that was it, </q> <strong> Conan O'Brien </strong> says. \"So it was not a lengthy phone call. He's not a blabbermouth. But it was nice.\" TBS- <strong> Conan O'Brien </strong> was touched by a phone call from <strong> David Letterman </strong>.", "new_id": -2}, {"uid": "1296248071002900092", "i": 29080, "idx": 11, "sa": ["Sergio Marchionne"], "q": "` eventuale contratto nazionale dell` auto. Non pu essere la Fiat a scriverlo perch? nei fatti un monopolista e nemmeno la Federmeccanica che non rappresenter pi il settore\" . Non teme l'ennesimo accordo separato, quanto <q> la balcanizzazione delle relazioni industriali </q>. Definisce \"falsa e sbagliata\" l'accusa di <strong> Sergio Marchionne </strong> alla Fiom che bloccherebbe lo sviluppo. \"La riprova? Il Nuovo Pignone? un` azienda leader mondiale e l la Fiom? largamente il primo sindacato\"", "new_id": -2}, {"uid": "1295614992206700604", "i": 44285, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so,\" <strong> David Cameron </strong> said in an e-mailed statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> To contact the reporter on this story: Robert Hutton in London at Crude Rebounds From Two-Week Low as Confidence in Economic Recovery Grows European Stocks Climb After German Confidence Report; ArcelorMittal Gains Chinese Watches to", "new_id": -2}, {"uid": "1295567746217792542", "i": 17096, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "customers and broader business relationships, government outreach and technology thought leadership to enhance Google's global reach. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,\" said <strong> Larry Page </strong>. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. </q> In addition, Google reported revenues of$ 8.44 billion for the fourth quarter of 2010. The data represents an increase of 26% compared to the fourth quarter of 2009. Rachel", "new_id": -2}, {"uid": "1296962228115425286", "i": 16560, "idx": 7, "sa": ["Michael Vick"], "q": "Polamalu won the Defensive Player of the Year award earlier this week. Report Abuse \" \"<strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday\" \" Report Abuse <q> dude, the grammer sucks!! how are these people getting paid for lousy writing: </q> \"<strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday\" Report Abuse \" Sigh Patriot hating is so old and sad at this point if you losers can't come up", "new_id": -2}, {"uid": "1295589646072171577", "i": 15643, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "in April. \"Day-to-day adult supervision no longer needed,\" <strong> Eric Schmidt </strong> tweeted yesterday. <strong> Larry Page </strong>, who <strong> Eric Schmidt </strong> said is \"ready to lead,\" will take over on April 4. <q> <strong> Larry Page </strong> is looking to take a more active role in day-to-day operations, seeing as he's ready to step up to that CEO role, </q> said Aaron Kessler, an analyst with ThinkEquity. \"<strong> Larry Page </strong> was relatively young when he founded Google. Young entrepreneurs aren't ready to assume a CEO position at that point.\" Ken Sena, a", "new_id": -2}]