[{"uid": "1297242441083116117", "i": 20963, "idx": 2, "sa": ["Jay Leno", "David Letterman", "Hosni Mubarak"], "q": "time last year.( The themes are still prevalent. Just the other night, <strong> David Letterman </strong> wondered out loud if Egyptian President <strong> Hosni Mubarak </strong> would indeed step down, or wind up \"pulling a <strong> Jay Leno </strong>.\") <q>I love you. I am in your corner,</q> Stern pledged, eliciting a fist-bump from <strong> David Letterman </strong>. \"I don't want the same thing to happen to you that happened to Regis.\" This elicited a big laugh from <strong> David Letterman </strong> and the audience, but Stern", "new_id": -2}, {"uid": "1295249385089341966", "i": 34833, "idx": 0, "sa": ["Tramon Williams", "Michael Vick", "Charles Woodson"], "q": "with <strong> Tramon Williams </strong>, who took over for Al Harris at corner and put a bow on the wild-card win over the Philadelphia Eagles by intercepting <strong> Michael Vick </strong> in the end zone to preserve a 21-16 lead. <q>He's playing lights out football,</q> <strong> Charles Woodson </strong> said of <strong> Tramon Williams </strong> on Fox's Sunday telecast. The Packers' defense-- which has allowed seven points or fewer six times this season despite losing three starters to injured reserve-- limited Atlanta to a season-low 194", "new_id": -2}, {"uid": "1297260236064307266", "i": 23668, "idx": 1, "sa": ["Andy Coulson", "Max Mosley"], "q": "features editor at the News of the World between 1998 and 2001 when <strong> Andy Coulson </strong> was deputy editor, and from <strong> Max Mosley </strong>, who sued the NoW for breach of privacy after it exposed his extra-marital exploits with dominatracies. <q>Further to our conversation today a brief email to explain phone hacking was very easy in the 90s when people were new to mobiles and did not change their codes, you simply rang them up to ensure their phone was engaged;</q> you rang a second time, got to their message system pressed 9, followed by 0000, you could then listen to all their messages. Everyone in the schoolyard did it, many particularly showbiz", "new_id": -2}, {"uid": "1296522021211714148", "i": 16535, "idx": 3, "sa": ["Sergio Marchionne"], "q": "issue,\" he said. \"It's in recognition of an extraordinary performance of the industrial system of Chrysler in 2010.\" <strong> Sergio Marchionne </strong> refrained from referring to the bonus as profit sharing. <q>It's difficult to talk about profit sharing when you've got a negative number at the bottom,</q> he said. But, \"our liquidity improved in 2010, and it's expected to improve in 2011. It would have( been) inexcusable not to recognize what our people have done. We owe them", "new_id": -2}, {"uid": "1295289004218529793", "i": 6538, "idx": 0, "sa": ["Michael Jordan", "Paul Silas", "Allen Iverson"], "q": "first-round series. \"He was on fire,\" Hornets coach <strong> Paul Silas </strong> said of <strong> Allen Iverson </strong>, who fell eight points shy of <strong> Michael Jordan </strong>'s NBA playoff record set exactly 17 years ago in a double-overtime loss at Boston. <q>Anytime a guy like that is on fire, there's very little you can do except to take the ball out of his hands. It's right up there with <strong> Michael Jordan </strong>'s 63. He just had a great night.</q> The NBA saw some superlative performances over the opening weekend of the playoffs, but the best came in the last game. <strong> Allen Iverson </strong> shot 21-of-32, including 9-of-11 in the fourth quarter, and 10-of-11 from the line to", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's \"State of the Union\" that he will wait to make a decision on whom to support in the next presidential election. <q>I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,</q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position. \"`", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}, {"uid": "1296432941168050707", "i": 43524, "idx": 3, "sa": ["Travis Best", "Allen Iverson", "Reggie Miller", "Jermaine O'Neal"], "q": "night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and a career-high 20 rebounds for Indiana, which rallied from an 18-point second-half deficit. <strong> Travis Best </strong> had 16 points and 10 assists. <q>We let the world know, we let them know, we can beat them on their own court,</q> <strong> Jermaine O'Neal </strong> said. <strong> Allen Iverson </strong>, who won his second http://wn.com/Allen_Iverson_17pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_1 <strong> Allen Iverson </strong> expected the Philadelphia 76ers to own the kind of killer instinct that can finish off teams for good once they build a double-digit lead. Because they don't", "new_id": -2}, {"uid": "1295625457170147897", "i": 23478, "idx": 0, "sa": ["Eric Schmidt"], "q": "collaboration, workflow and all of the elements included in on-premise project management software. We provide a hands-on look at this offering. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297383285254541831", "i": 3697, "idx": 0, "sa": ["Spencer Pratt", "Heidi Montag", "Paula Abdul", "Simon Cowell"], "q": "has. So, I was willing to give him that chance and physically of course, he's very attractive, and he's an easy person to talk to. \"The Bachelor' bachelorette Jackie Gordon: <q>I was shocked to go when I did</q>` The Bachelor' star Brad Womack denies proposing to ex-girlfriend` Live To Dance' crowns D'Angelo Castro, Amanda Carbajales champs Bravo rejects <strong> Heidi Montag </strong>, <strong> Spencer Pratt </strong>'s` Real Housewives\" offer <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always", "new_id": -2}, {"uid": "1295261581064110616", "i": 42345, "idx": 0, "sa": ["Newt Gingrich", "Ronald Reagan", "Mike Pence"], "q": "counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> Jim Ryan, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q><strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,</q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" AP Photo- In a Nov. 29, 2010 photo <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>( R-Ind.) addresses", "new_id": -2}]