[{"uid": "1295915615006537227", "i": 28391, "idx": 0, "sa": ["Karl Lagerfeld", "Eric Schmidt", "Michael Del Zotto", "Maggie Smith"], "q": "' Catch Glimpses of the Spring 2011 <strong> Karl Lagerfeld </strong> Couture Collection and Find Out Why <strong> Karl Lagerfeld </strong> Is Always Late Google's <strong> Eric Schmidt </strong> Thinks He'd Make an Excellent Talk-Show Host Critics Laud Givenchy's` Fierce' Dog-Inspired Collection, Pan <q>'s Lace-up Pants <strong> Leighton Meester </strong> Already Got <strong> Kate Middleton </strong> Hands on Some <strong> Michael Kors </strong> Pre-Fall <strong> Michele Bachmann </strong> Explains Early America to Kindergartners Mooncake Foods Opens in Hell's Kitchen; Anfora Serves Free Raclette in West Village <strong> Kate Middleton </strong> Has Quit <strong> Kate Middleton </strong> Job to Focus on Making <strong> Kate Middleton </strong> Wedding` Fresh and New' Watch`` Jerry the Great, </q> Another Re-Cut Seinfeld Trailer Just When You Thought the Rangers Couldn't Get Any Younger, <strong> Michael Del Zotto </strong> Will Return Tonight The Fighter Co-writer's Air Bud Credit Still Makes Him Wince Kevin <strong> Maggie Smith </strong> Takes On the Red State Backlash in", "new_id": -2}, {"uid": "1295808445044548103", "i": 31657, "idx": 1, "sa": ["Mitt Romney", "Mike Pence", "Mark Levin", "Tim Pawlenty", "Ron Paul", "Sarah Palin", "Michele Bachmann", "Newt Gingrich", "Sen. Jim DeMint"], "q": "<strong> Newt Gingrich </strong>, but finished behind <strong> Ron Paul </strong>, <strong> Tim Pawlenty </strong>, <strong> Sarah Palin </strong>, <strong> Michele Bachmann </strong> and <strong> Sen. Jim DeMint </strong>. The take away from that unofficial and unscientific poll, according to ABC News, is that <strong> Mitt Romney </strong> is the frontrunner in New Hampshire, <q> but there's plenty of room for another Republican to break through. </q> <strong> Mike Pence </strong> a straw poll in September taken at Family Research Council's Values Voters Summit in Washington, D.C. Constitutional lawyer, author and radio talk-show host <strong> Mark Levin </strong> assessed the current field of contenders during his show on Friday(", "new_id": -2}, {"uid": "1297113612077856768", "i": 21581, "idx": 3, "sa": ["Simon Cowell"], "q": "I could do this, there would be no point in making the show.'' The mentoring component grew out of him becoming bored and frustrated just sitting at the Idol desk and picking apart performances. <q> I wanted to make a show on which I and my fellow judges could help on a weekly basis. It's interesting to be judged as much as the artists. It really does become incredibly competitive. Unlike the singers, we don't pretend to like each other. </q> <strong> Simon Cowell </strong> avoided commenting extensively on the new Idol judges panel, saying he hasn't seen a whole episode.`` From what I've seen and heard, things seem to be going well, which I", "new_id": -2}, {"uid": "1295647296262504480", "i": 27073, "idx": 0, "sa": ["Eric Schmidt"], "q": "that product or service.'' Since Google obviously has the resources to set up its own social-coupon service, the question is why it was so eager to acquire Groupon. Shimmin said it's because Groupon <q> already has a large number of business relationships set up, </q> and the software giant would have been buying`` a head start.'' Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> Will Step Aside for Google Cofounder Page In a move", "new_id": -2}, {"uid": "1295715899131842121", "i": 25770, "idx": 6, "sa": ["Kirsten Gillibrand", "Polly Noonan"], "q": "asserts. She is also Zen about the rough-and-tumble nature of her profession-an attitude she credits to her grandmother. The attacks <strong> Polly Noonan </strong> encountered as head of the Albany Democratic machine engendered a defiant streak in <strong> Kirsten Gillibrand </strong>. <q> What my grandmother's life did for me was, <strong> Mayor Erastus Corning </strong> saw how she did it, and <strong> Mayor Erastus Corning </strong> was never afraid. </q> That said, <strong> Kirsten Gillibrand </strong> is obviously galled by the disrespect she-and female candidates generally-have faced. She recounts with dismay the`` enormous amount of inappropriate comments'' to come from her Republican opponent in 2006.``", "new_id": -2}, {"uid": "1295246137169197603", "i": 34588, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,'' <strong> Kirsten Gillibrand </strong> told NBC's`` Meet The Press'' program. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury, </q> she added. A makeshift memorial is set up at the site of the mass shooting in Tucson, Arizona. Doctors have said the condition of US congresswoman <strong> Gabrielle Giffords </strong>, shot in the the head by an Arizona", "new_id": -2}, {"uid": "1296108990167460879", "i": 3252, "idx": 5, "sa": ["Michael Vick"], "q": "pads made by the company.`` The Unequal technology is a part of my game now and I won't play without my Unequal,'' <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest on dogfighting charges, for which he served", "new_id": -2}, {"uid": "1297134526194773022", "i": 4287, "idx": 0, "sa": ["Michael Vick", "Mike Munchak", "Mayor Tom Leppert"], "q": "my own man, and I'll be judged by what I do and not what was done before me. I'm not looking here to blame anybody about what was left for me,'' <strong> Mike Munchak </strong> said. <q> I think it's a great opportunity here with what we have, and I think I'm the guy to pick up the pieces and hopefully get us in the right direction. </q> Dallas <strong> Mayor Tom Leppert </strong> says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a`` key to the city.'' <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this year, his second", "new_id": -2}, {"uid": "1295962173062226451", "i": 2449, "idx": 0, "sa": ["Jesse Ventura", "Donald Rumsfeld", "Benjamin Franklin", "Regis Philbin"], "q": "<strong> Donald Rumsfeld </strong> was given a seat on the board. Its time for people to stand up before its too late. This is outrageous. Not only the corruption, but the idea in general. As <strong> Benjamin Franklin </strong> said... <q> They that can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety </q> http://wn.com/Vlog_Day_Afternoon_|_ Saturday_evening_with_Band_of_Horses <strong> Regis Philbin </strong> fires agent amid paycut buzz Rumors of proposed paycut arise after <strong> Regis Philbin </strong> quits` Live' <strong> Regis Philbin </strong> Quit Because of Contract Dispute? Ex-Minn. governor sues over body scans, pat-downs <strong> Jesse Ventura </strong> Sues", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,'' said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons.`` He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>. <q> So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped.`` Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}]