[{"uid": "1297177285142131216", "i": 39985, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": "of another domineering defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as \"terribly wrong.\" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> countered. <q>I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaida out of Afghanistan,</q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11, 2001, attacks on the United States was \"incremental,\" not rushed. <strong> Donald Rumsfeld </strong> said it", "new_id": -2}, {"uid": "1297385685200884229", "i": 39664, "idx": 0, "sa": ["Simon Cowell"], "q": "who says, \"I had to decide to rebuild a better life,\" as she views the rubble of what had been her home before it burned down. Or the guy who informs us, <q>It was a drug overdose. I was 9.</q> Okay, maybe <strong> Simon Cowell </strong>'s right. The local seagulls did not get the memo about refraining from pooping on \"American Idol\" auditioners. We hear this brings good luck. Anyway", "new_id": -2}, {"uid": "1295907918177651713", "i": 23779, "idx": 16, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "so, but it turns out a State Department cable exists in which <strong> Saddam Hussein </strong> thanked <strong> Donald Rumsfeld </strong> for the message. The letter must have come from the State Department itself, <strong> Donald Rumsfeld </strong> says. <q>How could anyone believe that you couldn't remember if you delivered a letter from <strong> Ronald Reagan </strong> to <strong> Saddam Hussein </strong>?</q> he says. \"That's the kind of thing that persuaded me to take my time and look at the documents, since I had so many of them.\"", "new_id": -2}, {"uid": "1297298115011485196", "i": 9855, "idx": 1, "sa": ["Michael Vick", "Major Jackson"], "q": " \"Nobody is going to call me and say, \"Hey, I want you to come and do halftime at the Super Bowl,\" says the poet, a huge football fan who once taught <strong> Michael Vick </strong>. <q>But we'd ask <strong> Janet Jackson </strong>. When we look at poetry we have to say,` This is where we're at'... Poetry sits atop this pyramid, and we have given birth to another aspect of it when we look at rap and spoken word.</q> Poetry also has a distinct advantage in an age of tweets and sound-bites. \"The brevity of a poem allows for the kind of fast-paced world we\"re in,\" <strong> Major Jackson </strong> says. \"", "new_id": -2}, {"uid": "1295890368122388504", "i": 7429, "idx": 0, "sa": ["Jack LaLanne", "Donald Rumsfeld"], "q": "advantage of her or sell her story. <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\": <q>The harder I work, the luckier I am.</q> By National Writer Hillel Italie. AP Photos. JACK LALANNE-TRIBUTE In the 1950s, when <strong> Jack LaLanne </strong> began his lengthy television run, he gave housewives a half-hour workout, and also a respite: Here", "new_id": -2}, {"uid": "1295968668242466824", "i": 17829, "idx": 1, "sa": ["Ken Auletta", "Eric Schmidt", "Barack Obama"], "q": "said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported yesterday. <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World as We Know It,</q> told Bloomberg TV that <strong> Eric Schmidt </strong> may be weighing a role in the administration of U.S. <strong> Barack Obama </strong>. California, may be looking to rekindle the entrepreneurial spirit that allowed it to grow into one of the world's most valuable", "new_id": -2}, {"uid": "1296784629036126790", "i": 41639, "idx": 8, "sa": ["Donald Rumsfeld", "Colin Powell", "Bill Clinton"], "q": "the \"narrative\" that later emerged-- that <strong> Colin Powell </strong> was misled into making his false declarations in his UN speech-- he notes that the former <strong> Donald Rumsfeld </strong> of State was fully aware of all the intelligence. <q><strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The <strong> Barack Obama </strong> did not lie. The Vice <strong> Barack Obama </strong> did not lie... the far less dramatic truth is that we were wrong.</q> As for the decision to not send more troops to Iraq in the wake of the invasion, <strong> Donald Rumsfeld </strong> accuses his accusers. In conversations with the <strong> Bill Clinton </strong> and his staff, <strong> Colin Powell </strong> \"did not raise any", "new_id": -2}, {"uid": "1297295032002195654", "i": 13845, "idx": 0, "sa": ["Michelle Obama", "Kate Middleton", "Olivia Wilde", "Simon Cowell"], "q": "Hussein Collection/Getty Images </cite> <strong> Kate Middleton </strong> picking up princess tips? The royal-to-be enjoyed a lunch Wednesday with future step-mother-in-law, Camilla, the <strong> Kate Middleton </strong> of Cornwall, 63, at The Berkeley in London. that <q>they looked to be enjoying a pleasant conversation.</q> <strong> Michelle Obama </strong>: \"I Wasn't Invited\" to <strong> Kate Middleton </strong> Wedding Pals: Why <strong> Olivia Wilde </strong>, Italian Prince Husband Called It Quits <strong> Simon Cowell </strong> Unveils His' X Factor' Wardrobe Plans& Offers A Wedding Update", "new_id": -2}, {"uid": "1296543261227508233", "i": 32378, "idx": 3, "sa": ["David Letterman", "Justin Bieber"], "q": "Is that a sophomore in high school, is that about what it is?\" <strong> David Letterman </strong> asks. \"Or a junior?\"[ It's the latter, <strong> David Letterman </strong>.] <strong> Justin Bieber </strong>'s reply: <q>I don't know-- I'm Canadian.</q>", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q>When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is,</q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said. \"That's the type of level that he's playing at.\" McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}]