[{"uid": "1295667435103448602", "i": 34764, "idx": 0, "sa": ["Vienna Teng", "David Letterman"], "q": "interviewed on NPR and performing on \"The Late Show with <strong> David Letterman </strong>.\" She learned to sing in the shower and in school choirs, but mostly from getting on stage and doing it. <q> I finally got the hang of using my voice as an instrument. I took some lessons here and there, which amounted to paying$ 40 to$ 150 a week to be told that I was doing it all wrong, </q> <strong> Vienna Teng </strong> said. Her parents are Chinese from Taiwan. She was born and raised in California. \"Rumor has it that I am also Vietnamese, Japanese, Korean, and/or hapa. Rumors", "new_id": -2}, {"uid": "1296503399053821452", "i": 3649, "idx": 0, "sa": ["Zahi Hawass", "Stephen Harper", "Michael Bloomberg"], "q": "28 \"Recent Decisions Amount to a Dressing Down for 9th Circuit\" -- headline, target=\"_blank\"> Washington Post, Jan. 31 \"<strong> Stephen Harper </strong>'s Views Typically Canadian\" -- headline, <strong> Michael Bloomberg </strong> vs. New York <q> The Egyptian National Museum is safe, and cultural artifacts damaged by vandals who broke into the building during anti-government protests can be restored, the head of the country's Supreme Council of Antiquities said, </q> <strong> Michael Bloomberg </strong> reports: \" Tourism police aided by protesters earlier apprehended nine men in connection with looting at the museum, <strong> Zahi Hawass </strong>, the council's secretary general, said yesterday. Dozens of demonstrators had stood guard around the", "new_id": -2}, {"uid": "1296473941207601672", "i": 25716, "idx": 0, "sa": ["Michael McIntyre", "David Hasselhoff", "Simon Cowell"], "q": "both big <strong> Michael McIntyre </strong> fans.\" Gillian Cox, aged 50 of Lichfield was at the auditions with daughter Heather, 35, and friend Samira Craig, 24, of Smethwick. She said: <q> It is the first time we have been to the live auditions and it is very exciting. We are hoping to see the next Subo. If not I am sure that seeing <strong> David Hasselhoff </strong> on the panel will be entertainment in itself. </q> Samira added: \"I am sad that <strong> Simon Cowell </strong> won't be there, but I'm sure <strong> Michael McIntyre </strong> will do really well.\" \"Melon man\" <strong> David Hasselhoff </strong> Loh, aged 51 of Birmingham", "new_id": -2}, {"uid": "1296174977054247442", "i": 3041, "idx": 4, "sa": ["Eric Schmidt"], "q": "anti-trust and privacy concerns. He cited the example of Germany, where there was particular concern about Google's plan to photograph the roadside facade of every house in the country for its Streetview database. <q> We have been late at adding social capabilities to our core products </q> \" <strong> Eric Schmidt </strong> Google executive chairman The firm offered German homeowners the right to opt out before the pictures were even taken, and nearly 3% duly did that. But despite this initial opposition,", "new_id": -2}, {"uid": "1295619402249511954", "i": 17843, "idx": 0, "sa": ["Michael Gove"], "q": "fall on their own\" . He went on to say that\" ... there will be no power for the secretary of state to prop them up, or intervene if something goes badly wrong\" . <q> And unless a service is designated as protected, it will also be possible for a hospital or other healthcare provider simply to stop providing a service or operating a site from which it can no longer make money </q>. Now that is very different from Mr. <strong> Michael Gove </strong>'s proposed reforms. So even though the health services would be funded by the public purse, the elected Michael Government can not do much to protect health care", "new_id": -2}, {"uid": "1297228077053084177", "i": 10466, "idx": 6, "sa": ["Louis Walsh", "Mary Byrne", "Simon Cowell"], "q": "n't going to Dublin, despite the city previously providing Jedward and <strong> Mary Byrne </strong>. Producers will put the best contestants through to face the judges in late April or early May. A source said: <q> X Factor is very much under way. The dates are all pencilled in, even if the stars aren't. </q> <strong> Simon Cowell </strong> won't be rushed.\" <strong> Louis Walsh </strong>, a stir in making <strong> Louis Walsh </strong> began his career as a studio tea boy for an Irish boyband in the 1970s, a member has revealed.", "new_id": -2}, {"uid": "1295715899131842121", "i": 31232, "idx": 0, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand"], "q": "to retain her composure as she talks through the events of the previous week. \"To have something so horrific happen to someone so good and so promising,\" she says, blue eyes welling with tears, <q> it hit me very hard. </q> The junior senator from New York has just hung up with <strong> Mark Kelson </strong>, husband of <strong> Gabrielle Giffords </strong>, the House member shot in the head in Tucson. <strong> Kirsten Gillibrand </strong> is quite close to <strong> Gabrielle Giffords </strong> and was among the handful", "new_id": -2}, {"uid": "1295539342089374722", "i": 56746, "idx": 0, "sa": ["Ben Ali", "Bernie Sanders", "John King", "Barack Obama", "David Cay Johnston"], "q": "Asian studies at Oberlin College and the author of several books, including China Against the Tides, the third edition of which was just published last year. Fifty Years After Eisenhower's Farewell Address, A Look at <q> Prophets of War: Lockheed Martin and the MaJohn King of the Military-Industrial Complex </q> \"The Worse Off You Are, Your Taxes Increase\" : JournBen Alist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming \"Banana Republic\" China Faces International Criticism at", "new_id": -2}, {"uid": "1295894929135872553", "i": 5269, "idx": 3, "sa": ["Colin Powell", "Phil McGraw"], "q": "\" said FCC Chairman <strong> Colin Powell </strong>, Jr. \"Erp... I just threw up in my mouth a little.\" \"Frankly, we didn't think anyone was watching,\" said executive producer <strong> Phil McGraw </strong>. <q> Hell, three days ago I did a promo for` The Doctors' while simulcasting a proctological exam. <strong> Phil McGraw </strong> Rectum, in HD, and no one gave a sh-t. </q> In related news, the fine folks at JG Wentworth-- they of` It's my money and I need it now!' fame-- have teamed up with the makers of Vagisil to create a", "new_id": -2}, {"uid": "1297067872184320061", "i": 15366, "idx": 2, "sa": ["Michael Vick"], "q": "given the expiration of the collective bargaining agreement next month. But <strong> Michael Vick </strong> clearly expects to remain with the Eagles, who are expected to move toward a longer-term deal once the CBA issues are worked out. <q> Andy[ Reid] has been great. You're talking about a great coach, a great guy to be around, just to sit down and talk to on a daily basis, </q> <strong> Michael Vick </strong> said.\" [ He] teaches you the game of football, everything you want in an individual as a player is what he exemplifies. It's just been great to be able to work with him", "new_id": -2}]