[{"uid": "1295856332069795845", "i": 9321, "idx": 0, "sa": ["Eric Schmidt"], "q": "to speed up decision-making at the Internet giant. In a regulatory filing last week, Google said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q>The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity,</q> the filing said. As of December 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of Google stock and controlled 9.6 percent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1296705381167772199", "i": 1236, "idx": 2, "sa": ["Donald Rumsfeld"], "q": ", nor did he always receive effective implementation of the decisions he made,\" <strong> Donald Rumsfeld </strong> wrote. Addressing charges that he failed to provide enough troops for the Iraq war, the former defence chief wrote: <q>In retrospect, there may have been times when more troops could have helped.</q> But <strong> Donald Rumsfeld </strong> insists that if senior military officers had reservations about the size of the invading force, they never informed him, the Post said. In a lengthy section on the administration's treatment", "new_id": -2}, {"uid": "1295569764147800153", "i": 38150, "idx": 1, "sa": ["Eric Schmidt"], "q": "yet: Kona( a cloud-based BI tool) and 12 Sprints( a collaborative decision making tool, also in the cloud) <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296888568025706496", "i": 800, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. \"We're looking for success stories; we're not looking for players to fail,\" <strong> Roger Goodell </strong> said. <q>He's paid a very significant price, and he's doing the right thing.</q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. \"", "new_id": -2}, {"uid": "1295635430256720909", "i": 36501, "idx": 1, "sa": ["Barack Obama", "John McCain", "Colin Powell", "President Bush", "Sarah Palin"], "q": "<strong> President Bush </strong> Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. \"He has both style and substance. I think he is a transformational figure,\" <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" <q><strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,</q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he questioned <strong> John McCain </strong>'s judgment in picking <strong> Sarah Palin </strong> as his running mate because he does", "new_id": -2}, {"uid": "1297460386090980360", "i": 8234, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "their resumes into a format that employers understand what skills they're bringing to the table. And then accessing those employers,\" <strong> Kirsten Gillibrand </strong> said. Many called the roundtable a good first step. <q>We barely scratched the surface in the amount of time that we had here. But we definitely need to look at the fact that there's a lot more to do and a lot more to be said as far as the veterans themselves,</q> veteran Chris Edwards said. Senator <strong> Kirsten Gillibrand </strong> promising more sessions in the future.", "new_id": -2}, {"uid": "1295351668142295045", "i": 6934, "idx": 0, "sa": ["Michael Vick"], "q": "have no problem drafting scumbags, and would have loved to have gotten my hands on <strong> Michael Vick </strong> in fantasy football this year. To quote one of my favorite films, Ocean's Eleven: Rusty <q>Guys, what's the first rule of poker?</q> Report Abuse \"Cajole- nice point on some awful pre-ranks at MDC.. hopefully they adjust soon.\" Piano did good not mentioning Joba because he has absolutly no value unless Holds are counted", "new_id": -2}, {"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q>This was a big win for us at somebody else's home,</q> <strong> Allen Iverson </strong> said. \"Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.\" Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}, {"uid": "1295568681147800068", "i": 14135, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "the company as opposed to just being in the founder role.\" Page praised <strong> Eric Schmidt </strong> as a \"tremendous leader\" who did an \"outstanding job leading <strong> Google Inc. </strong> for the last decade\". <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> he said. Competing with Facebook <strong> Sergey Brin </strong> also got a new role in Thursday's overhaul of the management structure working on strategic projects and new products, which he described as his \"personal", "new_id": -2}, {"uid": "1295192464060719105", "i": 22398, "idx": 1, "sa": ["The Scottish Falsetto Sock Puppet Theatre", "Richard Dannatt", "Andy Coulson"], "q": " \"How on earth does <strong> The Scottish Falsetto Sock Puppet Theatre </strong> turn out to be so bloody good?\"-**** Chortle \"Enough energy to run the National Grid. Sheer comic genius\"- Venue \"Utterly irresistible\"- The Stage <q>Hilarious... the Abbott& Costello of the sock world</q>- Time Out \"Insane yet adorable\"- Doctor Who Magazine <strong> Andy Coulson </strong> \"not quitting over phone hacking\" Sir <strong> Richard Dannatt </strong> calls for military charities to work together Tunisia Army arrests security chief in coup plot as struggle for", "new_id": -2}]