[{"uid": "1296129375085180438", "i": 18041, "idx": 7, "sa": ["Zahi Hawass"], "q": "Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo.`` They don't like me for making these requests,'' said <strong> Zahi Hawass </strong>. <q> But I don't care; I am doing this for Egypt. </q>: Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's Largest Communications And Technology Community Technology Marketing Corporation, 800 Connecticut Ave, 1st Floor East", "new_id": -2}, {"uid": "1295929158036896768", "i": 1451, "idx": 0, "sa": ["Clive Goodman", "John P. Yates", "Keir Starmer", "Tim Godwin", "Andy Coulson", "Glenn Mulcaire"], "q": "Monday, Mr <strong> Keir Starmer </strong> said he has asked Ms Levitt to take a`` robust approach'' to her review of hundreds of documents and subsequent advice to senior police officers or prosecutors. Mr <strong> Keir Starmer </strong> said: <q> It has been agreed following a meeting with Acting Commissioner <strong> Tim Godwin </strong> and Acting Deputy Commissioner <strong> John P. Yates </strong> that any evidence resulting from recent or new substantive allegations made to the Metropolitan Police Service( MPS) of mobile voicemail interception arising from the <strong> Clive Goodman </strong> and <strong> Glenn Mulcaire </strong> case should be subject to the same rigorous assessment as Alison Levitt QC is applying to material already in the possession of the Metropolitan Police Service. </q> The Met is under intense pressure to reopen its investigation into the phone hacking scandal following the departure of Downing Street communications chief <strong> Andy Coulson </strong>, who has faced a barrage of difficult questions about his conduct while editor", "new_id": -2}, {"uid": "1297079636126599583", "i": 42480, "idx": 5, "sa": ["Sergio Marchionne", "Sergio Chiamparino", "John Elkann"], "q": "sociaux De son c?t, <strong> John Elkann </strong> a confirm au maire( de gauche) de Turin <strong> Sergio Chiamparino </strong> que Fiat et Chrysler`` travaillaient? mettre sur pied une organisation unique''. Ce nouveau groupe aurait <q> plusieurs p?les de d?cision selon les principaux march?s o il op?re:? Turin pour l'Europe, Detroit pour les tats-Unis ainsi qu'au Br?sil et si possible en Asie </q>.`` Plusieurs t?tes et un seul c?ur'', avait d?clar <strong> Sergio Marchionne </strong> en invitant?`` s' y habituer''. Fiat suivrait l'exemple d'autres constructeurs globaux, comme Toyota qui a deux si?ges sociaux, au Japon", "new_id": -2}, {"uid": "1295419250126189579", "i": 29376, "idx": 4, "sa": ["Sergio Marchionne"], "q": "only automaking factory in North America running on three shifts. It employs 4,300 workers who build 1,452 minivans a day. The plant is about to add versions for Europe equipped with a 2.8-liter diesel engine. <q> The minivan remains a significant part of our revitalization plan going forward, </q> <strong> Sergio Marchionne </strong> said.`` The success of this plant is crucial to pay back our( government) loans.'' For 2011, the minivans received significant updates to better differentiate the Dodge and Chrysler versions until", "new_id": -2}, {"uid": "1296106965198869114", "i": 1969, "idx": 2, "sa": ["Gregg Popovich", "Darryl Dawkins", "Allen Iverson", "Soulja Boy"], "q": "His jumper was deadly.'' Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the basketbDarryl Dawkins seems like a rock, </q> he said.`` That is the <strong> Soulja Boy </strong> it felt tonight.`` My teammates are the ones that set the screens for me and got me the bDarryl Dawkins in spots where I need the bDarryl Dawkins. My <strong> Gregg Popovich </strong> cDarryl Dawkinss", "new_id": -2}, {"uid": "1294996234169689094", "i": 19969, "idx": 1, "sa": ["Steven Tyler", "Paula Abdul", "Simon Cowell", "Jennifer Lopez", "Michael Jackson"], "q": "in with`` Idol'' alongside <strong> Simon Cowell </strong> and the adorably kooky <strong> Paula Abdul </strong>, will share the judges panel with <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>-- high-profile newcomers being counted on to return some much-needed buzz to the aging franchise. <q> I think they've really added a different kind of zest and a Televisionfreshness to it, </q> <strong> Michael Jackson </strong> said in a recent conference call.`` You take what was already great and you just kind of add a little extra spice to it.'' But the changes don't stop there.`` Idol", "new_id": -2}, {"uid": "1295674060172441608", "i": 18388, "idx": 4, "sa": ["Chris Bosh", "Allen Iverson", "Tim Duncan", "Carmelo Anthony"], "q": "with 31.6 points per game before his suspension, would've returned for Saturday's game until a snowstorm postponed the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. <q> Monday, I get to wake up and it's Chris Boshtmas, </q> <strong> Allen Iverson </strong> said with a smile.`` Obviously, it's going to be a fun day.'' The four-Tim Duncane scoring champion and seven-Tim Duncane All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR", "new_id": -2}, {"uid": "1296160603113164328", "i": 12766, "idx": 0, "sa": ["Colin Powell", "Tom Ridge", "Robert Mueller", "John Ashcroft", "George Tenet", "Donald Rumsfeld"], "q": "on the Homeland Security Advisory Council, which made the decisions. The council included Attorney General <strong> John Ashcroft </strong>, FBI chief <strong> Robert Mueller </strong>, CIA Director <strong> George Tenet </strong>, Defense Secretary <strong> Donald Rumsfeld </strong> and Secretary of State <strong> Colin Powell </strong>. <q> More often than not we( the department) were the least inclined to raise it, </q> <strong> Tom Ridge </strong> told reporters after the forum.`` Sometimes we disagreed with the intelligence assessment. Sometimes we thought even if the intelligence was good, you don't necessarily put the country on( alert).... There", "new_id": -2}, {"uid": "1296584933205504518", "i": 43641, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "In the cold opening to last night's Late Show with <strong> David Letterman </strong>, an awkward green-room encounter between the host and guest, <strong> Justin Bieber </strong>, culminated with the teenage sensation sheepishly admitting to Dave's suspicion when he said, <q> Yeah- you have no idea who I am, do you? </q> It was a funny bit that took advantage of the generation( s) gap between the two, allowing <strong> David Letterman </strong> to get away with later asking,`` Do you use <strong> Justin Bieber </strong> on` Today': When they", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called`` Googled: The End of the World As We Know It,'' said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}]