[{"uid": "1295468682077529109", "i": 5729, "idx": 0, "sa": ["Kirsten Gillibrand", "Preston Williams"], "q": "& search= Search\", \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/12/VI2011011204797.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01122011-57v&amp;flvURL=/media/2011/01/12/01122011-57v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F12%2F01122011-57v.jsn\"}{ \"title\": <q> No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton </q>, \"description\": \"Host B.J. Koubaroulis and The Post\\'s <strong> Preston Williams </strong> and James Wagner preview this weekend\\'s match-up between No. 10 Georgetown Visitation and No. 18 <strong> Kirsten Gillibrand </strong> Seton. Video includes highlights and footage", "new_id": -2}, {"uid": "1295665797103448719", "i": 20301, "idx": 0, "sa": ["Andy Coulson"], "q": "', it felt a lot more like \"last week and the week before'. They need to move a lot faster if they're going to make this a must-watch programme.\" blog, Seenit.co.uk: <q> Plenty of scope for fixes and polishing but 10 O'clock Live has the potential to become one of Channel 4's biggest shows. I'll definitely be tuning in next week. </q> Get a FREE copy of The Week magazine and keep up-to-date with the most important news stories from the past 7 days by Ten things you need to know today: <strong> Andy Coulson </strong> quits, Alan Johnson's", "new_id": -2}, {"i": 1135, "idx": 4, "index_answer": 1, "new_id": -1, "q": "who has been the vocal wrestling fan having guest hosted WWE's \"Monday Night RAW\" back in October 2009. \"Yeah the belt's really caught on,\" said <strong> Aaron Rodgers </strong>. <q> It's a celebration that started in practice and the fans loved it and you got to give them what they love. Usually it was just after a run or something. Sometimes <strong> Ric Flair </strong> surprise myself on those. </q> <strong> David Letterman </strong> ended the segment by heading out into the audience and having <strong> Aaron Rodgers </strong> wing him a pass. Guidelines: Fan feedback should be within the guidelines for the NFL community. These guidelines will", "sa": ["David Letterman", "Aaron Rodgers"], "uid": "1297451512119193621"}, {"uid": "1296104171101646338", "i": 44639, "idx": 0, "sa": ["Mick Jagger", "Jo Wood", "Ronnie Wood", "Keith Richards", "Simon Cowell", "Noel Gallagher"], "q": "so busy. I'm going to meet <strong> Jo Wood </strong> this week very amicably just to talk about \"you have this and I'll have that,\" <strong> Ronnie Wood </strong> told The Sun. He added: <q> It's only material things. It's important than it's amicable and we're still great pals. </q> <strong> Simon Cowell </strong> Wants <strong> Mick Jagger </strong> And <strong> Noel Gallagher </strong> For X Factor USA <strong> Ronnie Wood </strong> Stones' <strong> Mick Jagger </strong> Calls <strong> Keith Richards </strong> Memoirs` Tedious\"", "new_id": -2}, {"uid": "1295155154246923288", "i": 33660, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. Steelers eliminate Ravens \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31-of-36 passes for 366 yards, more than <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and", "new_id": -2}, {"uid": "1297235057187482122", "i": 32738, "idx": 1, "sa": ["Donald Rumsfeld", "Priscilla Chan", "Saddam Hussein", "Mark Zuckerberg", "Randi Zuckerberg"], "q": "in a 2003 national security meeting when he was told that <strong> Saddam Hussein </strong> was offering a$ 60 million bounty to kill <strong> Donald Rumsfeld </strong>'s daughters. \"I was concerned,\" <strong> Donald Rumsfeld </strong> told ABC News on Tuesday. <q> Of course the president and his family had secret service protection. My family did not. And it was a somewhat awkward moment in the meeting, </q> he said.( PALO ALTO, Calif.)-- Facebook founder and CEO <strong> Mark Zuckerberg </strong> obtained a restraining order against 31-year-old Pradeep Manukonda, claiming he is a threat to <strong> Mark Zuckerberg </strong>, his sister <strong> Randi Zuckerberg </strong>, and girlfriend, <strong> Priscilla Chan </strong>", "new_id": -2}, {"uid": "1297217356071778342", "i": 6917, "idx": 11, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "even the slightest hint of that,\" he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.", "new_id": -2}, {"uid": "1295634790253460481", "i": 18374, "idx": 2, "sa": ["Eric Schmidt"], "q": "Google's search results, its core business, thanks in part to the contributions of \"content farms\" such as Demand Media,\" GigaOm writes. On a more practical note, <q> Google's change could be designed to erase memories of some awkward statements made recently by its outgoing CEO, </q> writes CNNMoney.com. \"<strong> Eric Schmidt </strong>'s public image took some hits after a string of verbal gaffes.\" Notoriously, on CNN's \"Parker Spitzer,\" <strong> Eric Schmidt </strong> recently suggested that people who are uneasy about", "new_id": -2}, {"uid": "1295914674088195073", "i": 37204, "idx": 4, "sa": ["Sheldon Whitehouse", "Sen. Bernie Sanders"], "q": "nation.\" <strong> Sheldon Whitehouse </strong> and <strong> Sen. Bernie Sanders </strong> said they support a move such as eliminating the cap on the maximum taxable earnings as a way to close the cost gap of Social Security down the road. <q> And it's not just us. There was a senator named <strong> Barack Obama </strong> who ran for president of the United States on exactly that position, </q> <strong> Sen. Bernie Sanders </strong> said. \"And what he said is, if you raise the cap above$ 250,000, you can make Social Security strong and vibrant for a very, very long time. And actually the president--", "new_id": -2}, {"uid": "1297272186258801696", "i": 40299, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "picked an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Likewise Software Lets You Take Advantage of Active Directory Infrastructure Across Linux, Windows and Mac Systems <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}]