[{"uid": "1295582902002506766", "i": 51416, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "The announcement was made just as the company released news that their revenues of$ 8.44 bn for the last quarter of 2010. <strong> Eric Schmidt </strong> joined Google in Auguest 2001 and at the time <strong> Larry Page </strong> said: <q> \"<strong> Eric Schmidt </strong> is exactly the right leader for Google. His extensive technology background and vision for the potential of the Internet complement the efforts that Google is making in defining a leadership position in Internet search and navigation. His strong management experience will help shape Google as we continue our growth and global expansion. And most importantly for anyone taking on the CEO role at Google, <strong> Eric Schmidt </strong> is a natural fit with our corporate culture. </q> \" The company went on to become the powerhouse that it is today. In a post on Google's corporate blog, <strong> Eric Schmidt </strong> explains that he accomplished more than what he set out", "new_id": -2}, {"uid": "1297368027190234634", "i": 353, "idx": 0, "sa": ["Camille Grammer", "David Letterman", "Kelsey Grammer"], "q": "\" <strong> Camille Grammer </strong> said in a statement. She thanked family and friends who had been supportive throughout the couple's divorce, which was filed in July. The couple were married nDavid Lettermany 13 years. <q> What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children, </q> her statement said. She also wished her ex and his fiancee, Kayte Walsh, \"love and happiness in their new marriage.\" <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last", "new_id": -2}, {"uid": "1295256413206143491", "i": 18991, "idx": 8, "sa": ["Allen Iverson", "Tracy McGrady", "Jermaine O'Neal", "Ana Ivanovic"], "q": "from the field and made 24 of 27 free throws. His previous high was 58 against Houston on Jan. 15, 2002. \"I score a career high and we won the game,\" <strong> Allen Iverson </strong> said. <q> That's how you draw it up in your dreams. </q> It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, IndiAna Ivanovic's <strong> Jermaine O'Neal </strong> had the previous high in the NBA this season, scoring 55 points against", "new_id": -2}, {"uid": "1295093832200343560", "i": 51431, "idx": 1, "sa": ["Mark Fields", "Sergio Marchionne"], "q": ". \"I don't see a big Mark Fieldset( in small cars). I see a Mark Fieldset. There is a big difference,\" says <strong> Sergio Marchionne </strong>, CEO of Fiat Auto and Chrysler Group. <q> We never set out to conquer the U.S. Mark Fieldset with A and B cars. </q> Those are the industry designations for the two vehicle categories smaller than the common compacts such as Honda Civic and Ford Focus, which are so-called C-segment cars. Mainstream U.S. family sedans typically are C or even", "new_id": -2}, {"uid": "1297108555141246488", "i": 7948, "idx": 5, "sa": ["George H. W. Bush", "Condoleezza Rice", "Donald Rumsfeld"], "q": "book, <strong> Donald Rumsfeld </strong> offered some frank judgements in the interview about long time rivals and critics. Asked whether he admired his ex-boss's father <strong> George H. W. Bush </strong>- under whom he did not serve- <strong> Donald Rumsfeld </strong> replied curtly: <q> No, I was kind of disappointed in him. </q> Lacked experience <strong> Condoleezza Rice </strong>, who served as <strong> George H. W. Bush </strong>'s national security adviser before later becoming secretary of state had \"never served in a senior administration position,\" a lack of experience that hampered", "new_id": -2}, {"uid": "1295977910157089808", "i": 37531, "idx": 26, "sa": ["Kobe Bryant", "Marcus Camby", "Carmelo Anthony", "Allen Iverson", "Kenyon Martin"], "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns. \"I always kid with him about not being a rebounder, being so big,\" <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q> I say,` If I was your height, I'd get a double-double every night. </q>' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a <strong> Kobe Bryant </strong> easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game, \"but tonight, he was just so aggressive.", "new_id": -2}, {"uid": "1295389612219906114", "i": 49357, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans.(", "new_id": -2}, {"uid": "1296709837249151493", "i": 2861, "idx": 2, "sa": ["Metta World Peace", "LeBron James", "Yao Ming", "Allen Iverson", "Kwame Brown", "Dwyane Wade"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coYao Ming into a situation where guys have been World Peaceto_Raptors_109-100_November_13,_2010 <strong> Dwyane Wade </strong> scored 31 points and <strong> LeBron James </strong> added 23 points along with 11 assists to lead the Heat to a victory over the Raptors.", "new_id": -2}, {"uid": "1294958518114475070", "i": 4878, "idx": 0, "sa": ["Steel Curtain", "Michael Vick"], "q": "'m in Israel, and I have a SlingBox, so I will be watching the game on my laptop.\" Q: Why do you think your team will win the game? A: <q> I think the Ravens will win because of defense. It's so hard to play against the Ravens defense, and then the offense is clicking on all cylinders now so its a tough match-up. Q: \"What is your prediction for the final score the game? A: \"I'm terrible with this so I will predict Ravens as winners and Steel Curtainers as losers </q> Q: Who is your pick for NFL MVP this season, and why? A: \"<strong> Michael Vick </strong>. Not because of how unbelievable his comeback was, but because night in and night out he", "new_id": -2}, {"uid": "1296365682082608136", "i": 28197, "idx": 0, "sa": ["Zahi Hawass"], "q": "citizens. The threat to Egypt's millennia-old artifacts began when fire broke out at the ruling National Democratic Party's headquarters, virtually next door, and at last report that building was still in danger of collapse. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> advertisement The good news So far, the saga of the Egyptian Museum has been more of a good-news rather than bad-news story. The current chaos in Cairo easily could have", "new_id": -2}]