[{"uid": "1295624661249511990", "i": 41314, "idx": 0, "sa": ["Eric Schmidt"], "q": "scenarios, economic growth will actually increase after a rise in food prices.\"( Also read Will There Ever Be Enough Food to Feed the World? <strong> Eric Schmidt </strong> and the Job of Non-CEO Executive Chairman <q><strong> Eric Schmidt </strong> is also keeping for himself the outside-facing parts of CEO-dom which Silicon Vally nerds by their nature are pretty bad at. He has a clumsy way of putting it, but when he talks about \"the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach,<q> he basically means the large part of the CEO job which involves schmoozing various people in Google's interest.\" \"If their proposal had offered a better way to achieve the much needed objective of providing universal insurance", "new_id": -2}, {"uid": "1295536902152666140", "i": 9536, "idx": 0, "sa": ["Simon Cowell"], "q": "on WVUE-Channel 8. www.USAToday.com that teen contestants seemed to win the favor of this judges' panel, which for the first time in the show's history faced the wailing would-bes minus founding judge/villain <strong> Simon Cowell </strong>. <q>I'm beginning to see why the Hollywood Week group was so large this year( a reported 325),<q> Mansfield wrote. \"This group of judges are a much softer touch than previous crews. They're much more likely to put somebody through on the strength of their personalities. <strong> Simon Cowell </strong> would have shut 75 percent of", "new_id": -2}, {"uid": "1295254600092618767", "i": 7200, "idx": 2, "sa": ["Eric Musselman", "J.R. Smith", "Allen Iverson", "Andre Miller"], "q": "Kings to a satisfying win. Rough weather in Denver put them in a travel bind, and they arrived at the Pepsi Center only 90 minutes before tipoff, or about the same time <strong> Allen Iverson </strong> finally made it. <q>We will never have a worse travel day than today,<q> Kings coach <strong> Eric Musselman </strong> said. \"Our energy and effort was phenomenal.\" The Kings might go down as a trivia answer if <strong> Allen Iverson </strong>'s arrival in the blockbuster trade that sent <strong> Andre Miller </strong> and Joe <strong> J.R. Smith </strong> to Philadelphia takes", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.<q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}, {"uid": "1295363232143278114", "i": 26082, "idx": 1, "sa": ["Oprah Winfrey", "Michael Vick"], "q": "his bid to land the interview- he has written a message to <strong> Michael Vick </strong> on Twitter.com pleading with the star to choose him over <strong> Oprah Winfrey </strong> and even offering <strong> Michael Vick </strong> a cut of the winnings. He writes, <q>If <strong> Michael Vick </strong> is reading this, pls( please) say yes... Hey Mike <strong> Michael Vick </strong>- how about it? I'll cut you in for$ 100.<q> Creating a free Starpulse.com account only takes a username, your email and a couple of seconds! Starpulse.com members can comment on news and topics, enter contests, show off their favorite artist", "new_id": -2}, {"uid": "1297381652182599684", "i": 23509, "idx": 3, "sa": ["Steve Ballmer"], "q": "10, 2011- 6:13 pm Reply heh-heh! It all comes together now. I just realized that <strong> Steve Ballmer </strong> reminds me of Baron Harkkonen( a Finnish name). Remember Emperor Shaddam shouting, <q>get me that floating gat man, the Baron.<q> ecphorizer Thursday, February 10, 2011- 6:15 pm Reply Both Nokia and RIM are looking like quite the acquisition targets lately. At least RIM has an end to end", "new_id": -2}, {"uid": "1295934218032604160", "i": 25528, "idx": 0, "sa": ["Christine Lakin", "Bill Lockyer", "Michael Trevino", "Zelda Fitzgerald", "Newt Gingrich"], "q": "36. Actress <strong> Christine Lakin </strong> is 32. Rhythm-and-blues singer Alicia( ah-LEE'- sha) Keys is 30. Actor <strong> Michael Trevino </strong>( TV: \"The Vampire Diaries\") is 26. Thought for Today: <q>I don't want to live. I want to love first, and live incidentally.<q>- <strong> Zelda Fitzgerald </strong>, American writer( 1900-1948). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ROSS 4 BR/ 5.3 BA$ 9,750,000.00", "new_id": -2}, {"uid": "1296444801159711269", "i": 12742, "idx": 10, "sa": ["Mitch Daniels", "Mike Pence"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. \"He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through,\" she said. <q>Obviously it'd be great for the state of Indiana.<q> <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat Phil Sharp( BRIEF: EU: new Tunisian foreign minister to visit Brussels next week The World's", "new_id": -2}, {"uid": "1295094125134053943", "i": 20101, "idx": 31, "sa": ["Allen Iverson", "Nate Robinson"], "q": "and <strong> Nate Robinson </strong> took a 23-foot jumper from the right side just before the buzzer. \"I just knew if I get it up high enough I would have a good chance of making it,\" <strong> Nate Robinson </strong> said. <q>So I just shot it hard and let it go.<q> \"The sky's the limit for him,\" <strong> Allen Iverson </strong> said. \"He's a tough guard. He's got the best coach in the world on his side.\" New York, outplayed in the", "new_id": -2}, {"uid": "1295990540115605523", "i": 38137, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "with post-service employment opportunities.\" \"I am humbled to be counted among those who work consistently and diligently to provide our service men and women the opportunities they so deeply deserve,\" Hite said. <q>Members of our military make so many sacrifices for our nation. It is an honor and a privilege to help ensure they have a meaningful career to come home to.<q> In nominating <strong> Colin Powell </strong> <strong> Barack Obama </strong> Hite for the award, Major <strong> Colin Powell </strong> Matthew P. Caulfield, USMC( Ret), said Hite believes it is a responsibility of the United Association to train and assist veterans in securing", "new_id": -2}]