[{"uid": "1295433052260259931", "i": 438, "idx": 0, "sa": ["David Letterman", "Arsenio Hall", "Billy Crystal", "Billy Joel", "Paul Shaffer", "Lionel Richie", "Don Kirshner"], "q": "musicians including <strong> Billy Joel </strong> and the Police. <strong> Don Kirshner </strong> also helped launch the careers of Prince, The Eagles, <strong> Lionel Richie </strong> and Ozzy Osborne. The show also boosted careers of comics including <strong> Billy Crystal </strong>, <strong> Arsenio Hall </strong> and <strong> David Letterman </strong>. <q> <strong> Don Kirshner </strong> gave new, young musicians the opportunity to showcase their performances for a huge audience during the` golden age' of the popular music business, </q> <strong> Billy Joel </strong> said in a statement.`` At the time, his` hands-off' approach to how rock and roll music was presented made television a viable medium for many now-iconic recording artists.'' <strong> Paul Shaffer </strong>,", "new_id": -2}, {"uid": "1297600429127287372", "i": 56554, "idx": 2, "sa": ["Zahi Hawass"], "q": "artefact is the teenage monarch's gold funerary mask, which stares out from a case on the first floor of the museum. <strong> Zahi Hawass </strong> said an investigation has been launched to find those behind the theft. <q> The police and army plan to follow up with the criminals already in custody, </q> he added.", "new_id": -2}, {"uid": "1295981454233783314", "i": 50113, "idx": 1, "sa": ["David Letterman"], "q": ": What is Social Anxiety Disorder? NDavid Lettermany half the US population turns to complementary, alternative and integrative practices to maintain or improve their health. Dr. <strong> David Letterman </strong> Rabow explores the role of spirituality in health. Series: <q> UCSF Mini Medical School for the Public </q>[ 11/2007][ Health and Medicine][ Show... Brain Mind and Behavior: Emotions and Health Take a look into our current understanding of the function of the human brain and some of the important diseases that", "new_id": -2}, {"uid": "1297185899216317969", "i": 49454, "idx": 5, "sa": ["Simon Cowell", "Mike Darnell", "Greg Lee"], "q": "area and Seattle.`` The X Factor'' has annually been the most-watched series in the United Kingdom since it debuted in 2004. It is also the most-watched series in the 15 other nations it airs in. <q>` The X Factor' has become a worldwide phenomenon and is unlike anything we've seen in America, </q> said <strong> Mike Darnell </strong>, Fox Broadcasting's president of alternative entertainment.`` The British version is wildly entertaining, but also has a penchant for stirring up controversy. You never know what <strong> Simon Cowell </strong> has up his sGreg Leeve and since", "new_id": -2}, {"uid": "1295902720235421735", "i": 48987, "idx": 2, "sa": ["Colin Powell", "David Stockman"], "q": "the national debt by killing NPR or National Endowment for the Humanities or the Arts. Nice political chatter, but that doesn't do it.'' And then, putting on his <strong> David Stockman </strong> cape, <strong> Colin Powell </strong> said: <q> Don't tell me you're going to freeze to a level. That usually is a very inefficient way of doing it. Tell me what you're going to cut, and nobody up there yet is being very, very candid about what they are going to cut to fix this problem. </q> Secretary <strong> Colin Powell </strong> is quite right that entitlement programs are where the real money is. And <strong> Colin Powell </strong> is also correct when he says that you can't fix the deficit or the national debt by killing NPR or the", "new_id": -2}, {"uid": "1296127954229654536", "i": 29653, "idx": 0, "sa": ["Rahm Emanuel", "Michael Vick"], "q": "from Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the target=\"_blank\" href=\"http://footballpremiere.com/\"> football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said court agreed Tuesday to take <strong> Rahm Emanuel </strong>'s appeal of a decision that threw him off the ballot for Chicago mayor and ordered target=\"_blank\" href=\"http://electionglobe.com/\"> election officials not to print any mayoral ballots", "new_id": -2}, {"uid": "1296340055125665309", "i": 7166, "idx": 0, "sa": ["David Letterman", "Justin Bieber", "Larry King", "Heidi Klum"], "q": "coming down with it. <strong> Justin Bieber </strong> makes an appearance on`` The Late Show With <strong> David Letterman </strong>''( 10:35 p.m., WCCO, Ch. 4) and tapes a top 10 reading slated to run on Friday. <q> Live With Regis and Kelly </q>( 9 a.m., KSTP, Ch. 5) is featuring him Thursday and Friday. If <strong> Larry King </strong> was still on the air, he'd book him for a week. Tuesday <strong> Heidi Klum </strong> doesn't look like", "new_id": -2}, {"uid": "1297356965264552452", "i": 32647, "idx": 3, "sa": ["David Letterman", "Anderson Cooper"], "q": "said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said.`` I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Queen Creek-$ 70,000 MLS 4426652 3 bed/ 2 bath 1,201- 1,400/ 2007 Stephanie Petka, CENTURY 21 Arizona Foothills Gilbert Phoenix-$ 560,000 MLS 4272522 3 bed", "new_id": -2}, {"uid": "1297170776188874758", "i": 41623, "idx": 2, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "'' he said. In his own statement, <strong> Dwaine Caraway </strong> said the key was`` ceremonial.'' As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and <q> am deeply sorry to offend anyone who loves animals. </q> He acknowledged <strong> Michael Vick </strong>'s past but noted that`` since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends", "new_id": -2}, {"i": 14164, "idx": 4, "index_answer": 0, "new_id": -1, "q": "is not a competitor because the more people use Facebook the more they use Google.`` That is a net positive.'' Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. <q> I can only describe this now as a` wow' moment, </q> he says.`` For me this is the beginning of the real revolution in information.`` You need never be lonely, you need never be bored. It is a remarkable change that has not", "sa": ["Eric Schmidt"], "uid": "1296940939224919552"}]