[{"uid": "1297175078196968452", "i": 47686, "idx": 2, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "the execution of the war.\" \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. <q> We had( an) enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed. \"It's hard to know. You know, the path you didn't take is always smoother, </q> he added. The former Pentagon chief's comments came in his first television interview since leaving public life in December 2006 after a long and divisive tenure at the Pentagon. File photo of former US", "new_id": -2}, {"uid": "1296267754108118017", "i": 33654, "idx": 0, "sa": ["Eric Schmidt", "M. Simpson"], "q": "not contest during settlement negotiations that such private information was collected every day that the Street View cars operated.\" The consumer watchdog known as Consumer Watchdog decried today's agreement between Google and the state. <q> The details of the biggest privacy breach in history shouldn't be settled in secret, </q> said John <strong> M. Simpson </strong>, director of Consumer Watchdog's Inside Google Project. \"This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.\" Â® Motorola's handset division", "new_id": -2}, {"uid": "1296542758249364481", "i": 47604, "idx": 0, "sa": ["Michael Vick"], "q": "Unequal Technologies, a small company in Kennett Square, Chester County, <strong> Michael Vick </strong>'s national( and international) star power remains one of the biggest question marks in the world of advertising and public relations. <q> Overall, he probably still has a long way to go to get back in the good graces of the general consumer in terms of marketability, </q> said Jim Klunk, president of Klunk& Millan Advertising Agency in Allentown. \"I think he'll be pretty much limited to the types of products that[ Unequal Technologies] makes, at least right now.", "new_id": -2}, {"uid": "1295564127055377924", "i": 12262, "idx": 2, "sa": ["Eric Schmidt"], "q": "negative, that there is probably some issue going on. Google is trying to get more efficient and trying to get a tech guy in the seat to compete with,\" said UBS analyst Brian Pitz. <q> I don't think it changes anything strategically where the company is headed. </q> Google said the management change was made as part of a plan to \"streamline\" decision making and create clearer lines of responsibility and accountability at the top. It said <strong> Eric Schmidt </strong> plans to sell about", "new_id": -2}, {"uid": "1296084752130252877", "i": 44051, "idx": 2, "sa": ["Michael Vick"], "q": "a defense that is ranked fifth overall in the NFL. Led by defensive player-of-the-year favorite Clay Matthews with 13 1/2 sacks, the Packers are tied for second behind the Steelers in bringing down quarterbacks. <q> Those guys fly around the ball and are always in good position, </q> <strong> Michael Vick </strong> said of the Packers' defense. \"You just have to be ready for what they're going to do. They give you a lot of different looks and try to confuse you.\"", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}, {"uid": "1297367447190234638", "i": 34135, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb", "Solomon Wilcots"], "q": "the door for <strong> Michael Vick </strong>, and the way <strong> Michael Vick </strong> lit up opposing defenses left the Eagles no choice but to try and find a new home for <strong> Kevin Kolb </strong>. <strong> Solomon Wilcots </strong> has talked with coaches for the Eagles about <strong> Kevin Kolb </strong>. <q> They love him. They just love Mike <strong> Michael Vick </strong> more, </q> he said. <strong> Solomon Wilcots </strong> agrees with the Eagles enthusiasm for <strong> Kevin Kolb </strong> and thinks he is a perfect quarterback to lead the Bengals into the future. The second part of the equation makes as much sense as trading for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1296744552199131154", "i": 30104, "idx": 6, "sa": ["Donald Rumsfeld", "Darrell Hammond"], "q": "many months to build a large occupying army,\" and \"this would have given the Taliban time to prepare for the conflict, and al Qaeda both the incentive and the opportunity to relocate.\" <q> The president did not lie. The vice president did not lie. <strong> George Tenet </strong> did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong, </q> <strong> Donald Rumsfeld </strong> writes. Once the Taliban were toppled, <strong> Donald Rumsfeld </strong> emerged as a major media personality, mocked by <strong> Darrell Hammond </strong> on Saturday Night Live, to his amusement. \"If one starts with` good press", "new_id": -2}, {"uid": "1296166292065404942", "i": 36971, "idx": 4, "sa": ["Eric Schmidt"], "q": "of YouTube video is watched on Facebook every day. So Facebook isn't a competitor yet. It's still \"too early to tell.\" But <strong> Eric Schmidt </strong> does see Microsoft as a competitor. <q> Microsoft has more cash, more engineers, more global reach[ than Facebook]. We see competition from Microsoft every day. </q>", "new_id": -2}, {"uid": "1295218070163594249", "i": 551, "idx": 9, "sa": ["Simon Cowell"], "q": "winners would be managed by Fuller's company, 19, while <strong> Simon Cowell </strong> and BMG would put out their albums. \"My real interest at that point was having the acts on my label,\" <strong> Simon Cowell </strong> said. <q> I had absolutely zero desire to be in front of the camera. </q> Until then, <strong> Simon Cowell </strong> had made only rare appearances on the margins of the British tabloid culture. But just one month after Pop Idol premiered in 2001, the tabloid Sunday People zeroed in on <strong> Simon Cowell </strong> under", "new_id": -2}]