[{"uid": "1295420762187301926", "i": 48595, "idx": 5, "sa": ["Kara DioGuardi", "Paula Abdul", "Simon Cowell", "Louis Walsh", "Michael Jackson"], "q": "series 6 together in one place rather than upload them separately. It was my favourite segment from last years series. Here are the parts in order: 1. <strong> Louis Walsh </strong> makes a cup of tea. 2. <q> Yes I wear pyjamas!& qu... The Skorpion Show# 60 American Idol To Add a Fourth Judge <strong> Kara DioGuardi </strong>! Why The Skorpion Show# 60 American Idol To Add a Fourth Judge <strong> Kara DioGuardi </strong>! Why NEW YORK- Scoot over, <strong> Simon Cowell </strong>.`` American Idol </q> is adding a fourth critic to its panel of judges. ADVERTISEMENT Grammy-nominated songwriter <strong> Kara DioGuardi </strong> will sit alongside <strong> Simon Cowell </strong>, <strong> Paula Abdul </strong> and Randy <strong> Michael Jackson </strong> when the eighth season of`` American Idol'' premieres i... video results for", "new_id": -2}, {"uid": "1296737541264421395", "i": 42605, "idx": 1, "sa": ["Oprah Winfrey", "Jennifer Aniston", "Simon Cowell"], "q": "'' <strong> Oprah Winfrey </strong> then interjected to say that while she agreed the show was`` kindler'' and`` gentler'' now, she is a`` big'' fan of departed judge <strong> Simon Cowell </strong>, and suggested that he <q> had a way of speaking the truth which was saying what you wanted to say but couldn't actually say it </q>. As for whether the former Friends star could ever have said some of things that <strong> Simon Cowell </strong> did, <strong> Jennifer Aniston </strong> laughed:`` Maybe in my own mind I would think things but I could never imagine saying", "new_id": -2}, {"uid": "1295570534120422412", "i": 3120, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin", "Scott Austin"], "q": "'' The subject had become a light-hearted talking point for the duo, who made similar remarks to the San Francisco Chronicle four months earlier when <strong> Eric Schmidt </strong> was announced as chairman. Said <strong> Sergey Brin </strong>: <q> Basically, he's going to be a bit of chaperone, providing adult supervision. Larry and I are entering our teenage years. </q> Dow Jones VentureWire, Venture Capital Dispatch tracks the fast-moving developments at the intersection of high-tech innovation and venture capital finance. Featuring lead editor <strong> Scott Austin </strong> and the VentureWire reporting team in the Silicon Valley, New York, Boston", "new_id": -2}, {"uid": "1297275513262340680", "i": 40572, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "PM Microsoft has picked an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Groundwork OpenSource targets the Big Four IT management vendors with an open approach <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1295111070255082765", "i": 39946, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "show,'' he says.`` Idol'' fans often have disputes over contestants on the show. Looks like the`` Idol'' team also did in season seven. According to Rushfield, <q> <strong> Nigel Lythgoe </strong> said there was a huge dispute that led to a permanent rift within the`` Idol </q> production about whether a certain contestant should be brought on the show.'' Rushfield said <strong> Nigel Lythgoe </strong> told him <strong> Simon Cowell </strong> wanted to bring on contestant Kyle Ensley to simply make fun of him. <strong> Simon Cowell </strong> disputes this,", "new_id": -2}, {"uid": "1296655097153911319", "i": 2383, "idx": 1, "sa": ["Dong Kim", "Kirsten Gillibrand", "Gabrielle Giffords"], "q": "good friends, said Monday that she visited <strong> Gabrielle Giffords </strong> this weekend and saw the congresswoman making progress.`` <strong> Gabrielle Giffords </strong> continues to defy the odds& is so appreciative of all your support,'' <strong> Kirsten Gillibrand </strong> wrote on Twitter. <q> Pls cont[ inue] to keep her in your prayers. </q> On the day <strong> Gabrielle Giffords </strong> moved to rehab, doctors said she was doing`` remarkably well'' and was making daily improvements in her neurological health. <strong> Dong Kim </strong>, a neurosurgeon, said then that he wasn't", "new_id": -2}, {"uid": "1296203256159924264", "i": 1986, "idx": 0, "sa": ["Simon Cowell"], "q": "The wonderful American Idol years 370) this.width= 370'' alt= <q> American Idol judges Randy <strong> Michael Jackson </strong>, <strong> Paula Abdul </strong> and <strong> Simon Cowell </strong> pose as they arrive for a party for the finalists of season one in 2004 </q>/> ne of the most popular television shows across the world, American Idol And everything seems different: there's no more <strong> Simon Cowell </strong>, for example. The brutal judge( and co-producer of the show) was", "new_id": -2}, {"uid": "1297254907195313703", "i": 24281, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "and goes up without limit. In Britain, that meant then 48-year-old singer <strong> Susan Boyle </strong> could stun the audience at Britain's Got Talent with a voice that belied her dowdy look and eventually sold millions. <q> <strong> Susan Boyle </strong> taught me a huge lesson, </q> said <strong> Simon Cowell </strong>, who also owns, produces, and stars in Britain's Got Talent overseas.`` I have to be more open-minded. If you've got it, you've got it no matter what your", "new_id": -2}, {"uid": "1295900857235421723", "i": 33499, "idx": 0, "sa": ["Eric Cantor", "Colin Powell", "President Bush", "Barack Obama"], "q": "`` Pledge to America'' campaign manifesto last fall. Retired general <strong> Colin Powell </strong>, secretary of state under <strong> President Bush </strong>, said Sunday defence spending shouldn't be spared the hatchet during such difficult economic times. <q> I don't think the defence budget should be made sacrosanct, </q> he said. The <strong> Barack Obama </strong> administration has proposed cutting US$ 78 billion from the military budget in the next five years. <strong> Eric Cantor </strong>, the majority leader of the House of Representatives, has suggested some defence programs", "new_id": -2}, [{"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q> the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose. </q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}]]