[{"uid": "1296117571165298183", "i": 9362, "idx": 14, "sa": ["Matt Ryan", "Michael Vick"], "q": "has worked out for me.'' <strong> Michael Vick </strong> shares reps this week with the QB of the team he once played for, Atlanta's <strong> Matt Ryan </strong>.`` It's great,'' <strong> Michael Vick </strong> said. <q> <strong> Matt Ryan </strong>'s great. The coaching staff's great. We're just having a good time. I like what we're doing in the offense and it's been easy. We're going to go out and have some fun and everybody's just enjoying each other. </q> As <strong> Michael Vick </strong> left the field, fans hanging on the gate outside the school chanted his name.`` I came from the Philly area, and we've got his back,'' said Lon", "new_id": -2}, {"uid": "1295771865222068760", "i": 40140, "idx": 3, "sa": ["Dwight Howard", "Antoine Walker", "Allen Iverson", "Samuel Dalembert", "Stan Van Gundy", "Paul Pierce"], "q": "said he won't spend time enjoying his team's latest win.`` This is not the time of year to celebrate a win in the playoffs, especially against a team like Boston,'' <strong> Stan Van Gundy </strong> said. <q> It's basically like being at halftime with a one-point lead. </q> It was the second time this postseason the Magic won with a starter suspended. <strong> Dwight Howard </strong> lost his cool and threw an elbow at <strong> Samuel Dalembert </strong>'s head to draw a http://wn.com/Amazing_Allen Iverson_Allen Iverson_42pts_vs_AAntoine Walker_PPaul Pierce_Celtics_01/02_NBA_Playoff_Game_3_Must_see betfreebie.com Basketball <strong> Allen Iverson </strong> refused to let the Philadelphia 76ers", "new_id": -2}, {"uid": "1295754500172048384", "i": 16196, "idx": 0, "sa": ["Robert Gates", "Andy Coulson"], "q": "man was sentenced to a four-year prison term Friday for conspiring to... Photo in Slideshow: U.S. Secretary of Defense <strong> Robert Gates </strong> and China... Photo in Slideshow: U.S. Secretary of Defense <strong> Robert Gates </strong> and China... Report Abuse <q> Just a start. Now if cleaning up the country is real, go go go go... and we should support the effort. And why does the media ignore stories as to these drug bums using grenade launchers etc that are NOT readily nor legally available in the US!! Oh because it doesn't agree with what they wan to believe. Truth has no place in the libs mindset. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295634532070795270", "i": 32134, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "10-year run as CEO, and will be replaced by Google co-founder <strong> Larry Page </strong>.''... as Google has grown, managing the business has become more complicated,'' explained <strong> Eric Schmidt </strong> in Google's official announcement. <q> So <strong> Larry Page </strong>, Sergey and I have been talking for a long time about how best to simplify our management structure and speed up decision making-and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> <strong> Eric Schmidt </strong>'s explanation of his role change is seen by many as a nice way of acknowledging what former Google designer Douglas Bowman href=\"http://stopdesign.com/archive/2009/03/20/goodbye-google.html\"> said when he famously left the Internet giant in 2009:", "new_id": -2}, {"uid": "1297709182165232678", "i": 38944, "idx": 0, "sa": ["Osi Umenyiora", "Plaxico Burress", "Michael Vick", "Jack Johnson"], "q": "n't wait for him to come out and I think he is going to have a great impact a la <strong> Michael Vick </strong>.'' The Giants haven't been the same team without <strong> Plaxico Burress </strong>, <strong> Osi Umenyiora </strong> said. <q> If you look at our team before, when <strong> Plaxico Burress </strong> was in, if you look after he's gone, even though we have had some success and even though we have played pretty well, it just hasn't been the same without him, </q> <strong> Osi Umenyiora </strong> said in an ESPN interview. VIRGINIA WATER, England, Feb. 14( UPI)-- <strong> Jack Johnson </strong> charged: Former P.G. County executive indicted on corruption charges American Psychological Association to consider DSM diagnOsi Umenyioras for living in", "new_id": -2}, {"uid": "1296538875117768216", "i": 31377, "idx": 1, "sa": ["David Letterman", "Justin Bieber"], "q": "the Late Night with <strong> David Letterman </strong> <strong> Justin Bieber </strong> talked about the schedule he has with school and how it works for him being that he is a superstar.`` I did school this morning,'' says <strong> Justin Bieber </strong>. <q> I do three hours a day, fifteen days a week. </q> The kids who are entertainers actually have a tutor as they travel to keep them up with their studies. The arrangement with <strong> Justin Bieber </strong> is just like some of the other younger celebrities in the entertainment as it", "new_id": -2}, {"uid": "1296461913199901198", "i": 4543, "idx": 4, "sa": ["Antoine Carr", "Allen Iverson", "Kobe Bryant", "Tim Hardaway", "Kwame Brown", "Phil Jackson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, Antoine Carrying his new team like he had his old ones in Denver and Phil Jacksonadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Kobe Bryant_Kobe Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To Big Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start Tim Hardawaye on Fox: Half Tim Hardawaye show features Goo Goo", "new_id": -2}, {"uid": "1296480901080920596", "i": 47440, "idx": 3, "sa": ["Sergio Marchionne"], "q": "past year from$ 4,131 in the previous year, according to Santa Monica-based Edmunds.` Tricky Choices'`` They've been using fleet as an alternative to incentives,'' Anwyl said. <q> Instead of trying to discount cars to consumers, they've been selling fleet, probably the best of tricky choices. </q> <strong> Sergio Marchionne </strong> has been working to pull back incentive spending since taking over the company in 2009. Fiat gained a 20 percent ownership stake in Chrysler when the U.S. automaker emerged from bankruptcy in June 2009.", "new_id": -2}, {"uid": "1296463311082231470", "i": 3755, "idx": 0, "sa": ["Kevin Kolb", "Andy Reid", "Michael Vick", "Brett Favre"], "q": "in a 35-32 win at Detroit, <strong> Michael Vick </strong> made the most of his first pro start since 2006. He completed 21-of-34 passes for 284 yards and two touchdowns and rushed for 37 yards on seven carries. <q> I'm here to announce that <strong> Michael Vick </strong> will be the starting quarterback for the Philadelphia Eagles. I think his performance has exceeded expectations the past several weeks, </q> said Eagles head coach <strong> Andy Reid </strong> at an evening press conference.`` This is not about the health or the performance of <strong> Kevin Kolb </strong>... this is more about <strong> Michael Vick </strong> and his accelerated play.'' NFL investigating <strong> Brett Favre </strong>", "new_id": -2}, {"i": 5772, "idx": 2, "index_answer": 1, "new_id": -1, "q": ",'' <strong> David Letterman </strong> said:`` Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?'' <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q> Well, I'm sorry to hear that, or I'm not sorry to hear that? </q>`` Well, you are respectfully considerate, and yet pleased for the new developments in my life,'' <strong> Kelsey Grammer </strong> offered.`` Well, it's a difficult time, regardless,'' <strong> David Letterman </strong>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295082156260702223"}]