[{"uid": "1296978592083132429", "i": 7162, "idx": 5, "sa": ["Wes Welker", "Matt Cassel", "Troy Polamalu", "Michael Vick", "Brian Urlacher"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season.`` To sum it all up, the last five months, have been delayed gratification,'' <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3 1/2), New England receiver <strong> Wes Welker </strong>, Chicago linebacker <strong> Brian Urlacher </strong> and Kansas City quarterback <strong> Matt Cassel </strong>( 2 each), and Pittsburgh safety <strong> Troy Polamalu </strong>, Seattle running back/kick ereturner", "new_id": -2}, {"uid": "1296005208036782100", "i": 20724, "idx": 0, "sa": ["Michael Vick", "The Freezer"], "q": "on his hips and began to swivel. He said some people loved it- and others joked that he needed some lessons.`` I got 170 text messages after the game,'' <strong> The Freezer </strong> said. <q> I haven't read half of them yet. It's just been a crazy couple days. </q> Bears rush to Cutler's defense after critics question toughness; QB has knee ligament strain Bears rush to Cutler's defense after critics question toughness; QB has knee ligament strain Eagles quarterback <strong> Michael Vick </strong> signs first endorsement contract", "new_id": -2}, {"uid": "1296848362199835675", "i": 12206, "idx": 1, "sa": ["Roger Goodell", "DeMaurice Smith", "Michael Vick"], "q": "NFLPA executive director <strong> DeMaurice Smith </strong> said Thursday. <strong> Michael Vick </strong> three times in the past two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. <q> We're looking for success stories; we're not looking for players to fail, </q> <strong> Roger Goodell </strong> said.`` He's paid a very significant price and he's doing the right thing.'' <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's", "new_id": -2}, {"uid": "1295804716188252188", "i": 6599, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "n't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.'' <q> I think he has reached out to countries around the world and has developed good relations with countries around the world, </q> <strong> Colin Powell </strong> said.`` And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the", "new_id": -2}, {"uid": "1295634050249806881", "i": 6433, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "act as advisor to Page and <strong> Sergey Brin </strong>.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said in the earnings announcement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. </q> Discover which companies are leading their industries in Greensboro/Winston-Salem. Directly from the The Business Journal of the Greater Triad Area, take advantage of valuable data, including sales figures, staff sizes and more. Get", "new_id": -2}, {"uid": "1295928935203030533", "i": 27850, "idx": 2, "sa": ["George Shultz", "Donald Rumsfeld", "President Lyndon Johnson"], "q": "of State <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations.`` I started thinking about this amazing archive I had,'' he says during a recent interview. <q> The fact that I had it, persuaded me that I ought to take advantage of it. </q> <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite, where the walls document a long, high-level life of politics and history: A photograph of then-Congressman <strong> Donald Rumsfeld </strong> with <strong> President Lyndon Johnson </strong> in the 1960s; a", "new_id": -2}, {"uid": "1295614994206700554", "i": 42239, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so,'' <strong> David Cameron </strong> said in an e-mailed statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> To contact the reporter on this story: Robert Hutton in London at Sovereign Bond Risk Drops Most in Seven Months on Debt-Buyback Speculation Crude Rebounds From Two-Week Low as Confidence in Economic Recovery Grows European Stocks", "new_id": -2}, {"uid": "1296232207160088064", "i": 19123, "idx": 2, "sa": ["Mike Pence"], "q": "Indiana. We will not seek the Republican nomination for president in 2012.'' <strong> Mike Pence </strong> said he would make a decision about his future later and would be traveling across the state in the months ahead to <q> learn about how Hoosiers think we might best contribute in the years ahead. </q> <strong> Mike Pence </strong> has a pair of public events scheduled for today-- a town hall meeting in Pendleton and a visit to a high school in Muncie.`` I am convinced he is now going to run for", "new_id": -2}, {"uid": "1296313807176898052", "i": 22311, "idx": 0, "sa": ["Eric Schmidt"], "q": "n't be ready until the end of 20... <strong> Eric Schmidt </strong> at the ASNE NewsNow 2010 Ideas Summit <strong> Eric Schmidt </strong> speaks to the American Society of News Editors on April 11, 2010 in Washington, DC... Shell Eco-marathon Americas: <q> Post COP15: The Road to Mexico </q> Big Think Panel Discussion Shell Eco-marathon Americas:`` Post COP15: The Road to Mexico'' Big Think Panel Discussion The Shell Eco-marathon Americas, held in Houston March 26-28, 2010, was the perfect setting for discussions", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q> part of a more complicated set of negotiations. </q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned.`` We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}]