[{"uid": "1297135617068190238", "i": 30487, "idx": 7, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "tale of mismanagement,`` one that holds individuals''- but not necessarily <strong> Donald Rumsfeld </strong> himself-`` responsible for failures of execution,'' Strassel writes.`` If nothing else,'' she writes, <strong> Donald Rumsfeld </strong> <q> gives historians something valuable to ponder as they work on an honest appraisal of the Bush years. </q> VIDEO: Gibbs: <strong> Barack Obama </strong> not looking for applause Time says <strong> Barack Obama </strong> follows the example of Reagan, but where's the evidence? Who came out better in <strong> Barack Obama </strong>'s interview with Bill O'Reilly? <strong> Barack Obama </strong>- He", "new_id": -2}, {"uid": "1295700279152125455", "i": 28547, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "LONDON( AFP)- Prime Minister <strong> David Cameron </strong> has been damaged by his media chief's resignation over phone-hacking at a tabloid newspaper he headed and the row is unlikely to go away, commentators said Saturday. <q> So far, our worst day in government, </q> a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on Friday. The left-wing newspaper added that <strong> Andy Coulson </strong>'s departure`` leaves the prime minister with a", "new_id": -2}, {"uid": "1297652095245153826", "i": 29850, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "of the obtuse and esoteric references department: <strong> Donald Rumsfeld </strong>'s adorable`` didn't know'' shenanigans reminded this columnist of the opening of`` The Big Sleep,'' when Carmen Sternwood falls backwards. Philip Marlowe says: <q> I had to catch her or let her crack her head on the tessellated floor. </q> The mainstream media does for <strong> Donald Rumsfeld </strong> what Marlowe did for Carmen by unquestioningly accepting his disingenuous explanations.`` Good boy, Rover!'' The previously mentioned letter sent to the New York Times", "new_id": -2}, {"uid": "1295611063109838346", "i": 22523, "idx": 0, "sa": ["Eric Schmidt"], "q": ", most successful and influential publicly traded companies in the world. His role has often been described as providing`` adult supervision'' at a company whose young co-founders like to do things in unconventional ways. <q> <strong> Eric Schmidt </strong> has a great track record and has really steered Google to great success, </q> said Gartner analyst Ray Valdes. <strong> Eric Schmidt </strong>, who previously had been Novell CEO and Sun CTO, has been the public face of Google with his calm, relaxed demeanour, while running the company as a", "new_id": -2}, {"uid": "1295887271156680263", "i": 11764, "idx": 1, "sa": ["Eric Schmidt"], "q": ",'' says Cauley. Potter's management and personnel skills complemented Cauley's expertise in research and development, quality control and technical sales. It was a no-brainer to hire her as president. <q> It was really exciting. It was a reward for me to provide myself with another person who could take my desires and run with it, </q> Cauley says.`` She does things that I never even thought of.'' After vetting a new senior manager closely, it's important to give that person authority and autonomy, advises Melinda <strong> Eric Schmidt </strong>,", "new_id": -2}, {"uid": "1295614879066224141", "i": 58504, "idx": 1, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "<strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge.`` I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,'' <strong> David Cameron </strong> said in a statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q>'' Nazareth community updates delivered to your mobile phone. Text NAZARETH to 52270! Message and data rates apply. <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to <strong> David Cameron </strong>, whose office had", "new_id": -2}, {"uid": "1295035970041500677", "i": 44391, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": "month. The 55-year-old`` Cheers'' and`` Frazier'' star said on CBS'`` Late Show With <strong> David Letterman </strong>'' on Thursday night that he's marrying Kayte Walsh. He says that <q> Kayte's my new girl </q> and that they're getting married`` in February, we think.'' His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, filed for divorce in July. She cited irreconcilable differences. She stars", "new_id": -2}, {"uid": "1297129044188514306", "i": 586, "idx": 1, "sa": ["Simon Cowell"], "q": "Longoria-Eduardo Cruz Romance Heats Up <cite> <strong> Simon Cowell </strong>| Photo Credits: Jon Furniss/WireImage. com </cite> The X Factor decide to offer contestants the biggest grand prize on television? To make everybody a little nervous, <strong> Simon Cowell </strong> says. <q> By putting up that kind of prize money, it's a massive, massive risk. But it's also an incredible incentive, </q> <strong> Simon Cowell </strong> told reporters Monday of the decision to offer the winning X Factor act a$ 5 million recording contract.`` I think it puts everybody, rightly, under an enormous amount of pressure. I didn't", "new_id": -2}, {"uid": "1295415952241762389", "i": 4704, "idx": 5, "sa": ["Angelina Jolie", "Jackie O"], "q": "someone else and I loved watching the other actors and actresses work, and just sitting there behind the monitor,'' <strong> Angelina Jolie </strong> said of the film, which is due to be released later this year. <q> I hope I can do it again. </q> <strong> Angelina Jolie </strong> also took the time to proffer some advice to Sandiland's absent co-host, new mum <strong> Jackie O </strong>, congratulating her on the recent birth of her daughter Catalina( Kitty) Mae Henderson.``", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a`` powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}]