[{"uid": "1295605034069435415", "i": 45944, "idx": 1, "sa": ["Chris Chocola", "Mike Pence"], "q": "who's really good on the stump and has a record that is unimpeachable in terms of standing up for conservative principles? He's the only guy.'' <strong> Chris Chocola </strong> added of his fiscal conservative organization: <q> There isn't anybody that clearly excites our membership. If he would get in the race our membership would get excited about that. </q> Another plugged-in <strong> Mike Pence </strong> backer was even more blunt in ticking off the three reasons he is picking up support, each of which distinguishes him from others in the GOP field: he says and believes the right", "new_id": -2}, {"uid": "1296391786239042627", "i": 4591, "idx": 10, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said.`` I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295980148057327644", "i": 3627, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "Medicare'' in a statement that also nodded to the House resolution, declaring,`` Republicans are not only endorsing Representative Ryan's extreme plan but giving him unprecedented power to carry it out.''... <q> On these financial issues Paul Ryan has become the leader of the Republican Party, </q> <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, independent of Vermont, said Monday. </blockquote> And here's The Wall Street Journal( with bonus <strong> Sen. Bernie Sanders </strong> quote!): <blockquote> Now, Republicans not only", "new_id": -2}, {"uid": "1296184162199016468", "i": 44512, "idx": 10, "sa": ["Michael Vick"], "q": "served 18 months at Leavenworth, Kan. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q> I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short, </q> he said. Things seem to be turning around for <strong> Michael Vick </strong> off the field as well. SPORTS POLL Would you consider the 2010 Philadelphia Eagles season a success? Not a payoff: Obama", "new_id": -2}, {"uid": "1295534633152666122", "i": 27818, "idx": 0, "sa": ["Simon Cowell"], "q": "how in his younger days he never excelled academically, he puts his current success down to his instinct alone. And speaking of being a TV judge, he said:' I asked a very successful guy, <q> What's the best advice you can give me? </q> and he said,`` <strong> Simon Cowell </strong>, always know when to leave the fair.'' And I think that's good advice.` Something inside you just says,`` You know what, it's", "new_id": -2}, {"uid": "1297704703073007127", "i": 37163, "idx": 1, "sa": ["Steve Ballmer"], "q": "In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion.`` Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,'' <strong> Steve Ballmer </strong> said. <q> That's not just good for Nokia, that's good for all our handset partners. </q> <strong> Steve Ballmer </strong> also demonstrated some of the improvements that are coming to Windows Phone 7 this year. They include a faster Web browser and quicker switching between applications.", "new_id": -2}, {"uid": "1295580362248299530", "i": 37684, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Charlie Rose"], "q": "customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>. Also, <strong> Eric Schmidt </strong> just tweeted that <q> adult supervision was no longer needed. </q> related to <strong> Sergey Brin </strong>'s comment on <strong> Charlie Rose </strong> that <strong> Eric Schmidt </strong> was brought on to bring`` adult supervision''. Adult supervision over: <strong> Eric Schmidt </strong> yields back to Google co-founder Page Google went from searching the Web to worming its way", "new_id": -2}, {"uid": "1296753709058556447", "i": 10284, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "could take advantage of the R&D credit, which if it is made permanent, could increase private investment in R&D by more than$ 7.5 billion across the country, according to Senator <strong> Kirsten Gillibrand </strong>. <q> My number one focus is on creating good-paying, family-supporting jobs. By supporting research and development, we can help our businesses become more competitive and create the high tech jobs of tomorrow, </q> Senator <strong> Kirsten Gillibrand </strong> said.`` New York is already home to the universities, businesses, laboratories, researchers and the bright minds we need for long-term economic strength. This proposal would leverage more private investment in", "new_id": -2}, {"uid": "1295642664196657172", "i": 49183, "idx": 0, "sa": ["Andy Coulson"], "q": "The Tirana missions of the EU, United States and Organisation for Security and Cooperation in Europe said they deeply regretted that the`` demonstration in Tirana was not peaceful and resulted in some casualties.'' <q> Violence and excessive use of force can not be justified and should be avoided. We urgently appeal for calm and restraint on all sides and to abstain from provocations, </q> they said in a joint statement. <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street communications director, having decided that`` when a spokseman needs a... Subscribe to RSSMost Popular in: Politics Snappy", "new_id": -2}, [{"i": 24465, "idx": 0, "index_answer": 0, "new_id": -1, "q": "bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Archuleta </strong> Cook's surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q> You came out here tonight to win, and what we have witnessed is a knockout, </q> said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming`` the best singer of season 7 is right there,'' following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s`` Imagine,'' a song that earlier in the", "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "uid": "1296233986144064524"}]]