[{"uid": "1296442535213188609", "i": 52952, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "was to search for WMD? U.S. and British troops have captured many key facilities in Iraq's southern oil fields... Defense Secretary <strong> Donald Rumsfeld </strong> has been firm and consistent on what the war in Iraq is not about. <q> It has nothing to do with oil, literally nothing to do with oil, </q> he says. If it sounds as though he's protesting too much, it's because the Bush Administration is up against a prevailing world view that the burden of proof is on the U.S. to show that it", "new_id": -2}, {"uid": "1296496314113492035", "i": 339, "idx": 0, "sa": ["Sergio Marchionne"], "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> CEO <strong> Sergio Marchionne </strong> said. \"However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.\" +0.42%), sold 1.52 million vehicles last", "new_id": -2}, {"uid": "1295874209251510785", "i": 14090, "idx": 0, "sa": ["Michael Vick", "Maria Torres"], "q": "the dogs help each other open up because they understand each other, says <strong> Maria Torres </strong>. \"The dogs bring out the best in these guys,\" <strong> Maria Torres </strong> explains. According to Animal Planet, the show is about <q> a chance at redemption, rehabilitation and rebirth for both man and man's best friend. </q> Michael Vicktory to the Underdog available here: strangleholdmerch.com \"Michael Vicktory To The Underdog\" takes an in depth look at world renowned tattoo artist \"Brandon Bond\" and his dog rescue efforts- particularly rescuing the infamous <strong> Michael Vick </strong> fighting", "new_id": -2}, {"uid": "1295595231037634053", "i": 13256, "idx": 12, "sa": ["John Grisham", "Eric Schmidt"], "q": ", and an implant would cross the line. He also said that as users voluntarily share information online, it doesn't need users to type in search queries for the company to tailor the results. <q> We don't need you to type at all. We know where you are. We know where you've been. We can more or less know what you're thinking about, </q> he said. Such comments have been repeated in online musings that portJohn Grishamed <strong> Eric Schmidt </strong> and Google as \"creepy\" . \"The biggest thing I wonder is after a year or so of having various", "new_id": -2}, {"uid": "1295559254082083850", "i": 13622, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "taking over as CEO Google announced Thursday that co-founder <strong> Larry Page </strong> would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman and focus on <q> deals, partnerships, customers and broader business relationships. </q> The firm's other co-founder, <strong> Sergey Brin </strong>, will work on strategic projects and new products, Google said in a statement. It said the management changes would take effect on April 4.", "new_id": -2}, {"uid": "1295826103073957409", "i": 12538, "idx": 1, "sa": ["George H. W. Bush", "Bill Clinton", "Candy Crowley", "Colin Powell", "Barack Obama"], "q": ", chairman of the Joint Chiefs of Staff for Barack Obamas <strong> George H. W. Bush </strong> and <strong> Bill Clinton </strong> and national security adviser for <strong> Barack Obama </strong> Reagan. As for the coming election, <strong> Colin Powell </strong> said he will wait to see what unfolds. <q> I will always vote as I have throughout my life, for the person that I think is best qualified to be <strong> Barack Obama </strong> of the United States, </q> he told CNN. \"And I don't adhere to a single party line.\" Here is a partial transcript of the chat between <strong> Colin Powell </strong> and CNN's <strong> Candy Crowley </strong>: \" <strong> Candy Crowley </strong>: We are", "new_id": -2}, {"uid": "1295610181062603290", "i": 7626, "idx": 2, "sa": ["Andy Coulson"], "q": "down over allegations of phone-hacking by the News of the World when he was the newspaper's editor. A No 10 spokeswoman told reporters at a regular briefing that a statement was being prepared. <q> The Prime Minister has had full confidence in Mr <strong> Andy Coulson </strong> and still does, </q> she said. The question now is what <strong> Andy Coulson </strong> has decided to do. niphette 21 January 2011 11:29 AM AnatolyKasparov 21 January 2011 11:30 AM Could this be part of a", "new_id": -2}, {"uid": "1295287692010338352", "i": 21171, "idx": 0, "sa": ["Tim Cook", "Steve Jobs", "Eric Schmidt"], "q": ", leading to shorter battery life on mobile devices. He said that the poor performance of Flash on traditional computers has proven that Adobe's application runTim Cooke should not be allowed on iOS devices. <q> Flash is the number one reason Macs crash, </q> <strong> Steve Jobs </strong> wrote. \"We have been working with Adobe to fix these problems, but they have persisted for several years now.\" <strong> Steve Jobs </strong> and Google CEO <strong> Eric Schmidt </strong> are spotted Jobs_Steve Jobs_googles_Eric Schmidt_Eric Schmidt_reconcile_over_coffee.html\"> having coffee in March", "new_id": -2}, {"uid": "1295541295177143847", "i": 54562, "idx": 0, "sa": ["Professor Green", "Cher Lloyd", "Simon Cowell", "London MC"], "q": ", but she's told <strong> Simon Cowell </strong> she wants to do it her own way. She's thrown a few heavy-duty tantrums and is, frankly, being a bit of a pain.\" They added: <q> You have to admire such self-confidence in a young girl, but she's no respecter of authority and she's had run-ins with a few people. </q> Cher Lloydyl Cole's street but rapper-come-crooner B\" Plan B has accused the 17-year old of \"plagiarising\" East <strong> London MC </strong>, <strong> Professor Green </strong>. When asked by The Sun whether he was", "new_id": -2}, {"uid": "1296131441210878503", "i": 5524, "idx": 0, "sa": ["Michael Gove"], "q": "<strong> Michael Gove </strong>'s plans to drive up standards and behaviour. Schools will get the final say on expulsions- making it easier to expel pupils who consistently misbehave. The education secretary says his plans will <q> restore discipline and reduce bureaucracy </q>. He also intends to protect teachers from false allegations made by pupils, by allowing them to remain anonymous until charged with an offence. Powers allowing staff to search children for any material that", "new_id": -2}]