[{"uid": "1296586506107593730", "i": 21114, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> dodges talk of becoming future Apple CEO Google chairman <strong> Eric Schmidt </strong> is sidestepping discussion of whether he might become the next Apple CEO. <q> In the first place, it's not appropriate. Steve[ Jobs] is still the CEO and I hope he continues forever, </q> <strong> Eric Schmidt </strong> told CNBC in a Monday interview. In response to whether or not Apple has approached him to make an offer, however, <strong> Eric Schmidt </strong> would neither confirm or deny the suggestion. \"I'm not going to", "new_id": -2}, {"uid": "1296044299210403360", "i": 48279, "idx": 8, "sa": ["Colin Powell", "Barack Obama"], "q": ". \"There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,\" he said. <q> All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. But with all of the cable channels and talk radio and blogs, especially blogs, where people can be anonymous with their nastiness, I think has caused a level of coarseness in our society that we've all got to think about. </q> <strong> Colin Powell </strong> said he thought <strong> Barack Obama </strong> was making an effort to reach across political divides to tone down the rhetoric and urged members of Congress to do the same.", "new_id": -2}, {"uid": "1296700405031981636", "i": 24189, "idx": 0, "sa": ["Kirsten Gillibrand", "Rand Paul", "Mitch McConnell", "Cassius Marcellus Clay", "Henry Clay", "Sen. Jim DeMint"], "q": "increases are out of the question as far as he is concerned. \"As long as I sit at <strong> Henry Clay </strong>'s desk, I will remember his lifelong desire... for agreement,\" <strong> Rand Paul </strong> concluded. <q> But I will also keep close to my heart his cousin <strong> Muhammed Ali </strong>, </q> referring to <strong> Cassius Marcellus Clay </strong>, a leading abolitionist. <strong> Rand Paul </strong>'s audience consisted of two Republicans-- his fellow Kentuckian, Minority Leader <strong> Mitch McConnell </strong>, and <strong> Sen. Jim DeMint </strong> of South Carolina-- and <strong> Sen. Jim DeMint </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., who was", "new_id": -2}, {"uid": "1295030362239566879", "i": 28175, "idx": 3, "sa": ["Steve Ballmer"], "q": ",\" said <strong> Steve Ballmer </strong>, in an e-mail Monday to Microsoft employees. Then came the inevitable follow-up. \"In conjunction with this leadership change, Bob has decided to leave Microsoft this summer,\" wrote <strong> Steve Ballmer </strong>. <q> He will continue to actively run STB as I conduct an internal and external search for a new leader. </q> If <strong> Steve Ballmer </strong>'s e-mail is to be taken at face value, it raises big questions about his management style. After all, <strong> Steve Ballmer </strong> is saying he asked the head of one of Microsoft's most strategic", "new_id": -2}, {"uid": "1296701462033554469", "i": 1339, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "attention. They don't mean anything\" as he puts it. I pulled him into a tight hug and I smelled his axe. He always used axe ever since he knew <strong> Justin Bieber </strong> wore it. Cody: <q> hey K, miss me much? </q> I laughed into his chest and heard the evil Courtney leave with her clicking high heels hitting the floor loudly. Ryan http://wn.com/*_U_Smile_/_I_Smile_,_Right?-*_A_Justin_Bieber_Love_Story_Chapter_11 <strong> Justin Bieber </strong> on \"Late Show with <strong> David Letterman </strong>' to promote` Never Say Never\" <strong> Justin Bieber </strong> movie", "new_id": -2}, {"uid": "1296676266235241502", "i": 60, "idx": 2, "sa": ["Colin Powell", "Thomas Jefferson", "Marjorie Cohn"], "q": "oppressors, we can expect the people to rise up and overthrow them. <strong> Marjorie Cohn </strong> is a professor at <strong> Thomas Jefferson </strong> School of Law and Deputy Secretary <strong> Colin Powell </strong> of the International Association of Democratic Lawyers. Her anthology, <q> The <strong> Joe Biden </strong> and Torture: Interrogation, Incarceration, and Abuse, </q> was just published by NYU Press.", "new_id": -2}, {"uid": "1295844367023740578", "i": 16389, "idx": 1, "sa": ["Eric Schmidt"], "q": "during a conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his \"best friends.\" \"I believe Larry is ready\" to be chief executive, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes with running one of the world's most scrutinised companies. For the first time last year, he started to sit out", "new_id": -2}, {"uid": "1295647682245137423", "i": 6856, "idx": 0, "sa": ["Eric Schmidt"], "q": "industry group suggested oil prices will continue to rise in 2011. \"The profit news is pretty favorable today,\" said Nick Kalivas, vice president of financial research at MF Global. <q> GE is probably the poster child for that, but Google certainly did well last night. </q> Fortune 500) reported late Thursday that quarterly profits and sales rose from year-ago and beat analysts' forecasts. But shares of the search giant sank over 1% as investors digested news that <strong> Eric Schmidt </strong> is stepping", "new_id": -2}, {"i": 27784, "idx": 2, "index_answer": 1, "new_id": -1, "q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q> does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show. </q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "uid": "1297265697007700481"}, {"uid": "1297501952213155841", "i": 2753, "idx": 0, "sa": ["Queen Beatrix", "Donald Rumsfeld", "Barack Obama", "Jane Holl Lute", "Janet Napolitano", "Juan Carlos I of Spain"], "q": "2000. On January 23, 2009, <strong> Barack Obama </strong> announced his intention to nominate <strong> Jane Holl Lute </strong> as Deputy <strong> Donald Rumsfeld </strong> of Homeland Security.[ 3] She was confirmed April 3.[ <strong> Juan Carlos I of Spain </strong>] Re: <strong> Janet Napolitano </strong>: <q> Al-Qaeda does not exist: Natural Born Americans are the terrorists </q> \"Reply# 48 on: February 09, 2011, 03:52:38 PM\" How about this... <strong> Janet Napolitano </strong>: \"<strong> Queen Beatrix </strong> am a Bilderberg puppet nutjob who continues to spew nonsense at congressional hearings while <strong> Jane Holl Lute </strong> rapes", "new_id": -2}]