[{"uid": "1297119612225951755", "i": 54521, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' All content? Copyright 2000- 2011 WorldNow and WBTV, a", "new_id": -2}, {"uid": "1296744552199131154", "i": 36534, "idx": 58, "sa": ["Donald Rumsfeld", "Eric Shinseki"], "q": "well. <strong> Donald Rumsfeld </strong> was appalled by the photos of abuse at Abu Ghraib prison, but says the public might have viewed them as evidence of a small group of guards run amok if other pictures had been released- <q> showing soldiers engaged in similarly disturbing sexual, sadistic acts-but with each other: AmEric Shinsekians on AmEric Shinsekians. </q> A week later, <strong> Donald Rumsfeld </strong> gave the president a handwritten note saying`` that you have my resignation as Secretary of Defense any time you feel it would be helpful to you.''`` Don", "new_id": -2}, {"uid": "1297616629186400779", "i": 32533, "idx": 15, "sa": ["Donald Rumsfeld", "David Martin", "Osama bin Laden", "George H. W. Bush"], "q": "`` you lose.'' The <strong> George H. W. Bush </strong> administration certainly wasn't satisfied with just going after <strong> Osama bin Laden </strong>. Even before the bomOsama bin Ladeng of Afghanistan began, it was secretly planning to take out Saddam Hussein. <q> When did you first talk to <strong> George H. W. Bush </strong> about going after Saddam? </q> asked <strong> David Martin </strong>.`` Oh, I think it was in September,'' <strong> Donald Rumsfeld </strong> replied.`` So before the first U.S. boot is on the ground in Afghanistan...''`` He", "new_id": -2}, {"uid": "1297699500244842499", "i": 40452, "idx": 3, "sa": ["Bill Lockyer"], "q": "for variations in bond ratings.`` There are a lot of bad deals and bad financing going on right now,'' he told lawmakers at a hearing last week. <strong> Bill Lockyer </strong> called redevelopment agencies <q> vampires sucking the blood of everybody around them for their own particular purposes. </q> State Sen. Ed Hernandez, D-West Covina, attended the hearing. He was less critical but still watching closely.`` They have every right to fast-track projects. It's legal. I just", "new_id": -2}, {"uid": "1296199690069206039", "i": 27003, "idx": 2, "sa": ["Mike Pence"], "q": "Republican in the House after the November elections, in order to focus on other political opportunities. And he telegraphed his interest in the governorship by focusing on Indiana in his letter, saying his <q> calling is closer to home. </q> He will now`` be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.'' That begins Friday. <strong> Mike Pence </strong>, who flew today", "new_id": -2}, {"uid": "1295946658120340494", "i": 24045, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer", "Chris Strachwitz"], "q": "concerts). With researcher and writer Adam Machado, <strong> Chris Strachwitz </strong> combed the dusty corners of his tape library for sessions he never forgot.`` I knew they were there,'' he says. <q> These tapes were like little jewels, things I caught back then. I loved to record things that I enjoyed. I used to take that damn machine around everywhere. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog STAFF SW ENGINEER I DEVELOPER Company SYSTEMS ANALYST Company Dextersoft, Inc TECHNICAL", "new_id": -2}, {"uid": "1296767957240500778", "i": 48306, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass", "Irina Bokova"], "q": "<strong> Hosni Mubarak </strong>. La agencia de la ONU para la educaci?n, las ciencias y la cultura, pidi el martes la adopci?n de`` todas las medidas necesarias'' para proteger`` los tesoros'' del pa?s, <q> en El Cairo, en Luxor y en todos los otros sitios culturales o tur?sticos </q>. La directora general de la UNESCO, <strong> Irina Bokova </strong>, est`` en contacto permanente'' con <strong> Zahi Hawass </strong>, influyente jefe de las Antig?edades egipcias que fue nombrado el lunes ministro de las Antig?edades egipcias, declar el", "new_id": -2}, {"uid": "1295899592111312945", "i": 14760, "idx": 0, "sa": ["David Letterman", "Whoopi Goldberg", "Eddie Murphy", "Robert Townsend", "Jim Carey", "Chris Tucker", "Peter Andre", "Paul Mooney", "Jerry Seinfeld", "Dave Chappelle", "Chubb Rock"], "q": "hilarious <strong> Dave Chappelle </strong> Show featuring Comedian <strong> Dave Chappelle </strong>( as seen on Comedy Central) and so many Eddie Murphye! Never before has a comedy event ramped up so much excitement and holds such historical significance says Executive Producer Chet Brewster, <q> This will be a great night of comedy! <strong> Paul Mooney </strong> is the Godfather of this thing. Never before has a comedy event been offered this way through Pay Per- View! There's not one comic that it seems he has not inspired or touched in some way. </q> <strong> Paul Mooney </strong> has been the inspiration for a long line of world-famous comics like <strong> Jim Carey </strong>, <strong> Whoopi Goldberg </strong>, <strong> Robert Townsend </strong>, <strong> Chris Tucker </strong>, <strong> Jerry Seinfeld </strong> and <strong> Eddie Murphy </strong>. Special participation from talk show host <strong> David Letterman </strong> and comics <strong> Jerry Seinfeld </strong>, <strong> Chubb Rock </strong> Beltzer and SPeter Andrea", "new_id": -2}, {"uid": "1297179232149192705", "i": 13895, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "John Ashcroft", "George H. W. Bush"], "q": "an appearance on ABC's`` Good Morning America'' on Tuesday, former Defense Secretary <strong> Donald Rumsfeld </strong> href=\"http://abcnews.go.com/GMA/video/exclusive-Donald Rumsfeld-on-John McCain-not-a-good-fit-12864641\" target=\"_hplink\"> addressed friction that appears to exist between himself and Arizona Senator <strong> John McCain </strong>. describes the Republican lawmaker as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media. </q> leaked prior to the book's release, <strong> John McCain </strong> hit back at <strong> Donald Rumsfeld </strong> during an href=\"http://blogs.abcnews.com/George H. W. Bush/2011/02/sen-John Ashcroft-John McCain-fires-back-at-Donald Rumsfeld-Donald Rumsfeld-memoir-thank-god-he-was-relieved-of-his-duties.html#tp\" target=\"_hplink\"> appearance on GMA.`` Thank God he was relieved of his duties,'' the Arizona senator", "new_id": -2}, {"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q> It has changed the mood of the show but, you know, it might be for the better.`` Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. </q> <strong> Declan Donnelly </strong> added:`` For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.''", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}]