[{"uid": "1296084842189841418", "i": 35809, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "behind him. And it was, in his second full season after serving as <strong> Brett Favre </strong>'s backup, his first playoff game.`` To be honest,'' he said, still smiling, <q> I think you're putting too much on this resume stuff. </q> We tend to forget how new <strong> Aaron Rodgers </strong> still is to this NFL scene. How when <strong> Michael Vick </strong> last faced the Green Bay Packers in a playoff game, he was literally washing windows in the summer and playing", "new_id": -2}, {"uid": "1297696256029687816", "i": 25337, "idx": 1, "sa": ["Jay Leno", "David Letterman", "John Boehner"], "q": "`` You know where his shirt is now,'' said <strong> Jay Leno </strong>.`` Burning on the driveway with the rest of his clothes.'' Noting other politicians involved in sex scandals, <strong> Jay Leno </strong> added that <q> most Republicans are happy just to screw the poor. Now they are screwing everybody. </q> <strong> David Letterman </strong> also checked in Thursday with some jokes aimed at Lee. His show ran a clip that claimed to show <strong> John Boehner </strong>'s reaction. Naturally, it showed the Speaker doing what he does best", "new_id": -2}, {"uid": "1295304814100499460", "i": 11725, "idx": 0, "sa": ["Ricky Gervais", "Simon Cowell"], "q": "Celebrity Apprentice. And <strong> Simon Cowell </strong> stopped listening to music in the 80 â\u0080² s and was basically wrong about everybody. Mon 01/17/11 5:11 PM I think a lot of people are confusing`` not funny'' with <q> I don't get this type of humour. </q> Brits are hysterical. I'm Canadian, and we have a bit more of the same humour, sarcastic, blunt, and yes, funny. They have to be doing something right... <strong> Ricky Gervais </strong> managed to get", "new_id": -2}, {"uid": "1297243375238927881", "i": 16166, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "banks on lending, transparency and bonuses will be announced by the...''`` Today was to have seen a Supreme Court hearing- and thus possibly the final stage- in the most...'' <q> Facebook has won the social networking wars, right? The likes of MySpace, Bebo and Friends Reunited have fallen by the... </q>`` At 78, age has not mellowed him. As <strong> Donald Rumsfeld </strong> embarks on a series of TV interviews to promote his...''`` I wondered how long it would take before we saw Europe's biggest space", "new_id": -2}, {"uid": "1295408839085049344", "i": 602, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "Piers Morgan", "David Letterman"], "q": "to <strong> Jay Leno </strong>. On the second night of <strong> Piers Morgan </strong> Tonight, <strong> Howard Stern </strong> called The Tonight Show host a`` crook,''`` insane,''`` not fit to scrub <strong> David Letterman </strong>'s feet,'' and that <strong> Jay Leno </strong> <q> steals a tremendous amount of material. </q>`` America must be filled with morons,'' said <strong> Howard Stern </strong>,`` the ones who watch <strong> Jay Leno </strong>, they must be in a coma.'' This was just about the only moment the conversation sprang to life", "new_id": -2}, {"uid": "1295314716264208390", "i": 1956, "idx": 0, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "unveil phone recharger and Comcast... <strong> Steve Ballmer </strong> today announced the worldwide availability of... Photo in Slideshow: Microsoft CEO <strong> Steve Ballmer </strong> holds a Windows 7 phone during his... Technology Video: Apple's <strong> Steve Jobs </strong> takes medical leave Report Abuse <q> NSA and CIA are ported into every Operating system made and released since the 70's. </q> Please people.... Do some more research. Every key that you have hit on your keyboard, has been mirrored to a data bank of theirs. So when the time is right,", "new_id": -2}, {"uid": "1297654750115818510", "i": 14874, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "an airline trade group, said the safety of passengers and crew members is its No. 1 priority.`` Making improvements is a continuous process,'' ATA spokeswoman Jean Medina said in an e-mailed statement. <q> The rules, as written, will not improve safety, and regulations that are based neither on science nor operational experience should be rejected. </q> U.S. Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., also had spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding cuts shouldn't alter the timetable.", "new_id": -2}, {"uid": "1296200464159858698", "i": 4885, "idx": 6, "sa": ["Mike Pence", "Joe Donnelly"], "q": "to campaign successfully, he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for governor. <q> He'll be the prohibitive favorite in 2012, </q> Bopp said, for both the nomination and the general election. Democrats disagreed. Several Democrats have expressed interest in running, including U.S. Rep. <strong> Joe Donnelly </strong>, whose Northern Indiana district is expected to become more Republican-leaning", "new_id": -2}, {"uid": "1295308684212140059", "i": 39080, "idx": 7, "sa": ["Michael Vick"], "q": "days after the playoff game, I'm thinking about next year.'' He added that he's already talked to Andy Reid about what he needs to improve on this offseason. <q> I think I've got the blueprint on what to do, </q> <strong> Michael Vick </strong> said.`` I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or", "new_id": -2}, {"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.'' The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q> started to open her eyes, literally, </q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying:`` <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,'' <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}]