[{"uid": "1296497082169607183", "i": 11317, "idx": 0, "sa": ["Sergio Marchionne", "Jesse Toprak"], "q": "If consumers head to the showrooms as they did in the past for the Chrysler 300, Chrysler will have an incredible year,\" said <strong> Jesse Toprak </strong>, an analyst with auto information company TrueCar.com. However, <q>Chrysler still faces several obstacles on their way to better financial health, including lowering their heavy reliance on SUVs and trucks, launching a successful Fiat dealership network, and paying back the costly government loans,</q> <strong> Jesse Toprak </strong> said. <strong> Sergio Marchionne </strong> said the company's restructuring is starting to pay off. The automaker has \"lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months.", "new_id": -2}, {"uid": "1295660288127647877", "i": 22089, "idx": 0, "sa": ["Eric Schmidt"], "q": "will take over as chief executive, replacing <strong> Eric Schmidt </strong>. Google's stock fell 2.4 percent. Bond prices rose slightly, sending their yields down to 3.41 percent from 3.43 percent late Thursday. Report Abuse <q>I just think yahoo is a good place to make fr \"iends... I am a DOCTOR, young, beautiful and fancy an older man. They told me about-- Ag` eLessM` atch. â\u0084\u0083 â\u0097\u008b M-- I have no drama so I uploaded my barbie doll pics there under the n'ame \"LaPerla12</q>. It is the meeting club for the young who love the older, for the old who adore the younger. Ag' e is nothing, it\"s the love and chemistry that really matter... U may", "new_id": -2}, {"uid": "1296024963108707853", "i": 21174, "idx": 0, "sa": ["Zine El Abidine Ben Ali", "Kenneth Roth", "Donald Rumsfeld"], "q": "spotlight on events. Human Rights Watch head <strong> Kenneth Roth </strong> said that Obama had clearly sided with democracy but that it was not until <strong> Zine El Abidine Ben Ali </strong> \"was basically out the door\" that France took sides. <q>The EU, the US and others learned a lesson,</q> he added. Western nations had long supported the Tunisian leader, seeing him as a bulwark against Islamic militants in the region. In 2006, then-US defense secretary <strong> Donald Rumsfeld </strong>, speaking in Tunis,", "new_id": -2}, {"uid": "1295284262229982312", "i": 28399, "idx": 1, "sa": ["Piers Morgan", "Gordon Brown", "Simon Cowell", "Jonathan Wald"], "q": "he made <strong> Simon Cowell </strong> cry during an interview and suggesting that his interview in Britain with <strong> Gordon Brown </strong> turned the tide of the election for prime minister in <strong> Gordon Brown </strong>'s favor. He said he wants to be polarizing. <q>He's really not this annoying,</q> said his executive producer, <strong> Jonathan Wald </strong>, suggesting his star was in promo mode and not as combative during actual interviews. In fact, <strong> Piers Morgan </strong> said his typical interview technique is to try and get a laugh", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,\" he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q>My goodness, the intelligence was certainly wrong.</q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons. \"I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}, {"uid": "1297135719102924295", "i": 3297, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "violence. \"This is part of a pattern where the Chechen rebel group attacks in Moscow or in Russia-- a major attack about every two years,\" Clarke told ABC News following the bombing. <q>They've attacked in the Metro, they've attacked in schools, they've attacked in apartment buildings... This is a regular pattern.</q> Watch: Deadly Bomb Goes Off in Moscow Airport Watch: Suicide Bomber Kills At Least 35 at Moscow Airport Watch: Terror Suspected in Deadly Moscow Bombing Exclusive: <strong> Donald Rumsfeld </strong>: \"It's Possible\" Troop Decisions", "new_id": -2}, {"uid": "1295174060111853577", "i": 41663, "idx": 1, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the US' X Factor' he is trying not to worry about it. He said: <q>I'm keeping my head out of it. I want to do it but I'm being philosophical about it. If I get it that's fantastic and if I don't, I don't.</q>", "new_id": -2}, {"uid": "1297427687170164234", "i": 13517, "idx": 8, "sa": ["Sergio Marchionne", "Sergio Chiamparino", "The CEO", "Tim Higgins"], "q": "Turin Mayor \"There was an overreaction to <strong> Sergio Marchionne </strong>'s comments, which shows how fragile the Italian economic system is,\" said Turin Mayor <strong> Sergio Chiamparino </strong>, who regularly plays cards with the Fiat <strong> The CEO </strong>. <q>I told <strong> Sergio Marchionne </strong> he should better explain his business model, which represents a revolution for the Italian culture.</q> Fiat shares fell for a third day in Milan, losing 0.7 percent to 7.10 euros at 12:20 p.m.. The stock has gained 6 percent this year.-- With assistance from <strong> Tim Higgins </strong> in Detroit", "new_id": -2}, {"uid": "1297177593144113675", "i": 13463, "idx": 7, "sa": ["Paula Abdul", "Simon Cowell"], "q": "or four weeks.) But when asked if former \"Idol\" judge <strong> Paula Abdul </strong> would be involved, he left the option open. \"I'm a massive fan of <strong> Paula Abdul </strong>,\" he said. <q>We've been in regular contact.</q> <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it. \"Over the years you've seen a different type of artist emerge,\"", "new_id": -2}, {"uid": "1296142066049446919", "i": 24094, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> All content Â© Copyright 2000- 2011 WorldNow and WISTV, a", "new_id": -2}]