[{"uid": "2008103004_00016259_W", "i": 3087, "idx": 2, "sa": ["Steve Martin"], "q": ". senior citizens can watch a free performance at 3:30 p.m. tuesday. refreshments will be served at 2:45 p.m. reservations requested. call 412-967-2443. muddy creek-- portersville christian school, 343 e. portersville road, will present <q> the best christmas pageant ever </q> at 7 p.m. next thursday and nov. 7 in the school gymnasium. tickets are$ 6 for adults and$ 4 for students, in advance or at the door. call 724-368-8787. richland-- <strong> Steve Martin </strong>'s play", "new_id": -2}, {"uid": "2008121515_00048460_W", "i": 4259, "idx": 9, "sa": ["Cheryl Coakley-Rivera"], "q": "supporting anyone for mayor now. <strong> Cheryl Coakley-Rivera </strong> said she is not going out of her way to push for approval of the financial-relief bill. she said no elected officials in the city have called her about the bill. <q> i guess they really don't care about it, </q> she said. <strong> Cheryl Coakley-Rivera </strong> said the bill is not a priority matter for her. \"i don't know if it's dead,\" she said. \"until i hear from the administration and city officials,", "new_id": -2}, {"uid": "2008121607_00018456_W", "i": 2751, "idx": 5, "sa": ["R. Allen"], "q": "here. there are only discoveries.\" the kids ate up <strong> R. Allen </strong>'s advice on mixing paints and how to <NO_QUOTATION> \"it was a lot of fun,\" said alleyah watkins, 10, a fifth-grader. <q> i got to try different strategies today. </q> dejuan hodges, 10, a fourth-grader, was still beaming after <strong> R. Allen </strong> singled out his abstract painting to the other students. \"he knows how to draw, and he's a nice man,\" dejuan said", "new_id": -2}, {"uid": "2008110615_00020100_W", "i": 3135, "idx": 0, "sa": ["Jean Claude Gandur"], "q": "company, the joint venture company formed by genel enerji a.s. and addax petroleum to carry out petroleum operations in the taq taq license area. commenting, <strong> Jean Claude Gandur </strong>, president and chief executive officer of addax petroleum said: <q> we are encouraged with the successful results from our first appraisal of the tertiary aged pila spi formation in the taq taq field. we believe that the tt-11 well has demonstrated that the pila spi formation is a viable reservoir substantiating further appraisal activity. pending additional appraisal work on the pila spi formation, addax petroleum is looking to develop this part of the taq taq field primarily to supply demand from the local markets in the kurdistan region of iraq. </q> the tt-11 well was planned as a dedicated tertiary appraisal and development well with the primary target as the eocene pila spi formation at a total depth of approximately 1,000 metres. the tt-11 well encountered a gross oil column", "new_id": -2}, {"uid": "2008102806_00013141_W", "i": 4603, "idx": 7, "sa": ["Sarah Palin"], "q": "stadium, no one could be blamed for making a hot chocolate run.) and while the political view from the letters section was passionately pro-Sarah Palin, the actual view was a bit strained from the higher seats. <q> are they tossing out <strong> Sarah Palin </strong> wigs? </q> one older supporter asked when a virginia delegate threw campaign hats to the crowd. <strong> Sarah Palin </strong>'s arrival shortly after 7 p.m., with husband todd in tow, brought the section to its feet. the vice presidential nominee", "new_id": -2}, {"uid": "2008092805_00004001_W", "i": 3947, "idx": 10, "sa": ["Paul Newman", "Carl Haas"], "q": ". \"in the end, it won.\" while lanigan and <strong> Carl Haas </strong> haven't had a chance to discuss anything at length, lanigan said he knows the team will look at victory with <strong> Paul Newman </strong> in mind. <q> i know, in talking( to members of the team)... we're dedicated to winning the series next year and winning it in his honor, because that's what he would have wanted. </q> sign in| sign up to comment 1. comments are not edited and don't represent the views of the daily herald. 2. to understand what is and isn't allowed please read our sign in|", "new_id": -2}, {"uid": "2008113020_00142638_W", "i": 1280, "idx": 5, "sa": ["Paul Tucker"], "q": "'s also considering bringing back the tableau, a time-honored tradition of vespers in days gone by. performers would create a holiday scene and hold the position for several minutes, almost like recreating a painting on stage. <q> i have no intention of doing that this year, </q> <strong> Paul Tucker </strong> says. \"i don't have enough information for how it looks. but it's something i want to revisit in the future. i could see how it would be striking.\" the new ideas", "new_id": -2}, {"uid": "2008111513_00005796_W", "i": 3150, "idx": 3, "sa": ["Bill Jordan"], "q": "another protestor. \"it's the paper itself.\" the terrell tribune's publisher, <strong> Bill Jordan </strong>, declined an on-camera interview. \"we run a newspaper, not a memory book service,\" he said. <q> we covered the local commissioner's race. we thought that was more important. </q> and yet they apparently put mccain on the front page of election day. why not a county commissioner advance, since that was so important? and if they aren't a memory book, then i guess he", "new_id": -2}, {"uid": "2008121518_00036231_W", "i": 2016, "idx": 5, "sa": ["Muqtada al-Sadr"], "q": "colleague described as a boastful, showoff personality. \"he was very boastful, arrogant and always showing off,\" said zanko ahmed, a kurdish journalist who attended a journalism training course with al-zeidi in lebanon. <q> he tried to raise topics to show that nobody is as smart as he is. </q> ahmed recalled that al-zeidi spoke glowingly of anti-american cleric <strong> Muqtada al-Sadr </strong>, whose followers organized protests monday to demand his release. \"regrettably, he didn't learn anything from the course in lebanon, where we were taught ethics", "new_id": -2}, {"uid": "2008091103_00015342_W", "i": 2248, "idx": 0, "sa": ["Mike Martz"], "q": "they were together for two years in los angeles and washington when <strong> Mike Martz </strong> was an assistant with those clubs. martin later had two stints with <strong> Mike Martz </strong>'s st. louis rams( 2001-02 and 2004-05). the playbook is <q> pretty much the same, </q> martin said, \"so it shouldn't be too bad of an adjustment period.... obviously it's one thing for it to be familiar on paper- it's another thing to get out and see it", "new_id": -2}]