[{"uid": "1297253482207126545", "i": 49350, "idx": 1, "sa": ["Mike Pence", "Chris Smith"], "q": "local level.- Organizing a National Call-in Day with progressive groups for wide range of supporters to call their members to oppose these anti-women's health bills.- Circulating an online petition, titled <q> Stand with Planned Parenthood, </q> that has already generated more than 40,000 signatures. FACT SHEETS ON <strong> Chris Smith </strong> BILL AND <strong> Mike Pence </strong> BILL Read Planned Parenthood's Fact Sheet on <strong> Chris Smith </strong> Bill: http://www.plannedparenthood.org/files/PPFA/fact_Chris Smith_Fact_Sheet_012111.pdf Read Planned Parenthood's", "new_id": -2}, {"uid": "1295296048157237314", "i": 37334, "idx": 0, "sa": ["Eric Cantor", "Mike Pence"], "q": "government more accountable to the people it serves. http://wn.com/12-3-2009__Mike Pence_Discusses_Republican_Economic_Roundtable_on_CNBC Congressman <strong> Mike Pence </strong> appeared on the CNBC program \"Power Lunch\" to discuss the economy, the White House jobs summit and the Republican Economic Roundtable. http://wn.com/11/26/09_Weekly_Republican_Address_Rep_Mike Pence_Mike Pence_R-IN <strong> Mike Pence </strong>: <q> The AmEric Cantoran people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care. </q> http://wn.com/Weekly_Republican_Address_10/16/10_Rep_Mike Pence_Mike Pence_R-IN <strong> Mike Pence </strong>( R-IN) delivers the Weekly Republican Address. <strong> Mike Pence </strong> calls for immediate action on pledge to create jobs, cut spending. http://wn.com/Congressman_Mike Pence_Mike Pence_at_Southern_Republican_Leadership_Conference__Part_1 Remarks by Congressman <strong> Mike Pence </strong> at the Southern Republican Leadership Conference on April 10,", "new_id": -2}, {"uid": "1296168840157696020", "i": 3983, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "- 01/27/11 05:03 PM ET <strong> Mike Pence </strong>( R-Ind.) will not make a bid for the GOP Barack Obamaial nomination in 2012, telling supporters in a letter that he would rather serve the state of Indiana. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> wrote, Still, <strong> Mike Pence </strong> is not officially jumping into the race for Indiana governor just yet. The congressman said he expects to make a decision \"later this year\" about his next step", "new_id": -2}, {"uid": "1296240031097697831", "i": 11457, "idx": 1, "sa": ["Mike Pence", "John Hood", "Jim Geraghty", "Mike Huckabee", "Rick Santorum"], "q": "writes. <strong> Mike Pence </strong> was \"perhaps the best chance of uniting the, for lack of better terms, Tea Party and Establishment wings of the Republican Party. <strong> Mike Pence </strong> is a thoroughly consistent conservative,\" <strong> Jim Geraghty </strong> explains, <q> but he doesn't snarl, he's rarely negative, and I can't recall too many off-the-wall statements from him. A couple folks tried to persuade me he was boring, but I saw him address the NRA Convention last year, and he blew the doors off the place. </q> Better Shot from the Governor's Mansion \"Given what I also considered the long odds against <strong> Mike Pence </strong> winning the presidential contest, I think he has made the right call,\" National Review's HuckabeeMike Pencedropsoutof2012disappointingconservatives6757/39897739/SIG=128dn77ua/*http://www.nationalreview.com/corner/258248/right-call-Mike Pence-Rick Santorum-John Hood\" title=\"John Hood\"> <strong> John Hood </strong>", "new_id": -2}, {"uid": "1295558979260145159", "i": 39254, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Gary Bauer", "Ron Paul"], "q": "sides and opened the door to killing without a consience which is what legalized abortion allows. www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious fRon Paultline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one candidate, Mr. <strong> Gary Bauer </strong> sees only qualities that he likes. Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the", "new_id": -2}, {"uid": "1297412496250134529", "i": 24399, "idx": 0, "sa": ["Mike Pence", "Bill Clinton"], "q": "Republican political aide thought that <strong> Mike Pence </strong> had somehow let down his principles and his country by not taking a chance on the Bill Clintonial race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk. <q> Seriously, who else do we have? </q> one asked me. \"Unless something miraculous happens and we get an unexpected gift candidate.\" Another GOP stalwart agreed: \"Sad to say, but at a time when we need someone with guts", "new_id": -2}, {"uid": "1296282353007127044", "i": 23066, "idx": 4, "sa": ["Mike Pence", "Larry Bucshon"], "q": "he considers <strong> Mike Pence </strong> a mentor. \"He's been very helpful. He's been supportive not only to me, but to the rest of the freshman congressional delegation,\" <strong> Larry Bucshon </strong> said. <q> A person like him, with a wealth of experience, is always important to have backing you up when you're just getting started. </q> <strong> Larry Bucshon </strong> wouldn't speculate about <strong> Mike Pence </strong>'s future, but said, \"No matter what he decides to do, I'll be supportive.\" Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans", "new_id": -2}, {"uid": "1295779892017170523", "i": 2216, "idx": 10, "sa": ["Mike Pence"], "q": "get you to the finish line. You need to be able to expand beyond that.\" <strong> Mike Pence </strong> said Monday he's leaning in one direction but declined to say what it was. <q> We're nearing the end of a process that began right after Election Day in November, </q> <strong> Mike Pence </strong> said. \"We've determined that it would be appropriate for us to make a decision on our general direction before the end of January.\" His recent activities suggest he has been", "new_id": -2}, {"uid": "1295246092157941782", "i": 31820, "idx": 0, "sa": ["Mike Pence"], "q": "to his primary agenda of condemning conservatives and showing how sweet and nice liberals are. He simply focused on vilifying conservatives for the behavior of which the liberal left was guilty and instigated. <strong> Mike Pence </strong> Filozof in his article <q> The Left, Not the Right, Owns Political Violence </q> in\" The politics of the contemporary left is absolutely intertwined with either tacit or overt support for violence. How dare the left-wing media attempt to pin the actions of a deranged individual in Tucson on the right!", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.'' The` Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q> I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it. </q> She added,`` I will say that it's a kinder, gentler[ show now.]''", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}]