[{"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on \"Late Night with <strong> David Letterman </strong>.\" The talk show host was once a grocery bagger. <q>There's no guarantee, but it's traditional for the winner to be a guest on the show,</q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest. \"I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}, {"uid": "1297437953065749009", "i": 1095, "idx": 0, "sa": ["Steve Ballmer"], "q": "Android surpassed Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team <q>more innovation, greater global reach and scale.</q> \"We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,\" he said.", "new_id": -2}, {"uid": "1297262354075628544", "i": 12948, "idx": 0, "sa": ["Eric Schmidt"], "q": "n't make a virtual omelet without getting a few eggheads scrambled. This clash of the tech titans is captured by POLITICO's Elizabeth Wasserman in a slice of the type of reporting you can expect from POLITICO Pro. <q>Google is under siege in Washington like never before- and it says an \"anti-Google industrial complex' is to blame. In an interview with POLITICO, a Google spokesman argued that a cabal of antitrust lawyers, lobbyists and public relations firms is conspiring against the Internet search giant. The mastermind? Google says it's Microsoft,</q> Wasserman reports. \"Maybe it's irony, or maybe it\"s payback. In the 1990s, Microsoft was the tech industry wunderkind that got too big for its britches- and Google CEO <strong> Eric Schmidt </strong>, then an", "new_id": -2}, {"uid": "1297175078196968449", "i": 6308, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "lives.\" File photo shows a US soldier conducting a search for suspects in the Diyala province of Baquba, northeast of Baghdad. <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong> blamed much of the failings of the Iraq war on <q>too many hands on the steering wheel.</q> But he had no regrets about his leadership of the wars in Iraq and Afghanistan-- the latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary-- the", "new_id": -2}, {"uid": "1296753709058556447", "i": 10286, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "high-tech sector, creating good-paying jobs.\" \"As the CEO of a biotechnology company, Senator <strong> Kirsten Gillibrand </strong>'s initiative is extremely important to us,\" said Dr. Joan Fallon, Curemark founder and CEO. <q>By supporting cutting edge research in the biotechnology field, and thus allowing for innovation, these R&D tax credits will help to defray the costs of basic research and clinical programs, which can be prohibitive to the small biotech companies. We at Curemark are extremely grateful for the Senator's leadership on this issue.</q> Senator <strong> Kirsten Gillibrand </strong>'s proposal would expand the current credit by changing the formula to provide greater incentive for companies such as Curemark to increase investment; simplify the current credit, which is highly complicated and confusing;", "new_id": -2}, {"uid": "1295825541084197386", "i": 28280, "idx": 1, "sa": ["Eric Cantor", "Mike Pence", "Barney Frank"], "q": "\" <strong> Barney Frank </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" <q>We've got to roll back there. That will save$ 100 billion in the first year,</q> agreed <strong> Barney Frank </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}, {"uid": "1295007611134168585", "i": 38921, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "sharpen our instincts for empathy, and remind ourselves of all the ways our hopes and dreams are bound together.\" <strong> Barack Obama </strong> also said <strong> Gabrielle Giffords </strong> opened her eyes for the first time during his visit and quote <q>she knows we are here and she knows we love her.</q> New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> was also there when it happened. She said once <strong> Gabrielle Giffords </strong> heard her husband's voice, she opened her eyes. \"All of a sudden she started to", "new_id": -2}, {"uid": "1296041453184270856", "i": 12124, "idx": 0, "sa": ["Bruce Golding", "Simon Cowell"], "q": "of Jamaica <strong> Bruce Golding </strong>, who urged the Caribbean region \"to continue its united action to fight the decision of the United Kingdom to impose the Air Passenger Duty( APD) tax.\" He said: <q>The region was united in its position that this tax is manifestly unjust to the countries of the Caribbean region.</q> Varying APD rates are dictated by the classification of worldwide destinations by the UK government, with passengers taking trips to the Caribbean being particularly badly hit. <strong> Simon Cowell </strong> <strong> Bruce Golding </strong> said: \"several leaders from", "new_id": -2}, {"uid": "1296233986144064524", "i": 24470, "idx": 5, "sa": ["Howard Stern", "Simon Cowell"], "q": "voice-- unfortunately it just isn't very good. He looked like he would have all the tools, but is just off-key. \"I thought it was terrible and a joke,\" says Randy Jackson. <q>Do we even need to vote?</q> Floppy-haired Scott Dangerfield,... The X Factor US: Has <strong> Simon Cowell </strong> Chosen The New Host? Rumors surrounding The X Factor US series have reached fever-pitch Diddy wo n`t work with <strong> Simon Cowell </strong> <strong> Howard Stern </strong> To Replace <strong> Simon Cowell </strong> On American Idol", "new_id": -2}, {"uid": "1295650466122683393", "i": 43643, "idx": 1, "sa": ["Jeff Deen", "Belvin Perry", "Barbara Walters", "David Letterman", "Bill Clinton"], "q": "Thursday, several supposed defense witnesses undercut a defense argument that someone other than Anthony dumped Caylee's body after Casey was jailed. Attorney <strong> Jeff Deen </strong>, offering more analysis for WESH, explained <strong> Belvin Perry </strong>'s problem: <q>The judge is in a position of trying to guard the public money, but on the other hand, he can not thwart this defendant's ability to move around and investigate her case.</q> Comments are moderated. By posting a comment, you affirm that you are 13 years of age or older and you agree to our copyright and <strong> Barbara Walters </strong> looks at heart disease with <strong> Bill Clinton </strong>, <strong> David Letterman </strong>,", "new_id": -2}]