[{"uid": "1295568681147800068", "i": 17125, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": ".` Clarifying roles' In a statement, <strong> Eric Schmidt </strong>, who was made Google CEO in 2001 to provide greater management experience at the youthful company, explained that the decision had been taken to <q> simplify our management structure and speed up decision making </q>.`` By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company,'' he said.`` In my clear opinion, <strong> Larry Page </strong> is ready to lead", "new_id": -2}, {"uid": "1296241720196132899", "i": 22510, "idx": 0, "sa": ["Bernie Sanders", "Neil Cavuto"], "q": "> Please upgrade your flash player. Varney Claims Social Security`` Is Broke,'' Trust Fund`` Is Empty'' Varney:''[ Social Security] Trust Fund Is Empty'' And <q> Is Full Of IOUs From The Treasury. </q> On the January 28 edition of Fox News' Fox& Friends, the co-hosts began a segment on the solvency of Social Security by playing a clip of Sen. <strong> Bernie Sanders </strong>( I-VT) telling Fox News host <strong> Neil Cavuto </strong>", "new_id": -2}, {"uid": "1296615825145653773", "i": 23916, "idx": 4, "sa": ["Sergio Marchionne"], "q": "reporters on a conference call.`` The obligation to our people was much greater than the need to improve our bottom-line profitability.'' <strong> Sergio Marchionne </strong> chose the term performance award rather than profit sharing because <q> it's difficult to talk about profit sharing when you have a negative number at the bottom line. </q> The Chrysler news came Monday amid projections that U.S. automobile sales in January may have reached the second-fastest pace in 17 months, aided by rising business spending and consumer confidence.", "new_id": -2}, {"uid": "1295631304004243507", "i": 4532, "idx": 2, "sa": ["Andy Coulson", "Ben Ali"], "q": "News of the World' m' a rendu difficile de me donner? 110%'' dans le r?le de conseiller en communication, a d?clar <strong> Andy Coulson </strong>, qui a toujours ni les accusations dont il fait l'objet. <q> Je maintiens ce que j' ai dit? propos de ces v?nements, mais quand le porte-parole a besoin d'un porte-parole, il est temps de passer? autre chose </q>. L'affaire remonte? 2007, lorsqu'un journBen Aliste du tablo?d et un d?tective priv ont t arr?t?s pour des coutes t?l?phoniques ill?gales sur les t?l?phones portables de membres de l'entourage de la famille royale. L'enqu?te a ensuite", "new_id": -2}, {"uid": "1295221680057311245", "i": 4921, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Brett Favre"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC Championship Game at either Chicago or Seattle next weekend.`` That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1295319354058130441", "i": 34791, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "critics of <strong> Barack Obama </strong>.`` We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead'' and <q> we'll be making a decision before the end of this month, </q> <strong> Mike Pence </strong> told about 100 people at a conference room in the Henry County, Ind., Hospital. Should <strong> Mike Pence </strong> enter the contest, he would face an uphill climb. Few Americans have heard of", "new_id": -2}, {"uid": "1295667479014565398", "i": 146, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "gaan als chairman van het bedrijf. Mede-oprichter <strong> Sergey Brin </strong> zal zich gaan richten op strategische projecten, in het bijzonder op nieuwe producten. <strong> Larry Page </strong> zei dat <strong> Eric Schmidt </strong> het bedrijf de afgelopen tien jaar uitstekend heeft geleid. <q> De resultaten spreken voor zich </q>, aldus <strong> Larry Page </strong>. De winst over de laatste verslagperiode van 2010 steeg tot$ 2,54 mrd, of$ 7,81 per aandeel, van$ 1,97 mrd, of$ 6,13 per aandeel, een jaar eerder", "new_id": -2}, {"uid": "1295039838092176408", "i": 45958, "idx": 3, "sa": ["Mike Pence", "Gordon Brown"], "q": "Representative href=\"http://appropriations.house.gov\"> House Appropriations Committee. He said Republicans rebuffed Democratic attempts to reach a deal on handling amendments quickly.`` We have tried every way we can to involve the minority,'' he said. <q> We recognize a filibuster by amendment when we see it. </q> When <strong> Mike Pence </strong> was asked why seeking a recorded vote on an amendment that both sides supported wasn't a stall tactic, he grinned and walked away from reporters. grumblings in the British press about how Prime Minister <strong> Gordon Brown </strong>", "new_id": -2}, {"uid": "1295681875220479510", "i": 16006, "idx": 0, "sa": ["Andy Coulson"], "q": "\" Report Abuse \" Mike Putt: Just reading history and especially from Genesis to today should be PLENTY of Wake UP calls... \" Nope these folks are not that educated or wise.... Report Abuse <q> Al-Qaida/ Taliban are the product of Arab sheikh's. They have just hijacked the Islamic religion and concocted 1000's of Hadith's for their benefits and playing with the lives of innocent people. Under the true definition of Islamic relegion, they are non muslim, since they do not follow the basics teachings of Islam. Even Quran says the Kingship is not allowed, and look at all the Saudi bastered with small kingdoms of their own and their product Al-Qaida/ Taliban. </q> Report Abuse \" This is child sacrifice, not suicide. \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes$", "new_id": -2}, {"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}]