[{"uid": "1295008939037093396", "i": 37772, "idx": 11, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ".`` Mark is so happy because he can't believe it, and we are crying because we are witnessing something that we never imagined would happen in front of us.'' Kelly then said: <q> If you can see me, give us the thumbs up, </q> <strong> Kirsten Gillibrand </strong> said. Hearing that, <strong> Gabrielle Giffords </strong> raised her hand and tried to hug her husband.`` She wanted us to know she was with us 100 percent and understood everything we were saying,", "new_id": -2}, {"uid": "1297620107254115840", "i": 24518, "idx": 0, "sa": ["Marlon Wayans", "Nick Lachey", "Katy Perry", "Russell Brand", "Vanessa Minnillo", "Victoria Beckham", "Vivica A. Fox", "Simon Cowell"], "q": "Valentine's Day From the POV of the Stars <strong> Marlon Wayans </strong> Stars in Commercials Stars get fit, fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Victoria Beckham </strong>: <q> I Don't Know the Sex of My <strong> Justin Bieber </strong>! </q> <cite> Us Magazine </cite> <strong> Russell Brand </strong> Hosts Saturday Night Live:`` I'm Much More Famous in England'' <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed <strong> Katy Perry </strong>", "new_id": -2}, {"uid": "1296088369018448398", "i": 8680, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Cheney said of people who held these views,`` For the sake of our security, this nation must reject any strategy of resignation and defeatism in the face of determined enemies.'' <strong> President Bush </strong> declared, <q> Defeatism may have its partisan uses, but it is not justified by the facts... My fellow citizens: Not only can we win the war in Iraq, we are winning the war in Iraq. </q> Run a Google search, and you will see Republican congressmen, senators, Cabinet officials and bloggers deriding those who dared criticize the president as defeatist.( <strong> Donald Rumsfeld </strong>, at one point, seemed to say", "new_id": -2}, {"uid": "1296170738157696063", "i": 19231, "idx": 0, "sa": ["Mike Pence"], "q": "Indiana Rep. <strong> Mike Pence </strong> will not run for president in 2012, the Indianapolis Star reported Thursday. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> the 51-year-old GOP congressman wrote in a letter to supporters. Sources in the state told RealClearPolitics last week that <strong> Mike Pence </strong>'s team was told to expect a gubernatorial bid. Though <strong> Mike Pence </strong> did not make it clear", "new_id": -2}, {"uid": "1295989311031850574", "i": 45817, "idx": 0, "sa": ["Eric Schmidt"], "q": "6,000 people in 2011, according to news reports on Tuesday. Though CEO <strong> Eric Schmidt </strong>, who will vacate the corner office for Larry Page in April, said in the company's quarterly earnings call that <q> We will invest in hiring even more product managers and engineers, </q> in 2011, the company didn't give specifics about its plans. It told the Associated Press only a bare outline of its plans for the year, but said it would hire more people than in 2007,", "new_id": -2}, {"uid": "1297467796202178586", "i": 110, "idx": 1, "sa": ["Steve Ballmer"], "q": "smart phone software, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the new partnership with Nokia would give them`` more innovation( and) greater global reach.'' The two companies will <q> collaborate closely on development... so we can really align and drive the future revolution of the mobile phone, </q> he said. A key challenge will be to produce quality devices with a hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android. in a market where image plays a central", "new_id": -2}, {"uid": "1297231761238518375", "i": 45247, "idx": 1, "sa": ["Donald Rumsfeld"], "q": ", but organisers cancelled the event due to what they described as security concerns.`` People are trying to make legal issues out of public policy issues, which is unfortunate,'' <strong> Donald Rumsfeld </strong> told Reuters. <q> I think it's a sign of the times. </q> <strong> Donald Rumsfeld </strong>, who personally authorised harsh interrogation techniques used on some terrorism suspects, said he had not considered whether he, too, might face prosecution if he traveled abroad. Still, he warned", "new_id": -2}, {"uid": "1296793038213319695", "i": 35341, "idx": 1, "sa": ["Paul Pierce", "Allen Iverson", "Antoine Walker"], "q": "the Philadelphia 76ers to an 83-81 victory over the Boston Celtics that evened their Eastern Conference first-round series at two games each.`` Win. It's the only thing we can think about,'' <strong> Allen Iverson </strong> said. <q> We fought hard to get back in the series. We're really not thinking about anything more. The only thing <strong> Wei Yi </strong> care about is finishing out. </q> After shooting poorly all game, <strong> Allen Iverson </strong> made his last three shots and two clinching free throws that sent the series between the long-time rivals back to Boston for Game Five on Friday. <strong> Allen Iverson </strong> upstaged <strong> Paul Pierce </strong> and <strong> Antoine Walker </strong>,", "new_id": -2}, {"uid": "1296232207160088064", "i": 19121, "idx": 0, "sa": ["Mike Pence"], "q": "states that host early presidential primary contests, fueling some speculation he might seek the White House instead. Rep. <strong> Mike Pence </strong>, R-Ind., announced Thursday that he would not run for president in 2012. <q> We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home, </q> <strong> Mike Pence </strong> said in a letter to supporters.`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012.''", "new_id": -2}, [{"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}]]