[{"uid": "1295154648139460635", "i": 23232, "idx": 2, "sa": ["Norman Schwarzkopf", "Colin Powell", "George H.W. Bush"], "q": "'s the way I fell about it.'' In his memoirs, <strong> Norman Schwarzkopf </strong> stated`` I don't have any problem with it'' when informed by <strong> Colin Powell </strong> that <strong> George H.W. Bush </strong> was prepared to stop the war. <q> Our objective was the destruction of the enemy forces, and for all intents and purposes we've accomplished that objective. </q> Boomer expressed similar thoughts.`` Sure, I felt another three days would have been a pretty dramatic thing,'' he said,`` but there was so much going into the decision(", "new_id": -2}, {"uid": "1296604260133545987", "i": 23411, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "NFL.com- For the second time, Eagles quarterback <strong> Kevin Kolb </strong> has expressed a desire to start. <q> My big deal is I just want to start somewhere, </q> said <strong> Kevin Kolb </strong>, who lost his job to <strong> Michael Vick </strong> after being injured in the season opener.`` I feel like I'm ready and have confidence that I can do a good job. I had a", "new_id": -2}, {"uid": "1295574145118865921", "i": 32423, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Thu, Jan 20, 2011, 8:41 PM EST- U.S. Markets closed{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} The Associated Press, On Thursday January 20, 2011, 8:06 pm NAME: <strong> Eric Schmidt </strong> AGE: 55 EDUCATION", "new_id": -2}, {"uid": "1295022732245776404", "i": 21774, "idx": 0, "sa": ["Michael Douglas", "David Letterman"], "q": "the`` Late Show with <strong> David Letterman </strong>.'' Thursday night, his voice was strained and scratchy after months of intense treatment. The 66-year-old Academy Award winner acknowledged his good fortune. He said, <q> It's been a cycle of only about seven months since the discovery, and it was handled pretty intensely. Other people obviously have had a lot longer periods to deal with it. </q> <strong> Michael Douglas </strong> says he's gained back 12 of the 40 pounds he lost during an aggressive eight-week regimen of chemotherapy and radiation. During the past few months, infrequent sightings of the actor fueled rumors", "new_id": -2}, {"uid": "1297197862240402458", "i": 27107, "idx": 11, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "blame it on rumsfled in case of impeachements''` escape gost'? Never heard of`` scapegoat'', you idiot? How about`` <strong> Donald Rumsfeld </strong>''? Ever come across that name? Report Abuse <q> How about all the idiots here posting comments about issues they know nothing about. </q> <strong> Saddam Hussein </strong> Hussain was a SOB and so we're his sons All you idiots here tryning to defend poor <strong> Saddam Hussein </strong> whow we invaited an innocent country that was minding it's own and not cousing any problems in", "new_id": -2}, {"uid": "1295310733097861638", "i": 44762, "idx": 4, "sa": ["Stephen Jackson", "Allen Iverson"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way.`` He wasn't missing anything,'' Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 http://wn.com/Kobe_Bryant_19_pts_5_blocks_vs_Sixers_1999-00_Lockdown_on_AI February 20th, 2000 First Union Center Philadelphia, PA Boxscore: www.basketball-reference.com Statline: 18 points, 7 assists, 5 blocks, 7-15 FG, 4-5 FT One year ago at the same arena", "new_id": -2}, {"uid": "1295896684027754517", "i": 4911, "idx": 1, "sa": ["Andy Coulson", "Sian Massey", "P Diddy", "Richard Keys"], "q": "disciplinary action by Sky over comments made about <strong> Sian Massey </strong>, above. Photograph: <strong> P Diddy </strong> Walton/EMPICS Sport <blockquote>`` I don't mind female fans but no way will I support female refs/linespeople, managers etc.'' </blockquote> <q> Football isn't a women's sport, and although they don't deserve abuse, they have as much right to be in football as a man in netball. </q>`` It's football for crying out loud! Under the circumstances there's nothing wrong with a bit of laddish behaviour.'' responses to the prospect of <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> Gray facing disciplinary action over", "new_id": -2}, {"uid": "1295052502161349655", "i": 3258, "idx": 0, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "workers vote against the deal. Vote-casting at the factory, which employs around 5,500 people, began on Thursday evening and ended Friday around 1830 GMT. Voting turnout was put at 96 percent. <q> The voting slips that have been slipped into the factory's ballot boxes since yesterday are destined to change the country's industrial history, </q> <strong> Silvio Berlusconi </strong> Sole 24 Ore business paper said in an editorial on Friday. The proposal announced by <strong> Sergio Marchionne </strong> would bring one billion euros($ 1.3 billion) in investments to historic Mirafiori, which would start producing", "new_id": -2}, {"uid": "1296735118265682967", "i": 21959, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>'s retrospective reinforces earlier accounts of a dysfunctional National Security Council riven by tensions between the Pentagon and State Department. Addressing charges that he failed to provide enough troops in Iraq, he allows that, <q> In retrospect, there may have been times when more troops could have helped. </q> But he insists senior military officers never informed him if they had reservations about the size of the invading force.", "new_id": -2}, {"i": 1135, "idx": 4, "index_answer": 1, "new_id": -1, "q": "who has been the vocal wrestling fan having guest hosted WWE's`` Monday Night RAW'' back in October 2009.`` Yeah the belt's really caught on,'' said <strong> Aaron Rodgers </strong>. <q> It's a celebration that started in practice and the fans loved it and you got to give them what they love. Usually it was just after a run or something. Sometimes <strong> Ric Flair </strong> surprise myself on those. </q> <strong> David Letterman </strong> ended the segment by heading out into the audience and having <strong> Aaron Rodgers </strong> wing him a pass. Guidelines: Fan feedback should be within the guidelines for the NFL community. These guidelines will", "sa": ["David Letterman", "Aaron Rodgers"], "uid": "1297451512119193621"}]