[{"uid": "1295750091189693976", "i": 52475, "idx": 2, "sa": ["Allen Iverson", "Larry Brown"], "q": "just accept that and understand that's the way it's going to be.\" It was the eighth time <strong> Allen Iverson </strong> scored at least 40 points in a playoff game. The Sixers are 7-1 in those contests. <q> We have another chance to play and we have to put pressure on them, where they feel it, </q> Sixers coach <strong> Larry Brown </strong> said. \"It doesn't look to me like they're feeling it. They're playing with a lot of poise and have a lot to be proud of.\" Philadelphia also got a", "new_id": -2}, {"uid": "1296751438058556476", "i": 1804, "idx": 1, "sa": ["Allen Iverson", "Richard Hamilton"], "q": "scoring record for a reserve. <strong> Richard Hamilton </strong> scored 38 points, <strong> Allen Iverson </strong> had 27 and the two combined for 15 of Detroit's 17 points in overtime in a 126-121 victory over the injury-plagued Milwaukee Bucks on Saturday night. <q> The simple fact that now I'm coming off the bench I ain't got time to get warmed up, </q> said <strong> Richard Hamilton </strong>, who went 15-of-25 from the floor. \"I have to come in on fire every time.\" <strong> Allen Iverson </strong>, who also had nine assists, helped the Pistons to their second straight gritty win following", "new_id": -2}, {"uid": "1296939026066093065", "i": 51454, "idx": 3, "sa": ["Sergio Marchionne"], "q": "banking system was shut.\" Advertisement Today, he said the term- which generally refers to someone who acts in a disreputable, unethical, or unscrupulous manner- was improper. <q> I used a term in reference to the interest rate being charged on our government loans that has raised concern. I regret the remark which I consider inappropriate, </q> <strong> Sergio Marchionne </strong> said in his statement. Some suggested his comments showed a lack of gratitude for the government's decision to save Chrysler. \"I have repeated on numerous occasions, on behalf of all", "new_id": -2}, {"uid": "1295000695083214342", "i": 3120, "idx": 0, "sa": ["David Letterman"], "q": "In an interview on American <strong> David Letterman </strong> talk show, the former` Frasier' star, 55, said that he is planning a wedding next month to Walsh, 29. He said: <q> Katye's my new girl, and we're planning to get married soon... Sometime in February. </q> He was pictured arriving at the studios with Walsh, along with his two children by his estranged wife, daughter Mason, eight, and five-year-old Jude. When asked by <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1295571340120422510", "i": 46249, "idx": 1, "sa": ["Eric Schmidt"], "q": "and competition between the two companies grew. He was brought into Google 10 years back, because the founders were too young and investors wanted an experienced CEO. So, as he resigns, his tweet says- <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> lead the transformation of a small Web startup with just 200 employees, to a household name generating$ 29 billion in sales and 25000 employees. Xml is a successor of SGML, more general than", "new_id": -2}, {"uid": "1295238796192987138", "i": 26922, "idx": 1, "sa": ["Julius Genachowski", "Barack Obama", "Eric Schmidt"], "q": "offered by the telecom titans. But he said new rules would benefit smaller companies more. \"Google is strong enough and with enough revenue to deal with enough of these outcomes,\" <strong> Eric Schmidt </strong> said. <q> What I'm worried about is the next start-up. </q> The move, the first by <strong> Julius Genachowski </strong> as <strong> Barack Obama </strong>'s pick to run the FCC, underscores the agency's drive to have a heavier hand in the Web economy. \"There's no question", "new_id": -2}, {"uid": "1295667339145047618", "i": 41459, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": ", le cofondateur <strong> Larry Page </strong> deviendra? nouveau le dirigeant de Google- il l'avait d?j t jusqu'en 2001- en prenant les commandes des op?rations quotidiennes. L'autre cofondateur, <strong> Sergey Brin </strong>, sera responsable des nouveaux produits. <q> Nous avons longtemps discut de la meilleure fa?on de simplifier la structure de la direction et d'acc?l?rer la prise de d?cision. En pr?cisant nos r?les individuels nous mettrons en place des responsabilit?s plus claires au sein de la direction de l'entreprise. De mon point de vue, Larry Pagest pr?t? diriger[ Google] et je me r?jouis de travailler avec <strong> Sergey Brin </strong> et lui pour longtemps encore </q>, a d?clar par voie de communiqu M. <strong> Eric Schmidt </strong>. Fond en 1998 par les informaticiens <strong> Larry Page </strong> et <strong> Sergey Brin </strong>, le moteur de recherche avait fait appel en 2001? <strong> Eric Schmidt </strong>, alors", "new_id": -2}, {"uid": "1295564361148553832", "i": 25543, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Chef von Google war, und ich glaube, dass die kommenden 10 Jahre mit <strong> Larry Page </strong> noch besser werden! <strong> Larry Page </strong> ist meiner Meinung nach reif f?r die F?hrungsposition.\" <strong> Larry Page </strong> Sergey Bringt seinem Vorg?nger im Gegenzug Wertsch?tzung entgegegen: <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagtLarry Page in einer Telefonkonferenz. Und der Konzern hat gute Nachrichten mit seinen Gesch?ftszahlen zu verk?nden: Im Schlussquartal verdiente das Unternehmen unterm Strich 2,5 Mrd. Dollar und damit 29 Prozent mehr als im Vorjahreszeitraum. <strong> Eric Schmidt </strong> k?ndigte", "new_id": -2}, {"uid": "1295646299254836774", "i": 31522, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "Your tan, your tan, your tan?) And I'm Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. \"He has both style and substance. I think he is a transformational figure,", "new_id": -2}, {"uid": "1294967520056983594", "i": 4190, "idx": 0, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand"], "q": ". Members of Congress who visited <strong> Gabrielle Giffords </strong> in hospital said she had briefly opened her eyes for the first time since the attack. Senator <strong> Kirsten Gillibrand </strong>, who was holding <strong> Gabrielle Giffords </strong>'s hand, said: <q> So her eye is flickering and <strong> Mark Kelson </strong> sees this and gets extremely excited... And so he said: <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes. And he's really urging her forward. </q> \"And then she finally opens her eyes and you could she was like desperately trying to focus and it took enormous strength from her. And <strong> Mark Kelson </strong> could just can't believe it. I mean,", "new_id": -2}]