[{"uid": "1297387115268320778", "i": 20810, "idx": 2, "sa": ["Jennifer Lopez", "Steven Tyler", "Simon Cowell", "Ryan Seacrest"], "q": "ride. ''There's a genuine camaraderie with this group,'' <strong> Ryan Seacrest </strong> said. No one minimizes the loss of <strong> Simon Cowell </strong>, but no one plans to take up his caustic mantle. <q>People go, ''Who's going to be <strong> Simon Cowell </strong>?' He's irreplaceable to me, he's his own character, so I think it's about moving on and us creating more and trying to make the show a little bit different and throw it to the next level,</q> Jackson said. ''<strong> Jennifer Lopez </strong>'s got that good, loving quality. She's a triple threat. She can act, dance and sing.'' And <strong> Steven Tyler </strong>, he said, is '''a legend on the", "new_id": -2}, {"uid": "1296486373063668243", "i": 2377, "idx": 14, "sa": ["Mike Pence"], "q": "served all GOP House members. But he said a full discussion of his credentials should wait until he's an official candidate. ''If we would decide to seek the governorship,'' <strong> Mike Pence </strong> said, <q>I would expect people can judge whatever we would bring to the candidacy at that time.</q> From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1297501178235929616", "i": 27955, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "and Washington counties because of snow and ice damage. Disaster relief from the U.S. Department of Agriculture could help farmers recover from property damage and livestock losses due to weeks of snow and ice buildup. <q>The amount of heavy snow we've received this winter is unprecedented,</q> <strong> Kirsten Gillibrand </strong> said. ''Federal assistance is absolutely critical to helping these hardworking farm families recover.'' Farm Service Agency's emergency loans go to help supplement farmers' incomes after crop and livestock loss, pay to", "new_id": -2}, {"uid": "1295715899131842121", "i": 25777, "idx": 13, "sa": ["Kirsten Gillibrand", "Howard Wolfson"], "q": "a voice independent from Schumer-a sentiment echoed by many big-money Dems at Park Avenue dinner parties. At the same time, the young senator's doggedness has prompted grumbling that she is an overly zealous self-promoter. <q>Funny how people tend to say that about young women who actually want to achieve success in society,</q> muses <strong> Howard Wolfson </strong>, a strategist on <strong> Kirsten Gillibrand </strong>'s 2006 campaign. None of this seems to trouble Gillibrand-at least not enough for her to scale back her ambitions. Despite Republican gains in the midterms, she has", "new_id": -2}, {"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q>He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt,</q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}, {"uid": "1296784629036126790", "i": 41640, "idx": 9, "sa": ["Paul Bremer", "Donald Rumsfeld", "Colin Powell", "Bill Clinton"], "q": "we were wrong.'' As for the decision to not send more troops to Iraq in the wake of the invasion, <strong> Donald Rumsfeld </strong> accuses his accusers. In conversations with the <strong> Bill Clinton </strong> and his staff, <strong> Colin Powell </strong> <q>did not raise any questions about troop levels, the war plan or the number of troops in a postwar environment,</q> despite media reports that <strong> Colin Powell </strong> had made those arguments. As for the widely-derided decision to disband the Iraqi Army, leading to chaos in the country, he blames <strong> Paul Bremer </strong>, the head of the Coalition Provisional", "new_id": -2}, {"uid": "1295569871192872471", "i": 30680, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> InformationWeek's John Foley, speaks with <strong> Steve Jobs </strong> Pellman, CEO of ClickForensics, an Austin, TX based company that claims to be ''the industry leader in scoring, auditing, and improving traffic quality for the", "new_id": -2}, {"uid": "1297177593144113675", "i": 13463, "idx": 7, "sa": ["Paula Abdul", "Simon Cowell"], "q": "or four weeks.) But when asked if former ''Idol'' judge <strong> Paula Abdul </strong> would be involved, he left the option open. ''I'm a massive fan of <strong> Paula Abdul </strong>,'' he said. <q>We've been in regular contact.</q> <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it. ''Over the years you've seen a different type of artist emerge,''", "new_id": -2}, {"uid": "1297108582233521205", "i": 30268, "idx": 0, "sa": ["Mary Hart", "Simon Cowell"], "q": "Tonight host <strong> Mary Hart </strong> now has another title, godmother of Oceania Cruises? new cruise ship Marina! <strong> Mary Hart </strong> was chosen to christen the ship in Miami, Florida over the weekend, saying of the opportunity, <q>It?s very exciting, and a bit humbling.... I'm truly honored to serve as the Godmother for Marina-- she will be a very special ship.</q> Exclusive: <strong> Simon Cowell </strong> Reveals Top Five Tips to Winning ''The X Factor''", "new_id": -2}, {"uid": "1297188953179781666", "i": 5438, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "List: 7 Things to do Now That Football Is Officially Over Forever Audio report: Last week's Texas blackouts cause concern over electricity price cap Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city <q>I will be open and more respectful and careful in how I move futuristically,</q> Dallas singer/songwriter Kerri Arista proves how far she's come", "new_id": -2}]