[{"uid": "1297513190155107384", "i": 51439, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "that this is still his habit. His office houses his archive and the <strong> Donald Rumsfeld </strong> Foundation, which among other things helps retired troops. I ask him what time he normally gets up and he replies, unsmilingly, <q> I get up at 4:30 or 5 and exercise generally and read the paper in the sauna. </q> His way of life seems almost comically Spartan. I suggest that perhaps we might order something to eat, and he seems genuinely surprised. \"You want something to eat?\" A waiter is summoned. I", "new_id": -2}, {"uid": "1295795435125714464", "i": 10730, "idx": 7, "sa": ["Colin Powell", "Barack Obama"], "q": "relations had proven \"useful.\" \"It puts us in a better place to ask things of people and to listen to them,\" he said. <q> America still has a dominant position in the world and I think <strong> Barack Obama </strong> understands that, </q> <strong> Colin Powell </strong> added. While stressing that he votes for the person and not the party, <strong> Colin Powell </strong> said no 2012 candidates had risen to the top of the potential GOP Barack Obamaial field for him yet", "new_id": -2}, {"uid": "1296084552189841423", "i": 27996, "idx": 1, "sa": ["Brent Celek", "Michael Vick"], "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q> Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized. </q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "new_id": -2}, {"uid": "1295310056128925958", "i": 21353, "idx": 1, "sa": ["Allen Iverson", "Eliot Spitzer"], "q": "\"No Crossover: The Trial of <strong> Allen Iverson </strong>,\" a film about the basketball star's youth. One film that won't be included in the State Department program, despite plenty of Oscar buzz? <q> Client 9: The Rise and Fall of <strong> Eliot Spitzer </strong>. </q> Schumer to Obama: Close loophole that let Arizona shooting suspect buy a gun Gensler: Dodd-Frank a strong law, but we need budget to implement it Liberals warn of Democratic schism if Obama backs Social", "new_id": -2}, {"uid": "1297137461190611470", "i": 7710, "idx": 8, "sa": ["George H. W. Bush", "Colin Powell", "Condoleezza Rice", "Donald Rumsfeld"], "q": "under whom he did not serve-- <strong> Donald Rumsfeld </strong> replied curtly: \"No, I was kind of disappointed in him.\" <strong> Condoleezza Rice </strong>, <strong> George H. W. Bush </strong>'s national security adviser who later became secretary of state, had <q> never served in a senior administration position, </q> a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>-- <strong> George H. W. Bush </strong>'s first top diplomat-- \"did not, in my view, do a good job", "new_id": -2}, {"uid": "1297220893158400535", "i": 39607, "idx": 15, "sa": ["Michelle Obama", "Barack Obama", "Donald Rumsfeld"], "q": "out this year. \"The government of Iraq is eventually going to have work with the Iraqi people and fashion various accommodations so that they can go forward and govern the country,\" <strong> Donald Rumsfeld </strong> said. <q> And being aimed in that direction starts them along that road, and that's basically a good thing. </q> <strong> Barack Obama </strong> addresses the U.S. Chamber of Commerce in... Photo in Slideshow: U.S. <strong> Barack Obama </strong> and first lady <strong> Michelle Obama </strong> walk...'s memoir plays a fast and loose game of dodge ball with what... U.S. Video: Worker", "new_id": -2}, {"uid": "1296774921237715483", "i": 4057, "idx": 1, "sa": ["Wanda Jackson", "Bob Dylan", "David Letterman", "Jack White"], "q": "a mini-tour that would take her from her first Grand Ole Opry appearance in 56 years to slots on the \"Late Show With <strong> David Letterman </strong>\" in New York and \"Conan\" in Los Angeles. <q> I want to thank <strong> Jack White </strong> for making all this happen for me, </q> <strong> Wanda Jackson </strong> said at a recent week. \"He forgets I've got to watch my heart. I'm an old lady. But <strong> Bob Dylan </strong> I don't feel it tonight.\" She told", "new_id": -2}, {"uid": "1294975647058228770", "i": 15064, "idx": 0, "sa": ["Sergio Marchionne"], "q": "2009. The dispute over Mirafiori is also part of a wider struggle by the outspoken <strong> Sergio Marchionne </strong> to bring about radical reforms in Italian industry. In October, he ignited controversy when he said that <q> Fiat would be better off if it eliminated Italy. Italy ranks 118th out of 139 countries in work efficiency and is 48th in industrial competitiveness. \"Not a cent from the two billion euros of profits forecast for 2010 will be generated in Italy, </q> he said, pointing out that Fiat's 6,100 workers in Poland produce the same number of cars as the company's 22,000 auto workers in Italy. Fiat was set up in 1899 and has 188 factories", "new_id": -2}, {"uid": "1296323231059752455", "i": 4027, "idx": 0, "sa": ["Steve Ballmer"], "q": "Keen. You can post questions and answers on any topic and search for ones that have already been posted, from the mundane( \"When did <strong> Steve Ballmer </strong> become CEO of Microsoft?\" ) to the metaphysical( <q> Why do people lie? </q>). As with Twitter, you can follow other members( as well as specific questions); as with Digg, everyone can vote answers up or down, so the best responses are easy to spot and", "new_id": -2}, {"uid": "1296371376213876815", "i": 3145, "idx": 1, "sa": ["Allen Iverson", "Rajon Rondo"], "q": "in \"He Got Game\" -- would have been proud. \"There's no better place, moment, time... to win a game, and to win in a great fashion,\" <strong> Allen Iverson </strong> said. <q> I don't know what record it is that people are telling me that I got, but it's great to have, great to be able to look back on it and say I did that. This is definitely our time. </q> Yet <strong> Allen Iverson </strong>'s barrage still wasn't enough to hand the defending champions their first home playoff loss of the season. All that elegant brilliance might have been wasted without <strong> Rajon Rondo </strong>, whose triple-double contained much of the dirty", "new_id": -2}]