[{"uid": "1297138260083361800", "i": 2276, "idx": 0, "sa": ["Catherine Ashton", "Donald Rumsfeld", "Ban Ki-moon", "Hillary Clinton"], "q": "State <strong> Hillary Clinton </strong> urged north and south to work quickly on post-referendum arrangements, and EU foreign policy chief <strong> Catherine Ashton </strong> promised to seek a long-term partnership with the new state. UN <strong> Donald Rumsfeld </strong> General <strong> Ban Ki-moon </strong> asked the international community <q> to assist all Sudanese towards greater stability and development, </q> and offered help to both sides. The referendum defied expectations by taking place on time and largely without incident, despite the major logistical challenges facing the organisers and fears that Khartoum might try to block a", "new_id": -2}, {"uid": "1295225658227999788", "i": 13477, "idx": 1, "sa": ["Allen Iverson"], "q": "game and showed some of the grit they displayed last season, when they reached the NBA Finals.`` It's extra special( to win) when you have to fight and struggle,'' <strong> Allen Iverson </strong> said. <q> We were able to keep fighting through it. I know last year's team is dead and stinkin', but we took something from last year's team( in this game). </q>`` I've had this team for five years and they try,'' Sixers coach Larry Brown said.`` They might not always play right and they might not always play good, but they try.''", "new_id": -2}, {"uid": "1295777587220971009", "i": 40589, "idx": 1, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": "a`` greater stench'' to the scandal that was only just starting to unravel.`` <strong> Andy Coulson </strong> is no longer the issue and to some extent he never was,'' he said. <q> First there's the issue of <strong> David Cameron </strong> and <strong> George Osborne </strong>'s judgement, then there's the News of the World and what appears to be industrial phone hacking going on systematically.`` There's also the issue of the News Corp takeover of BSkyB and the apparent attempts by Jeremy Hunt, the Culture Secretary, to let that go through without proper scrutiny, and finally there's the extraordinary conduct of the police. </q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor, <strong> Clive Goodman </strong>, and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Although he accepted", "new_id": -2}, {"uid": "1295894873135872563", "i": 17066, "idx": 17, "sa": ["Saddam Hussein", "Donald Rumsfeld", "George Clooney", "Ronald Reagan"], "q": "The letter must have come from the State Department itself, <strong> Donald Rumsfeld </strong> says.`` How could anyone believe that you couldn't remember if you delivered a letter from <strong> Ronald Reagan </strong> to <strong> Saddam Hussein </strong>?'' he says. <q> That's the kind of thing that persuaded me to take my time and look at the documents, since I had so many of them. </q> Amber Van Brunt( PICTURE): Nurse Has Sex with Dying Patient, Loses License for 20 Years Where Do Moms Keep the Milk Flowing Longest? You Might Be Surprised She's <strong> George Clooney </strong>'s First", "new_id": -2}, {"uid": "1296174091054247448", "i": 43588, "idx": 10, "sa": ["Mitch Daniels", "Mike Pence"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes.`` He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through,'' she said. <q> Obviously it'd be great for the state of Indiana. </q> People ski near the Congress Center at the World Economic Forum... The White House North Lawn is covered in snow after a fast... Photo in Slideshow: Members of Congress not seated by party listen to U.S.", "new_id": -2}, {"uid": "1296405734264388636", "i": 10920, "idx": 1, "sa": ["Vince Carter", "Russ Granik", "Allen Iverson"], "q": "turned on to it,'' said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's First Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory. <q> For better or worse, fans like it when you get superstars going against each other. People have been hearing about these guys for years now, but they haven't gotten this far before where they met each other at this level. <strong> That guy </strong> gets people interested. </q> With the NBA's overall popularity declining and new rules designed to make the game more appealing set to take effect next season, an Iverson-Carter matchup is what the league really needed.`` Watching these two kids,", "new_id": -2}, {"uid": "1297083495090374146", "i": 1426, "idx": 0, "sa": ["Zahi Hawass"], "q": "to France as site access had been closed for security reasons, it said. An Egyptologists' website( http://www.eloquentpeasant.com/about/) showed pictures of some of the smashed cabinets and damaged statues at the Egyptian Museum. <q> This is heartbreaking. These artifacts have survived for millennia only to be destroyed in a matter of minutes, </q> wrote one contributor to its comment page.` Antiquities safe' Despite the concern, the country's newly appointed minister of antiquities, well-known Egyptologist <strong> Zahi Hawass </strong>, played down accounts of the break-in at", "new_id": -2}, {"uid": "1295159503096436248", "i": 47564, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": "third-year quarterback 0-2 in playoff games with six turnovers. Ryan threw two interceptions, including one that was returned 70 yards for a touchdown by <strong> Tramon Williams </strong>, and also lost a fumble. He finished with 186 yards. <q> We moved the ball pretty effectively but we just didn't capitalize, </q> Ryan said.`` We didn't get points when we needed to get points. It's disappointing.'' The Falcons also had a fourth-quarter fumble by receiver <strong> Michael Vick </strong> Jenkins. For Ryan, the postseason disappointment was", "new_id": -2}, {"uid": "1295554703175849476", "i": 33161, "idx": 9, "sa": ["Mike Pence"], "q": "In the meantime, Republicans, <strong> Mike Pence </strong> says, will use the`` power of the purse'' to block Obamacare's implementation.`` We have a wide variety of legislative tools available.'' reports, <q> <strong> Mike Pence </strong> has raised his profile a number of times in recent years- when he was elected chairman of the the House conservative caucus in 2005, when he ran for House minority leader in 2006, and when he won election as House Republican Conference chairman in 2008 to become the third-ranking Republican in the chamber. He left that post after the GOP won control of the chamber in the Nov. 2 election. </q> <strong> Mike Pence </strong>, the former chairman of the House Republican Conference, The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.'' ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}]