[{"uid": "1297192087182861832", "i": 10174, "idx": 0, "sa": ["Heston Blumenthal", "David Letterman", "Martha Stewart"], "q": "-- <strong> Martha Stewart </strong> hits <strong> David Letterman </strong> in the face with a cheese ball.( <q>You're a strong wonderful woman, and I'm an asshole.</q>)[ Eater]-- Croatia's own Chocolat Reuters]-- Shrimp Without Guilt: BC Spot Prawn Fishery Daily Dish]-- <strong> Heston Blumenthal </strong> serves deep-fried", "new_id": -2}, {"uid": "1297200983061325341", "i": 1801, "idx": 1, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "poor job of airing and debating substantive disagreements between the State and Defense departments. Rivalries between State and Defense are nothing new, yet Ms. <strong> Condoleezza Rice </strong>'s most \"notable feature\" of management, writes Mr. <strong> Donald Rumsfeld </strong>, <q>was her commitment, whenever possible, to \"bridging\" differences between the agencies, rather than bringing those differences to the <strong> President Bush </strong> for decisions.</q> \"<strong> Condoleezza Rice </strong> is a very accomplished human being,\" he says in our interview, and \"she had an academic background. Blending things and delaying things is okay in the academic world.", "new_id": -2}, {"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": " \"not committed\" to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q>Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile,</q> he said, adding he thinks <strong> Barack Obama </strong> \"is doing a good job right now.\"  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}, {"uid": "1295461653182812690", "i": 49166, "idx": 0, "sa": ["Simon Cowell"], "q": "American Idol,\" home of the original mean judge, <strong> Simon Cowell </strong>. Over the last nine seasons, the smug and acerbic Brit with the snug V-necks has become famous for comparing one contestant's singing to <q>a cat being thrown off a skyscraper,</q> telling another, \"Don't mean to be rude, but you look like the Hulk's wife,\" reducing dozens of hopefuls to their worst ugly cry- and propelling the show to the No. 1 spot", "new_id": -2}, {"uid": "1296668902136101910", "i": 39035, "idx": 0, "sa": ["Andy Coulson"], "q": "as the Director of Communications at 10 Downing Street. The move follows last month's resignation of ex-News of the World editor <strong> Andy Coulson </strong> amid continuing controversy surrounding phone-hacking allegations. The Prime Minister said: <q>I am very pleased that Craig Oliver is to become the new Director of Communications at 10 Downing Street. Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the Government's programme.</q> WalesOnline, the best source for Welsh news, sport, business and entertainment. Powered by the Western Mail, South Wales Echo, Wales on Sunday and Celtic Weekly Newspapers. Produced by Media Wales Ltd.", "new_id": -2}, {"uid": "1295987834031850551", "i": 35100, "idx": 1, "sa": ["Sarah Palin", "Mike Pence"], "q": "an interview with the Weekly Standard last year, Indiana <strong> Sarah Palin </strong> Mitch Daniels-also considering a presidential run-called for a \"truce\" on social issues while the country deals with the national debt and other fiscal issues. <q>And as to focusing on spending, I agree,</q> <strong> Mike Pence </strong> told the crowd on Monday. \"Let's start by denying all federal funding for abortion at home and abroad.\" <strong> Mike Pence </strong> spokesman Matt Lloyd said the remarks were not directed at Daniels and emphasized", "new_id": -2}, {"uid": "1297138260083361800", "i": 2276, "idx": 0, "sa": ["Catherine Ashton", "Donald Rumsfeld", "Ban Ki-moon", "Hillary Clinton"], "q": "State <strong> Hillary Clinton </strong> urged north and south to work quickly on post-referendum arrangements, and EU foreign policy chief <strong> Catherine Ashton </strong> promised to seek a long-term partnership with the new state. UN <strong> Donald Rumsfeld </strong> General <strong> Ban Ki-moon </strong> asked the international community <q>to assist all Sudanese towards greater stability and development,</q> and offered help to both sides. The referendum defied expectations by taking place on time and largely without incident, despite the major logistical challenges facing the organisers and fears that Khartoum might try to block a", "new_id": -2}, {"uid": "1297270090210468915", "i": 44162, "idx": 1, "sa": ["Colin Powell"], "q": "with Secretary of State <strong> Colin Powell </strong>-- has been wrong and even dangerous to long-term U.S. national interests... \"The only one who can reach the president is his father,\" one former senior official said. <q>But it is not timely yet to talk to him.</q>", "new_id": -2}, {"uid": "1296515604235749377", "i": 1590, "idx": 1, "sa": ["Zahi Hawass"], "q": "they found no gold, they broke thirteen vitrines and threw the antiquities on the floor,\" <strong> Zahi Hawass </strong> said on his blog. The looters then entered Tutankhamun's galleries and opened one case. <q>The criminals found a statue of the king on a panther, broke it, and threw it on the floor,</q> he said. <strong> Zahi Hawass </strong> added that all of the damage can be restored. As a result, as reported by AP, Egypt deployed police and soldiers to the museum to secure its artifacts.", "new_id": -2}, {"uid": "1296852645182026275", "i": 299, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "that,\" <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. <q>I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him,</q> <strong> Roger Goodell </strong> said. \"He takes that seriously also.\" <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009", "new_id": -2}]