[{"uid": "1295250982187957319", "i": 40491, "idx": 0, "sa": ["Michelle Obama", "Russ Granik", "Larry Bird", "Vince Carter", "Magic Johnson", "Allen Iverson"], "q": "since the days of <strong> Magic Johnson </strong> and <strong> Larry Bird </strong>. As two of the NBA's most exciting young stars, they are dazzling spectators and TV viewers with limitless creativity and breathtaking moves in the Toronto Raptors-Philadelphia 76ers playoff series. <q>This matchup is great, and people are getting turned on to it,</q> said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's <strong> Michelle Obama </strong> Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory. \"For better or worse,", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the \"Jersey Shore\" sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong> \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q>It's really hard for me to watch,</q> <strong> Nicole Polizzi </strong> says of watching the punch t... \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1296463134032751622", "i": 10305, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Retail sales, which generate more profit per vehicle than fleet sales, accounted for a larger portion of sales. But there were increased costs from launching 16 new or refreshed 2011 models. <q>We expect to break even in 2011, increasing progressively to a net profit of$ 3 billion by 2014,</q> <strong> Sergio Marchionne </strong> said during the Detroit auto show. Improvement is undeniable, but potential investors will expect it to come faster. Despite Chrysler's product and sales momentum, investment banks and potential shareholders will", "new_id": -2}, {"uid": "1297138045102924322", "i": 48738, "idx": 3, "sa": ["Simon Cowell", "Susan Boyle"], "q": "me who could handle the pressure,\" <strong> Simon Cowell </strong> explains. <strong> Simon Cowell </strong> knows the importance of audience feedback as it helps to be open to people's talent he wouldn't have necessarily seen on his own. <q>I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method.</q> Keeping on the <strong> Susan Boyle </strong> topic, <strong> Simon Cowell </strong> says he learned a \"huge lesson\" about a contestant's age and appearance from her. \"I learned I have to be more open minded. God only", "new_id": -2}, {"uid": "1295218051235503687", "i": 1366, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "& search= Search\", \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/14/VI2011011403335.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01142011-21v&amp;flvURL=/media/2011/01/14/01142011-21v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F14%2F01142011-21v.jsn\"}{ \"title\": <q>Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes</q>, \"description\": \"<strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.\", \"note\":", "new_id": -2}, {"uid": "1297451846240746502", "i": 36814, "idx": 7, "sa": ["John McCain", "Donald Rumsfeld", "George Washington"], "q": ", mistakenly calling them \"peaceful protesters.\" That is not an accurate portrayal of the Human Rights Watch reporting, said Rachel Denber, the organization's acting executive director for Europe and Central Asia. <q>As our report on Andijan acknowledges, there were some armed people in the crowd in Andijan, but they were vastly outnumbered by unarmed people who came out to protest and then fled and were ambushed when government forces started shooting at the square. In such circumstances government forces had an obligation, which they utterly ignored, to prevent harm to the many who were unarmed,</q> Denber told EurasiaNet.org. \"<strong> Donald Rumsfeld </strong> may be right that the <strong> John McCain </strong> has a better chance of exposing Uzbekistan to democratic values through contact, but that contact will be of questionable value if <strong> George Washington </strong> doesn't respond", "new_id": -2}, {"uid": "1295684288089554951", "i": 48052, "idx": 3, "sa": ["Lou Kerner", "Sergey Brin", "Eric Schmidt"], "q": "new revenue.\" Wedbush's <strong> Lou Kerner </strong> said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. <q>What I do think Facebook has shown Google is that they're moving too slow,</q> <strong> Lou Kerner </strong> said. \"Facebook is moving at the speed of light and Google isn't. Euro hits 2-month high vs dollar, stocks gain The euro hit a two-month high above$ 1.36 on Friday on", "new_id": -2}, {"uid": "1296077951036618254", "i": 11142, "idx": 1, "sa": ["Steve Ballmer"], "q": "keynote, Microsoft CEO <strong> Steve Ballmer </strong> told the audience that Mediaroom had garnered some 4 million users by that time. The latest suit claims that TiVo is infringing four patents held by Microsoft. Their titles range from <q>Selective Delivery of Programming for Interactive Televideo System,</q> to \"User Friendly Remote System Interface Providing Previews of Applications.\" Whither the patents? For once, Microsoft was very early to jump on concepts surrounding the convergence of TV and telecommunications,", "new_id": -2}, {"uid": "1296875388237010946", "i": 36108, "idx": 0, "sa": ["Kirsten Gillibrand", "Daniel Inouye"], "q": "next two years. \"The president has stated unequivocally that he will veto any legislation containing earmarks, and the House will not pass any bills that contain them,\" Mr. <strong> Daniel Inouye </strong> said in a statement. <q>Given the reality before us, it makes no sense to accept earmark requests that have no chance of being enacted into law.</q> On Capitol Hill, though, many lawmakers oppose the ban, including <strong> Daniel Inouye </strong> <strong> Kirsten Gillibrand </strong>, Democrat of New York, who has long supported overhauling the earmark process and who was among the first", "new_id": -2}, {"uid": "1295571578103104583", "i": 7017, "idx": 0, "sa": ["Eric Schmidt"], "q": "as CEO of the multi-billion dollar company. Co-founder Larry Page will assume the title of chief executive officer as he prepares to lead Google into a brave new era of mobile and Cloud computing. <q>When I joined Google in 2001 I never imagined- even in my wildest dreams- that we would get as far, as fast as we have today. Our emerging businesses- display, Android, YouTube and Chrome- are on fire.[ Yes], the outlook is[ certainly] bright,</q> <strong> Eric Schmidt </strong> wrote in an official blog post. \"But as Google has grown, managing the business has become more complicated. So Larry, Sergey and I have been talking for a long time about how best", "new_id": -2}]