[{"uid": "1295465541045563930", "i": 6756, "idx": 0, "sa": ["Stephen Breyer", "Mike Pence"], "q": ", I was awake enough to say`` huh?'' It seems that yesterday, during oral argument at the Supreme Court-the context is unimportant-Justice <strong> Stephen Breyer </strong> said that if a certain course of reasoning were to be adopted, <q> we are not just throwing a monkey wrench into the gears of government contracting; we're throwing the whole monkey. </q> Columbus, Indiana-based WCSI does the forensics on <strong> Mike Pence </strong>'s upcoming decision, and reports that he met with another Indiana The Republicans in the House commenced the debate on repealing Obamacare by expressing their view that they are doing", "new_id": -2}, {"uid": "1295931103251396112", "i": 19723, "idx": 2, "sa": ["Bill Lockyer"], "q": "employee pensions,''' <strong> Bill Lockyer </strong> said.`` It's not needed.'' Pension reform advocate Marcia Fritz said the pension problem can not be underestimated and said reform needs to happen quickly. <q> It's truly a crisis. I totally disagree with[ <strong> Bill Lockyer </strong>], </q> Fritz said, adding that a bankruptcy law`` would get some serious negotiations going with the labor unions, where they know that this is an option, and they know that if they push it, it could", "new_id": -2}, {"uid": "1295214437036208682", "i": 36119, "idx": 2, "sa": ["Jennifer Lopez", "Simon Cowell", "Randy Jackson"], "q": "said.`` At the end, America's voting. We're here to guide them through it and mentor them through it.'' That didn't always seem the case with <strong> Simon Cowell </strong>. <q> We definitely love him and will miss him, and I think he was a great addition to the show, but I think what we've added now with these two superstars( is that) the show is going to go on and have huge success, </q> returning judge <strong> Randy Jackson </strong> said.`` I see these kids walk in, and they look at <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong>, and they go,` My God. We got, like, the rock legend. We got", "new_id": -2}, {"uid": "1297106334037732398", "i": 28644, "idx": 0, "sa": ["Simon Cowell"], "q": "million contract. Show supremo <strong> Simon Cowell </strong> is excited to be offering the biggest guaranteed prize in television history, and has also revealed the programme will welcome audionees aged from just 12. He said: <q> I like the idea that a 12 year old on this show can compete with an older singer and a singing group. \" I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5m recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q>`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5m recording contract. I'm doing this show in", "new_id": -2}, {"uid": "1296494521100859915", "i": 32115, "idx": 13, "sa": ["Allen Iverson", "Earl Watson"], "q": "MVP and four-time scoring champion plans to play in his 11th straight All-Star game Feb. 14 at Cowboys Stadium.`` My fans still support me. You can't ask for more than that,'' he said. <q> When you play this game, it's all about the people that come to see you, the people in the stands. For somebody to say the fans don't mean anything, that's crazy. </q> Since joining the team in Earl Watsony December, <strong> Allen Iverson </strong> has helped the 76ers go 10-13 after a 5-15 start. He entered Saturday averaging 14.2 points, well below his career average, and 4.3 assists.`` He means", "new_id": -2}, {"uid": "1295899162138641415", "i": 3748, "idx": 0, "sa": ["Eric Schmidt", "Dan Cruickshank"], "q": "defended belly-Dan Cruickshankcing as a release. Her high profile and unorthodox beliefs brought her to the attention of the notorious New York vice crusader Anthony Comstock. His focus triggered a federal indictment. She was found guilty of sending <q> obscure, lewd, lascivious, dirty </q> materials through the mail. In October of 1902, the day before she was to begin a five year sentence, she committed suicide. Leigh <strong> Eric Schmidt </strong>, a Professor at Harvard University and author of numerous books", "new_id": -2}, {"uid": "1296366488199786542", "i": 44445, "idx": 10, "sa": ["Mike Pence", "John Boehner"], "q": "being sworn in was to create a miniature radio studio in his office. In 2003, he appeared on or was mentioned in national radio, television and newspapers stories more than 200 times. <q> There is no one in our ranks who does a better job of articulating the GOP message of freedom and smaller government, </q> Ohio <strong> Mike Pence </strong> <strong> John Boehner </strong>( now House speaker) said in 2008 when <strong> Mike Pence </strong> was unanimously elected to be in charge of party messaging as chairman of the GOP conference. <strong> Mike Pence </strong>, who likes to say", "new_id": -2}, {"uid": "1296403919251199507", "i": 7596, "idx": 3, "sa": ["Carmelo Anthony", "Allen Iverson", "Kobe Bryant", "Cam Ward"], "q": "`` When somebody gets 49 points in the first three quarters obviously its going to draw attention to the other team,'' said <strong> Allen Iverson </strong>, whose career high of 60 Cam Warde against Orlando on Feb. 12, 2005. <q> When somebody's got 49 points they want to make sure I get the ball out of my hands, and that's what they did. My responsibly is to give it up and my teammates had to make plays. </q> They couldn't. <strong> Carmelo Anthony </strong> was 4-for-10 from the field in the fourth and the rest of the team made 3 of 9. While <strong> Allen Iverson </strong> got cold, <strong> Kobe Bryant </strong> heated up. <strong> Kobe Bryant </strong> picked up his fourth foul 38", "new_id": -2}, {"uid": "1297046068038584348", "i": 55140, "idx": 1, "sa": ["Michael Vick"], "q": "the same sort of resentment Eagles fans face with their own high-profile quarterback, <strong> Michael Vick </strong>, who is out of prison after serving time for running a dogfighting ring, rejuvenating his spectacular football career in Philadelphia. <q> I want to be a role model, </q> Roethlisberger said during his Super Bowl press conferences this past week.`` I want people to look up to me.'' And <strong> Michael Vick </strong> wants to own a dog again. But they're both", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}]