[{"uid": "1295748875087883797", "i": 25632, "idx": 2, "sa": ["Alassane Ouattara"], "q": "of the bank, pointing to various practical and technical reasons for not giving control of Cote d'Ivoire's accounts to <strong> Alassane Ouattara </strong>.`` Some people can't understand what really went on,'' he said. <q> I am profoundly sad for the institution that I served for 35 years. </q> Cote d'Ivoire was represented at the Bamako meeting by <strong> Alassane Ouattara </strong>'s prime minister, Guillaume Soro, who said this was a positive step for the country.`` The measures that were taken were good", "new_id": -2}, {"uid": "1295669835215973902", "i": 50995, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "when he was editor-in-chief of the News of the World newspaper. <strong> Andy Coulson </strong> had been under intense pressure to step down over the allegations but said in a statement issued by No 10 Downing Street he resigned because <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110pc needed in this role. </q>'' When the spokesman needs a spokesman, it's time to move on.'' <strong> David Cameron </strong>, who had admitted <strong> Andy Coulson </strong> was`` extremely embarrassed'' about accusations that he knew voice mails on mobile phones", "new_id": -2}, {"uid": "1295757314175325198", "i": 31648, "idx": 0, "sa": ["Shaun Johnson", "Allen Iverson", "Dwight Howard"], "q": "<strong> Shaun Johnson </strong>& CLEVELAND CAVALIERS 2009 ON BLOKMOVAZTV BLOKMOVAZ.COM http://wn.com/Allen Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Shaun Johnson_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1294959202181354591", "i": 19277, "idx": 0, "sa": ["Colin Powell"], "q": "he stressed that Americans must consider the future consequences of their choices.`` We can not mortgage the material assets of our grandchildren without risking the loss also of their political and spiritual heritage,'' he cautioned. <q> We want democracy to survive for all generations to come, not to become the insolvent phantom of tomorrow. </q> Six years later, echoes of Eisenhower's admonition could be heard in a speech Martin <strong> Colin Powell </strong> King, Jr. gave exactly one year before he was assassinated. Most remember King as the leader of", "new_id": -2}, {"uid": "1296949788126484507", "i": 1552, "idx": 0, "sa": ["Nancy Keenan", "Mike Pence", "Chris Smith"], "q": "during the campaign season. Abortion-rights groups have been hammering the sponsors of the proposed legislation, and that fight is sure to escalate with hearings coming up next week on at least two new anti-abortion bills. <q> This debate is just getting started, </q> NARAL Pro-Choice American President <strong> Nancy Keenan </strong> said in a statement. One of the bills, N.J. Republican <strong> Mike Pence </strong> <strong> Chris Smith </strong>'s`` No Taxpayer Funding for Abortion Act,'' was the subject of searing criticism from NARAL and", "new_id": -2}, {"uid": "1297724451166166630", "i": 4071, "idx": 2, "sa": ["Dick Costolo", "Steve Ballmer"], "q": "how the new phone would allow for multi-tasking using a hub design that integrates what's most important on cell phones and gives users full Internet access,`` just like on a PC at home.'' <q> If you liked what we did with Facebook, I think you're going to love how we've integrated Twitter into the people hub, </q> <strong> Steve Ballmer </strong> said-highlighting the need to make accessing content a smooth, user-friendly experience. <strong> Steve Ballmer </strong> was followed by Twitter CEO <strong> Dick Costolo </strong>, who trumpeted the one-line social network services' ability to strongly connect businesses with their", "new_id": -2}, {"uid": "1295919733143048712", "i": 45857, "idx": 2, "sa": ["Chris Cole", "George W. Bush", "Colin Powell", "Madeleine Albright", "War Machine"], "q": "Qaeda and terrorism and that <strong> George W. Bush </strong> was focused on Al Qaeda from the beginning.`` He decided early on that we needed to be more aggressive in going after terrorists, especially Al Qaeda,'' <strong> Colin Powell </strong> said. <q> As he said in early spring, as we were developing our new comprehensive strategy, I'm tired of swatting flies.' He wanted a thorough, comprehensive, diplomatic, military, intelligence, law enforcement and financial strategy to go after Al Qaeda. </q> <strong> Madeleine Albright </strong> defended the Clinton administration's response to earlier attacks by Al Qaeda http://wn.com/911stealth_FBI_Order_Line_of_Civilians_Removing_Evidence_from_Pentagon 3 footage sources on September 11-12, 2001: WTTG- FOX News, FOX 5, Loose Change Final Cut. See: geocities.com/Chris Colebornag infoWar Machines.net", "new_id": -2}, {"uid": "1297108146141246491", "i": 22932, "idx": 7, "sa": ["George W. Bush", "Donald Rumsfeld", "Robert McNamara"], "q": "Reminded that his predecessor <strong> Robert McNamara </strong> said,`` we were wrong, terribly wrong,'' decades after Vietnam, <strong> Donald Rumsfeld </strong> rejected the comparison.`` That's not the case with Iraq,'' he said. <q> I think the world's a better place with Saddam Hussein gone and with the Taliban gone and al-Qaida out of Afghanistan. </q> <strong> Donald Rumsfeld </strong> said the move toward war with Iraq was`` incremental'' and he did not press <strong> George W. Bush </strong> to invade. He acknowledged he was mistaken in a March 2003 interview when he said that although", "new_id": -2}, {"uid": "1296819223066027532", "i": 4915, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "four percent increase since Monday, href=\"http://www.nytimes.com/2011/02/04/technology/04nokia.html?_r=1&amp;src=busln\" target=\"_self\"> The New York Times reported. Android is`` a no-go for now'', Ahmad said in his letter to <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>. <q> You will never be able to catch up with href=\"http://www.samsung.co.uk\" target=\"_self\"> Samsung, which should rule the Android show midterm given its economies of scale, product breadth( TVs, PCs, phones and tablets), as well as its captive component base. And more significantly, how is anyone going to differentiate on Android long-term? </q> An exclusive deal with Microsoft, on the other hand, is Ahmad's suggestion. Windows Phone 7 intellectual property`` scot-free'', he said, as well as access to the US market, which", "new_id": -2}, {"i": 24465, "idx": 0, "index_answer": 0, "new_id": -1, "q": "bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Archuleta </strong> Cook's surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q> You came out here tonight to win, and what we have witnessed is a knockout, </q> said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming`` the best singer of season 7 is right there,'' following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s`` Imagine,'' a song that earlier in the", "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "uid": "1296233986144064524"}]