[{"uid": "1295680042220479516", "i": 18069, "idx": 2, "sa": ["Theresa May", "Andy Coulson"], "q": "'' into phones of public figures.. Follow us on twitter at twitter.com In a personal statement issued by Number 10, Mr <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under his editorship meant he could not <q> give the 110% needed </q>. I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,'' he added. The <strong> Theresa May </strong> said he was`` very sorry'' that Mr", "new_id": -2}, {"uid": "1297723854105316371", "i": 45929, "idx": 5, "sa": ["Patrick Leahy", "Peter Welch", "Bernie Sanders"], "q": "Rep. <strong> Peter Welch </strong>.`` Instead of turning off the heat, we should be turning off the billions of dollars in subsidies we provide the oil industry.'' <strong> Patrick Leahy </strong> and <strong> Bernie Sanders </strong> echoed that sentiment. <q> This senator will do everything he can to make sure that the budget is not balanced on the backs of the weak, the vulnerable, the sick or the old who can't afford to heat their homes in the winter, </q> <strong> Bernie Sanders </strong> said. You must fill out the comment body in order to submit a comment.", "new_id": -2}, {"uid": "1296727907183500817", "i": 19753, "idx": 7, "sa": ["Kwame Brown", "Allen Iverson", "Rajon Rondo", "Ray Allen"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Boston_Celtics_VS_Washington_Wizards_Recap_Ray Allen_Ray Allen_Marks_His_20000_Points_Career! December 10th, 2009: The Celtics barely win it 104-102. <strong> Ray Allen </strong> marking off his 20000 point career, while <strong> Rajon Rondo </strong> scores", "new_id": -2}, {"uid": "1295426786009338961", "i": 58547, "idx": 1, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "from a ratings slump or slip farther away from the top spot. American viewers never have known an`` Idol'' that doesn't feature <strong> Simon Cowell </strong>'s rolling eyes, one-liners or antagonistic adjectives. <q> We're certainly back to having fun, </q> said executive producer <strong> Nigel Lythgoe </strong>, who rejoined the singing competition after a two-year hiatus.`` At some point along the way, and we're certainly all guilty of it, we started taking ourselves", "new_id": -2}, {"uid": "1294958518114475070", "i": 4878, "idx": 0, "sa": ["Steel Curtain", "Michael Vick"], "q": "'m in Israel, and I have a SlingBox, so I will be watching the game on my laptop.'' Q: Why do you think your team will win the game? A: <q> I think the Ravens will win because of defense. It's so hard to play against the Ravens defense, and then the offense is clicking on all cylinders now so its a tough match-up. Q:`` What is your prediction for the final score the game? A:`` I'm terrible with this so I will predict Ravens as winners and Steel Curtainers as losers </q> Q: Who is your pick for NFL MVP this season, and why? A:`` <strong> Michael Vick </strong>. Not because of how unbelievable his comeback was, but because night in and night out he", "new_id": -2}, {"uid": "1295559254082083850", "i": 13622, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "taking over as CEO Google announced Thursday that co-founder <strong> Larry Page </strong> would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman and focus on <q> deals, partnerships, customers and broader business relationships. </q> The firm's other co-founder, <strong> Sergey Brin </strong>, will work on strategic projects and new products, Google said in a statement. It said the management changes would take effect on April 4.", "new_id": -2}, {"uid": "1297086358189808654", "i": 42220, "idx": 3, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "'s right. I think that it's possible. We had[ an] enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.'' <q> It's hard to know, </q> <strong> Donald Rumsfeld </strong> continued.`` You know, the path you didn't take is always smoother.'' Watch <strong> Diane Sawyer </strong>'s Exclusive Interview With <strong> Donald Rumsfeld </strong> on ABC's`` World News With <strong> Diane Sawyer </strong>'' on Monday, Feb.", "new_id": -2}, {"uid": "1295565725055705620", "i": 6530, "idx": 0, "sa": ["Tim Cook", "Sergey Brin", "Eric Schmidt", "Steve Jobs"], "q": "2001 to Sergey Bring more management experience to the young company, will assume the role of executive chairman, focusing on deals and government outreach, among other things. Mr. <strong> Sergey Brin </strong> will concentrate on strategic projects. <q> Day-to-day adult supervision no longer needed! </q> Mr. <strong> Eric Schmidt </strong> tweeted after the announcement. The abrupt shift comes days after Apple Inc. AAPL-Q CEO <strong> Steve Jobs </strong> announced a leave of absence, leaving lieutenant <strong> Tim Cook </strong> in charge of day-to-day operations. Like Google, Apple", "new_id": -2}, {"uid": "1297297315172949561", "i": 52288, "idx": 1, "sa": ["Satya Nadella", "Steve Ballmer"], "q": "Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business.`` We're already making strong traction across our Server and Tools Business by embracing cloud services,'' said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future. </q> As president of the Server and Tools Business, <strong> Satya Nadella </strong> will oversee the overall strategy, engineering, marketing and product development for Microsoft's server, tools and cloud platform efforts. This includes developing the technology", "new_id": -2}, {"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": "`` not committed'' to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q> Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile, </q> he said, adding he thinks <strong> Barack Obama </strong>`` is doing a good job right now.''  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}]