[{"uid": "1295576927002506766", "i": 48427, "idx": 2, "sa": ["Eric Schmidt"], "q": ".'' The management changes are due to take effect on April 4. ''Day-to-day adult supervision no longer needed!'' <strong> Eric Schmidt </strong> said in a message on his Twitter feed@ericschmidt. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> he added in a statement. ''By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. ''In my clear opinion, Larry is ready", "new_id": -2}, {"uid": "1295472377012009510", "i": 34225, "idx": 0, "sa": ["Lloyd Blankfein", "Steve Ballmer", "Barack Obama"], "q": "been fast enough,'' <strong> Barack Obama </strong> said. At today's meeting with CEOs, <strong> Barack Obama </strong> and Hu said it was important for the two nations to deepen their business ties. Hu said his nation <q>welcomes U.S. companies and promised that China would treat fairly U.S. companies doing business there. ''It all feels very, very good that you asked us to be a partner,</q> Jim McNerney, the chief executive officer of Boeing, said to Hu at the start of the session. Other attendees at the meeting were Chief Executive Officers <strong> Steve Ballmer </strong> of Microsoft Corp.; <strong> Lloyd Blankfein </strong> of Goldman Sachs Group", "new_id": -2}, {"uid": "1295419250126189579", "i": 24262, "idx": 2, "sa": ["Sergio Marchionne"], "q": "eventually producing 80 percent of its product line from four or five architectures, a plan that is just getting under way. The vehicles from the new minivan platform would be built in Windsor. <q>I am here with one message to tell you,</q> <strong> Sergio Marchionne </strong> told workers Tuesday. ''The future of this plant is without doubt guaranteed.'' Windsor Assembly is Chrysler's oldest plant and the only automaking factory in North America running on three shifts. It", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the ''Jersey Shore'' sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong> ''<strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q>It's really hard for me to watch,</q> <strong> Nicole Polizzi </strong> says of watching the punch t... ''<strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) ''<strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1295564127055377926", "i": 33122, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Justin Bieber"], "q": "company Novell. In his time as CEO, <strong> Eric Schmidt </strong> oversaw the incredible growth from simply a search engine to a full-on web-based services and products multinational corporation, with more than$ 8 billion in revenue. <q>It's been a great privilege to be CEO for 10 years and I am very much looking forward to my next role, including working more with his literally my best friends and partners Larry and <strong> Sergey Brin </strong>,</q> <strong> Eric Schmidt </strong> said.( Photo: REUTERS) Google's trio of <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> and Larry Page explain the management shift saying it was a matter of streamlining things. Movie ad for <strong> Justin Bieber </strong>'s 3D's ''", "new_id": -2}, {"uid": "1295924020206389265", "i": 43419, "idx": 0, "sa": ["Bill Lockyer", "Luis Posada Carriles", "Newt Gingrich"], "q": "feel good.'' He said Cuban-American groups had been great in financially supporting him- but that his legal bills are piling up. ''Experts cost money,'' <strong> Luis Posada Carriles </strong> said in Spanish. <q>The trip to hotels. the exile( community) has responded well.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ENGINEER SOFTWARE Company Advent Software ENGINEERING OPPORTUNITIES Company Newfield EXECUTIVE DIRECTOR Company", "new_id": -2}, {"uid": "1296744552199131154", "i": 30110, "idx": 12, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "the attacks, he choked up in a meeting with Bush while thinking of his son. On Nov. 21, 2001, the president led <strong> Donald Rumsfeld </strong> to a small office near the Situation Room and asked: <q>Where do we stand on the Iraq planning?</q> <strong> Donald Rumsfeld </strong> quickly prodded military leaders on the subject. It's the latest confirmation that war-or at least serious war planning-was gearing up long before the public was clued in, and despite the absence of any link between <strong> Saddam Hussein </strong>", "new_id": -2}, {"uid": "1295325224053116945", "i": 12, "idx": 3, "sa": ["Michael Jordan", "Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. ''It's hard coming into a situation where guys have been ''This is only a fan made video and is not made for monetary gain. No copyright infringement intended.'' I think <strong> Michael Jordan </strong>", "new_id": -2}, {"uid": "1295831549223035458", "i": 39859, "idx": 0, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "I could eat that every day. ''But I think it's bad people criticise me, a 17-year-old girl, about my figure.'' On a more reflective note, she continued: <q>If I could have done one thing differently I'd have waited until I was older before getting into this industry. I'd get so frightened of people saying hurtful things I'd put up a barrier, saying,' I don't care and then they can't hurt me'. ''But I do care and it does hurt. Because of my style, I come across as hard and in your face. But I'm not like that.</q> <strong> Cher Lloyd </strong> remains very grateful to <strong> Simon Cowell </strong> for giving her a chance on the show and signing her to his Syco label. And she denied reports the pair have clashed over her artistic path, adding", "new_id": -2}, {"uid": "1296486373063668243", "i": 2366, "idx": 3, "sa": ["Ronald Reagan", "Bill Stephan", "Mike Pence"], "q": "'' <strong> Bill Stephan </strong>, a friend of <strong> Mike Pence </strong>'s since they attended the Indiana University School of Law-Indianapolis together, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. <q>I just remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve,</q> <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school, largely because he heard in <strong> Ronald Reagan </strong> ''the manifestation of the kind of traditional American ideals that I was raised to believe in", "new_id": -2}]