[{"i": 18535, "idx": 0, "index_answer": 0, "new_id": -1, "q": "friend of Democratic congresswoman <strong> Gabrielle Giffords </strong>, has visited the lawmaker in her hospital room and is in close contact with her astronaut husband Mark Kelly, she told NBC's \"Meet The Press.\" <strong> Gabrielle Giffords </strong> is <q>making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,<q> <strong> Kirsten Gillibrand </strong> said. \"It's an extraordinary amount of progress for a woman who sustained such a horrific injury,\" she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295217263110215213"}, {"uid": "1296130960251920385", "i": 24290, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "Another big topic of conversation behind the scenes at the NTAs was <strong> Simon Cowell </strong>'s plans for The X Factor- both here and in the US. Chilean mining hero Luis Urzua presented the best drama award <q>We have to make sure that all the shows are back bigger, better, stronger, different. No-one's been contracted yet, apart from me,<q> <strong> Simon Cowell </strong> said. He promised \"a few surprises\", and told viewers to expect an announcement \"in two weeks time\" regarding the US X Factor. <strong> Cheryl Cole </strong> admitted that \"the million", "new_id": -2}, {"uid": "1295571627159776784", "i": 12065, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "pact with China, Boeing lays off 1,100 U.S. workers Analysts also noted that while both Page and <strong> Sergey Brin </strong> were young when they first started, their experience has honed them to make the decisions necessary. <q>Day-to-day adult supervision no longer needed!<q> <strong> Eric Schmidt </strong> tweeted after the announcement. Google also reported fourth-quarter financial results, beating Wall Street's net revenue expectations. Net revenue, excluding fees paid to partner websites, was$ 6.37 billion while", "new_id": -2}, {"uid": "1295455827061816843", "i": 3413, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "countries, but... Kira Scott Tells <strong> Simon Cowell </strong> He's Gay A girl who made it to hollywood on american idol tells <strong> Simon Cowell </strong> that he \"must be gay\"! and paula gets real angry Season 3... â\u0098\u0086 <q>Britains Got Talent or Americas Got Talent â\u0099¥ <strong> Connie Talbot </strong> WOWs <strong> Simon Cowell </strong>!<q> <strong> Paula Abdul </strong> about <strong> Simon Cowell </strong> \"The Flirt\"- American Idol idolonfox.com <strong> Paula Abdul </strong> about <strong> Simon Cowell </strong> \"The Flirt\"- American Idol. The final two contestants take to the stage with their final performances, hoping to prove to the", "new_id": -2}, {"uid": "1295319335227213318", "i": 21032, "idx": 0, "sa": ["Steve Ballmer"], "q": "on Windows PCs, a development which Microsoft executive <strong> Steve Ballmer </strong> hinted at to the BBC during CES. Speaking in a brief interview with BBC online tech program Click, <strong> Steve Ballmer </strong> said that PC Kinect was something which Microsoft <q>will support... in a formal way in the right time<q>. Now, speculative blog", "new_id": -2}, {"uid": "1297462823095535141", "i": 7731, "idx": 8, "sa": ["Simon Cowell"], "q": "quality when they saw it. \"Over the years you've seen a different type of artist emerge,\" he explained, noting that a certain je ne sais quoi has become just as important as chops. <q>A good example of that is <strong> Lady Gaga </strong>. God only knows what we would have said to her if she'd walked into \"Idol' three years ago with a lobster on her head. I don't know. But she's got it.<q> Whether <strong> Simon Cowell </strong>'s still got it is hard to say, especially seven long months away from the premiere date. But at a time when the music industry's struggling, he\"s going to have to", "new_id": -2}, {"uid": "1295841387032849936", "i": 17633, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "to speed up decision-making at the Internet giant. In a regulatory filing last week, <strong> Google Inc. </strong> said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q>The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his <strong> Google Inc. </strong> stock as part of his long-term strategy for individual asset diversification and liquidity,<q> the filing said. As of Dec. 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of <strong> Google Inc. </strong> stock and controlled 9.6% of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1295954317102252556", "i": 9835, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "the media mogul's aim to complete a Â£ 8.3 bn takeover of BskyB. Both The Economist and the Guardian highlighted that the allegations have, in fact, come at a critical time for News Corp. <q>There is speculation that News Corp executives were keen to see <strong> Andy Coulson </strong> quit, amid fears that his continued presence inside No 10 was damaging the company's commercial interests<q>, the Guardian wrote. Downing Street denied categorically that <strong> Rupert Murdoch </strong> had ordered <strong> Andy Coulson </strong> to quit. <strong> Andy Coulson </strong>'s resignation has also prompted Labour frontbencher Chris Bryant to call for the police to conduct a new investigation. Gordon Taylor", "new_id": -2}, {"uid": "1295551546153829389", "i": 5843, "idx": 0, "sa": ["Linda Stasi", "Simon Cowell"], "q": "the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year( 10). The Los Angeles Times' Mary MCNamara writes, <q>Moments into Wednesday night's season premiere, it was gratifyingly clear that for the first time in a long time the fumblings and flailings of contestants fighting to find their feet on stage will not be mirrored by the judges' table. \"Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol.<q> She adds, \"Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.\" New York Post critic <strong> Linda Stasi </strong>", "new_id": -2}, {"uid": "1297123112135839749", "i": 46118, "idx": 1, "sa": ["Simon Cowell"], "q": "X Factor USA, but insisted that he is confident it was the right decision. On whether he was \"nervous' to be offering such a huge sum of cash, <strong> Simon Cowell </strong> admitted: <q>I think we should be nervous. The reason we decided to do this was to show the people who are auditioning for the show is that sometimes you have to put your money where your mouth is. By putting up that kind of prize money it's a massive, massive risk but it's also an incredible incentive.<q> \"You want the person to succeed in a way you hope you can say,' I was there at the beginning\",\" he added. \"I think part of the reason we put", "new_id": -2}]