[{"uid": "1295808436044548117", "i": 8041, "idx": 2, "sa": ["Keith Olbermann", "David Letterman"], "q": "\" <strong> Keith Olbermann </strong> said. \"But on the broadcast side there was no comparison- ESPN was the bush leagues.\" During a 2007 appearance on the \"Late Show,\" host <strong> David Letterman </strong> asked <strong> Keith Olbermann </strong>, <q>What is it about you? You seem to burn bridges wherever you leave.</q> said of his relationship with ESPN, \"I don't burn bridges, I burn rivers. If you burn a bridge, you can possibly build a new bridge, but if there's no river any", "new_id": -2}, {"uid": "1295920060006537242", "i": 24662, "idx": 0, "sa": ["Andy Coulson"], "q": ", under-resourced newsrooms having to update stories once or twice an hour are desperate for fresh leads.\"- The Failed Estate\" The <strong> Andy Coulson </strong> affair raises the question- who runs Britain? <q> \"That is only one example of the close ties woven between <strong> Tony Blair </strong> and <strong> Gordon Brown </strong>, when they were prime ministers, and Cameron now, and the Murdoch camp- the private meetings and dinners, the calls( no hacking there) and the mutual interest. We once used to think of the establishment as being cabinet ministers, archbishops, BBC panjandrums, leaders of industry and royalty. No longer. It's the links between the government and the Murdoch empire that count today- a shadowy influence-mart.</q>- The Guardian\" Government of Tunisia shuts down TV channel \" \"Tunisia's interim government abruptly shut down the country's oldest and most popular private television network on Sunday evening,", "new_id": -2}, {"uid": "1296007173157368360", "i": 39530, "idx": 0, "sa": ["Michael Vick"], "q": "quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q>We're real excited about it,</q> chief executive officer Rob Vito said Tuesday.\" <strong> Michael Vick </strong> is good people. He paid his dues. President Obama reached out to him. He deserves an opportunity. This is what", "new_id": -2}, {"uid": "1295566952148553790", "i": 49121, "idx": 0, "sa": ["John Frisbie", "Steve Ballmer"], "q": "committed to opening markets wider- including for government procurement contracts- and to honoring foreign companies' intellectual property rights. announced on Wednesday that it will audit government-office software use and publish the audit's results. <q>If the audit is thorough, the additional transparency on this issue should result in greater software sales for US companies,</q> said <strong> John Frisbie </strong>, president of the US-China Business Council, in a statement. Only 1 in 10 users of Microsoft software in China has paid for the product, said <strong> Steve Ballmer </strong>, Microsoft's chief executive officer,", "new_id": -2}, {"uid": "1295813464265846801", "i": 29329, "idx": 0, "sa": ["Nir Rosen", "Mike Pence"], "q": "screens at the Sacramento CA, Tea Party Across America rally on Sunday 9-12-2010. The interviews were recorded in Sacramento. Recycle Government this November DONATE www.TeaPartyPatriots.org http://wn.com/Full_Show__1/4/11_Healthcare_repeal,_Islam_in_America,_MLK_and_JFK,_Government_Benefits Thom is joined by <strong> Nir Rosen </strong>, award-winning independent journalist and author <q>Aftermath: Following the Bloodshed of America's Wars in the Muslim World</q>. Also, Thom confronts Seton Motley www.LessGovernment.org- Are the Republicans engaged in a form of terrorism by attempting to repeal healthcare reform while 50 million are uninsured? Plus much, much more. http://wn.com/Pence_You_Can't_Fix_A_Government_Takeover_Of_Health_Care_Repeal_and_Start_Over Congressman <strong> Mike Pence </strong> gave", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract,</q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}, {"uid": "1295259419086458396", "i": 1710, "idx": 0, "sa": ["Kirsten Gillibrand", "Al Sharpton"], "q": "the senator to link black churches with federal agencies and programs. \"A lot of us had never heard of her. Then we heard a lot of things that were disturbing,\" <strong> Al Sharpton </strong> said. <q>But as she remained almost omnipresent, she has won a lot of people over, because she's been there, and she's been there over and over again.</q> The new venture builds on a summit <strong> Kirsten Gillibrand </strong> held last year on Capitol Hill that brought nearly 100 church leaders in contact with numerous federal officials and agencies. This year, <strong> Kirsten Gillibrand </strong> is", "new_id": -2}, {"uid": "1295094125134053943", "i": 20097, "idx": 27, "sa": ["Kris Allen", "Allen Iverson", "Matt Geiger"], "q": "of 7-footer <strong> Matt Geiger </strong> in the fourth quarter lifted Philadelphia to a 104-90 victory over the Orlando Magic in the opener of their Eastern Conference first-round series. \"I am still excited about this game,\" <strong> Allen Iverson </strong> said. <q>I feel like I could still play another 48 minutes. The crowd was against us and it was just great playing in that kind of atmosphere. This was my first one, and I would love to play in a lot more.</q> \"<strong> Kris Allen </strong> told me he got 15 minutes of sleep last night, that was 15 more than I expected,\" said 76ers coach Larry Brown, who took his record sixth different organization to the playoffs. \"", "new_id": -2}, {"uid": "1295364352186253316", "i": 19360, "idx": 7, "sa": ["Michael Vick"], "q": "also was asked with how he deals with the criticism that comes his way. \"In this country, you have the freedom of speech and you can say whatever you want,\" he said. <q>As long as you say it to the right people, not bluntly put out in my face, then it don't make me any difference. People can say anything they want. They can have their own opinions, but it doesn't mean it's valid... It motivates me.</q> <strong> Michael Vick </strong> picked up another Comeback Player of the Year award yesterday, as we told you last night here on Eagletarian Because your contributions are currently under review, no comments can be made at this time. Philly.com", "new_id": -2}, {"uid": "1295471010042287111", "i": 24792, "idx": 2, "sa": ["Brandon Jennings", "Michael Vick", "Brandon Boyd"], "q": "kept up with the Web site for his pit bull rescue efforts, her main interest at SPCA. She said she contacted <strong> Brandon Boyd </strong> because she wanted to work with \"somebody who was just good with people.\" <q>It's kind of neat because the tattoo industry has a stereotype, too,</q> she said, adding that <strong> Michael Vick </strong>'s dogs would help the average http://wn.com/European_Invasion_with_Brandon_Bond_of_ALL_OR_NOTHING_TATTOO <strong> Brandon Jennings </strong>( born September 23, 1989 in Los Angeles, California) is an American professional basketball player that was drafted 10th overall in the 2009", "new_id": -2}]