[{"uid": "1296716411176898050", "i": 11869, "idx": 2, "sa": ["Blake Griffin", "Corey Maggette", "Allen Iverson"], "q": ", making him the first rookie to do so since <strong> Allen Iverson </strong> in 1996-97. \"He definitely should be in the All-Star game, without a doubt,\" said Milwaukee's <strong> Corey Maggette </strong>, a former Clipper. <q>He's one of those special players, like LeBron.</q> <strong> Blake Griffin </strong> is already committed to the All-Star dunk contest and was selected to play in the Rookie Challenge game. Hindering his bid to add All-Star to his name is the fact that the Clippers are", "new_id": -2}, {"uid": "1297363571104955962", "i": 5409, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "a chance\" to install a representative government that fits with their own culture, but we have a limited ability to impose any lasting outcomes otherwise. What does the military look like in 20-25 years? <q>The Iron Triangle- the permanent bureaucracy in this town</q>- make change difficult, <strong> Donald Rumsfeld </strong> says. \"Today we have massively increased our special forces,\" and that doesn't make the Army especially happy. The change <strong> Donald Rumsfeld </strong> pushed to make to transform the ground-forces military", "new_id": -2}, {"uid": "1295580035256213030", "i": 22449, "idx": 6, "sa": ["Eric Schmidt"], "q": " \"It will be interesting to see if that changes, or if Page chafes at the relentless public demands of running a massively scrutinized public company.\" <strong> Eric Schmidt </strong>, in a blog post, said: <q>Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making.</q> \"For the last 10 years, we have all been equally involved in making decisions,\" he said. \"This triumvirate approach has real benefits in terms of shared wisdom, and we", "new_id": -2}, {"uid": "1297260047038011259", "i": 40772, "idx": 12, "sa": ["Donald Rumsfeld"], "q": "resignation would make the scandal go away, and that he was worried about the consequences of shedding the head of the Pentagon in the midst of two difficult wars. <strong> Donald Rumsfeld </strong> accepted the president's decision. <q>I now believe that this was a misjudgment on my part <strong> ... More </strong> than anything else I have failed to do,</q> he writes, \"and even amid my pride in the many important things that we did accomplish, I regret that I did not leave at that point.\" Fans of Washington insider politics, meanwhile", "new_id": -2}, {"uid": "1296008478065716246", "i": 42199, "idx": 0, "sa": ["Michael Vick"], "q": "Opposing quarterbacks threw 32 passes in his direction before Week 17 and completed 13- none for a touchdown. So don't let his 19 tackles and lack of an interception be misconstrued as a lack of production. <q>I've been measured a little differently from other guys just because I don't get as many opportunities as they do,</q> the three-time Pro Bowler said. Oakland's pass defense finished second in the NFL with 189.2 yards allowed a game. <strong> Michael Vick </strong>. He's better than ever, thanks to a renewed dedication to the game after his", "new_id": -2}, {"uid": "1296166292065404942", "i": 36969, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "'s a full-time job just to deal with all the external stuff: customers, partners, deals, M&A, government, press, publicity and marketing.\" He also mentioned that <strong> Sergey Brin </strong> will focus on <q>the order of three big initiatives.</q> <strong> Eric Schmidt </strong> didn't elaborate. Turning to competition, <strong> Eric Schmidt </strong> said he was perplexed by the Facebook obsession because \"the facts don't support it.\"'[ Facebook] has clearly stated they", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q>It can happen to any place in the world,</q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}, {"uid": "1296233986144064524", "i": 24469, "idx": 4, "sa": ["Simon Cowell"], "q": "Idol,\" then sings \"Stand By Me\" in a husky, slow voice-- unfortunately it just isn't very good. He looked like he would have all the tools, but is just off-key. <q>I thought it was terrible and a joke,</q> says Randy Jackson. \"Do we even need to vote?\" Floppy-haired Scott Dangerfield,... The X Factor US: Has <strong> Simon Cowell </strong> Chosen The New Host? Rumors surrounding The X Factor US series have reached fever-pitch", "new_id": -2}, {"uid": "1296286226080461960", "i": 37253, "idx": 0, "sa": ["Elizabeth Bartman", "Zahi Hawass"], "q": "any harm during this period of conflict.\" Even if the protesters and government forces share that respect for the museum's antiquities, the situation could still lead to unintended and unwelcome consequences. <q>Especially with Egypt being such a dry place- they have all these organic materials, they have textiles, they have ancient food, they have lots of wooden items- fire is a very scary proposition,</q> <strong> Elizabeth Bartman </strong> said. \"Let's just keep our fingers crossed that the museums are not going to be caught in the crossfire.\" Why did they not mention <strong> Zahi Hawass </strong>?????!!! He was probably out there beating", "new_id": -2}, {"uid": "1295653079122683405", "i": 26418, "idx": 0, "sa": ["Eric Schmidt"], "q": "do think we could trade down to 1260.\" Brian Kelly is also concerned by the market action. \"I was surprised that the market wasn't up more than it was,\" he says <q>GE is a great bellwether. I'd be a seller broadly, or at least a buyer of puts for protection.</q>]. Both sold off at the end of the day.\"] closed lower on Friday after published reports suggested outgoing CEO <strong> Eric Schmidt </strong> planned to sell$ 335 million of his stock. As you may remember on", "new_id": -2}]