[{"uid": "1295452591083853361", "i": 9553, "idx": 6, "sa": ["Robert Thompson", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "hardest one to get.\" <strong> Robert Thompson </strong> points out that, as a British unknown looking for American fame, <strong> Simon Cowell </strong> used meanness as a savvy PR move- one that wouldn't work for <strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>. <q> Outside of the music industry, no one in the United States knew who <strong> Simon Cowell </strong> was until he started making nasty comments during the first season promotions for the show, </q> he says. \"Being mean was what made him a celebrity. But <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are already celebrities. They have their cultural equity to protect.\" For Young, it's no accident that", "new_id": -2}, {"uid": "1297694269130826245", "i": 42594, "idx": 6, "sa": ["Justin Webb", "Toby Harnden", "Donald Rumsfeld"], "q": "\" to his wife, family and friends, \"always connected to real human beings\" . However, <strong> Justin Webb </strong> concludes that the book needs \"more insight\" and \"more sense of detachment\" in order to <q> match the achievements of its author </q>. <strong> Donald Rumsfeld </strong> provides some \"puckish\" and \"acidic\" observations about former colleagues, according to <strong> Toby Harnden </strong> in the Telegraph. Any readers \"expecting a mea culpa from the famously cocksure <strong> Donald Rumsfeld </strong> will be disappointed", "new_id": -2}, {"uid": "1296488866202686546", "i": 19074, "idx": 0, "sa": ["Sergio Marchionne"], "q": "of 11 new vehicles. U.S. market share for 2010 rose to 9.2% from 8.8% in 2009. In Canada, market share jumped two percentage points to 13% for last year. <q> The company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months, </q> said CEO <strong> Sergio Marchionne </strong>. \"Given the positive comments we have received to date, it can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations.\"", "new_id": -2}, {"uid": "1297206545083279894", "i": 11762, "idx": 5, "sa": ["Colin Powell", "George W. Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> George W. Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinder block compound filled with heavily armed Kurdish men, video equipment and children- but no obvious", "new_id": -2}, {"uid": "1295803019101695619", "i": 48230, "idx": 4, "sa": ["George H. W. Bush", "Bill Clinton", "Colin Powell", "Geoffrey Wawro"], "q": ": America's Pursuit of Power in the Middle East\" last year, writes in the online analysis in great detail about various aspects of the war with a special emphasis on the war's ending. <q> A year after the war, Saddam mocked <strong> George H. W. Bush </strong> from Baghdad and claimed victory:` It was <strong> George H. W. Bush </strong> with his own will who decided to stop the fighting. Nobody had asked him to do so.' Seizing on that appearance of George H. W. Bushial weakness, <strong> Bill Clinton </strong> campaigned that year against <strong> George H. W. Bush </strong>- and beat him- chiding <strong> George H. W. Bush </strong> for not putting Saddam and his acolytes on trial for war crimes. \"<strong> Bill Clinton </strong> would prove no more effective than George H. W. Bushn removing Saddam, </q> <strong> Geoffrey Wawro </strong> noted. \"Perhaps <strong> Colin Powell </strong> said it best, in his post-war memoirs, when he compared the pressures weighing on <strong> George H. W. Bush </strong>'s war termination with the pressures weighing on Meade after Gettysburg, or on Eisenhower", "new_id": -2}, {"uid": "1296309363021659662", "i": 57114, "idx": 0, "sa": ["Eric Schmidt"], "q": "D.C. Gets a Street View of New Anti-Google Video Consumer Watchdog is at it again. In the new video <q> Mr. <strong> Eric Schmidt </strong> Goes to Washington, </q> the group demands <strong> Eric Schmidt </strong> be called before Congress for hearings about the data Google collected with its Street View mapping service cars. The group has gone as far as to hire a mobile digital advertising truck equipped", "new_id": -2}, {"uid": "1296131367041451525", "i": 1981, "idx": 0, "sa": ["Michael Gove"], "q": "Operations soldiers were killed in a bomb attack last year in north-western Pakistan, where militants are very active. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1297116182198082578", "i": 12396, "idx": 0, "sa": ["Lea Michele", "Simon Cowell", "Miley Cyrus"], "q": "scout back for a stint as mentor? <strong> Simon Cowell </strong> would walk in already having the contestants' respect and as mentor he would surely play nice- but Miley Cyrusfully not too nice. Because I want to hear him say <q> That was complete and utter rubbish </q> at Lea Michelest one more time. More From Yahoo! Contributor Network: Note: This was written by a Yahoo! contributor. Join the Yahoo! Contributor Network <strong> Simon Cowell </strong> On` The X Factor's'$ 5", "new_id": -2}, {"uid": "1295962424122060818", "i": 12610, "idx": 0, "sa": ["Nick Clegg", "David Cameron", "Theresa May", "Andy Coulson", "Vince Cable"], "q": "<strong> Andy Coulson </strong>...- <strong> David Cameron </strong>'s press chief, <strong> Andy Coulson </strong>, quit over alleged phone tapping when... Photo: Britain's Deputy PM <strong> Nick Clegg </strong> and Business Secretary <strong> Vince Cable </strong>... Photo: Britain's Deputy <strong> Theresa May </strong> <strong> Nick Clegg </strong> Report Abuse <q> God know, we can not offend the muslims. </q> Time.com: How the Airport Bombing Left Moscow at a Loss for Words Time.com: Protests Shake Yemen's President and Free a Dissident Leader Run Your Meter Backward With Our Affordable Solar Power Save Immediately on Electric Bills!", "new_id": -2}, {"uid": "1296203927248250382", "i": 36774, "idx": 0, "sa": ["Michael Vick", "Peter King", "Barack Obama", "Henry Louis Gates"], "q": "grist for the mill. This is hardly a first. The <strong> Barack Obama </strong> touched off a national debate in July 2009 by linPeter King the unfair arrest of his friend and Harvard professor <strong> Henry Louis Gates </strong> to what the <strong> Barack Obama </strong> called <q> a long history in this country of African-Americans and Latinos being stopped by law enforcement disproportionately. </q> He showed a firm grasp of history. But the <strong> Henry Louis Gates </strong> case is no more typical of that history than <strong> Michael Vick </strong>'s second chance is typical of what most felons can expect. That episode ended", "new_id": -2}]