[{"uid": "1296231867027263053", "i": 1561, "idx": 10, "sa": ["Michael Gove"], "q": "is very variable( that's in the words of the Chinese Government by the way) they have a few things that <strong> Michael Gove </strong> seems to have missed out on: teaandchocolate 27 January 2011 1:38 PM <q>The so called disadvantaged that I've seen when helping in schools are the ones who disrupt the lessons, couldn't care less if they learn or not and make everyones life hard, what we need are more special schools where disruptive children can go and have a higher pupil/teacher ratio, so that the good children can get on with learning.</q> Mrs Happy Inclusion was started in 1988-9 under a conservative government. When I trained there were loads of fantastic schools for children with learning difficulties and the Tories closed them to save cash and put the", "new_id": -2}, {"uid": "1295786407057016333", "i": 7693, "idx": 5, "sa": ["Toni Kukoc", "Allen Iverson"], "q": "season and so did the Philadelphia 76ers. <strong> Toni Kukoc </strong> scored 19 points in support of <strong> Allen Iverson </strong>'s 41 and the 76ers roared to a season high in their fifth straight victory, a 121-89 rout of the Seattle SuperSonics. <q><strong> Toni Kukoc </strong> played like we expected him to play every game,</q> <strong> Allen Iverson </strong> said. \"We need a lot of that from <strong> Toni Kukoc </strong>. He's one of those special players that can change a game.\" While the 76ers have maintained the best record in the NBA this season", "new_id": -2}, {"uid": "1295835343029999165", "i": 1214, "idx": 0, "sa": ["Andy Coulson"], "q": "laugh myself. Thakinski 23 January 2011 9:46 PM One day I hope \"<strong> Andy Coulson </strong>\" takes the lot of you to court for Thakinski 23 January 2011 9:53 PM Crydee <q>It's time the media had a truly independent regulatory board in the same way as doctors, lawyers, nurses and others. If its good enough for those professions, why are the media any different?</q> golfplayer 23 January 2011 10:11 PM This comment has been removed by a moderator. Replies may also be deleted. agreewith 24 January 2011 1:31 AM Today's Indy, in its", "new_id": -2}, {"uid": "1296940939224919552", "i": 14168, "idx": 8, "sa": ["Eric Schmidt"], "q": "without users knowing. Lessons have been learnt. \"I'm sorry to be so pedantic, but I've found if I don't repeat it I get Twittered to death,\" <strong> Eric Schmidt </strong> says. <q>You've got to add the preamble- this is all on the assumption that the customer wants this kind of information. If you want anonymity and you don't want your friends to know what you're doing, that's fine with us.</q> My children are aged 10 and seven. I ask what it will be like for them in 50 years' time. \"A child born today with a life expectancy of 90 will live", "new_id": -2}, {"uid": "1297285270243777567", "i": 45099, "idx": 2, "sa": ["Simon Cowell"], "q": "took a few jabs at <strong> Simon Cowell </strong> for his squared-off, Frankenstein-esque hairdo, tight t-shirts, and how high he wears his pants. \"It's like, what's that on your neck?\" she said. <q>Oh, it's a belt. I got it.</q> Maybe they should have a show where they just judge each other. TV Replay: Watch TV's Best Moments Daily Our rights to these clips expire a few days after we post them. If you", "new_id": -2}, {"uid": "1295581455002506782", "i": 46435, "idx": 6, "sa": ["Eric Schmidt"], "q": "a trio, an approach they spelled out in an \"owner's manual\" included in the company's 2004 IPO filing. \"We run Google as a triumvirate,\" Page and Brin wrote. <q>The three of us run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way.</q> <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy. \"We tend to agree on everything,\" he noted. Robot cars: Google searches for next Android But he said he", "new_id": -2}, {"uid": "1296789417115392513", "i": 9347, "idx": 7, "sa": ["Allen Iverson"], "q": "17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds. \"I wanted to get off to a good start,\" <strong> Allen Iverson </strong> said. <q>Some earlier shots were going off the rim, then all of a sudden, my shots began to drop. My teammates began to get the ball to me, they did a good job as always of getting me the ball in the right spot, and I was able to make the big shots at the end.</q> \"The little kid was phenomenal,\" Sixers coach Larry Brown said. \"I had to take him out at the beginning just to calm him down because he was really wired. Yeah, he took a", "new_id": -2}, {"uid": "1295618523207978567", "i": 5850, "idx": 0, "sa": ["Kasie Hunt", "Mike Pence"], "q": "safety advances.\" GOP 2012:-- Boston Globe A1, \"Romney keeps away from Tea Party: Possible presidential contender isn't courting activists,\" by Matt Viser, in Washington: <q>Romney is on track to present himself as the establishment candidate- a responsible, mainstream Republican leader with the necessary financial resources and credentials to beat <strong> Barack Obama </strong>. But the approach carries potential risks... Even in traditionally moderate New Hampshire, the Tea Party is ascendant....[ A] dvisers... say Romney could begin reaching out to activist leaders later.</q> http://bit.ly/hjSx6q-- \"Open GOP field creates space for <strong> Mike Pence </strong>,\" by Jonathan Martin and <strong> Kasie Hunt </strong>: \"To understand the dissatisfaction on the right with the current crop of Republican presidential hopefuls, look", "new_id": -2}, {"i": 44090, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is working on new projects, but doesn't want to provide any details, lest he be accused of introducing vaporware. \"I don't want to repeat that in the future,\" he said. <q>I think our primary reason for purchasing the building... was the office space that we really enjoy using,</q> <strong> Eric Schmidt </strong> said. Jonathan Rosenberg, senior vice president for product management, said Google opted to buy the building because it was able to accomodate the growing number of Google employees in New York, currently at", "sa": ["Eric Schmidt"], "uid": "1295570584118865943"}, {"uid": "1295161390124190722", "i": 27271, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q>This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible.</q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than Favre- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}]