[{"uid": "1295692954156483593", "i": 12372, "idx": 3, "sa": ["Michael A. Cusumano", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> to the 38-year-old Page because it faces serious challenges from companies led by much younger executives, like Facebook, <strong> Michael A. Cusumano </strong> said. \"They want to become younger and more aggressive,\" he said. <q> But the teams at Google are globally organized, so whatever changes are made probably won't be reflected in regional offices like the one in Cambridge. </q> In fact, the employees at Google's Cambridge office, who number more than 250 people, are assigned to a wide range of company projects. Advertising sales is one of the largest groups in the", "new_id": -2}, {"uid": "1297421165245137429", "i": 36866, "idx": 0, "sa": ["Steve Ballmer"], "q": "further Symbian sales of 150m \"in the years to come\". Nokia's other OS MeeGo, which is run in collaboration with Intel, will become open source. Microsoft chief executive <strong> Steve Ballmer </strong> added: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q>", "new_id": -2}, {"uid": "1297247352052527127", "i": 42064, "idx": 0, "sa": ["Donald Rumsfeld", "Mr. Robert"], "q": "Court Judge <strong> Donald Rumsfeld </strong> Hall on Tuesday that it was former City Manager <strong> Mr. Robert </strong> Rizzo who decided what matters the council would consider and who told members how to vote on virtually every issue that came before them. <q> Everything had to go through <strong> Mr. Robert </strong> Rizzo before it could be addressed, </q> Velez said during the second day of a public hearing to determine whether there is enough evidence to send the six public officials to trial on dozens of fraud charges. \"He wanted to be informed of", "new_id": -2}, {"uid": "1296028590046219275", "i": 5499, "idx": 0, "sa": ["Zahi Hawass"], "q": "North African Caucasoid. Mummies don't lie. en.wikipedia.org------------------------------------------------------- CAIRO-- Egyptian antiquities supremo <strong> Zahi Hawass </strong> insisted Tuesday that Tutankhamun was not black despite calls by US black activists to recognize the boy king's dark skin color. <q> Tutankhamun was not black, and the portrayal of ancient Egyptian civilization as black has no element of truth to it, </q> <strong> Zahi Hawass </strong> told reporters. CAIRO. On Tuesday, October 12th 2010, was opened a new Natuzzi Store in Cairo, the first Egyptian Natuzzi store. The store is located in Designopolis, the largest furniture shopping mall", "new_id": -2}, {"uid": "1296549619189169667", "i": 342, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "might be worth a thousand commercials. Just ask <strong> David Letterman </strong>. The Biebs visited the set of \"Late Show with <strong> David Letterman </strong>\" on Monday, tweeting from the couch. <q> I'm hanging out with my <strong> David Letterman </strong> at@late_show we need to get him twice as many followers! </q> <strong> Justin Bieber </strong> wrote. tweeted their appreciation, writing, \"Hey,@justinbieber! Thanks for the Twitter bounce. Only 6,900,000 to go. Game on, <strong> Justin Bieber </strong>.\" During the teen sensation's interview he", "new_id": -2}, {"uid": "1295991953089178223", "i": 3085, "idx": 12, "sa": ["Donald Rumsfeld", "Henry Kissinger"], "q": ". But he says \"Known and Unknown\" will take on the most sensitive subjects, from the detainment facility at Guantanamo Bay, Cuba, to the mistreatment of prisoners at Abu Ghraib in Iraq. <q> I brought in people who were involved and outside advisers to discuss the legal decisions that were made. And in the book, I present them in a direct way, </q> he says. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by <strong> Henry Kissinger </strong> as a \"skilled full-time politician-bureaucrat in whom ambition, ability, and substance fuse", "new_id": -2}, {"uid": "1295550720193724498", "i": 12396, "idx": 0, "sa": ["Ron Paul", "Mike Pence"], "q": " with Skaneateles FD probably wouldn't make sense.... Reports: Buffalo police shoot sword-armed suspect Syracuse cuse lax 2000 January 17, 2011 at 1:39 PM Follow\" an arm. It was amazing. How about <q> Buffalo police shoot suspect armed with sword </q> Inappropriate? Alert us. Reply Post new Otiscobum January 17, 2011 at 2:20 PM Follow <strong> Mike Pence </strong> urged to enter GOP race for president in 2012 Syracuse CNYSports13 January 17, 2011 at 7:27 PM Follow <strong> Ron Paul </strong> ya'll", "new_id": -2}, {"uid": "1295772199201490460", "i": 10400, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "place on the judging panel of <strong> Simon Cowell </strong>'s US version of The X Factor. According to Look magazine, the singer may join <strong> Simon Cowell </strong> on the show when it begins filming later this year. <q> To get her on the show would give it real star power, </q> a source told the magazine. \"<strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna", "new_id": -2}, {"uid": "1297199444258572348", "i": 19916, "idx": 2, "sa": ["Tony Blair", "Donald Rumsfeld", "Dick Cheney"], "q": "\" \"Asked if he turned the conversation inside the administration to Iraq in the wake of 9/11, <strong> Donald Rumsfeld </strong> said \"absolutely not.\"\" 5 hours after the 9/11 attacks, <strong> Donald Rumsfeld </strong> said <q> Go massive... Sweep it all up. Things related and not. </q> \"<strong> Dick Cheney </strong> British <strong> Tony Blair </strong> is currently\" saying that <strong> Dick Cheney </strong>'s vision of policy towards the Middle East after 9/11 was to re-draw the map.... What does this mean? Well", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,\" said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q> I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt, </q> the influential cleric said. \"There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go. \"Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}]