[{"uid": "1296361391082608151", "i": 7400, "idx": 1, "sa": ["Brandon Lloyd", "Michael Vick"], "q": "A few players even hit the waves such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard.`` I don't surf,'' <strong> Michael Vick </strong> said. <q> I watch National Geographic too much, and I've seen too many catastrophic situations. </q> The players also spent a lot of time lounging at the hotel pool or one of the lagoons at Ko Olina Resort. And the rookies were invited- because they're the ones stuck with the hefty", "new_id": -2}, {"uid": "1294977903249905195", "i": 5930, "idx": 7, "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Chris Bosh", "Marcus Camby", "Allen Iverson"], "q": "it was <strong> Kenyon Martin </strong>'s defense that had coach <strong> George Karl </strong> talking. <strong> Allen Iverson </strong> had 36 points, <strong> Carmelo Anthony </strong> added 33 and <strong> Kenyon Martin </strong> shut down Toronto all-star <strong> Chris Bosh </strong> late as Denver rallied to beat the Toronto Raptors 109-100 on Sunday afternoon. <q> <strong> Kenyon Martin </strong>'s defense on <strong> Chris Bosh </strong> was incredible and got better as the game went on, </q> <strong> George Karl </strong> said.`` You win games with stops more than making shots. I thought <strong> Kenyon Martin </strong> was the star of the game.'' JR Smith scored 14 points and <strong> Marcus Camby </strong> had 15 rebounds as Denver rallied from a", "new_id": -2}, {"uid": "1296438637195035181", "i": 42110, "idx": 5, "sa": ["Michael Vick"], "q": ".`` The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar, but all you ever hear about is how great his victims are doing,'' Erika said. <q> Now, all his victims are the actual superstars. I've got one of the real superstars sitting beside me. </q> Battered and bruised as they've been, it's a rigorous process for these dogs to find permanent homes. <strong> Michael Vick </strong> participates in his first practice as a Philadelphia Eagle They live in", "new_id": -2}, {"uid": "1296131582182419459", "i": 16628, "idx": 1, "sa": ["Peter Capaldi", "Andy Coulson"], "q": "stop <strong> Peter Capaldi </strong> being pestered for comment about the demise of <strong> Andy Coulson </strong>.`` I'd like to hack his voicemail and find out what's going on in his life,'' <strong> Peter Capaldi </strong> told the Independent. <q> I can't believe he didn't know what was going on. I'm an actor, what do I know? But I don't like the idea that we're ruled by people who think it's alright to hack into private phone calls. I'm glad the actors are retaliating. </q> News of the World phone hacking: what the papers and blogs are saying <strong> Peter Capaldi </strong>'s still in the loop| Media Monkey 12.18 GMT on Thursday 27 January 2011. It was last modified at 12.18 GMT", "new_id": -2}, {"uid": "1296789417115392515", "i": 7114, "idx": 3, "sa": ["Allan Houston", "Tracy McGrady", "Michael Jordan", "Allen Iverson", "Jermaine O'Neal"], "q": "from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against <strong> Allan Houston </strong> on Jan. 15, 2002.`` I score a career high and we won the game,'' <strong> Allen Iverson </strong> said. <q> That's how you draw it up in your dreams. </q> It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, Indiana's <strong> Jermaine O'Neal </strong> had the previous high in the NBA this season, scoring 55 points against", "new_id": -2}, {"uid": "1296387505015253604", "i": 30914, "idx": 2, "sa": ["Michael Vick"], "q": "and waiting to be petted. There are big ones, such as the day when the dogs find permanent homes, the way six of the 22 originally brought to Best Friends have thus far. <q> When they announced on TV that <strong> Michael Vick </strong> was eligible to play football again, I lost every single bit of inner peace, </q> said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment.`` But I thought,", "new_id": -2}, {"uid": "1295094195134398069", "i": 13011, "idx": 5, "sa": ["Donald Rumsfeld", "America Ferrera"], "q": "man, woman and child in <strong> America Ferrera </strong>. To understand how the Pentagon can lose track of trillions, consider the case of one military accountant who tried to find out what happened to a mere$ 300 million. <q> We know it's gone. But we don't know what they spent it on, </q> said Jim Minnery, Defense Finance and Accounting Service. Read the rest of the text here: www.cbsnews.com http://wn.com/Donald_Rumsfeld,_The_Man_Who_Lost_The_War__B_Thomas_Cooper Many in Washington share the blame for US failures in Iraq, but none more so than <strong> Donald Rumsfeld </strong> of Defense", "new_id": -2}, {"uid": "1296787924171524099", "i": 14326, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,'' <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, <strong> Donald Rumsfeld </strong> writes. <q> He wanted the options to be` creative.' </q> <strong> Donald Rumsfeld </strong>'s memoir,`` Known and Unknown,'' to be published Tuesday, mixes the policy and the personal. At the end of the Oval Office session in which <strong> President Bush </strong> asked for an Iraq war", "new_id": -2}, {"uid": "1295454377253952031", "i": 8112, "idx": 0, "sa": ["Barack Obama", "Dan Boren", "Harry Reid", "Mary Landrieu", "Sen. Bernie Sanders", "Michael Bennet", "Nancy Pelosi"], "q": "videos at: www.youtube.com Follow on Twitter: twitter.com http://wn.com/Roskam_Reflects_After_a_Long_Health_Summit_Democrats_Still_Aren't_Listening Question of the Day: What is your stance on immigration? Leave all your responses in the comment section.`` Democrats Reveal Facts About Health Care'' www.youtube.com <q> <strong> Rep. Patrick Kennedy </strong> Yells:` Despicable' That Press Focuses On Massa Instead Of Afghanistan </q> www.youtube.com`` High Immigration Impacts America's Unemployed'' www.youtube.com ryanpdixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> White House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Sen. Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> ryan dixon http://wn.com/Coburn_Senate_Republicans_Will_Watch_for_Sweetheart_Deals_in_Health_Care For the first time, Democrats admit what Americans already know", "new_id": -2}, [{"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,'' <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q> That wasn't the first time he threw one in like that, </q> <strong> Keyon Dooling </strong> said.`` He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.'' The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}]]