[{"uid": "1295907764085770265", "i": 9454, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page can take over the reins. <strong> Eric Schmidt </strong>, previously CEO of Novell and CTO of Sun Microsystems, has by far the most enterprise experience in the triumvirate that runs Google, which also includes co-founder <strong> Sergey Brin </strong>. <q> <strong> Eric Schmidt </strong> clearly had passion for enterprise software, </q> says Gartner analyst Whit Andrews.`` He cared about enterprise software. He worked at a lot of companies that sold enterprise software and bunch of enterprise products. That history is not in place with Page.''", "new_id": -2}, {"uid": "1295497266083329024", "i": 4616, "idx": 1, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "said` no' but there will be soon.'' Camille met <strong> Kayte Walsh </strong> for the first time last week, just before <strong> Kelsey Grammer </strong> went on`` The Late Show with <strong> David Letterman </strong>.'' <q> So I went down, saw her, shook her hand said` Hello.' She was pleasant... nice enough and I said congratulations and good luck. What else can I say at this point? I'm not bitter about that. </q>", "new_id": -2}, {"uid": "1296686460210616342", "i": 36617, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "from the Snookster and J-Woww. What do you think? Did your head explode( like mine did) when you saw the Shore/Biebs collaboration? Are you craving more? Hoping for a single, maybe <q> Never Say Never... Except to a Grenade </q>? <strong> Justin Bieber </strong> teaches <strong> David Letterman </strong> about the` Twitter device' <strong> Justin Bieber </strong> on` Today': When they're not screaming, <strong> Justin Bieber </strong> fans are kind of adorable The rules: Keep it clean, and stay on the", "new_id": -2}, {"uid": "1295799418036782093", "i": 2728, "idx": 7, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said.`` All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1296082803258637838", "i": 12067, "idx": 1, "sa": ["Mike Pence"], "q": "twenty pounds at Christmas and me saying to my wife at Christmas,` That's it, we're not gaining any more weight.'''- <strong> Mike Pence </strong>, a Republican congressman from Indiana <q> Their day of reckoning has arrived. Ours is around the corner. That is why we must act now. </q>- Paul Ryan, a Republican congressman from Wisconsin`` The Interior Department is in charge of salmon while they're in fresh water, but the Commerce Department handles them when they're in saltwater", "new_id": -2}, {"uid": "1295658306074924083", "i": 1969, "idx": 6, "sa": ["Ken Auletta", "Eric Schmidt", "Sergey Brin"], "q": "co-founder Larry Page sided with his founding partner, <strong> Sergey Brin </strong>, to withdraw censored searches from China. <strong> Eric Schmidt </strong> did not hide his belief that Google should stay in the world's largest consumer marketplace,'' <strong> Ken Auletta </strong> writes. <q> <strong> Eric Schmidt </strong>, according to associates, lost some energy and focus after losing the China decision. </q> Even if you believe that <strong> Eric Schmidt </strong>'s`` adult subversion'' got the best out of Page and <strong> Sergey Brin </strong>, his success as CEO is somewhat limited. Google is often called a one-trick pony, with its", "new_id": -2}, {"uid": "1295632864218054656", "i": 40227, "idx": 3, "sa": ["Eric Schmidt"], "q": "likely more going on than the public statements indicate.`` In terms of Google's financial performance, there should be no change. The company is firing on almost all cylinders,'' Sterling said. <q> However, I'm not sure that Larry <strong> Will Page </strong> has the` polish' to be the company's public face at this challenging time. Given all the and political challenges Google faces, it remains to be seen how well he'll function as a spokesman for the company. Internally, employees might welcome the change with <strong> Will Page </strong>'s ascension as symbolic of a return to its roots. </q> Google's Future Google also announced financial results for the quarter and the fiscal year ended Dec. 31. <strong> Eric Schmidt </strong> said the fourth quarter marked a terrific end to a stellar year. Google reported revenues of", "new_id": -2}, {"uid": "1295835993071843871", "i": 4525, "idx": 1, "sa": ["Eric Schmidt"], "q": "that it takes off.''' Unless Page delivers that kind of message, it will be difficult for customers to know for sure how much of an emphasis he intends to put on the enterprise business. <q> If Google is a real enterprise company, then we will need to see Page act like that is the case, </q> Andrews says.`` That will include evangelism for the enterprise business, similar to what we saw from <strong> Eric Schmidt </strong>.'' In addition to paying customers,`` If I were a managed services provider I would", "new_id": -2}, {"uid": "1297200983061325341", "i": 1802, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "of management, writes Mr. <strong> Donald Rumsfeld </strong>,`` was her commitment, whenever possible, to` bridging' differences between the agencies, rather than bringing those differences to the <strong> President Bush </strong> for decisions.'' <q> <strong> Condoleezza Rice </strong> is a very accomplished human being, </q> he says in our interview, and`` she had an academic background. Blending things and delaying things is okay in the academic world. She developed a very strong relationship with the president, which is critically important", "new_id": -2}, {"i": 35147, "idx": 1, "index_answer": 0, "new_id": -1, "q": "informed source. The political stakes were ratcheted up in the hours following <strong> Andy Coulson </strong>'s resignation when <strong> Ed Miliband </strong> personally issued a series of statements criticising the wisdom of hiring the former News of the World Editor; <q> I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for as long as he did', </q> he said. Those comments have reportedly given an added urgency to efforts to`` throw the dirt back''.`` <strong> Ed Miliband </strong> was unwise to comment,'' said one observer,`` the Tories are going to", "sa": ["Ed Miliband", "Andy Coulson"], "uid": "1295876928012320777"}]