[{"uid": "1297184996166789153", "i": 12861, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "<q>Previous Morning Must Reads: By the Numbers Next</q> He's Not a Press <strong> Donald Rumsfeld </strong> Don <strong> Donald Rumsfeld </strong>, <strong> Donald Rumsfeld </strong> of Defensive <strong> Donald Rumsfeld </strong> in Kazakhstan/ <strong> Donald Rumsfeld </strong> collection via ABC covered <strong> Donald Rumsfeld </strong> during his second incarnation as defense secretary, from 2001, through 9/11,", "new_id": -2}, {"uid": "1297147091028524573", "i": 47486, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "27 in Los Angeles, in front of live audiences, not in a private room, as is done on \"Idol.\" The person or group \"you want winning,\" <strong> Simon Cowell </strong> said, <q>you want them to be performing in front of 5 or 10 thousand people afterwards, and I need to know right at the beginning whether they can cope with that.</q> <strong> Simon Cowell </strong> said he'd also be up for veteran talent on the show-- such as his former \"Idol\" pal <strong> Paula Abdul </strong>. NEW YORK POST is a registered trademark of NYP Holdings, Inc.", "new_id": -2}, {"uid": "1295321590105201673", "i": 9028, "idx": 7, "sa": ["Stephen Jackson", "Bryan Adams", "Allen Iverson"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q>When a guy is shooting like that, there's nothing you can do.</q> <strong> Allen Iverson </strong> scored 14 <strong> Bryan Adams </strong> bmadams132@aol.com DOB: 07/14/1985 Height: 6 ft. Weight: 175 lbs. Position: 1 College Career: De Anza College 2005-2007 Western Washington University 2007-2008 Statistics/Accolades: 87% from the free throw line", "new_id": -2}, {"uid": "1297384383139427845", "i": 9056, "idx": 0, "sa": ["Sergio Marchionne", "The CEO"], "q": "month after winning government backing in a battle with unions over labor concessions. <strong> Sergio Marchionne </strong>, 58, caused a stir in Italy this week when he said Feb. 4 the Turin-based carmaker and Chrysler Group LLC may <q>end up looking like one entity,</q> possibly based in the U.S.. <strong> The CEO </strong> later backtracked, saying no decision has been made. Fiat owns 25 percent of Auburn Hills, Michigan-based Chrysler. Fiat plans to build as many as 280,000 cars and", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.\" The \"Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q>I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it.</q> She added, \"I will say that it\"s a kinder, gentler[ show now.]\"", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}, {"uid": "1295440324144605237", "i": 37512, "idx": 2, "sa": ["Nigel Lythgoe", "Jimmy Iovine", "Simon Cowell"], "q": "or coach- for the entirety of the season. <strong> Simon Cowell </strong> <strong> Nigel Lythgoe </strong>, who will remain off camera, calls him the \"music czar.\" <strong> Simon Cowell </strong> <strong> Jimmy Iovine </strong> said at a news conference in early January: <q>The kids can't just be told, \"O.K., sing better.' Someone has to work with them every week on performance, on style, and also make the songs they do have some kind of originality as well.</q> To do that, <strong> Simon Cowell </strong> <strong> Jimmy Iovine </strong> intends to bring in producers like Timbaland to coach the contestants two or three days a week. \"They\"re going to be bringing them along the", "new_id": -2}, {"uid": "1295760999029376535", "i": 49288, "idx": 4, "sa": ["Allen Iverson", "Dwight Howard", "Anthony Parker"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't r... Toronto Raptors vs Orlando Magic Jan. 04/09 The winning continues for the Toronto Raptors. <strong> Anthony Parker </strong> poured in a season-high 26 points to lead the undermanned Raptors to a", "new_id": -2}, {"uid": "1296225359092700754", "i": 12054, "idx": 3, "sa": ["Rahm Emanuel", "Mike Pence"], "q": "Indiana <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> announced Thursday he would not seek the Republican nomination for president in 2012, but he did \"I'm open to running for governor,\" <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> told the Indianapolis Star. <q>We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it.</q> The 51-year-old congressman easily won re-election to a sixth term last November. In recent weeks, as <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong>'s self-imposed deadline to decide on a presidential bid neared, some conservatives letter to supporters", "new_id": -2}, {"uid": "1297437675252067846", "i": 37896, "idx": 0, "sa": ["Michael Vick"], "q": "across the street from your house of worship. Our house of worship has a long and historic past and I don't plan to see it diminished by the noise of dog yelps, poop, etc..\" <q>I am quite certain you would not have proposed such in front of a house of worship of predominantly White congregants, so don't propose to do so in our front door because we are a church of Black worshipers.</q> The arguments from these church members are troublesome. Primarily, why would they complain about these things now? Previously, when <strong> Michael Vick </strong> was running the Bad Newz Kennels- there were fighting dogs at the property. Evil", "new_id": -2}, {"uid": "1297055420051527714", "i": 1261, "idx": 0, "sa": ["Mike Pence"], "q": "were in a deep funk. \"Seriously, who else do we have?\" one asked me. \"Unless something miraculous happens and we get an unexpected gift candidate.\" Another GOP stalwart agreed: <q>Sad to say, but at a time when we need someone with guts like Reagan in'76 challenging an incumbent <strong> Bill Clinton </strong> of his own party, or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation and personal ambition.</q> Poor <strong> Mike Pence </strong>! After all, the congressman has young kids and other options, and the presidency was a gamble.-----------------", "new_id": -2}]