[{"uid": "1297117709195428398", "i": 25919, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "`` In a war, many things cost lives,'' <strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on`` Nightline'' Monday. Former <strong> George W. Bush </strong> has written that the troop level in Iraq was <q> the most important failure in the execution of the war. </q>`` I think that it's possible,'' <strong> Donald Rumsfeld </strong> responded.`` We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is", "new_id": -2}, {"uid": "1295831264124387374", "i": 21033, "idx": 4, "sa": ["Eric Schmidt"], "q": "small businesses. Gartner says Gmail has captured less than one percent of the enterprise email market, counting only businesses with at least 100 paid seats. Managed services partners are jumping on board, though. <q> A growing number of MSPs have embraced the Google Apps Reseller program, </q> says an article on MSPmentor.net, which tracks the managed services provider market. MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained`` more channel partner momentum with managed services providers. Indeed, 29 of the world's", "new_id": -2}, {"uid": "1296273664046694409", "i": 30472, "idx": 9, "sa": ["Allen Iverson", "Carmelo Anthony"], "q": "and <strong> Carmelo Anthony </strong> had 14 to help the Denver Nuggets spoil <strong> Allen Iverson </strong>'s return to Philadelphia with a 93-83 win over the 76ers on Monday night.`` I just felt like I was back home,'' <strong> Allen Iverson </strong> said. <q> It was deja vu. Just a real good feeling. The fans made it hard on me because they made me more nervous than I already was. </q> The Nuggets did their share to ruin <strong> Allen Iverson </strong>'s homecoming. Denver scored the first 14 points of the fourth quarter to rally for its fourth straight win. <strong> Allen Iverson </strong>'s old team improved to 16-5; his new-again team", "new_id": -2}, {"uid": "1297177126102891536", "i": 59779, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Charles Grandison Rose III", "Bill Clinton"], "q": "in June.' <strong> Charles Grandison Rose III </strong>'s Brush With Death After 14 hours on the operating table, doctors weren't sure if <strong> Charles Grandison Rose III </strong> would live. Diary of <strong> Barbara Walters </strong> Walter's Heart Surgery <strong> Barbara Walters </strong> says she thought: <q> If I die on the operating table, I won't know it. </q>. <strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Bill Clinton </strong> says surgery gave him the chance to walk his daughter down the aisle. <strong> David Letterman </strong> on His Heart Surgery <strong> David Letterman </strong> jokes to <strong> Barbara Walters </strong> that new artery came from`", "new_id": -2}, {"uid": "1296764955240500746", "i": 55163, "idx": 1, "sa": ["Eric Schmidt"], "q": "right royal Bing-dong over` stolen' search results Google's <strong> Eric Schmidt </strong> says Facebook`` threatens the bargain of the Web'' BBC reveals plans for online radio, as it builds two competing players Google's <strong> Eric Schmidt </strong> says Facebook <q> threatens the bargain of the Web </q> Google and Microsoft in right royal Bing-dong over` stolen' search results href=\"http://crave.cnet.co.uk/software/acslaw-tries-to-ditch-file-sharing-cases-claims-to-have-had-death-threats-50002361/\"> ACS: Law tries to ditch file-sharing cases, claims to have had death threats` Oxford Street gunman' Twitter rumour sparks over", "new_id": -2}, {"uid": "1295487735203259910", "i": 57944, "idx": 4, "sa": ["Mike Pence", "Todd Rokita"], "q": "about the Jews and people believed it and you had the Holocaust.'' The most vocal critics of the law were the dozens of new Republican members who made repeal a top campaign promise. <q> The people of Indiana sent me to Washington D.C. with very specific instructions: get the government out of our lives, </q> said <strong> Mike Pence </strong> <strong> Todd Rokita </strong>, R-Indiana. Democrats called the repeal vote pure politics.`` If the American people want us to work together, this is not the way to do it. If there", "new_id": -2}, {"uid": "1295835341029999122", "i": 3450, "idx": 1, "sa": ["Chris Huhne", "Andy Coulson"], "q": "had been through a very thorough investigation there, and they got nowhere; so they may have decided messing with the political process was something that they didn't want to bother doing.'' He quickly added: <q> I really don't know, I mean, you'll have to ask a police officer that. </q> <strong> Chris Huhne </strong>'s intervention is a guarantee the row over phone hacking will not disappear with href=\"http://www.guardian.co.uk/media/Andy Coulson-Andy Coulson\" title=\"More from guardian.co.uk on Andy Coulson\"> <strong> Andy Coulson </strong>'s resignation as director of communications from Downing Street last week. The", "new_id": -2}, {"uid": "1297359073142524467", "i": 13828, "idx": 0, "sa": ["Steve Ballmer"], "q": " This is like <strong> Steve Ballmer </strong> getting on stage saying they screwed up slightly with mobile but they are sure kicking butt now and just you wait for what they got coming up. No one cares anymore.: <q> Nokia knew any internal email or memo would eventually leak to the public and this memo is written with that in mind </q> looks like I really need to lower my level of thinking on this subject because I cant figure out how people are associating this memo with the dawn of a new era at Nokia. not sure. do you", "new_id": -2}, {"uid": "1297324468070123574", "i": 36369, "idx": 0, "sa": ["Eric Schmidt"], "q": "he said. After turning up at Woking Police station, he was denied a picture with officers but he later posted a photograph of his stolen iPad. He thanked police for their help. <q> Rescued iPad! Might check the finger prints on it! Ha ha, </q> he told his followers. Jules Verne Google doodle: science fiction author's birthday marked with'til ting' logo Google Earth finds Saudi Arabia's forbidden archaeological secrets Google's <strong> Eric Schmidt </strong> predicts the future of computing-", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up.`` A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}]