[{"uid": "1296199690069206039", "i": 22319, "idx": 0, "sa": ["Ronald Reagan", "Dick Armey", "Mike Pence"], "q": ", Karen; three children U.S. <strong> Dick Armey </strong> <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: <strong> Ronald Reagan </strong> of Indiana. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters.\" We will not seek the Republican nomination for president in 2012.\" He said", "new_id": -2}, {"uid": "1296080697022757404", "i": 663, "idx": 0, "sa": ["Andy Coulson", "John Whittingdale", "Rebekah Brooks"], "q": "its possession for the last five years.\" I find it utterly extraordinary that the police have been sitting on these documents for five years and did absolutely nothing about them,\" <strong> John Whittingdale </strong> said. <q> I think they generally accepted News International's excuse that there was just one rogue reporter. But the police were sitting on documents that implicate <strong> Ian Edmondson </strong> and they did not question him. </q> <strong> John Whittingdale </strong> said today's dramatic developments also raised questions for <strong> Andy Coulson </strong>, who announced his resignation as the Downing Street communications director last week, and <strong> Rebekah Brooks </strong>, the News International chief executive. The announcement", "new_id": -2}, {"uid": "1296405734264388638", "i": 644, "idx": 5, "sa": ["Tyronn Lue", "Ron Artest", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said.\" We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said Date: March 2, 2010 Staples Center, Los Angeles, CA All Video Credits to JD2K. fter road games following the All-Star break, <strong> Ron Artest </strong> found himself awake until 3 am <strong> Ron Artest </strong> was up jogging", "new_id": -2}, {"uid": "1296018266109002765", "i": 13589, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "John Thune", "Paul Tonko"], "q": "\" I was happy to hear that the president and I agree: The foundation of our future economy will be built on investments in higher education and in scientific research and development,\" said <strong> Paul Tonko </strong>. <q> Innovation in technology and clean energy will be the keys that unlock unlimited opportunities for future generations of Americans, and allow us to maintain our status as the leader of the global economy. </q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., who sat with South Dakota Republican <strong> Barack Obama </strong> <strong> John Thune </strong>, expressed optimism that the evening's bipartisan mood could translate into bipartisan legislating.\" We need to continue the spirit of", "new_id": -2}, {"uid": "1297272060224821253", "i": 28608, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "lie. The far less dramatic truth is that we were wrong.\" He does acknowledge that he made a\" few misstatements,\" referring specifically only to one: when he declared early in the war, <q> We know where they[ the WMDs] are. They're in the area around Tikrit and Baghdad and east, west, south and north somewhat. </q> In the book, <strong> Donald Rumsfeld </strong> claims that he should have referred to\" suspect sites.\" But, he says, his\" few misstatements\" were\" not common and certainly not characteristic.\" The intelligence", "new_id": -2}, {"uid": "1296340734125665312", "i": 33048, "idx": 3, "sa": ["Carmelo Anthony", "Marcus Camby", "Lil Jon", "Steve Blake", "Allen Iverson"], "q": "to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> Lil Jon </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the Nuggets can make a deep playoff run. <q> For me, at this stage of my http://wn.com/Allen_Iverson_32pts_9assists_Denver_Nuggets_vs_Blazers_06/07_NBA_*Steve_Blake_Career_Night MYMIX FROM MISIEK MOVIE SHOW footage from 2002 to 2009 HQ: rapidshare.com Music: <strong> Mos Def </strong>& <strong> DJ Honda </strong>- Travellin' <strong> Carmelo Anthony </strong>( Hip-Hop) misiekakpl@o2.pl LUDZIE PRZEMYSÅ\u0081U Number: 2,5,8,10,24 Highlights/ Video/ Clip Small Biograpahy: <strong> Carmelo Anthony </strong>\" Beetlejuice </q> Johnson( born October 2, 1974 in Charleston, South Carolina) is an American professional basketball player, currently with the Orlando Magic of the NBA. Johnson is a 6' 3\"( 1.91 m)", "new_id": -2}, {"uid": "1296800641249069578", "i": 3839, "idx": 0, "sa": ["Lila Rose", "Mike Pence"], "q": "parent and adds,\" We're pretty good at handling if someone doesn't want someone else to know.\" Live Action's president, <strong> Lila Rose </strong>, said the videos illustrate Planned Parenthood's willingness to <q> circumvent parental consent laws for secret abortions. </q> National anti-abortion groups have used the earlier released video to intensify their calls for federal legislation to cut off the more than$ 350 million in annual federal family planning funding that Planned Parenthood receives. Rep. <strong> Mike Pence </strong>", "new_id": -2}, {"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq.\" <strong> Colin Powell </strong> was not duped or misled by anybody,\" Mr. <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}, {"uid": "1297290915065437706", "i": 36933, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,\" I care deeply about animals\" and\" am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> christian sheppard at 5:53 PM February 08, 2011 This ConVick does not merit a key to the men's room- once a thug always a thug. A leopard can't change its spots, a", "new_id": -2}, {"uid": "1297183374119177259", "i": 44728, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "the invasion, further stoked resentment in Berlin and Paris. It was meant to point out that there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes.\" I had meant to say France and Germany represented` old NATO' not` old Europe'.\"\" In any event, the phrase` old Europe' entered the vernacular. The", "new_id": -2}]