[{"uid": "1294985458245579817", "i": 36461, "idx": 0, "sa": ["Mike Pence"], "q": "lends itself to some contemplation. I think there's a hope, at least, for reasonableness.'' The argument is not likely to woo staunch gun-rights advocates in Congress. <q>I believe, as Americans have believed since the American founding, that firearms in the hands of law-abiding citizens make communities safer, not less safe,</q> said Rep. <strong> Mike Pence </strong>, R- Ind., in an interview. ''And I understand the human impulse us to look for blame. Heartache does that. But no expressed opinion and no public policy created", "new_id": -2}, {"uid": "1295033166139100209", "i": 631, "idx": 1, "sa": ["Michael Vick", "Kevin Kolb"], "q": "chair like that?''- <strong> Michael Vick </strong> to a cameraman standing on <strong> Kevin Kolb </strong>'s chair to get a better view days before the first Redskins game. Somehow, this still strikes me as hysterical all around. <q>God has given you the gift to play, play to your full potential and go out there, and if you see something that's not wearing the color that you're wearing, bust his head open,</q>- speech to players at his alma mater, Carson-Newman College when they honored his accomplishments. ''We'll see,''- Andy Reid, hundreds of times, usually when asked about injuries. It", "new_id": -2}, {"uid": "1295587965072171525", "i": 11225, "idx": 3, "sa": ["Google Inc.", "Eric Schmidt", "Eric E"], "q": "Googlers globally deserves most of the credit,'' he said. Image: <strong> Eric E </strong> <strong> Eric Schmidt </strong>. Photographs: 370) this.width= 370'' alt= ''<strong> Google Inc. </strong> co-founder Larry Page.''/> Next <q>And as our results today show, the outlook is bright. But as <strong> Google Inc. </strong> has grown, managing the business has become more complicated. ''So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making and over the holidays we decided now was the right moment to make some changes to the way we are structured,</q> <strong> Eric Schmidt </strong> explained. Image: <strong> Google Inc. </strong> co-founder Larry Page. 370) this.width= 370'' alt= ''Surfboards lean against a wall at the <strong> Google Inc. </strong> office in Santa Monica, California.''/>", "new_id": -2}, {"uid": "1295715899131842121", "i": 25776, "idx": 12, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Sen. Joe Lieberman"], "q": "phones on the 9/11 bill while en route to Afghanistan. On the DADT repeal, <strong> Sen. Joe Lieberman </strong> has joked that he had GOP colleagues begging him to call off the New York pit bull. Says the Connecticut independent, <q>This is a person who will do what she has to do to achieve what she has to achieve.</q> Not everyone is so charmed. In the Senate, <strong> Kirsten Gillibrand </strong> has shifted left on both gun control and immigration, prompting cries of flip-floppery, along with sharper accusations that she is the puppet of <strong> Chuck Schumer </strong>,", "new_id": -2}, {"uid": "1295882943115425328", "i": 46815, "idx": 1, "sa": ["Simon Cowell"], "q": "drama Soldier, Soldier. However, <strong> Simon Cowell </strong> admitted that his attempts were initially unsuccessful. ''It took me seven months to persuade these two to sign a recording contract with me,'' he said. <q>But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client.</q> He added: ''But the reason I kept doing it was is that a) I knew I could persuade them to do it and b) I knew it would be successful.''", "new_id": -2}, {"uid": "1295801602188252207", "i": 16015, "idx": 0, "sa": ["David Cameron", "Andy Coulson", "Julian Assange"], "q": "his interactions with WikiLeaks- handed <strong> Julian Assange </strong> his latest set of secrets, data which he claimed carried details of tax evasion by some 2,000 prominent people. Video: Tunisia's neighours fear revolution contagion... Report Abuse <q>Any secrecy in government is a departure from Democracy. Any unilateral decision-making is also a departure from Democracy. Even our Republic, with its middle-men acting as legislators, is a departure from Democracy. Clearly, perfect Democracy is an unattainable limit in the mathematical sense; this does not, however, invalidate the relentless convergence to that unattainable limit.</q> Report Abuse ''Let's see something EARTH SHATTERING!!!!!!!'' Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"i": 34180, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is a major milestone for her and we're hoping that she crosses through many more,'' said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q>It was raw courage. It was raw strength. It was so beautiful and so moving.</q> Advertise â\u0080¢ Contact Â© 2011 Vindy.com. All rights reserved. A service of The Vindicator. 107 Vindicator Square. Youngstown, OH 44503", "sa": ["Kirsten Gillibrand"], "uid": "1294960830111804421"}, {"uid": "1295562588178864129", "i": 38590, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "praised <strong> Eric Schmidt </strong>, too. ''There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its internet marketing machine during the holiday shopping season. Quotes delayed, except where", "new_id": -2}, {"uid": "1296387505015253604", "i": 30916, "idx": 4, "sa": ["Michael Vick"], "q": "pet parent and showers her with kisses every morning when she wakes up. ''The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar,'' Erika said. <q>Now, all his victims are the actual superstars. I've got one of the real superstars sitting beside me.</q> Battered and bruised as they've been, it's a rigorous process for these dogs to find permanent homes. After learning the most basic of functions-- walking up stairs, climbing", "new_id": -2}, {"uid": "1295780844219185156", "i": 9974, "idx": 4, "sa": ["Donald Rumsfeld", "Dan Rather"], "q": "so it CONTINUES. Will things EVER change!?!?! TRILLIONS MISSING- And so it CONTINUES. Will things EVER change!?!?! On Sept. 10, 2001, <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> declared war. Not on foreign terrorists, <q>the adversary's closer to home. It's the Pentagon bureaucracy,</q> he said. He said money wasted by the military poses a serious threat. ''In fact, it could be said it's... The Future of the US Military: <strong> Dan Rather </strong> Presents, Part 3 Legendary CBS", "new_id": -2}]