[{"uid": "1297702046148619270", "i": 51605, "idx": 2, "sa": ["Michael Gove"], "q": "and the inefficiency which characterised BSF schemes meant we needed a new approach.'' He said the six authorities had argued that the Michael Government's decision making had been`` confused and irrational'' but the judge <q> makes clear the decisions I made were clear and rational </q>. Mr <strong> Michael Gove </strong> said the judge ruled in favour of the six councils on`` two procedural grounds''.`` In essence his view is that my consultation with 14 local authorities in relation to", "new_id": -2}, {"uid": "1296139401071090190", "i": 17567, "idx": 0, "sa": ["Michael Gove"], "q": "inflation picked up in German states in January, data showed on Thursday in an early sign consumer prices in the wider euro zone may be rising fast enough to spark concerns for the European Central Bank. <q> We are credible in the delivery of price stability over the next 10 years, </q> said Trichet. The ECB president has said the central bank is paying close attention to rising oil and commodity prices because of the possible knock-on price effects. New Bill to improve school discipline <strong> Michael Gove </strong>", "new_id": -2}, {"uid": "1295459502213254229", "i": 22633, "idx": 2, "sa": ["Sergio Marchionne"], "q": "message to tell you. The future of this plant is without doubt guaranteed.'' Mr. <strong> Sergio Marchionne </strong> acknowledged that his company still had a ways to go to dig itself out of its hole, commenting, <q> The minivan remains a significant part of our revitalization plan going forward. The success of this plant is crucial to pay back our( government) loans. </q> Chrysler is awaiting the anticipated the U.S. launch of the href=\"http://www.dailytech.com/Fiat+500+Will+Arrive+Stateside+Within+18+Months/article15297.htm\" title=\"Fiat 500 Will Arrive Stateside Within 18 Months\"> Fiat 500 compact, which began production in December. The vehicle is a best-seller in", "new_id": -2}, {"uid": "1295824906038354961", "i": 13965, "idx": 0, "sa": ["Mahmoud Abbas", "Andy Coulson"], "q": "homes Photo in Slideshow: FEATURE- Al Jazeera TV makes waves with Tunisia coverage Article: Israelis protest NGO probe: report... Photo in Slideshow: Palestinian President <strong> Mahmoud Abbas </strong> Photo in Slideshow: Palestinian President <strong> Mahmoud Abbas </strong> Report Abuse <q> Israel's Lieberman charts interim peace deal: report </q> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296133262234815517", "i": 20096, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Nolan Finley: Hollywood has a genetic self-righteousness, convinced of the important role its movies play in standing up to The Man. That is, as long as The Man is conservative and... Tom Markowski:", "new_id": -2}, {"uid": "1295380350188088361", "i": 24750, "idx": 0, "sa": ["Hillary Clinton", "Saeb Erekat", "Kirsten Gillibrand"], "q": "the resolution should it come to a vote in the council. On Tuesday, 17 senators led by Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration to veto the move and <q> make it clear to the Palestinian Authority that it needs to sit down in direct talks with Israel, rather than pursue unhelpful resolutions at the United Nations. </q> In the West Bank, chief Palestinian negotiator <strong> Saeb Erekat </strong> said that the Palestinians and their backers have agreed on the wording for the anti-settlement resolution. He said he expects it to be submitted to the Security Council", "new_id": -2}, {"uid": "1295264028094093318", "i": 8699, "idx": 7, "sa": ["David Cameron", "Andy Coulson", "Nick Clegg"], "q": "the papers and blogs are saying Phone-hacking row: <strong> Nick Clegg </strong> urges police to investigate` quickly and thoroughly' <strong> David Cameron </strong>: <strong> Andy Coulson </strong> deserves to be given a second chance Imageark 17 January 2011 10:17 AM <q> <strong> Andy Coulson </strong> has admitted that the allegations concerning the bugging of celebrities' phones while he was editor of the News of the World are making it harder for him to carry out his duties at No 10 </q> teaplanter 17 January 2011 10:19 AM I almost think there's a danger at the moment that he's effectively been punished twice for the same offence. This is a very strange turn", "new_id": -2}, {"uid": "1296205909167591949", "i": 18225, "idx": 0, "sa": ["John Elkann", "Stefano Domenicali", "Stefano Lai", "Sergio Marchionne", "Luca Cordero di Montezemolo"], "q": "Segui in diretta l'intero evento, al quale parteciperanno il presidente <strong> Luca Cordero di Montezemolo </strong>, i vertici Fiat( <strong> John Elkann </strong> e <strong> Sergio Marchionne </strong>) e i piloti Ferrari. 10.04- SALE SUL PALCO <strong> Stefano Domenicali </strong>- Prende la parola <strong> Stefano Domenicali </strong>: <q> Dobbiamo raggiungere quei traguardi sportivi che ci permettono di tenere alto il marchio dell` azienda della quale andiamo tanto orgogliosi </q> 10.03 COMINCIA LA PRESENTAZIONE- Prende la parola <strong> Stefano Lai </strong>, capo relazioni esterne della Ferrari 10.01 ENTRATI I PILOTI- Entrano adesso nella sala i piloti della Ferrari Alonso e Massa con addosso le tute di", "new_id": -2}, {"uid": "1295454894042303524", "i": 48582, "idx": 1, "sa": ["Alassane Ouattara", "Ben Ali", "Raila Odinga"], "q": "accept de confier plusieurs portefeuilles? des alli?s de Gbagbo dans son futur gouvernement, a-t-il dit. <strong> Raila Odinga </strong> a galement exhort <strong> Alassane Ouattara </strong>? apporter des garanties solides? Laurent Gbagbo sur sa s?curit et le choix de <q> sa future option, y compris l'option de continuer en politique ou de s` installer dans un pays de son choix </q>. ItBen Alie: les manifestants tudiants ne sont pas de dangereux r?volutionnaires Plus de 100 personnes sont mortes au cours des semaines de soul?vement en Tunisie, selon le bilan rendu public mercredi par la... Alg?rie", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}]