[{"uid": "1295596950034635782", "i": 46541, "idx": 0, "sa": ["Simon Cowell"], "q": "inspired by X Factor judge <strong> Simon Cowell </strong>. The actress said that she thinks her alter-ego, famous for her cutting put-downs, would make a great panellist on the TV talent show. She said: <q> I think Sue Sylvester has British in her. I think the US look at the British as a race that tells it how it is.`` And if ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. </q> BEN Affleck is reportedly considering another directing role on a new film about a real-life undercover FBI sting. The actor, who co-wrote, directed and stars in critically-acclaimed crime drama The Town, is", "new_id": -2}, {"i": 10928, "idx": 0, "index_answer": 0, "new_id": -1, "q": "go around. Dysfunction in decision-making arose partly because of the competing agendas of different agencies, his own included. However, he implies that ultimately it was up to <strong> President Bush </strong> to take firmer control. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> writes <strong> Donald Rumsfeld </strong>. Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively <strong> Donald Rumsfeld </strong> of State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war", "sa": ["Donald Rumsfeld", "John McCain", "Condoleezza Rice", "Colin Powell", "President Bush"], "uid": "1296862636132562982"}, {"uid": "1296768755173654038", "i": 41084, "idx": 1, "sa": ["Colin Powell"], "q": "European Union and the United Nations that is committed to finding a peaceful solution to the Israeli-Palestinian conflict. Mr. <strong> Colin Powell </strong> was involved in the formation of the Quartet in 2002 while serving in the Bush administration. <q> We haven't solved the problem, but we won't stop until we have peace between Israel and the Palestinians, </q> he told the audience. Though unsettling to see violence escalating in Egypt, Mr. <strong> Colin Powell </strong> suggested the events unfolding in the region are not surprising.`` People want jobs and they want better lives", "new_id": -2}, {"uid": "1296686530194002957", "i": 3915, "idx": 0, "sa": ["Zahi Hawass"], "q": ", said in a telephone interview yesterday. He also rejected comparisons between the current situation in Egypt and scenes of chaos and discord that resulted in the destruction of artifacts in Iraq and Afghanistan. <q> People are asking me:` Do you think Egypt will be like Afghanistan?' </q> he said.`` And I say:` No, Egyptians are different- they love me because I protect antiquities.''' <strong> Zahi Hawass </strong>, who has never been shy about promoting his work, described", "new_id": -2}, {"uid": "1295109134267436066", "i": 11614, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "that the Weekly Standard acquired. The senators starts off by mentioning that he wanted to speak about the tragedy, then adding that he encouraged supporters to donate for his 2012 election campaign, saying, <q> the Republican Party, big money corporate interests and right-wing organizations will vigorously oppose me. </q> Perhaps <strong> Sen. Bernie Sanders </strong> saw the two as discrete, but if so, he didn't communicate it clearly, drawing condemnation for fundraising from the shooting. An appeal from the Tea Party Express, a leading Tea Party", "new_id": -2}, {"uid": "1295618523207978567", "i": 5852, "idx": 2, "sa": ["Mike Huckabee", "Mike Pence"], "q": "look at that.'''... <strong> Mike Pence </strong> enthusiasts... are sensitive about pigeonholing him as the Christian Right's preferred candidate.'' http://bit.ly/dOFggZ-- FIRST LOOK- <strong> Mike Huckabee </strong>, in his new book, <q> A Simple Government: Twelve Things We REALLY Need from Washington( and a Trillion That We Don't!), </q> out Feb. 22:''[ T] he focus has already turned to 2012... The pundits will create their own biased and cynical scenarios, in which they will` create' front-runners by their perceptions based on", "new_id": -2}, {"uid": "1296486007219168850", "i": 26064, "idx": 1, "sa": ["Sergio Marchionne"], "q": "a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17% last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy.`` I think it is also one of the best things that could have happened to Chrysler, too.'' AP Business Writer Colleen Barry in Milan, Italy,", "new_id": -2}, {"uid": "1297706334148619267", "i": 7407, "idx": 0, "sa": ["Steve Ballmer"], "q": "strategic partnership has been received with skepticism in the market, but <strong> Steve Ballmer </strong> said the scale that Nokia would bring to an already improved Microsoft mobile platform would be good news for operators, developers and consumers. <q> We're off to a strong start. We know we have a lot of work to do, </q> he said in a keynote address at the Mobile World Congress fair in Barcelona.`` We have a lot of energy, optimism and a sense of tremendous opportunity.''`` We're sure... Nokia", "new_id": -2}, {"uid": "1295976900153763929", "i": 6936, "idx": 0, "sa": ["Ann Marie Buerkle", "Kirsten Gillibrand", "Chuck Schumer"], "q": "Owens. <strong> Ann Marie Buerkle </strong>, in an interview, said she welcomes the idea of sitting with her Central New York neighbors from both parties. She said it would be great to expand the idea. <q> It would be nice for the whole New York delegation to sit together, </q> <strong> Ann Marie Buerkle </strong> said. The delegation has 21 Democrats and eight Republicans. Senators reach across aisle Both of New York's U.S. senators, <strong> Chuck Schumer </strong> and <strong> Kirsten Gillibrand </strong>, have already selected Republican partners to sit with", "new_id": -2}, {"uid": "1295611498129794052", "i": 13397, "idx": 1, "sa": ["Andy Coulson"], "q": "public figures launching civil actions against publisher News International over alleged hacking. The Prime Minster went on to praise the manner in which <strong> Andy Coulson </strong> ran the Number 10 communication's team, saying it worked in a <q> very proper and transparent and decent way; that hasn't always been the case in the past </q>.", "new_id": -2}]