[{"uid": "1295027214165101579", "i": 44370, "idx": 0, "sa": ["Andy Cohen", "Howard Stern", "David Letterman", "Kelsey Grammer", "Camille Grammer"], "q": " \"Real Housewives.\" Taking off from <strong> Howard Stern </strong>'s show, <strong> Andy Cohen </strong> said to <strong> Camille Grammer </strong>: \"No sex? You were not having sex?\" \"I have a confession to make,\" <strong> Camille Grammer </strong> said. <q> I'm wearing men's briefs. </q> <strong> Kelsey Grammer </strong>'s been busy, too, though he refuses to respond to <strong> Camille Grammer </strong>'s statements about him. Last night, he appeared on \"Late Show With <strong> David Letterman </strong>\" on CBS, noting that he plans to leave", "new_id": -2}, {"uid": "1295189075175751174", "i": 14067, "idx": 2, "sa": ["Michael Vick"], "q": "tattoo was about to have a heart attack,\" Mann said. \"But he put up 140 points on me.\"... He wishes he would have had Philadelphia Eagles quarterback <strong> Michael Vick </strong> on his team. <q> For the rest of my life, </q> Mann said, \"I'm going to look down at the tattoo and say, I should've drafted <strong> Michael Vick </strong>.\"[ Omaha.com] \" â\u0080¢ Want Super Bowl credentials? Grease the accomplice", "new_id": -2}, {"uid": "1297254281101777433", "i": 42562, "idx": 9, "sa": ["Simon Cowell"], "q": "The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. \"If they don't sell a single record they still get to keep the money,\" he said. <q> It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back </q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to instillin the competition.", "new_id": -2}, {"uid": "1295217988191463541", "i": 1717, "idx": 0, "sa": ["John Elkann", "Sergio Marchionne"], "q": "saluted \"the great courage\" of those who voted \"no\". Fiat president <strong> John Elkann </strong> assured the workers of the \"total support\" of the company's founding Agnelli family and called on them to <q> confront the challenges to come in a constructive manner </q>. The Mirafiori plant has been at the heart of Fiat for more than 70 years but Fiat-Chrysler boss <strong> Sergio Marchionne </strong> had threatened to close the factory and take production to the United States if workers voted against the", "new_id": -2}, {"uid": "1295748280123617317", "i": 3485, "idx": 5, "sa": ["Kobe Bryant", "Lady Gaga", "Carmelo Anthony", "Linas Kleiza", "Allen Iverson", "Carlos Boozer"], "q": "<strong> Linas Kleiza </strong> 41pts vs <strong> Carlos Boozer </strong> Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Allen Iverson </strong> 41pts Break <strong> Kobe Bryant </strong>'s Ankle vs Shaq Lakers 98/99 <strong> Allen Iverson </strong> 41pts Break <strong> Kobe Bryant </strong>'s Ankle vs Shaq Lakers 98/99 Airbus A380 from Singapore Airlines lands at Changi Airport... <strong> Lady Gaga </strong> Answers your comments! Well, our <strong> Lady Gaga </strong>", "new_id": -2}, {"uid": "1295658127256983073", "i": 27947, "idx": 0, "sa": ["Eric Schmidt"], "q": "no matter how many pep-talks Page gives. Global Equities Research analyst Trip Chowdry suggested that Google's unsuccessful$ 6 billion bid to buy Groupon may have been another source of tension. <strong> Eric Schmidt </strong> was <q> interested in paying$ 6 Billion for Groupon, while founders[ Page and <strong> Sergey Brin </strong>] felt Groupon to be total junk, </q> Chowdry wrote in a note to clients Friday. After losing that deal, Google launched its own Groupon-like service. Luckily for Page, as well as Google's shareholders, this company", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him. \"As soon as he hangs his cleats up, he's going to the Hall of Fame,\" Steelers cornerback <strong> Ike Taylor </strong> said, <q> and I want to take the bus ride so I can be there. </q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. \"I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}, {"uid": "1294996234169689094", "i": 16514, "idx": 1, "sa": ["Ellen DeGeneres", "Simon Cowell"], "q": "he was a massive part of the show's identity. Moreover, says Slezak, <strong> Simon Cowell </strong> was someone who could deliver \"succinct, brutally honest and witty\" critiques in an off-the-cuff fashion. <q> <strong> Simon Cowell </strong> was the voice of the people, </q> he says. \"He had a very specific skill that not everyone can pull off. Even <strong> Ellen DeGeneres </strong>, who has been an Oscar host couldn't do it-- and that was a shock to me.\"", "new_id": -2}, {"uid": "1296084752130252881", "i": 18046, "idx": 1, "sa": ["Michael Vick"], "q": "league( six). He was a leader who inspired his teammates to play at their highest level. He accepted the huge responsibilities that come with being an NFL starting quarterback. <q> The quarterback position, that's the nature of it, </q> <strong> Michael Vick </strong> said of the swings between praise and criticism. \"Everything's thrown on your shoulders as a quarterback. \"I accept it. I respect it. That's the responsibility that you take on", "new_id": -2}, {"uid": "1295094125134053943", "i": 20100, "idx": 30, "sa": ["Allen Iverson", "Nate Robinson"], "q": "trailed by six in overtime, tied it on <strong> Allen Iverson </strong>'s 3-pointer with 6.2 seconds remaining. The Knicks pushed the ball up the court and <strong> Nate Robinson </strong> took a 23-foot jumper from the right side just before the buzzer. <q> I just knew if I get it up high enough I would have a good chance of making it, </q> <strong> Nate Robinson </strong> said. \"So I just shot it hard and let it go.\" \"The sky's the limit for him,\" <strong> Allen Iverson </strong> said. \"He's a tough guard. He's got the", "new_id": -2}]