[{"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago. \"This one feels great due to the fact that I've been through so much,\" <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}, {"uid": "1297326779046071825", "i": 4965, "idx": 5, "sa": ["Donald Rumsfeld", "Torie Clarke"], "q": "plane had slammed into the Pentagon- <strong> Torie Clarke </strong>, the veteran assistant secretary of defense for public affairs, asked <strong> Donald Rumsfeld </strong> whether he'd called his wife of 47 years. He admitted that he hadn't. <q> <strong> Torie Clarke </strong> looked at me with the stare of a woman who was also a wife. \"You son of a bitch,\" she blurted out. \"She had a point. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"uid": "1295273225054296586", "i": 908, "idx": 0, "sa": ["Steve Ballmer"], "q": "iPhone 4 handsets in the first three days of availability. Bing like a \"weed\" <strong> Steve Ballmer </strong> also cited search and gaming as two of its successes, alongside the business market. <q> We've made bold technology bets, </q> <strong> Steve Ballmer </strong> claimed. \"We've bet on the cloud and our enterprise business; it's going fantastic. We made the bet on Xbox; we made the bet on Kinect.\" \"We bet", "new_id": -2}, {"uid": "1296184988067649545", "i": 21630, "idx": 0, "sa": ["Barack Obama", "Mike Pence"], "q": ", a leader among House conservatives, applauded <strong> Barack Obama </strong>'s call to reform corporate tax rates and said he believes the overhaul could be passed this year. POLITICO video series \"What Lies Ahead.\" <q> I hold the view that there's no single element of our public policy that is more harmful to American jobs than our high corporate tax rate. </q> \"This is an administration that has spent a lot of the last two years suggesting that there's no relationship between capital formation and taxes,\" <strong> Mike Pence </strong> said. \"And so to hear the president acknowledge", "new_id": -2}, {"uid": "1295412304055623687", "i": 36894, "idx": 0, "sa": ["Mike Pence"], "q": "proposed budget a refund that... and other government buildings are getting extra security after... Politics Video: Congressman's Effort to Stop Government Funding of NPR Politics Video: House begins debate on health care repeal Report Abuse <q> You need a little help here understanding this article. </q> He is not a third party candidate. He is a republican candidate. The article reads\" An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way\". Report Abuse", "new_id": -2}, {"uid": "1295592162066338850", "i": 23496, "idx": 3, "sa": ["Ryan Crocker", "Colin Powell"], "q": "he popped to his feet from the ground floor of the back of the arena and began clapping and making his way down the aisle while singing the gospel song Down by the Riverside, which contains the lyric <q> I ain't gon na study war no more. </q> <strong> Colin Powell </strong> got the applause line of the night when he retorted, \"If you don't want to study war no more, you better be ready to fight a war.\" <strong> Ryan Crocker </strong>, former", "new_id": -2}, {"uid": "1296665489109838338", "i": 22, "idx": 2, "sa": ["Chris Gent", "Andy Coulson", "Kenny Kunene"], "q": "his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" \"Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>, an ambitious Brit who...\" <q> Is the new Backbench Business Committee about to make some serious enemies? This new-fangled innovation has done pretty well so... </q>\" Wealthy ANC supporter <strong> Kenny Kunene </strong>( left) eating sushi from the body of a bikini-clad woman \"The ANC Youth League...\"", "new_id": -2}, {"uid": "1295177816150732814", "i": 23180, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Center for Automotive Research in Ann Arbor, Mich. And that's why the mood is decidedly upbeat among the executives who are gathering this week in Detroit for the North American International Auto Show. <q> The auspices are a lot better than they were a year ago, </q> said <strong> Sergio Marchionne </strong>, chief executive of Chrysler Group, which is gaining market share and expects to move back into the black this year after narrowing its losses steadily last year. Still, given Detroit's long", "new_id": -2}, {"uid": "1295365519187695162", "i": 10358, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "<strong> Steven Tyler </strong> admitted on Monday night that it was drug abuse that led him to fall off the stage and break his shoulder at an Aerosmith concert. <q> It's not any news here about my drug use and addictions in the past, </q> he told <strong> David Letterman </strong> on \"The Late Show.\" \"A couple years ago, I was[ snorting] Lunesta because of some problems with my feet.\" \"That shows you what kind of", "new_id": -2}, {"uid": "1295432194218038285", "i": 11312, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "singing voice and he should stick to that. The new age of nice on \"American Idol\" might have been ushered in by <strong> Nigel Lythgoe </strong>, the producer who uses a similar style while judging <q> So You Think You Can Dance. </q> He is returning to the show this year after an absence reportedly caused by a rift with <strong> Simon Cowell </strong>- possibly about their different approaches. Either way, the most telling change on \"American Idol\" may", "new_id": -2}]