[{"uid": "1295622549132808776", "i": 15226, "idx": 1, "sa": ["Eric Schmidt", "Eugene Kaspersky"], "q": "? r?sister? des attaques informatiques'' Vid?o: <strong> Eugene Kaspersky </strong>: les cyber-menaces en 2010... et la prochaine d?ferlante S?curit IT: un malware qui cible les entreprises affole le FBI <strong> Eric Schmidt </strong> n'est plus le P-DG de Google: <q> Larry est pr?t? diriger </q> Windows 7, d?ployer un poste ne prend plus que 9 minutes! S?curit IT: un malware qui cible les entreprises affole le FBI", "new_id": -2}, {"uid": "1297488327192626740", "i": 37813, "idx": 2, "sa": ["Donald Rumsfeld", "Paul Bremer"], "q": "dictator Saddam Hussein had been`` contained'' prior to the American invasion. He said there had been`` many warnings[ that] more troops could have helped, by advisers on the ground.'' <strong> Donald Rumsfeld </strong>: <q> No, that's not correct. </q> Stephanopoulos: American envoy <strong> Paul Bremer </strong>`` said that- it is correct.'' <strong> Donald Rumsfeld </strong>:`` It is not correct.'' And so it went. Stephanopoulos asked <strong> Donald Rumsfeld </strong> to concede that if he'd stayed", "new_id": -2}, {"uid": "1295570955080838693", "i": 40420, "idx": 0, "sa": ["George W. Bush", "Colin Powell", "George H. W. Bush"], "q": "to an even more complex world. <strong> Colin Powell </strong>, went on to play prominent( and conflicting) roles in the fires of <strong> George W. Bush </strong>. Big questions remain about how to confront each of those challenges and others. <q> We're trying to create mechanisms </q> for an era that began with the end of the Cold War, said Crocker, who organized the 20-year commemoration of the Gulf War as dean of the <strong> George H. W. Bush </strong> School of Government& Public SerGeorge H. W. Bush at Texas A&M University", "new_id": -2}, {"uid": "1296391202205897778", "i": 7461, "idx": 0, "sa": ["Mike McCarthy", "Charles Woodson", "Michael Vick", "Ben Roethlisberger"], "q": "in games. When you see a man of that dimension able to finish scramble runs, I don't care what level and so on, I've always considered him a good athlete,'' <strong> Mike McCarthy </strong> said. <q> More importantly, he's a <strong> Ben Roethlisberger </strong> man. I don't know exactly what he weighs but he is someone that we need to do a better job this time around learning off last year's experience. </q> And while no one is mistaking the Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they", "new_id": -2}, {"uid": "1295934218032604160", "i": 30949, "idx": 0, "sa": ["Bill Lockyer", "Lionel Tate", "Christine Lakin", "Ali Hassan al-Majid", "Newt Gingrich", "Michael Trevino"], "q": "36. Actress <strong> Christine Lakin </strong> is 32. Rhythm-and-blues singer Ali Hassan al-Majidcia( ah-LEE'- sha) Keys is 30. Actor <strong> Michael Trevino </strong>( TV:`` The Vampire Diaries'') is 26. Thought for Today: <q> I don't want to live. I want to love first, and live incidentally. </q>- Zelda Sayre Fitzgerald, American writer( 1900-1948). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let sLionel Tates file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ROSS 4 BR/ 5.3", "new_id": -2}, {"uid": "1296860701179634180", "i": 12221, "idx": 3, "sa": ["Sergio Marchionne"], "q": ", whose brands include Ferrari, Maserati and Alfa Romeo. News) Chairman Ferdinand Piech expressed an interest in buying Alfa Romeo. But Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q> As long as I'm the CEO of both Fiat and Chrysler, Mr. Piech will never get an offer, </q> <strong> Sergio Marchionne </strong> said during the J.D. Power event. <strong> Sergio Marchionne </strong> also said Fiat is looking to`` redimension'' its joint venture with Indian automaker Tata Motors( BSE: href=\"http://finance.yahoo.com/q?s=tamo.bo\"> TAMO.BO- href=\"http://finance.yahoo.com/q/h?s=tamo.bo\"> News", "new_id": -2}, {"uid": "1296468389091652108", "i": 22189, "idx": 0, "sa": ["David Letterman", "George Clinton", "Craig Ferguson", "Cornel West"], "q": "'' Following the interview segments with Dr. <strong> Cornel West </strong>, funk master <strong> George Clinton </strong> will perform`` One Nation Under A Groove'' and then will join Dr. <strong> Cornel West </strong> and <strong> Craig Ferguson </strong> for the close of the show. <q> The Late late Show with <strong> Craig Ferguson </strong> </q> regularly airs weeknights( 12:37-1:37 AM, ET/PT) following broadcasts of the`` Late Show with <strong> David Letterman </strong>'' on CBS. You are now in: TV/Film/Theater, Top News, Top News for more stories", "new_id": -2}, {"uid": "1294968451002998322", "i": 13534, "idx": 0, "sa": ["Bernie Sanders"], "q": "`` We're open two days a week right now, we've seen about 286 patients, half of those are students, half of those are adults so to us that's substantial'' <strong> Bernie Sanders </strong>: <q> this is the 4th clinic in the state of vt that's providing dental care to kids but its the only one that's unique that's using the facility to help adults as well. </q> The dental clinic at the High School is expected to go from 9 hour days to 10 hour days soon. We welcome your participation in our community. Please keep your comments civil and on point", "new_id": -2}, {"uid": "1295567825105267222", "i": 3022, "idx": 5, "sa": ["Larry Page", "Eric Schmidt"], "q": "momentum in emerging businesses such as display advertising and mobile. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> in the statement, saying he has done an`` outstanding job'' and calling him a`` tremendous leader.'' <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure.`` By clarifying our individual roles", "new_id": -2}, {"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq.`` <strong> Colin Powell </strong> was not duped or misled by anybody,'' Mr. <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}]