[{"uid": "1295518080162037779", "i": 22271, "idx": 0, "sa": ["Eric Schmidt", "Tom Brady", "Jared Cohen", "Anita Diamant"], "q": "Patriots quarterback <strong> Tom Brady </strong> was involved in a car accident on the morning of September 9, 2010, in Boston, Massachusetts. The Associated Press quoted a law enforcement official on the scene of the wreck as saying that <q><strong> Tom Brady </strong> was unhurt in the accident.& qu... Senate Judiciary Committee w/Alberto Gonzales-7/ 24/07 Pt13 Part 13 of 32 Senate Judiciary Committee with <strong> Alberto Gonzales </strong>. Senator <strong> Chuck Grassley </strong> questions <strong> Alberto Gonzales </strong>. 7/24/07 KEEP IN MIND: <strong> Alberto Gonzales </strong> was given each and every question he would be asked beforehand. Nothing was a surprise- there was absolutely NO \"GOTCHA!</q> Transcript of this... Boston Glove Union Agrees To Cuts- Bloomberg <strong> Anita Diamant </strong> visits Google's Cambridge, MA offices to discuss her book, \"Day After Night.\"... <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> at the Council on Foreign", "new_id": -2}, {"uid": "1296690770182059029", "i": 40272, "idx": 0, "sa": ["Albert Brooks", "David Letterman"], "q": "bun, she said she'll leave me.\" Years ago, Lewis made a deal with <strong> David Letterman </strong>. If either caught the other riding on a parade float, their friendship was over. <q>That's the reason I was so careful to make sure this Snickers commercial was well-written and funny,</q> he said. \"The last thing I want is Larry <strong> David Letterman </strong> or <strong> Albert Brooks </strong> mocking me. But I'm really happy with the writing. I have a marketing degree from Ohio State, and I've always been", "new_id": -2}, {"uid": "1294957383066879509", "i": 13626, "idx": 2, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "<strong> Kirsten Gillibrand </strong> said, \"It was just unbelievable and indescribable, the hope and the courage and the strength that exuded from her and all of us around her who love her so much.\" <strong> Debbie Wasserman Schultz </strong> said, <q>Mark, the first thing that he asked her to do was, you know, \"<strong> Gabrielle Giffords </strong>, give me a thumbs up if you can see me.' And then he said,` Touch my ring if you can hear me,' and she did. She touched his ring, she was rubbing his hand, and then, she couldn't get the thumb, but the whole arm( went up).</q> <strong> Gabrielle Giffords </strong> tried to hug her husband, who has been at her side giving comfort since the shooting. At a press conference, one of <strong> Gabrielle Giffords </strong>\"s doctors said, \"Last night she was", "new_id": -2}, {"uid": "1295690356156418069", "i": 18150, "idx": 0, "sa": ["Luis Scola", "Carmelo Anthony", "Allen Iverson", "LeBron James"], "q": "rebounds, then missed a 16-foot jumper before <strong> Luis Scola </strong> got the rebound. On the ensuing play, Brooks penetrated before connecting with the 18 http://wn.com/Allen_Iverson_25pts_Melo_vs_Lebron_James_Cavaliers_NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules Cleveland's hoops King. <q>I know he hates losing to me,</q> <strong> Carmelo Anthony </strong> said with a laugh. <strong> Carmelo Anthony </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over the injury-depleted Cavaliers. <strong> Carmelo Anthony </strong>, who got to rest in the", "new_id": -2}, {"uid": "1296759009093224994", "i": 38420, "idx": 0, "sa": ["Michael Smerconish", "Michael Vick"], "q": "was in economic despair, which explains her reply to the advertisement of a stranger who had run an ad in the Dec. 18, 1933, issue of the Canton( Ohio) Repository. The ad was titled <q>In Consideration of the White Collar Man!</q> and offered assistance from an anonymous source to families in need.- 01/09/2011 By <strong> Michael Smerconish </strong> <strong> Michael Vick </strong> is so much on the brain these days that even a recent holiday trip to the movies to see The King's Speech", "new_id": -2}, {"uid": "1297196814258572315", "i": 38905, "idx": 8, "sa": ["Donald Rumsfeld", "President Bush"], "q": ". \"That was such a stain on our country; to think that people in our custody were treated in that disgusting and perverted and ghastly way, unacceptable way,\" he said. <q>There wasn't an easy target. And so I stepped up and told the president I thought I should resign. And I think probably he and the military and the Pentagon and the country would have been better off if I had.</q> Mr. <strong> President Bush </strong> finally asked for Mr. <strong> Donald Rumsfeld </strong>'s resignation two years later, in November 2006. Mr. <strong> Donald Rumsfeld </strong> submitted to the request the day after Democrats took control of Congress in the mid-term elections, and a", "new_id": -2}, {"uid": "1297491109028950563", "i": 38232, "idx": 0, "sa": ["Donald Rumsfeld", "Paul W. Smith", "Rep. McCotter"], "q": "marshmallow roasting and all around family fun from Meijer. Admission? A can of food or a book, or$ 1 to Matrix Human Services. Good reading now: former Defense <strong> Donald Rumsfeld </strong>'s <q>Known and Unknown: A Memoir.</q> After having him on my show Friday and talking about it, I can't wait to get into it fully. Good reading soon: U.S. Congressman <strong> Rep. McCotter </strong>'s \"Seize Freedom.\" <strong> Paul W. Smith </strong>", "new_id": -2}, {"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. \"<strong> Colin Powell </strong> was not duped or misled by anybody,\" Mr. <strong> Donald Rumsfeld </strong> writes. <q>Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong.</q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}, {"uid": "1296212454069550152", "i": 22817, "idx": 0, "sa": ["Rachel Maddow", "Alyse Eady", "David Letterman"], "q": "taken the Internet by storm, appeared on the \"Late Show With <strong> David Letterman </strong>\" and will be a guest on \"The <strong> Rachel Maddow </strong> Show\" on MSNBC at 8 p.m. today. <strong> Alyse Eady </strong>'s performance- singing <q>I Want to Be a Cowboy's Sweetheart</q> with the help of two ventriloquist dummies- was as remarkable as the Fort Smith native herself. Just 22 years old, <strong> Alyse Eady </strong> had a day named... Monthly and yearly online subscriptions are available.", "new_id": -2}, {"uid": "1297163077054263818", "i": 40515, "idx": 5, "sa": ["Simon Cowell"], "q": "along with my fellow judges, help competitors on a regular basis.\" <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end, wants to replicate that experience on \"The X Factor.' <q>It\"s more interesting to me because I have a lot more to do with that. When you lose an artist, part of you has lost as well. You win when they win.</q> While we have no idea who <strong> Simon Cowell </strong> has his eye on for the panel, he did emphasize the level of commitment the judges will need to make to not just the show, but the contestants.", "new_id": -2}]