[{"uid": "1296207880257212446", "i": 3172, "idx": 0, "sa": ["Patrick Achi", "Barack Obama", "Alassane Ouattara"], "q": " While bank employees were ordered to report to work on Thursday, computer networks with the outside had been cut, preventing Gbagbo's allies from being able to access funds, local press reports said. <q> In the coming days, if the central bank remains closed, the commercial banks will not be able to operate, </q> said <strong> Alassane Ouattara </strong>'s acting finance minister <strong> Patrick Achi </strong>.`` This will paralyse the economic activity in the country,'' he said. The Dakar, Senegal-based regional bank formally recognised <strong> Alassane Ouattara </strong> as <strong> Barack Obama </strong> in late December and", "new_id": -2}, {"uid": "1295682265065617928", "i": 109, "idx": 3, "sa": ["Mike Pence", "Dick Armey"], "q": "the conservative movement made the same argument in a letter to <strong> Mike Pence </strong> this week.`` Seize this moment, <strong> Mike Pence </strong>,'' said the letter, signed by former House Majority Leader <strong> Dick Armey </strong> and three others. <q> At this precarious time in our nation's history, none of us can afford to make political calculations or make decisions based on future ambitions, for what will be left of the future if we fail today? </q> And <strong> Mike Pence </strong> supporters are collecting signatures from conservatives and tea party activists through a website and social media campaigns as part of a draft effort.`` I said,` Let's attempt to demonstrate", "new_id": -2}, {"uid": "1295612670207978506", "i": 4624, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "Day-to-day adult supervision no longer needed!'' <strong> Eric Schmidt </strong> tweeted after the announcement. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for <strong> Larry Page </strong>, told Reuters in an interview that the change was <q> not a reaction to competitors. </q> Rather, he said, it was an effort to speed up decision-making at the company, which ended the year with about 24,000 employees.`` Google has many different businesses and the issue that", "new_id": -2}, {"uid": "1296789416115392517", "i": 26486, "idx": 1, "sa": ["Carmelo Anthony", "Linas Kleiza", "Allen Iverson", "Will Bynum"], "q": "Jazz 120-109 on Thursday night.`` I've now scored 40 points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. <q> It was definitely a special night, </q> <strong> Linas Kleiza </strong> said.`` I <strong> Will Bynum </strong> remember this night for the rest of my life.'' The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He", "new_id": -2}, {"uid": "1295498090112721961", "i": 17981, "idx": 7, "sa": ["LeBron James", "Thaddeus Young", "Allen Iverson", "Ray Allen", "Kwame Brown", "Will Solomon"], "q": "Orlando, 3-1, and <strong> Will Solomon </strong> meet the Indiana Pacers in the second round, beginning Monday in Indianapolis.`` I don't know how you can be any more proud of your team,'' <strong> Kwame Brown </strong> said. <q> I told them this was a great opportunity for us to grow up. <strong> Ray Allen </strong>'s doing what great players do. He's maLeBron James other people better and he is taLeBron James responsibility and steps up. I feel good that a <strong> Thaddeus Young </strong> team could respond this way. </q> With <strong> Allen Iverson </strong> leading the way with 26 points, the Sixers built an 18-point lead by the 7:33 mark of the third quarter. But Orlando fought all the way back and took an 86-84 lead after a jumper by", "new_id": -2}, {"uid": "1295389760219906072", "i": 57135, "idx": 0, "sa": ["Mike Pence"], "q": "and then to other voices around the country about where they think we might best serve in the years ahead,'' <strong> Mike Pence </strong> told about 100 people at a conference room at Henry County Hospital in New Castle, Ind. <q> We'll be making a decision before the end of this month. </q> \" New AL Gov: Only Christians Are My Brothers And Sisters", "new_id": -2}, {"uid": "1297286830243777594", "i": 27478, "idx": 0, "sa": ["Angelina Jolie", "Jennifer Aniston"], "q": "dig at those who choose to adopt children internationally. PHOTOS: Jen <strong> Jennifer Aniston </strong> Hot Shots.`` I'll be singing from the mountaintop,'' <strong> Jennifer Aniston </strong> told People of when she has children. <q> Let me have the moment where I get to say, yes, in fact, I'm having a baby. As opposed to adopting from Mexico. </q> <strong> Angelina Jolie </strong> has adopted three children from foreign countries, ableit none from Mexico.`` Forming families should not be a contest,'' Adam Pertman, the executive director of the Evan B. Donaldson Adoption Institute", "new_id": -2}, {"uid": "1297136473102924319", "i": 36180, "idx": 8, "sa": ["George W. Bush", "Colin Powell", "Condoleezza Rice", "George H. W. Bush", "Donald Rumsfeld"], "q": "of <strong> George W. Bush </strong>'s closest advisers, saying <strong> Condoleezza Rice </strong> lacked experience and <strong> Colin Powell </strong> showed poor management skills. Asked whether he admired his ex-boss's father <strong> George H. W. Bush </strong>- under whom he did not serve- <strong> Donald Rumsfeld </strong> replied curtly: <q> No, I was kind of disappointed in him. </q> <strong> Condoleezza Rice </strong>, <strong> George H. W. Bush </strong>'s national security adviser who later became secretary of state, had`` never served in a senior administration position,'' a lack of experience that hampered her ability to organize critical meetings,", "new_id": -2}, {"uid": "1296552417261570573", "i": 28500, "idx": 22, "sa": ["Allen Iverson", "Jason Kidd", "Nick Van Exel", "Eric Snow"], "q": "New York KNick Van Exels. <strong> Allen Iverson </strong> scored 35 points and <strong> Eric Snow </strong> added 23 for the Sixers, who won their fourth straight game and showed some of the grit they displayed last seJason Kidd, when they reached the NBA Finals. <q> It's extra special( to win) when you have to fight and struggle, </q> <strong> Allen Iverson </strong> said.`` We were able to keep fighting through it. I know last year's team is dead and stinkin', but we took something from last year's team( in this game).", "new_id": -2}, {"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q> Is Not the Kind of Plan Americans Want </q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care`` Is Not the Kind of Plan Americans Want'' In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}]