[{"uid": "1295562143244678673", "i": 825, "idx": 0, "sa": ["Eric Schmidt"], "q": "president of technology. The shake-up, which will take effect April 4, is the biggest change in management at the company since Mr. <strong> Eric Schmidt </strong> joined as chief executive in 2001. <q> Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> Mr. <strong> Eric Schmidt </strong> wrote in a blog post. Mr. <strong> Eric Schmidt </strong> said Mr. Page would \"merge Google's technology and business vision,\" while he would focus on external issues, like \"", "new_id": -2}, {"uid": "1295636623157057039", "i": 19149, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "that he's done for me, for the government and for the country,\" <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. COMMON TOUCH The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of", "new_id": -2}, {"uid": "1295841387032849936", "i": 17633, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "to speed up decision-making at the Internet giant. In a regulatory filing last week, <strong> Google Inc. </strong> said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his <strong> Google Inc. </strong> stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. As of Dec. 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of <strong> Google Inc. </strong> stock and controlled 9.6% of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1295450622002900031", "i": 45510, "idx": 2, "sa": ["Sergio Marchionne"], "q": "flexibility of the engineering in the future vehicles. \"You're going to see a new architecture on the line, a completely different architecture, completely re-thought,\" <strong> Sergio Marchionne </strong> told reporters after the event. <q> We've learned a lot in making this minivan over the last 20 plus years. We need to upgrade this and make it a much more versatile platform, one that will allow us to make more than just minivans. </q> Being able to build the next-generation minivan and other vehicles on the same platform is part of <strong> Sergio Marchionne </strong>'s plans to reduce the complexity of the company's model lineup. \"I'd like to", "new_id": -2}, {"uid": "1295304607132857897", "i": 47242, "idx": 2, "sa": ["Colin Powell"], "q": "development programs. Today, UNCF supports more than 60,000 students at over 900 colleges and universities across the country. Its logo features the UNCF torch of leadership in education and its widely recognized motto, <q> A mind is a terrible thing to waste. </q> Â® Learn more at UNCF.org. ABOUT THE GENERAL MILLS FOUNDATIONThe mission of the <strong> Colin Powell </strong> Mills Foundation, celebrating 56 years of giving, is to nourish communities. In fiscal 2010, <strong> Colin Powell </strong> Mills awarded more", "new_id": -2}, {"uid": "1295601872252706846", "i": 35089, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "anything non-positive in a notice of management changes at Google? He wouldn't, for obvious reasons. Indeed, Mr <strong> Eric Schmidt </strong> instead naturally points to the harmony between himself, Larry Page and <strong> Sergey Brin </strong>, noting that: <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> Enterprise Resource Planning Solutions for Growing Businesses Wednesday, 19 Jan 2011 Fujitsu Australia& New Zealand, a leading provider of ICT business solutions, today announces it has secured Frucor Beverages Ltd as a leading SAP", "new_id": -2}, {"uid": "1295671002172441705", "i": 18044, "idx": 0, "sa": ["Andy Coulson", "Julia Gillard"], "q": "sucking in( instead of blowing out) the world's resources desperately needed elsewhere. Israel has a rising standard of living... and aid coming from a country with a declining standard of living. Report Abuse <q> Wow- that's a lot of money for most any country. </q> What does Zionist-booster Prime Minister <strong> Julia Gillard </strong> think should be done? Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes", "new_id": -2}, {"uid": "1296543261227508233", "i": 32376, "idx": 1, "sa": ["David Letterman", "Justin Bieber"], "q": "to dispel any rumors that he's not flesh and blood. \"People might think that some people just made me... they put me together, like a machine,\" he explains to <strong> David Letterman </strong>. <q> But[ the movie] shows I really worked hard to get here. </q> A piece of the interview is after the jump.( we'll post the entire thing when it's available on Tuesday). <strong> Justin Bieber </strong> tweets his appearance, and he and <strong> David Letterman </strong> talk about whether he", "new_id": -2}, {"uid": "1295887827234930178", "i": 42701, "idx": 0, "sa": ["Eric Schmidt"], "q": "does, he will then hold about 9.1 percent of Google's voting power, the company said. <strong> Eric Schmidt </strong> announced he was relinquishing his job as Google CEO recently via a rather sarcastic tweet that read, <q> Day-to-day adult supervision no longer needed! </q> According to the New York Post, <strong> Eric Schmidt </strong> is preparing for his \"Plan B career\" as a television host. He has reportedly filmed a test episode for CNN, according to the Post.", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q> What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me, </q> <strong> Donald Rumsfeld </strong> writes. \"At that moment, I couldn't speak.\"( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}]