[{"uid": "1295512836124485683", "i": 6906, "idx": 0, "sa": ["Mary Bousted", "Michael Gove"], "q": ", history and geography..... <strong> Michael Gove </strong>, the Education Secretary, said \"profound mistakes\" made with the curriculum by Labour led to England plummeting in international league tables........ <q> The existing national curriculum embodies poverty of aspiration. </q>.... teachers' leaders accused ministers of advocating a return to the \"public school curriculum they were taught over 25 years ago\" <strong> Mary Bousted </strong>, general secretary of the Association of Teachers and Lecturers", "new_id": -2, "mturk_index": "1865"}, {"uid": "1296999465077529104", "i": 23748, "idx": 0, "sa": ["Les Richter", "Marshall Faulk", "Deion Sanders", "Shannon Sharpe", "Richard Greene", "Ed Sabol", "Michael Vick", "Chris Hanburger", "Richard Dent", "Peter King", "Rob Schremp"], "q": "possible switch to snow around 5 p.m.-- just in time for kickoff. Les Richters than an inch of snow was expected, however. Former Arlington Mayor <strong> Richard Greene </strong> is among many crossing their fingers. <q> LooPeter King out there today and seeing the beautiful sunshine and the sun melting away all of the ice and snow, I think that weather pRob Schremplems have already become part of the history and footnote, </q> <strong> Richard Greene </strong> said. <strong> Deion Sanders </strong> and <strong> Marshall Faulk </strong> lead a class of seven voted into the Pro Football Hall of Fame on Saturday. Joining them are <strong> Shannon Sharpe </strong>, <strong> Richard Dent </strong>, <strong> Ed Sabol </strong>, <strong> Les Richter </strong> and <strong> Chris Hanburger </strong>. <strong> Michael Vick </strong> took a most", "new_id": -2, "mturk_index": "2063"}, {"uid": "1295628496247332866", "i": 50223, "idx": 0, "sa": ["Eric Schmidt"], "q": ", economic growth will actually increase after a rise in food prices.\" ( Also read Will There Ever Be Enough Food to Feed the World? <strong> Eric Schmidt </strong> and the Job of Non-CEO Executive Chairman <q> <strong> Eric Schmidt </strong> is also keeping for himself the outside-facing parts of CEO-dom which Silicon Vally nerds by their nature are pretty bad at. He has a clumsy way of putting it, but when he talks about \"the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach, </q> he basically means the large part of the CEO job which involves schmoozing various people in Google's interest.\" \"If their proposal had offered a better way to achieve the much needed objective of providing universal insurance", "new_id": -2, "mturk_index": "587"}, {"uid": "1297660209155942917", "i": 55199, "idx": 0, "sa": ["Lindsay Lohan", "David Letterman", "Justin Bieber"], "q": "managed to steal the show, <strong> David Letterman </strong>, however, put all thoughts of \"stealing\" squarely on <strong> Lindsay Lohan </strong>'s shoulders. Tonight at the Grammy's Letterman-David Letterman-in-national/mitt-romney-makes-presidential-aspirations-clear-to-David Letterman-David Letterman\" <strong> David Letterman </strong> presented what he called the <q> Top 10 Surprises at the 2011 Grammy Awards. </q> No. 10: \"<strong> Lindsay Lohan </strong> seen leaving the Staples Center with a Grammy-shaped bulge,\" No. 9: \"New music laws prohibit rhyming ladies with Mercedes.\" Bieber-Justin Bieber-got-screwed-by-esperanza-spalding-at-grammys-say-fans\"", "new_id": -2, "mturk_index": "1417"}, {"uid": "1297370646188006407", "i": 7634, "idx": 0, "sa": ["Michael Vick"], "q": "the forum to comment on Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who served a 23-month term in federal prison following a dogfighting conviction. Here is what he told Merkin, via Merkin's Twitter account: <q> He had a great year and a great comeback, but there were times where we watched the game and I know it's bad to say, but there were times where we hope he gets hurt. Everything you've done to these dogs, something bad needs to happen to these guys. </q> Check the latest news, sports, weather and more on your phone or visit iPhone/Android optimized sites", "new_id": -2, "mturk_index": "451"}, {"uid": "1295456090049922076", "i": 29898, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": "makes its seasonal bow. \"American Idol is surely set to come back to the pack in terms of ratings,\" said Jeffrey McCall, a professor of media studies at DePauw University and author of <q> Viewer Discretion Advised: Taking Control of Media Influences. </q> \"American Idol\" judges <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong> prepare for the shows first season without the iconic <strong> Simon Cowell </strong> in the judges' box. \"No show can maintain craze status indefinitely. The show", "new_id": -2, "mturk_index": "942"}, {"uid": "1295139772120274975", "i": 19174, "idx": 8, "sa": ["Kirsten Gillibrand"], "q": "choke him-- she was clearly trying to hug him.\" She managed to touch his wrist, watch, and ring. \"It was such a moment,\" <strong> Kirsten Gillibrand </strong> said. <q> And we were just in tears of joy watching this and beyond ourselves, honestly. The doctor was just so excited. He said,` You don't understand, this is amazing, what's she's doing right now, and beyond our greatest hopes.' </q> \"We couldn't believe our eyes how courageous she was and how much she wanted to talk to us,\" the senator said. \"She wanted us to know that she was with us a hundred", "new_id": -2, "mturk_index": "924"}, {"uid": "1297134193068190239", "i": 12194, "idx": 0, "sa": ["Wanda Jackson", "Dwaine Caraway", "Michael Vick", "O. J. Simpson", "Joe Nichols"], "q": "New Release Tuesday: Iron and Wine, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was <strong> O. J. Simpson </strong> busy? </q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2, "mturk_index": "2122"}, {"uid": "1297217470140312578", "i": 57009, "idx": 1, "sa": ["Colin Powell", "George W. Bush"], "q": "\" Rumsfeld wrote that the Joint Chiefs of staff supported a strike, based on what Rumsfeld called extensive but not conclusive CIA evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> The prewar attack never happened, although the site was struck in the opening days of the war that <strong> George W. Bush </strong> launched in March 2003, about six weeks after <strong> Colin Powell </strong>'s U.N. speech. The United States never", "new_id": -2, "mturk_index": "2094"}, {"uid": "1295756651021528610", "i": 16640, "idx": 12, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "coming. Google's results have been extraordinary.\" <strong> Eric Schmidt </strong> wasn't the man to wage war with Facebook, he said. \"There is no making Facebook go away,\" he said. <q> Now for the first time ever, Google will have to co-exist. They clearly feel that <strong> Larry Page </strong> is the man to accomplish that in the future. </q> During the earnings call last night, <strong> Sergey Brin </strong> said that the company has only touched \"just 1 percent of the capabilities\" of real-time search and social search. \"If you think about the", "new_id": -2, "mturk_index": "1623"}]