[{"uid": "1295231201028164120", "i": 38632, "idx": 2, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "a friend. \"I talked to her husband Mark last night. She's making progress every day.\" While it's \"far too early\" for the congresswoman to speak, <strong> Kirsten Gillibrand </strong> said, <q> she's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and understand and show people she understands what she's hearing and seeing. </q> <strong> Gabrielle Giffords </strong> began breathing without a ventilator yesterday as doctors took out the breathing tube that had run down her throat and replaced it with a tracheotomy tube in her windpipe. Surgeons also inserted a feeding tube.", "new_id": -2}, {"uid": "1295458625213254221", "i": 2891, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> added. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> Other Chrysler group fuel-saving technologies include cylinder deactivation on V8 engines, a new MultiAir engine induction system being introduced to the US on the J.D. Power's Estimated Pan-European Passenger Car Assembly by Model( annual", "new_id": -2}, {"uid": "1296449395205996048", "i": 46629, "idx": 18, "sa": ["Dwight Howard", "LeBron James", "Allen Iverson", "Ömer Aşık", "Paul Pierce", "Ray Allen"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> OrlÖmer Aşıko Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't r... <strong> Allen Iverson </strong> 28pts vs KG <strong> Paul Pierce </strong> <strong> Ray Allen </strong> Celtics 07/08 NBA <strong> Allen Iverson </strong> 28pts vs KG <strong> Paul Pierce </strong> <strong> Ray Allen </strong> Celtics 07/08 NBA <strong> Allen Iverson </strong> felt no satisfaction from knocLeBron James off the top team in", "new_id": -2}, {"uid": "1295829882187138078", "i": 30720, "idx": 0, "sa": ["Andy Coulson", "Brian Cox"], "q": "the best thing to ask for when your views have about as much credibility as <strong> Andy Coulson </strong>'s next excuse. Anyway, the Association's statement goes on to say( with my bolding) that: <q> \"Communications the Association have received show that dissatisfaction is growing with Professor <strong> Brian Cox </strong>'s support for Dara O'Briain's denigration of astrology in his Stargazing Live BBC2 television programme on 3rd January 2011( see the portion commencing 17' 30 </q> and 19' 45\" into the programme). \" His justification was fragmentary astronomy and empty of logic. Yet he allowed the total condemnation of astrology. This is particularly disappointing, because for the previous", "new_id": -2}, {"uid": "1295650549188383258", "i": 34496, "idx": 3, "sa": ["Regis Philbin", "Barbara Walters", "David Letterman", "Charles Grandison Rose III", "Robin Williams"], "q": "\"I would find myself busting into tears and sobbing uncontrollably,\" <strong> David Letterman </strong>\" ... Stop the heart, work on it, restart it... good luck,\" <strong> Robin Williams </strong> <q> They're going to put him on a gurney, roll him into the OR room and bust him open like a lobster!, </q> <strong> Regis Philbin </strong> \"It was hell,\" <strong> Charles Grandison Rose III </strong> \"I probably would have had a heart attack and may very well have died,\" <strong> Barbara Walters </strong> What do <strong> Barbara Walters </strong>,", "new_id": -2}, {"uid": "1296966831159891467", "i": 18769, "idx": 0, "sa": ["Michael Vick"], "q": "year By Jeff McLane INQUIRER STAFF WRITER DALLAS- The NFL threw <strong> Michael Vick </strong> a party and named the Eagles quarterback comeback player of the year, capping off an improbable season. <q> I thank my coaches and my teammates, </q> said <strong> Michael Vick </strong>, who was on hand to accept his award. \"They got me better as an NFL player, as a quarterback, and took advantage of my talents.\" <strong> Michael Vick </strong> received 291/2 of", "new_id": -2}, {"uid": "1295754864179863585", "i": 31400, "idx": 7, "sa": ["Ramon Sessions", "Rodney Stuckey", "Stephen Curry", "Ben Wallace", "Richard Jefferson", "Allen Iverson"], "q": ". He apologized Friday morning, then sat on the Ben Wallacech for almost 10 minutes as <strong> Rodney Stuckey </strong> started instead. One spectator held up a sign that read, \"practice.\" <strong> Stephen Curry </strong> said the matter was closed. <q> I just wanted to make up for it with my play, </q> said <strong> Allen Iverson </strong>, who hadn't come off the Ben Wallacech since Dec. 22, 2006, the night of his first game with the Denver Nuggets. <strong> Richard Jefferson </strong> and <strong> Ramon Sessions </strong> each scored 21 points for the Bucks, who lost", "new_id": -2}, {"uid": "1295476638129810491", "i": 4922, "idx": 0, "sa": ["Steve Ballmer", "Lloyd Blankfein", "Barack Obama"], "q": "<strong> Barack Obama </strong> said. At today's meeting with CEOs, <strong> Barack Obama </strong> and Hu said it was important for the two nations to deepen their business ties. Promise From Hu Hu said his nation <q> welcomes U.S. companies and promised that China would treat fairly U.S. companies doing business there. \"It all feels very, very good that you asked us to be a partner, </q> Jim McNerney, the chief executive officer of Boeing, said to Hu at the start of the session. Other attendees at the meeting were Chief Executive Officer <strong> Steve Ballmer </strong> of Microsoft; CEO <strong> Lloyd Blankfein </strong> of Goldman Sachs", "new_id": -2}, {"uid": "1295984774233783312", "i": 13821, "idx": 0, "sa": ["Patrick Leahy", "Bernie Sanders", "Peter Shumlin"], "q": "All three members of the delegation joined Gov. <strong> Peter Shumlin </strong> at a Statehouse news conference one week ago and pledged to help the state secure federal waivers needed to implement sweeping health care reforms. <strong> Bernie Sanders </strong> said, <q> It is my strong hope that Vermont will lead the nation in a new direction through a Medicare-for-all single-payer approach. At a time when 50 million Americans lack health insurance and when the cost of health care continues to soar, we must do all we can to lower the costs and improve the quality of care. </q> <strong> Patrick Leahy </strong> said, \"This is a bill to give Vermont and other states the choice to go above and beyond the national standard by letting states devise their own reforms. Vermont has always been a leader", "new_id": -2}, {"uid": "1295034979268353577", "i": 59212, "idx": 5, "sa": ["Hillary Clinton", "Conan O'Brien", "David Letterman"], "q": "of insider trading he could get fiddy years. 3. <strong> Conan O'Brien </strong>: <strong> Hillary Clinton </strong> gave a speech to Arab leaders and urged them to enact real reform. The Arab leaders looked at each other and asked, <q> Why is a woman talking? </q> 2. <strong> David Letterman </strong>: Snooki has a book. She says she doesn't like her nickname, Snooki. Snooki's also known as Miss Polizzi, usually followed by, \"How do you plead?", "new_id": -2}]