[{"uid": "2008111402_00018904_W", "i": 1237, "idx": 0, "sa": ["Dirk Kempthorne"], "q": "agreement signed thursday lays the groundwork for removing four to help one of the west coast's most beleaguered salmon runs and end a longstanding environmental dispute. interior secretary <strong> Dirk Kempthorne </strong> said in a conference call that had told officials <q> to find a collaborative solution </q> that doesn't pit one interest group against another. endangered species act forced the shut-off of irrigation water to thousands of acres of farms to leave enough for threatened salmon. when the administration restored irrigation in 2002 over", "new_id": -2}, {"uid": "2008102009_00024056_W", "i": 4062, "idx": 0, "sa": ["Abdullah Ahmad Badawi", "Najib Razak"], "q": "candidate. <strong> Najib Razak </strong> is widely expected to win the post unopposed in the party's elections for top office-bearers in march because his sole challenger-- razaleigh hamzah, a veteran lawmaker-- has received no nominations so far. <q> <strong> Najib Razak </strong> will win, definitely, </q> said mohammad agus yusoff, a political science lecturer at the national university of malaysia. prime minister <strong> Abdullah Ahmad Badawi </strong> announced earlier this month that he would not defend his presidency of the party amid intense demands for his resignation.", "new_id": -2}, {"uid": "2008122609_00014192_W", "i": 2778, "idx": 5, "sa": ["Zeina Daccache"], "q": "from wary authorities, but the prisoners are now set to stage their play for guests at the jail in february and march. prison authorities posted no guards inside the makeshift theatre where <strong> Zeina Daccache </strong> rehearsed her 45 charges. <q> she's like a window of hope for us, </q> said hussein, a lank-haired graphic designer serving a five-year drug term who plays guitar in the play's interludes of music and song. \"<strong> Zeina Daccache </strong> will become a legend. she really did something for all of us", "new_id": -2}, {"uid": "2008122122_00003727_W", "i": 3817, "idx": 0, "sa": ["Barack Obama", "John Harris", "Rod Blagojevich"], "q": "have been limited to expressions of disappointment over the charges and assurances that no one on his team discussed deals with <strong> Rod Blagojevich </strong>. <strong> Rod Blagojevich </strong> expressed frustration in one conversation taped by the fbi that <strong> Barack Obama </strong> and his advisers weren't <q> willing to give me anything except appreciation.( expletive) them, </q> the affidavit states. the governor also is quoted by investigators as telling <strong> John Harris </strong> on nov. 13 that he wants someone, who is referred to in the affidavit only as <NO_QUOTATION> to hear about <strong> Rod Blagojevich </strong>'s plan to create", "new_id": -2}, {"uid": "2008092919_00057825_W", "i": 3954, "idx": 5, "sa": ["Luis Ortiz"], "q": "along the coastline in that area. <strong> Luis Ortiz </strong> assured us that on every occasion when he and others saw the creatures near the kian lagoon, no one tried to attack the beings or show any hostility towards them. <q> they simply allowed us to see them, </q> he said, \"and then they would run and jump into the water. they did no harm to us and never attacked us. if they are here, and they surely are because i have seen them", "new_id": -2}, {"uid": "2008121910_00017906_W", "i": 77, "idx": 19, "sa": ["Alex Jones"], "q": ": december 16, 2008, 02:18:25 pm\" re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08 \"reply# 16 on: december 16, 2008, 02:21:20 pm\" <q> reply# 17 on: december 16, 2008, 02:22:33 pm </q> \"reply# 18 on: december 16, 2008, 02:47:56 pm\" \"reply# 19 on: december 16, 2008, 02:52:57 pm\" \"reply# 20 on: december 16, 2008, 02:58:20", "new_id": -2}, {"uid": "2008100116_00020114_W", "i": 1659, "idx": 2, "sa": ["Ichirō Ozawa"], "q": "as next month. the prime minister, in his own policy speech, accused the opposition of being irresponsible by blocking legislation since it won a landmark victory last year to take control of one house of parliament. <q> we want quick snap elections after having sufficient debate in parliament to show which party wants what kind of policy, </q> <strong> Ichirō Ozawa </strong> said. \"the biggest issue is whether to continue the current government which keep wasting public money by giving a free hand to the bureaucracy, or to replace it with the dpj-led new government to make a", "new_id": -2}, {"uid": "2008091518_00004375_W", "i": 2892, "idx": 12, "sa": ["Lucas Cruikshank", "Larry David", "Ricky Gervais", "Sacha Baron Cohen"], "q": "aspirations. his comic inspirations include <strong> Ricky Gervais </strong>, <strong> Sacha Baron Cohen </strong> and <strong> Larry David </strong>. his manager, james dolin of sonesta entertainment, tells me that <strong> Lucas Cruikshank </strong>( who, at 13, started a production company with his cousins) deliberately <q> set out to make fred's youtube the no. 1 comedy channel on youtube. </q> and it has, indeed, held the top spot frequently since its may launch. in an e-mail to <strong> Lucas Cruikshank </strong>( who, i am told by his manager, is working on the next instalment of fred)", "new_id": -2}, {"uid": "2008111405_00008584_W", "i": 4679, "idx": 0, "sa": ["Mitchell Hurwitz", "Jeffrey Tambor"], "q": "can still be afraid that they will ruin the texture of the show, but excitement is appropriate! collider.com that he's talked to the creator of the show, <strong> Mitchell Hurwitz </strong>, and that the film is on. <q> we're doing it. we are going. it's a go. yeah, actually, just this week i talked to mitch <strong> Mitchell Hurwitz </strong>... when the writer calls you, and the director and the executive producer calls you, it's a good time. </q> the interviewer apparently went into a mini conniption of excitement in reaction to this loaded announcement and <strong> Jeffrey Tambor </strong> declaratorily demanded \"get your hopes up! that's what hopes are for, by the way, to get up", "new_id": -2}, {"uid": "2008111807_00001404_W", "i": 3180, "idx": 4, "sa": ["Jack Goldstone"], "q": "countries become a democracy, most of the time they simply become a fractured polyarchy, and within five to seven years, this structure leads to corruption and lack of organization in the government,\" <strong> Jack Goldstone </strong> said. <q> the democracy then eventually breaks down and returns to an authoritarian regime. </q> as a result, these countries are stuck in a shift between authoritarianism and democracy, but can not change their economic status, he concluded. <strong> Jack Goldstone </strong> supplemented his findings with his recollection of a recent trip to china", "new_id": -2}]