[{"uid": "1297716189009617422", "i": 33267, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Group LLC's application for federal loans is`` moving ahead'' and will not be affected too much by proposed cuts in the Obama administration's budget, the head of said on Monday. <q> We're moving ahead with Chrysler. I don't think it's affected that much by this( FY2012) budget, </q> said, said during a call with reporters. A DOE spokeswoman said the department is still in the Chrysler CEO <strong> Sergio Marchionne </strong> said last month that the automaker had applied for some$ 3.5 billion", "new_id": -2}, {"uid": "1295250982014909495", "i": 17426, "idx": 0, "sa": ["Simon Cowell"], "q": "in return. For ideas of what to write in your message, dip into Tweetie Pie: 140 Ways To Say I Love You( Orion, Â£ 6.99), a new pocket-book full of epithets such as <q> We didn't speak much last night. We didn't need to. I like that. xxx </q>. Get singing You don't have to audition for <strong> Simon Cowell </strong> to feel the benefit: singing to yourself in the shower is an easy way to boost your levels of oxytocin, a feel-good hormone", "new_id": -2}, {"uid": "1297697962029687857", "i": 19457, "idx": 1, "sa": ["Steve Ballmer"], "q": "5, Flash en Silverlight. Ook wordt gebruikgemaakt van hardwareacceleratie, wat veel soepelere animaties op zware sites mogelijk moet maken.`` Mensen verwachten op hun smartphone dezelfde internetervaring als op hun desktop'', aldus <strong> Steve Ballmer </strong>. <q> Daarom brengen we onze nieuwste browser naar onze smartphones. </q> Ook komt er betere ondersteuning voor Skydrive-services voor consumenten, zo maakte <strong> Steve Ballmer </strong> bekend. Verder gaat Microsoft Twitter integreren in de People-hub, zoals dat nu al gebeurt met Facebook. De grote update is", "new_id": -2}, {"uid": "1297658740154386435", "i": 22985, "idx": 0, "sa": ["David Letterman", "Whitney Houston"], "q": "53rd annual Grammy Awards on Sunday, Feb. 13, 2011, in Los Angeles.( AP Photo/Matt Sayles) LOS ANGELES- Quotes from Sunday's 53rd annual Grammy Awards:-- <q> I should have thanked my wife instead of <strong> Howard Stern </strong> because I'm probably in a lot of trouble.- Train frontman <strong> Patrick Carney </strong> Monahan backstage after accepting the award for pop performance with vocals by a duo or group.--`` <strong> Justin Bieber </strong>? Hairpiece. </q>- <strong> David Letterman </strong> revealing the top Grammy surprises.--`` I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote` Born This Way,' I", "new_id": -2}, {"uid": "1295638419256720918", "i": 25611, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "realize that they do face new increased risks from natural disaster. The New York Times contrasts the recent Australian floods with the Brazilian floods. Many fewer people died in the Australian Floods. Why? <q>`` The hillside areas around Rio lacked early warning systems or effective community organizations that might have helped residents to wake one another as the rains intensified last Tuesday night, disaster experts and residents said. Most people are believed to have died early Wednesday morning as they slept, when water-loosened earth swept their houses away. </q> \" Barbicambarus simmonsi: New giant crayfish species discovered, and it's really big <strong> David Cameron </strong>'s spin doctor <strong> Andy Coulson </strong> quits over phone hacking scandal British Prime Minister <strong> David Cameron </strong>'s spokesman, <strong> Andy Coulson </strong>, resigned today amid growing", "new_id": -2}, {"uid": "1297446725101842956", "i": 11169, "idx": 7, "sa": ["John McCain", "Donald Rumsfeld", "Condoleezza Rice"], "q": "about former colleagues, such as <strong> Condoleezza Rice </strong>, whom he criticises for avoiding tough choices as head of the National Security Council, <strong> Donald Rumsfeld </strong>'s instinct seems to be to back off. He tells me that <strong> Condoleezza Rice </strong> is a <q> smart and able woman, let there be no doubt. A very accomplished person and a good person. </q> Some antagonisms, however, are too open to disguise. <strong> John McCain </strong>, the Republican candidate in the last presidential election, became one of the foremost critics of <strong> Donald Rumsfeld </strong>'s approach to the Iraq war. He", "new_id": -2}, {"uid": "1296349656162676750", "i": 19400, "idx": 2, "sa": ["Kobe Bryant", "Elgin Baylor", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Yao Ming </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` <strong> Elgin Baylor </strong> thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Kobe_Bryant_39_points_9_asts_vs_Hawks_2005-06_*30_feet_shot <strong> Kobe Bryant </strong> was on the cold streak that February averaging", "new_id": -2}, {"uid": "1297105319155009073", "i": 26682, "idx": 0, "sa": ["Simon Cowell"], "q": "$ 5 million record deal with Sony Music. Contestants must be at least 12 years old to enter, and unlike` American Idol,' there's no age limit for aspiring singers. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> <strong> Simon Cowell </strong> said in a statement.`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract.", "new_id": -2}, {"uid": "1296858709051773441", "i": 40526, "idx": 1, "sa": ["Howard Stern", "David Letterman", "Regis Philbin"], "q": "didn't really retire, he was fired.`` He got fired. He went in and he asked for more money and they gave poor old <strong> Regis Philbin </strong> the boot,'' said <strong> Howard Stern </strong>. <q> I don't want to hear that. I don't want to believe that, </q> said <strong> David Letterman </strong>. But on his show, <strong> Regis Philbin </strong> said there's no truth to <strong> Howard Stern </strong>'s remark.`` <strong> Regis Philbin </strong> never asked for more money. <strong> Regis Philbin </strong> never had the chance, believe me,", "new_id": -2}, {"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q> Apparently, it's a practice all over the country, </q> <strong> Bill Lockyer </strong> said today in a telephone interview.`` I don't think it's a good one.''-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}]