[{"uid": "1295763240036667398", "i": 31780, "idx": 0, "sa": ["Piers Morgan", "Mike Tyson", "Michael Vick"], "q": "HLN. \"More noise\" â\u0080¢ What <strong> Piers Morgan </strong> thinks CNN needs. \"We're up against new beasts in the jungle,\" said the host of \"<strong> Piers Morgan </strong>\"( 8 p.m. weeknights). <q>To perform in that jungle now, you have got to be more aggressive. You've got to be louder.</q> Pigeon racing â\u0080¢ What <strong> Mike Tyson </strong> was there to talk about when he got the inevitable <strong> Michael Vick </strong> question. \"He admitted to the crime, he paid his time, and now he should start over. You", "new_id": -2}, {"uid": "1296064412015335442", "i": 34683, "idx": 1, "sa": ["Mimi Walters", "Bill Lockyer"], "q": "plans. \"We want reforms in place before there's any discussion about tax increases,\" said <strong> Mimi Walters </strong>, the GOP's nominee in the fall for state treasurer who was trounced by incumbent <strong> Bill Lockyer </strong>. <q>I do know there's not support at all to even put it on the ballot without significant pension reforms.</q> Brown has proposed cutting$ 12.5 billion in expenditures and asking voters to extend for five years temporary taxes on personal income, sales and autos in an attempt to solve a$ 25.4 billion deficit.", "new_id": -2}, {"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,\" Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}, {"uid": "1297639527102711458", "i": 15188, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "we're assured by <strong> Donald Rumsfeld </strong>, took his side. <strong> Donald Rumsfeld </strong> takes particular offense at Powell's contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. <q>Powell was not duped or misled by anybody,</q> <strong> Donald Rumsfeld </strong> writes. \"nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie.", "new_id": -2}, {"uid": "1295673836191152129", "i": 1747, "idx": 0, "sa": ["Andy Coulson"], "q": "Somali pirates Photo in Slideshow: South Koreans watch a TV reporting South Korean... World Video: End In Sight For Korean Tension? World Video: Around the World: Protesters, Police Clash in Albania Report Abuse <q> \"We will determine what we should do( with the pirates).</q>\" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1296192813083116044", "i": 24641, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> said the loans would be used to develop engines, transmissions, frames and other components. Energy Department spokeswoman Stephanie Mueller said the GM decision would allow the department to <q>support a number of other innovative automobile technologies.</q> The department has committed or closed five loans totaling nearly$ 8.5 billion. GM says it no longer needs gov' t loan to go green General Motors Co., in another sign of its", "new_id": -2}, {"uid": "1295552249131891230", "i": 33273, "idx": 1, "sa": ["Simon Cowell"], "q": "Idol last year in order to focus on bringing The X Factor to the US, admitted that a discussion with unnamed \"successful\" friends made him realise he had to move on. He said: <q>And I think that's good advice. Something inside you just says, \"You know what, it's time to go'. Without any regrets whatsoever.</q> <strong> Simon Cowell </strong> also insisted that he enjoys being a talent show judge because it's not very difficult. EastEnders: Alfie\"s behaviour angers Kat Emmerdale: A row takes place at the funeral", "new_id": -2}, {"uid": "1296690468182059024", "i": 36903, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. But <strong> Sen. Bernie Sanders </strong> said much more needs to be done. <q>It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,</q> he said.-- Online: <strong> Sen. Bernie Sanders </strong>: http://sanders.senate.gov/ Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an important element of the", "new_id": -2}, {"uid": "1295569428103104524", "i": 18658, "idx": 0, "sa": ["Michael Vick"], "q": "mc-letter-szakos-michael-vick-hardshi20110120 <strong> Michael Vick </strong> is suffering hardships because <q>two-thirds of every dollar he earns is going to creditors and to taxes.</q> <strong> Michael Vick </strong> is paying what he owes for evading taxes, running up a massive debt and declaring bankruptcy, and living a selfish and criminal lifestyle. Now he has to pay for it. dogs suffered at <strong> Michael Vick </strong>'s", "new_id": -2}, {"uid": "1297145575101449730", "i": 21655, "idx": 2, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, <q>I have to take everyone's opinions into account,</q> including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so,", "new_id": -2}]