[{"uid": "1295991953089178223", "i": 3085, "idx": 12, "sa": ["Donald Rumsfeld", "Henry Kissinger"], "q": ". But he says`` Known and Unknown'' will take on the most sensitive subjects, from the detainment facility at Guantanamo Bay, Cuba, to the mistreatment of prisoners at Abu Ghraib in Iraq. <q> I brought in people who were involved and outside advisers to discuss the legal decisions that were made. And in the book, I present them in a direct way, </q> he says. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by <strong> Henry Kissinger </strong> as a`` skilled full-time politician-bureaucrat in whom ambition, ability, and substance fuse", "new_id": -2}, {"uid": "1296709195199049220", "i": 17697, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush"], "q": "resignation.`` Abu Ghraib and its follow-on effects, including the continued drumbeat of` torture' maintained by partisan critics of the war and the <strong> President Bush </strong>, became a damaging distraction,'' he wrote. <q> More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point. </q> <strong> Donald Rumsfeld </strong> also uses the memoir to deny claims that he tried to block commanders' requests for more troops in Iraq. But, he said, in retrospect, it might have made sense to have ramped", "new_id": -2}, {"uid": "1296101837086409253", "i": 14049, "idx": 1, "sa": ["Steve Ballmer"], "q": "way. Has MS finally realized Windows isn't touchscreen friendly? blog post`` Microsoft is imagining a NUI future,'' <strong> Steve Ballmer </strong>'s company describes pretty accurately the way things are going with personal technology right now: <q> You don't have to look very far to realize that technology is becoming more natural and intuitive, </q> it begins. But then it notes,`` In a typical day, many people use touch or speech to interact with technology-- on their phones, at the ATM, at the grocery store and in their", "new_id": -2}, {"uid": "1295560003078905357", "i": 18910, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "focus on external partnerships and business deals starting on April 4, when Page will take over the day-to-day management role. Page was Google's first CEO, and <strong> Eric Schmidt </strong> said in a blog post that Page <q> in my clear opinion, is ready to lead. </q> <strong> Sergey Brin </strong> will continue to focus on technology products, assuming the title of co-founder as opposed to his current role of president, technology.`` He's an innovator and entrepreneur to the core, and this", "new_id": -2}, {"uid": "1296084752130252877", "i": 44052, "idx": 3, "sa": ["Michael Vick"], "q": ", the Packers are tied for second behind the Steelers in bringing down quarterbacks.`` Those guys fly around the ball and are always in good position,'' <strong> Michael Vick </strong> said of the Packers' defense. <q> You just have to be ready for what they're going to do. They give you a lot of different looks and try to confuse you. </q> Given the nature of the opposing defense and the porous nature of the Eagles' offensive line, this is not a good week for <strong> Michael Vick </strong> to be having issues with his all-important legs. Paul Domowitch", "new_id": -2}, {"uid": "1295788090114884638", "i": 28976, "idx": 0, "sa": ["Alastair Campbell", "Andy Coulson"], "q": "- review In <strong> Alastair Campbell </strong>'s introduction to the second volume of his unexpurgated diaries( volumes three and four are to follow shortly, at which point, he says, he will have provided the world with <q> the longest, and possibly the most complete, single account of life at the heart of the <strong> Tony Blair </strong> team </q>), the former New Labour spin doctor professes himself still to be amazed at what the Labour government scandal has now forced <strong> Andy Coulson </strong> into two January resignations <strong> Andy Coulson </strong> will have more children. Photograph: Oli Scarff/AP", "new_id": -2}, {"uid": "1297191782244269135", "i": 6074, "idx": 1, "sa": ["Ron Washington", "Michael Vick"], "q": "same productive <strong> Michael Vick </strong> Young and go about his business because he knows there's a lot of guys that look up to him.'' <strong> Ron Washington </strong> said Young's leadership is crucial for the Rangers. <q> He means everything inside the clubhouse, </q> <strong> Ron Washington </strong> said.`` He's our leader. It's a guy that shows up every day and plays through injuries. He leaves his heart out on the field every day. We're playing to put the", "new_id": -2}, {"uid": "1296205909167591949", "i": 15069, "idx": 0, "sa": ["John Elkann", "Luca di Montezemolo", "Sergio Marchionne", "Stefano Domenicali"], "q": "in diretta l'intero evento, al quale parteciperanno il presidente <strong> Luca di Montezemolo </strong>, i vertici Fiat( <strong> John Elkann </strong> e <strong> Sergio Marchionne </strong>) e i piloti Ferrari. 10.04- SALE SUL PALCO STEFANO DOMENICALI- Prende la parola <strong> Stefano Domenicali </strong>: <q> Dobbiamo raggiungere quei traguardi sportivi che ci permettono <strong> Luca di Montezemolo </strong> tenere alto il marchio dell` azienda della quale andiamo tanto orgogliosi </q> 10.03 COMINCIA LA PRESENTAZIONE- Prende la parola <strong> Stefano Domenicali </strong> Lai, capo relazioni esterne della Ferrari 10.01 ENTRATI I PILOTI- Entrano adesso nella sala i piloti della Ferrari Alonso e Massa con addosso le tute", "new_id": -2}, {"uid": "1295923213136986624", "i": 41739, "idx": 0, "sa": ["Klaus Schwab", "Donald Rumsfeld"], "q": "<strong> Klaus Schwab </strong> said he doesn't think it will.`` I'm absolutely sure that the euro will not collapse because I think there is still a strong European solidarity in place,'' he told AP. <q> Europe, in this new world that is coming up, if it wants to become a key actor and stay a key actor it has to express itself in terms of its unity and it has to make sure that euro is also secured by a much greater common effort, working together in fiscal monetary and general economic policies. </q> Organizers are trying to answer their critics this year by taking time to discuss how to deal with unforeseen risk_ the`` unknown unknowns'' as former U.S. Defense <strong> Donald Rumsfeld </strong> once put it. The", "new_id": -2}, [{"i": 25587, "idx": 0, "index_answer": 0, "new_id": -1, "q": "SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as`` shyster loans.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement.`` I regret the remark which I consider inappropriate.'' Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "sa": ["Sergio Marchionne"], "uid": "1296939660153092098"}]]