[{"uid": "1297254281101777433", "i": 42558, "idx": 5, "sa": ["the Black", "Simon Cowell"], "q": "\" involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q>Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition.<q>( 2 of 2) The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's", "new_id": -2}, {"uid": "1296850492052805645", "i": 31245, "idx": 3, "sa": ["Roger Goodell", "Michael Vick"], "q": "\" <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q>I don't want him to put himself in a position where bad things can happen around him,<q> <strong> Roger Goodell </strong> said. \"He takes that seriously.\" With several centimetres of snow falling Friday, on top of ice that's been there for days, many Super Bowl activities across the Dallas-Fort Worth area", "new_id": -2}, {"uid": "1297694269130826245", "i": 35056, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "is a \"clearly written work that attempts to cut through a number of myths to give a measured account of how things happened and why\". Financial Times is more disparaging, describing the reading experience as a <q>long, hard slog, with little likelihood of emerging on the far side appreciably enlightened<q>. Instead of \"seriously contemplating the implications\" of the events in which he participated, <strong> Donald Rumsfeld </strong> \"spends more than 800 pages dodging them\". \"Known and Unknown\" will be reviewed in a forthcoming", "new_id": -2}, {"uid": "1296377284098549782", "i": 32920, "idx": 5, "sa": ["Michael Vick"], "q": ". \"The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar, but all you ever hear about is how great his victims are doing,\" Erika said. <q>Now, all his victims are the actual superstars. I've got one of the real superstars sitting beside me.<q> Battered and bruised as they've been, it's a rigorous process for these dogs to find permanent homes. After learning the most basic of functions-- walking up stairs", "new_id": -2}, {"uid": "1296313807176898052", "i": 22312, "idx": 1, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> speaks to the American Society of News Editors on April 11, 2010 in Washington, DC... Shell Eco-marathon Americas: \"Post COP15: The Road to Mexico\" Big Think Panel Discussion Shell Eco-marathon Americas: <q>Post COP15: The Road to Mexico<q> Big Think Panel Discussion The Shell Eco-marathon Americas, held in Houston March 26-28, 2010, was the perfect setting for discussions of the world's energy future. For many years Shell has challenged teams of young people", "new_id": -2}, {"uid": "1295559849243744839", "i": 7189, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ". \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" said <strong> Eric Schmidt </strong>, who joined Google as CEO in 2001. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.<q> Despite Google's solid results for 2010, Page and <strong> Sergey Brin </strong> may feel <strong> Eric Schmidt </strong> isn't adequately addressing the challenges the company faces. Apple, with its iPhone and iPad, has proven to be", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,\" said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons. \"He's a Hall of Fame coach,\" said <strong> Allen Iverson </strong>. <q>So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that.<q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped. \"Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}, {"uid": "1297158148070336571", "i": 41812, "idx": 1, "sa": ["Donald Rumsfeld", "Mohammed al-Qahtani"], "q": "been better off if I had.\" <strong> Donald Rumsfeld </strong> asserts that the harsh interrogation tactics he authorized for use against high-value terrorism suspects helped U.S. authorities save lives, including in the case of <strong> Mohammed al-Qahtani </strong>. <q>Qahtani, who was the 20th hijacker, they say-- he gave a lot of information,<q> <strong> Donald Rumsfeld </strong> said. \"And it was very helpful to our interrogators and to the United States government in saving lives.\" He added, \"And I think that the fact that we haven't had", "new_id": -2}, {"uid": "1296806257169033781", "i": 31934, "idx": 2, "sa": ["Donald Rumsfeld"], "q": ", four days after the September 11 attacks on the US. Mr Bush was planning an attack on Afghanistan, where the Taliban government had allowed the al-Qaida terror network to base its operations. <q>He asked that I take a look at the shape of our military plans on Iraq,<q> Mr <strong> Donald Rumsfeld </strong> wrote.", "new_id": -2}, {"uid": "1296291755127057973", "i": 27127, "idx": 0, "sa": ["Allen Iverson"], "q": "out the Toronto Raptors 137-105 for their fifth straight win at home. The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws. <q>It felt OK before the game,<q> <strong> Allen Iverson </strong> said. \"Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his finger against San Antonio a week ago, slips on a brace after every game", "new_id": -2}]