[{"uid": "1296491477150683715", "i": 48818, "idx": 0, "sa": ["Sergio Marchionne"], "q": "from bankruptcy protection. The manufacturer is expected to move towards a share sale sometime in 2011. Chrysler is currently controlled by Fiat which has a 25% stake in the firm. <q> Our job is not yet done. We have a lot of work ahead to fulfil our five-year business plan objectives, </q> said Chrysler's chief executive <strong> Sergio Marchionne </strong>. The company forecast a net profit of between$ 200m and$ 500m in 2011. VW to manufacture cars in Malaysia About these results* May require registration or", "new_id": -2}, {"uid": "1296527332020578309", "i": 11937, "idx": 0, "sa": ["Michael Vick"], "q": "Apr 21, 2010 Amir commented on this!- Apr 20, 2010 What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. <q> Who thought of this, And why did it take so long for some to think of it? Wow In a country this... </q> Hounddog left a comment- 9 min ago Yahoo! Sports`` I hope <strong> Michael Vick </strong> falls face first in a pile of dog s*** and slowly chokes to death.'' WilliamH left a comment- 15", "new_id": -2}, {"uid": "1295614876107249715", "i": 39372, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": " Er sorgte f?r die n?tige Struktur und machte aus dem kleinen Unternehmen mit 200 Angestellten einen Weltkonzern, der das Leben von Millionen Menschen ber?hrt. Die Stationen im berblick. Google- Gr?nder <strong> Larry Page </strong> wird Konzernchef <q> T?gliche Aufsicht durch Erwachsene nicht mehr n?tig! </q> Mit dieser Twitter-Nachricht k?ndigte <strong> Eric Schmidt </strong> seinen R?ckzug von der Konzernspitze an. An seine Stelle tritt Google-Urgestein <strong> Larry Page </strong>- mit einem satten Quartalsgewinn im R?cken. Endlich ist die Winterpause zu Ende und die zweite H?lfte der Saison", "new_id": -2}, {"uid": "1296738679019595292", "i": 2586, "idx": 0, "sa": ["Simon Cowell", "Oprah Winfrey"], "q": "and ease in myself and an ability to tune out the unnecessary negativity and really understand that it's all about putting love and goodness out in the world,'' she said on Wednesday's show. <q> This new American Idol gang makes me so excited because you just feel so happy. I would watch it before, me personally, and just feel so horrible for these people going out there... It just feels negative. </q> <strong> Oprah Winfrey </strong> then interjected to say that while she agreed the show was`` kinder'' and`` gentler'' now, she is a`` big'' fan of departed judge <strong> Simon Cowell </strong>, and suggested that he``", "new_id": -2}, {"uid": "1295094117134053930", "i": 7506, "idx": 1, "sa": ["Sergio Marchionne"], "q": "put in place a structure where Chrysler would become answerable to the capital target=\"_blank\" href=\"http://latestmarket.com/\"> markets only,'' <strong> Sergio Marchionne </strong> told a meeting with... net loss in 2010* Chrysler in talks with Goldman Sachs, other <q> Sri Lanka's conflict is political </q>... Boston Globe Boston Globe advocates`` Self-rule in a confederal structure for Tamil region''... Sri Lanka's conflict is political, and it must be resolved by political means.... Getting to Know the European Union", "new_id": -2}, {"uid": "1295913495158924827", "i": 41279, "idx": 0, "sa": ["Charles, Prince of Wales.", "Eric Schmidt", "Alexis Mabille", "Catherine, Duchess of Cambridge", "Karl Lagerfeld"], "q": "Force uniform, which <strong> Charles, Prince of Wales. </strong> did at his wedding( and which no one will really care about). Also, <strong> Catherine, Duchess of Cambridge </strong> reportedly wants the wedding to surprise people, according to a source quoted in Hello magazine: <q> They don't want the world to be sick of their wedding before they become husband and wife. To them it is very important for people on the day to feel they are a part of something which is fresh and new. </q> Catch Glimpses of the Spring 2011 Chanel Couture Collection and Find Out Why <strong> Karl Lagerfeld </strong> Is Always Late Google's <strong> Eric Schmidt </strong> Thinks He'd Make an Excellent Talk-Show Host Critics Laud Givenchy's` Fierce' Dog-Inspired Collection, Pan <strong> Alexis Mabille </strong>", "new_id": -2}, {"uid": "1295904103252542986", "i": 4446, "idx": 1, "sa": ["Katherine Heigl", "David Letterman"], "q": " However, Hollywood actress <strong> Katherine Heigl </strong> says that e-cigarettes are perfectly fine! She even smoked one during a <strong> David Letterman </strong> appearance last year( and got the host to take a few puffs as well). She explained, <q> You blow out water vapor so you're not harming anyone around you and you're not harming yourself. I'm essentially humidifying the space. </q> A discussion on New York State Assembly's bill, A01468, that would outlaw all sales of electronic cigarettes is href=\"http://www.onlineprnews.com/news/100443-1295809816-proposed-law-endangers-health-of-former-smokers.html\"> scheduled for tomorrow. The Consumer Advocates for Smoke-free Alternatives Association( CASAA)", "new_id": -2}, {"uid": "1296774336205651968", "i": 18397, "idx": 0, "sa": ["Bill Clinton", "Barack Obama", "Kirsten Gillibrand"], "q": "Nearly all Mass. schools meet anti-bully deadline Nearly every public school district in Massachusetts has filed an anti-bullying plan with the state. href=\"http://wten.com/Global/story.asp?S=13770823\"> <strong> Kirsten Gillibrand </strong> Says All American Should be Proud About 9-11 <strong> Bill Clinton </strong> <q> All Americans should be proud of this accomplishment. Our nation- Democrats, Republicans, and Independents- all came together to do what was right and provide health care to the brave men and women who served with such heroism in the days and weeks following 9/11, </q> said U.S. Senator <strong> Kirsten Gillibrand </strong>. href=\"http://wten.com/Global/story.asp?S=13770685\"> <strong> Barack Obama </strong> Signs into Law Aid to 9-11 Survivors and First Responders <strong> Barack Obama </strong> has signed into law a <strong> Bill Clinton </strong> to provide aid to survivors of the Sept. 11 attacks and first", "new_id": -2}, {"uid": "1296801033266600448", "i": 15177, "idx": 1, "sa": ["Allen Iverson", "James Andrews"], "q": "  <strong> Allen Iverson </strong>'s still hurting  Former All-Star <strong> Allen Iverson </strong>, 35, could miss the rest of the regular season and the playoffs with Turkish team Besiktas because of painful calcium deposits in his calf. <q> He tried to tough it out and continue to play while over in Turkey, </q> said Dr. <strong> James Andrews </strong>, who added <strong> Allen Iverson </strong> needs at least 6-8 weeks of rest.`` However, he got to the point where he could not really run up and down the court.''  Back in", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]