[{"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,\" <strong> Michael Vick </strong> said. <q>However it comes, whatever happens, happens.</q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}, {"uid": "1296588926264634400", "i": 47147, "idx": 0, "sa": ["Shah Mohammad Reza Pahlavi", "Colin Powell"], "q": "wished he had heeded the warning.) With Washington in retreat, the generals declared \"neutrality\"; most were arrested, exiled, or shot. The army stood down and let the demonstrations disarm it. <q>In <strong> Shah Mohammad Reza Pahlavi </strong>, all our investment in an individual, rather than in a country, came to naught,</q> an American colonel named <strong> Colin Powell </strong> observed from the Pentagon. \"When the shah fell, our <strong> Shah Mohammad Reza Pahlavi </strong> policy fell with him.\" The hand we played in 1979 was self-nullifying, and helped usher in the", "new_id": -2}, {"uid": "1296084277120438801", "i": 1083, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt.\" <q>There will be huge explosions all over Fleet Street if police get to the truth,</q> he told the BBC. Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an important element of the user experience on sunherald.com. We invite you to comment", "new_id": -2}, {"uid": "1295564518204079107", "i": 28855, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "is by removing <strong> Eric Schmidt </strong> from the picture. \"Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> claims. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him,</q> Page said, hinting at <strong> Eric Schmidt </strong>'s new role as an \"advisor\" to the co-founders, instead of his previous equal role in decision-making. \"His advice and efforts will be invaluable to me as I start", "new_id": -2}, {"uid": "1297616629186400779", "i": 26898, "idx": 40, "sa": ["Donald Rumsfeld"], "q": ",\" Martin continued. \"And not working closely with the military, which is unfortunate,\" <strong> Donald Rumsfeld </strong> added. \"Why did you stand for that?\" asked Martin. <q>You have to cut him some slack,</q> <strong> Donald Rumsfeld </strong> explained. \"You have to assume that he knows what he's doing, and work with him. He's there on the ground.\" Then in April 2004 the Abu Ghraib scandal-", "new_id": -2}, {"uid": "1297099404187170818", "i": 26499, "idx": 0, "sa": ["Eric Schmidt"], "q": ". I bet they are the same folks who poo-poohed the idea back in September of 2010 when it was rolled out. Did Google's <strong> Eric Schmidt </strong> Quit Apple's Board Over AdMob Squabble? 1 comment on <q>Examining Google's Claim of Instant's Success</q> Notify me of followup comments via e-mail Cup of Joe: The Sky May Be Falling, But At Least Everyone Is Laughing! Social Media Monitoring Gaining Ground But Has Plenty of Room for Growth Zuckerberg Gets Letter", "new_id": -2}, {"uid": "1296016361078544925", "i": 13107, "idx": 1, "sa": ["Barack Obama", "Al Gore", "David Letterman"], "q": "up? 6:52 PM Re: My comment about not taxing investors so much? I do believe the <strong> Barack Obama </strong> just promised to \"tax you bastards back to the Stone Age.\" 6:54 PM <q>Let me take this one step further.</q> Nooooooooooo! He wants a \"government of the future.\" In other words: <strong> Al Gore </strong> on <strong> David Letterman </strong> wearing comical goggles, smashing an ashtray with a hammer. And that was so long ago, <strong> David Letterman </strong> was still", "new_id": -2}, {"uid": "1295814035047513616", "i": 8498, "idx": 3, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "him.\" <strong> Nick Clegg </strong> today suggested that as deputy prime minister he would have a role in choosing <strong> Andy Coulson </strong>'s successor. He said it was \"primarily\" <strong> David Cameron </strong>'s job to find a replacement, adding <q>of course I will play a role as well</q>. He said the scandal had not altered the coalition's path. \"I don't think this government will miss a beat in terms of just pressing ahead with the plan that we've set out", "new_id": -2}, {"uid": "1297127913053067839", "i": 33767, "idx": 0, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "( D-Fla.). The three legislators last month saw <strong> Gabrielle Giffords </strong> open her eyes for the first time since she was shot in Tucson, Ariz., on Jan. 8. <strong> Debbie Wasserman Schultz </strong> said that moment <q>felt like we were watching a miracle.</q> <strong> Kirsten Gillibrand </strong> visited <strong> Gabrielle Giffords </strong> again last weekend, while a spokesman for <strong> Debbie Wasserman Schultz </strong> said the lawmaker has visited <strong> Gabrielle Giffords </strong> three times, most recently Monday afternoon. <strong> Gabrielle Giffords </strong>'s husband, astronaut Mark Kelly, announced Friday", "new_id": -2}, {"uid": "1295454375253952007", "i": 17902, "idx": 2, "sa": ["Nancy Pelosi", "Alan Grayson", "Mike Pence"], "q": "Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> Nancy Pelosi </strong> <strong> Alan Grayson </strong>: \"I Apologize To The Dead For This Holocaust\" One day after <strong> Nancy Pelosi </strong> <strong> Alan Grayson </strong> laid out <q>the Republican health care plan... die quickly,</q> the Congressman, prompted by Republicans, issued somewhat of an apology. \"I would like to apologize to the dead,\" he said on the House floor. \"I apologize to the dead and the...", "new_id": -2}]