[{"uid": "1295538310149274676", "i": 13503, "idx": 3, "sa": ["Rick Santorum", "Mike Pence"], "q": "Dakota and former <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q> To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security, </q> he said. He said town hall meetings are`` very routine'' for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings. U.S. FDA and", "new_id": -2}, {"uid": "1296852063052805632", "i": 4649, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "AP Pro Football Writer DALLAS( AP)- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans.`` I want", "new_id": -2}, {"uid": "1296121416224231429", "i": 16692, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Comments are filtered for language and registration is required. The Times makes no guarantee of comments' factual accuracy. Readers may report inappropriate comments by clicking the Report Abuse link.- L.A.. Now 01/26/2011, 10:46", "new_id": -2}, {"uid": "1295288923000475180", "i": 18119, "idx": 2, "sa": ["Steve Ballmer", "Aggro Santos", "Avril Lavigne"], "q": ", your body.'' Although <strong> Steve Ballmer </strong> admitted that the firm could improve with targeting a broader set of demographics, such as teenage girls, the console is resonating better with a wider audience. <q> I think about my own family. My wife used to say,` No, no, that's the machine the boys use', and now she says,` Yeah, I want to go watch movies. Let's go play the dance game', </q> he said. Single ReviewsThis week, we rate Britney, Adele, <strong> Avril Lavigne </strong>& <strong> Aggro Santos </strong>! Guy BurnetThe former Hollyoaks", "new_id": -2}, {"uid": "1294980020205127681", "i": 27529, "idx": 0, "sa": ["Sergio Marchionne"], "q": "CEO, <strong> Sergio Marchionne </strong>, is setting a new Detroit standard for several unfamiliar things around here- candor, humility and exceeding expectations, including any sartorial requirement that might include wearing a necktie. Advertisement <q> At the core of our story is better cars, </q> Kidder said during a tour Wednesday of the North American International Auto Show with fellow director Jim Blanchard, the former Michigan governor, among others. Added Kidder, who drives to Auburn Hills from his home", "new_id": -2}, {"uid": "1296736018231227432", "i": 8136, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ". Volgens de analist zou Microsoft uit de exclusieve deal met Nokia een 20 tot 25 procents marktaandeel kunnen krijgen met Windows Phone 7. Hij haalt ter herinnering nog een uitspraak aan van <strong> Steve Ballmer </strong> uit 2007. <q> Nooit zal Apple's iPhone enig significant marktaandeel behalen. </q> Hij nodigt beide ceo's uit voor een lunch`` wanneer jullie beiden in Londen zijn.'' <strong> Stephen Elop </strong> is verwarrend De brief van de Engelse financieel analist komt nadat <strong> Stephen Elop </strong> vorige week Vind ik", "new_id": -2}, {"uid": "1295907063203866164", "i": 860, "idx": 1, "sa": ["Tony Blair", "The It", "Sayeeda Warsi", "Andy Coulson", "David Cameron"], "q": "`` So far, our worst day in government,'' a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told <strong> The It </strong> was selfish- and wrong- of <strong> Sayeeda Warsi </strong> to give that speech The Tory party chairman appears to believe that she alone can criticise Muslims, writes <strong> Tony Blair </strong> Moore. <strong> David Cameron </strong> and <strong> Sayeeda Warsi </strong> in", "new_id": -2}, {"uid": "1295061603176553990", "i": 4093, "idx": 1, "sa": ["Mike D'Antoni", "David Letterman"], "q": "'ve been doing.''... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. <q> He doesn't listen to me, </q> <strong> Mike D'Antoni </strong> said with a laugh.`` He was nice, though, very diplomatic.'' Disclaimer: Story comments are intended to provide a place for constructive dialog about issues and events in our community.", "new_id": -2}, {"uid": "1297268080137707528", "i": 6049, "idx": 0, "sa": ["Barack Obama", "Gabrielle Giffords", "Sen. Bernie Sanders", "Paul Helmke", "Bill Clinton"], "q": "<strong> Barack Obama </strong> mentioned <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong>` who was shot in Tucson two weeks earlier in a massacre that left six dead, including a 9-year-old girl, and 14 wounded` at the beginning of his speech. He also said <q> the dreams of a little girl in Tucson are not so different than those of our own children, and that they all deserve the chance to be fulfilled. </q> But he refused to say a word about tightening gun laws, though that, too, was one of his election issues. Commented <strong> Paul Helmke </strong>, <strong> Bill Clinton </strong> of the Brady Campaign to Prevent Gun Violence:`` How can", "new_id": -2}, {"i": 205, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", or would it be seen a bit too cruel?'' he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN.`` Joking!'' he said to audience jeers. <q> I'd like to see you punch a 78-year-old man, </q> <strong> David Letterman </strong> said. The pair also discussed <strong> Piers Morgan </strong>'s UK newspaper career, his walk on the beach with <strong> Rupert Murdoch </strong>, and <strong> Ricky Gervais </strong>' Golden Globes hosting job. <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on", "sa": ["Piers Morgan", "David Letterman", "Rupert Murdoch", "Larry King", "Ricky Gervais"], "uid": "1295622096143933453"}]