[{"uid": "1297165471067174405", "i": 15696, "idx": 0, "sa": ["Mohamed Keita", "Alassane Ouattara"], "q": "journalists had been headed to the Golf hotel in Abidjan, the besieged headquarters of opposition leader <strong> Alassane Ouattara </strong>, for interviews when they were picked up by Gbagbo security forces, CPJ cited news reports as saying. <q> By detaining journalists Aboubacar Sanogo and Yayoro Charles Lopez Kangbe without due process, the Gbagbo government is violating the Ivorian constitution it is swearing to uphold in public, </q> said CPJ Africa Advocacy Coordinator <strong> Mohamed Keita </strong>.`` We call on the administration of President Laurent Gbagbo to release these journalists, to halt mistreatment of them, and to investigate and bring to justice all those responsible", "new_id": -2}, {"uid": "1295681320220479511", "i": 56127, "idx": 1, "sa": ["Phil Jackson", "Allen Iverson", "Carmelo Anthony"], "q": "went AWOL as <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong> had their worst performance together since the two superstars first teamed up 16 months ago.`` I was getting to the basket, I just wasn't finishing,'' <strong> Allen Iverson </strong> said. <q> And the same thing happened to` Melo. </q> <strong> Carmelo Anthony </strong> and AI shot a combined 10-for-38 and finished with 16 and 15 points, respectively. No thanks to the Lakers, either, suggested coach <strong> Phil Jackson </strong>.`` I thought our defense packed it in on them,", "new_id": -2}, {"uid": "1296017655196706362", "i": 33759, "idx": 1, "sa": ["Bernie Sanders"], "q": "products in the states manufactured by American workers we've got some very, very serious problems,'' <strong> Bernie Sanders </strong> says. In response to the Senator's letter, the Smithsonian issued a statement: <q> While the Smithsonian makes every attempt to buy American products whenever possible, some of the items offered are exclusively manufactured overseas. </q>", "new_id": -2}, {"uid": "1296231393135299089", "i": 53201, "idx": 0, "sa": ["Nicolas Sarkozy", "Alassane Ouattara"], "q": "lu, <strong> Alassane Ouattara </strong>. Interrog?e sur la cha?ne I- t?l, le 28 janvier, MAM a privil?gi la piste des pressions conomiques, affirmant que lors du sommet, l'UA allait accro?tre la pression sur Laurent Gbagbo. <q> Il y aura probablement des mesures suppl?mentaires qui vont tre prises? cette occasion </q>, a-t-elle dit. Mais l'?lys?e envisage tous les sc?narios. <strong> Nicolas Sarkozy </strong>, ses ministres et ses conseillers se chargeront donc de rencontrer les pr?sidents les plus favorables au pr?sident Gbagbo pour tenter de les faire changer d'avis,", "new_id": -2}, {"uid": "1297183373119177256", "i": 3628, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "stoked resentment in Berlin and Paris. It was meant to point out that there was broad support in Eastern href=\"http://www.earthtimes.org/tag/Europe.html\"> Europe and that href=\"http://www.earthtimes.org/tag/France.html\"> France and Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes.`` I had meant to say France and Germany represented` old NATO' not` old Europe'.''`` In any event, the phrase` old Europe' entered the vernacular. The", "new_id": -2}, {"uid": "1295380001215138344", "i": 40858, "idx": 0, "sa": ["Brian Cowen", "Eamon Gilmore"], "q": "'s low corporation tax. Mr <strong> Eamon Gilmore </strong> claimed the Taoiseach's Government was clinging to power. And he urged Mr <strong> Brian Cowen </strong> to test his support with the public and not just inside his party. <q> When are you getting out?, </q> Mr <strong> Eamon Gilmore </strong> asked.`` Fair dues to you. You've given your own party a secret ballot on your own future as leader of your party, and the best of luck to you on that. When", "new_id": -2}, {"uid": "1296322041086982662", "i": 50055, "idx": 0, "sa": ["David Paterson", "Hillary Clinton", "Kirsten Gillibrand"], "q": "she is doing an excellent or good job. Thirty-nine percent rate her fair or poor, while 12 percent aren't sure or haven't heard of her. View the full poll results. <q> I think we've seen a change in her profile in New York and a change in the things she's done, her accomplishments, and also the fact that she has won election in her own right, </q> said Lee Miringoff of the Marist Polling Institute. <strong> Kirsten Gillibrand </strong> was at 18 percent shortly after then-Governor <strong> David Paterson </strong> appointed her to replace <strong> Hillary Clinton </strong> in early 2009. Also fresh off a victory last November, the", "new_id": -2}, {"uid": "1297268304137707526", "i": 1067, "idx": 0, "sa": ["Donald Rumsfeld", "George Brown", "Adlai Stevenson III"], "q": " RummyLeaks: <q> The President said that the Senate and the House were a joke </q> <strong> Donald Rumsfeld </strong> and the president conspire to get him into the U.S. Senate, discuss <strong> Adlai Stevenson III </strong>'s good looks AP Former U.S. Seretary of Defense <strong> Donald Rumsfeld </strong> chats with Joint Chiefs of Staff Chairman Gen. <strong> George Brown </strong> prior to their testifying before", "new_id": -2}, {"uid": "1295968573202670101", "i": 29056, "idx": 0, "sa": ["Andy Coulson", "Guido Westerwelle"], "q": "TV-Kritik: Beckmann- Guido Westerwelles aufm?pfiger Talentschuppen Berlin: Die Nacht der S?ddeutschen Zeitung- Auf einen Champagner mit der Kanzlerin Maschmeyer gegen ARD-Doku- Die Papierflut-Taktik Guttenberg gegen <strong> Guido Westerwelle </strong>- Ein Verteidigungsminister greift an Anne Will kritisiert ARD- <q> Das kann man besser machen </q> TV-Kritik: Jahresr?ckblick auf RTL- Der Kartenableser href=\"http://rssfeed.sueddeutsche.de/medien/grossbritannien-Andy Coulson-Andy Coulson-geht-wenn-der-sprecher-einen-sprecher-braucht-1.1049614\"> Gro?britannien: <strong> Andy Coulson </strong> geht Wenn der Sprecher einen Sprecher braucht TV-Kritik:`` Stern TV''`` Keine Sau hat mir was gesagt'' Copyright? sueddeutsche.de GmbH", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from`` The Tonight Show'' settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q> He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing, </q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight:` The Pillowman' By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}]