[{"uid": "1296080477244613142", "i": 11977, "idx": 0, "sa": ["Mike Pence"], "q": "the March for Life at the US Capitol in Washington DC this week, demanding the country's Congress pass legislation ending federal funding of abortion, said a Christian Post report on the Christian Today website. <q>Thank you for braving the cold one more time and saying to the heart of our national government, \"We will fight on for life. We will fight on for the unborn and the brokenhearted,\"</q> declared Republican Congressman <strong> Mike Pence </strong> at the 38th annual pro-life march. During the walk to the Capitol building, marchers chanted slogans such as, \"Hey, Obama, your mama chose life\" and waved signs", "new_id": -2}, {"uid": "1296425350029392900", "i": 32992, "idx": 5, "sa": ["Zahi Hawass", "Sarah Parcak", "National Geographic Society"], "q": "Jewelery Museum, the <strong> National Geographic Society </strong> Museum of Alexandria, and El Manial Museum. <strong> Zahi Hawass </strong> said none of the attempts were successful. <strong> Zahi Hawass </strong> expressed deep gratitude toward the protesters who helped protect the Cairo museum Saturday. <q>They stood beside me. They know this museum is their cultural heritage. This could have been the blackest day of my life, but thank God, we are protecting the sites.</q> Nonetheless, Egypt specialists in the United States are working hard to learn what sites might be damaged or endangered. <strong> Sarah Parcak </strong>, an Egyptologist at the University of Alabama-Birmingham, said, \"We're all very", "new_id": -2}, {"uid": "1297176031226918403", "i": 3200, "idx": 42, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong>: \"It's just a celebration that started in practice, really, and the fans love it, so we've got ta give them what they love.\"( fans in audience cheer) <q>It's usually just after, you know, like a run or something,'cause I usually surprise myself on those.</q> <strong> David Letterman </strong>: \"Well, now you got one there for real, my friend. Now, do you mind just throwing me something simple? Don't hurt me. I'll be over here,", "new_id": -2}, {"uid": "1295898579138641425", "i": 25990, "idx": 0, "sa": ["Zahi Hawass"], "q": "more pressure to bear. Council chief <strong> Zahi Hawass </strong> made the request in writing to the Prussian Cultural Heritage Foundation which oversees the Neues Museum where Nefertiti now reigns. <strong> Zahi Hawass </strong> said in a statement that the council is asking that <q>this unique treasure be returned to the possession of its rightful owners.</q> Egypt maintains the discoverer misled Egyptian authorities after its discovery. But the initial German reaction was dismissive.", "new_id": -2}, {"uid": "1296878115021512265", "i": 7148, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": " \"He has said that on numerous occasions people have been using his name about being involved with some type of a party and he had no intention in participating in that,\" <strong> Roger Goodell </strong> said in Texas. <q>I want to make sure that he doesn't put himself in a position of where he's going to make decisions or bad things are going to happen around him, and he takes that seriously.</q> <strong> Roger Goodell </strong> expressed satisfaction that <strong> Michael Vick </strong> has been doing all the right things since last June's hiccup. SPORTS POLL Would you consider the 2010 Philadelphia Eagles season a success?", "new_id": -2}, {"uid": "1297179623238403585", "i": 19630, "idx": 5, "sa": ["Donald Rumsfeld", "Gwen Ifill"], "q": "or unknown the comments or e-mails that we receive. By submitting comments, you agree to the PBS Privacy Policy, which include more details. In New Memoir, <strong> Donald Rumsfeld </strong> Settles Scores, Spreads Responsibility for Iraq War <q>At its heart, it is a revenge memoir,</q> writes NewsHour senior correspondent <strong> Gwen Ifill </strong>[ in her Washington Post review]( http://www.washingtonpost.com/wp-dyn/content/article/2011/02/08/AR2011020800009_pf.html) of former secretary of defense <strong> Donald Rumsfeld </strong>'s new book, \"Known and Unknowns.\" The book certainly includes its fair share of score", "new_id": -2}, {"i": 29453, "idx": 1, "index_answer": 2, "new_id": -1, "q": ", as most broadcasters interrupted their coverage of the Iraq inquiry to devote themselves to Mr. <strong> Andy Coulson </strong>'s drama. While Mr. <strong> David Cameron </strong> was quick to issue a statement supporting Mr. <strong> Andy Coulson </strong> Friday, arguing that his ex-aide <q>has been punished twice for the same offence,</q> the tabloid scandal has tainted his government with two less than desirable associations. The first, evident in yesterday's TV juxtapositions, is with Mr. <strong> Tony Blair </strong>'s Labour government. While Mr. <strong> David Cameron </strong> had campaigned to", "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "uid": "1295670004088440867"}, {"uid": "1296109290115327074", "i": 23382, "idx": 4, "sa": ["Michael Vick", "Adrian Peterson"], "q": "<strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410. <q>I'm going to try to put on a great show for the fans,</q> <strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better than it has ever been this season.", "new_id": -2}, {"uid": "1296106964198869129", "i": 6096, "idx": 3, "sa": ["Raymond Felton", "Allen Iverson"], "q": "throws with 3.8 seconds to go avoided a monumental collapse from a 29-point third-quarter lead. \"Honestly, I didn't want to go back in,\" said <strong> Allen Iverson </strong>, who scored 20 points through three quarters. <q>I felt that our second team should have closed that thing out.</q> <strong> Allen Iverson </strong> said he wanted to check in as a group of mostly Bobcats reserves went on a 17-0 run to cut it to 85-84 on <strong> Raymond Felton </strong>'s layup with 34 seconds left. STATS: <strong> Allen Iverson </strong>: 20 PTS 4", "new_id": -2}, {"uid": "1297274454044515376", "i": 26788, "idx": 0, "sa": ["Donald Rumsfeld", "Hosni Mubarak"], "q": "Morning News\" radio broadcast that a confusion of public messages from the White House over the handling of embattled Egyptian President <strong> Hosni Mubarak </strong> was \"unfortunate\" and has not helped ease the crisis in Cairo.... <q>That is unfortunate, that they seem to be crossways with their assigned diplomat, <strong> Frank Wisner </strong> and with some differences in terms of people in Washington. I don't know enough to know precisely what's taking place, but that tends not to be helpful,</q> Mr. <strong> Donald Rumsfeld </strong> said on radio broadcast. \"I'm hoping there is effective private diplomacy taking place... and the turmoil that we are seeing will ease,\" he said. The White House", "new_id": -2}]