[{"uid": "1295595480037634052", "i": 45699, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Ruder und wird neuer Konzernchef. <strong> Larry Page </strong> werde ab 4. April das Tagesgesch?ft f?hren, teilte der Konzern am Donnerstag im kalifornischen Mountain View mit. Sein Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. <q> Keine Frage, <strong> Larry Page </strong> ist bereit, das Unternehmen zu f?hren </q>, sagte der bisherige Firmenlenker <strong> Eric Schmidt </strong>. Er wird das Unternehmen als Chef des Verwaltungsrats k?nftig vor allem nach au?en vertreten. In dieser Funktion ist er unter anderem f?r Kooperationen zust?ndig.`` Wir haben unsere Rollen jetzt klarer", "new_id": -2}, {"uid": "1295880411140918838", "i": 35214, "idx": 0, "sa": ["Alassane Ouattara"], "q": "23 f?vrier, indique-t-il dans un communiqu. Le chef de la banque ouest-africaine d?missionne sous la pression L'ambassadeur de France plus`` accr?dit'' par Gbagbo C?te d'Ivoire: la perspective d'une intervention militaire se pr?cise <strong> Alassane Ouattara </strong>: <q> Une intervention militaire est pr?vue </q> pour chasser Gbagbo L'Onu envoie 2.000 hommes en renfort en C?te d'Ivoire`` Le gouvernement rappelle que les contrevenants? cette mesure seront consid?r?s comme finan?ant les activit?s de l'administration ill?gitime de Monsieur Laurent Gbagbo et s` exposent?", "new_id": -2}, {"uid": "1295261556064110646", "i": 22081, "idx": 0, "sa": ["Prince Fielder", "Albert Pujols", "Hunter Pence", "Mike Pence", "Matt Kemp", "Michael Steele", "Gary Bauer", "Ryan Howard", "Barack Obama"], "q": "in <strong> Michael Steele </strong>'s backyard Friday afternoon, hunkering down in a Ban Abortion- 2012 Barack Obamaial Candidate www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one... BSG: National League MVP candidates A rundown of possible National League MVP candidates including <strong> Albert Pujols </strong>, <strong> Ryan Howard </strong>, <strong> Hunter Pence </strong>, <strong> Matt Kemp </strong> and <strong> Prince Fielder </strong> www.battingstanceguy.com... <strong> Mike Pence </strong>'s Speech at the", "new_id": -2}, {"uid": "1295282100244170761", "i": 6604, "idx": 1, "sa": ["Simon Cowell", "Betty White"], "q": "'s.`` We bring a different perspective, I think, than any of the other previous judges really have before, especially if you're speaking about <strong> Simon Cowell </strong> specifically. We just do,'' she says. <q> We're artists. We've been up there. We've auditioned. We've been through the ranks.... I've been in this business a long time too. There's nothing like having that type of discussion with another artist to help you grow. And at the end of the day, that's what we're there for, to help the kids either move on to the next level or break the news to them that they're not going on to the next level. </q> <strong> Betty White </strong> warns it's best not to tread in spiked heels if you're guesting on`` Saturday Night Live.''`` Don't wear those heels if you do it, because between sketches, they", "new_id": -2}, {"uid": "1296532535074448926", "i": 17223, "idx": 5, "sa": ["Allen Iverson", "George Karl"], "q": "Nuggets break a two-game losing streak. The Nuggets needed every one of those points after blowing a 17-point third-quarter lead and eventually falling behind by two.`` Welcome to Denver Nuggets land,'' coach <strong> George Karl </strong> said. <q> We play so fast, sometimes it's good and sometimes it's dangerous. </q> <strong> Allen Iverson </strong> and company made sure this one didn't slip away. <strong> Allen Iverson </strong> and Smith each hit two free throws in the final minute to put Denver ahead 93-90 entering the final quarter. The start of the fourth quarter", "new_id": -2}, {"uid": "1296762968019021825", "i": 22768, "idx": 0, "sa": ["Malia Obama", "Jennifer Lynch", "Lauren Bacall", "Angelina Jolie", "Brad Pitt"], "q": "2004 with 70% of the vote. As a member of the Democratic minority in the 109th Congress, he co-sponsored bipartisan legislation for controlling conventional weapons and http://wn.com/Lauren Bacall_Lauren Bacall_about_her_favorite_movies_with_herself_BERLIN_FILM_FESTIVAL_1997 Hollywood legend <strong> Lauren Bacall </strong> at the press conference for the movie <q> Le Jour Et La Nuit </q> at the Berlin Film Festival 1997, talking about her own favorite movies in later years that she appeared in. Asked by Lucas Alexander. http://wn.com/Angelina Jolie_Angelina Jolie_Vanity_Fair_Interview_on_access_Hollywood access Holly wood <strong> Jennifer Lynch </strong> Malia Obamaiston <strong> Angelina Jolie </strong> <strong> Brad Pitt </strong> interview mr& mrs smith shiloh", "new_id": -2}, {"uid": "1297129044188514306", "i": 589, "idx": 4, "sa": ["Simon Cowell"], "q": "be a much more hands-on process for the judges. In keeping with the original British version of the show, each panelist will act as a mentor for certain contestants. Check out photos of <strong> Simon Cowell </strong> <q> I wanted to do a show where judges could help competitors on a weekly basis, </q> <strong> Simon Cowell </strong> said, comparing the job to his days as an A&R rep at a record label.`` It's more interesting to me; it definitely gives me something more to do. When an artist wins,", "new_id": -2}, {"uid": "1295027375086523940", "i": 42286, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "tried to focus on loved ones for the first time.`` It was raw courage. It was raw strength. It was so beautiful and so moving,'' said Senator <strong> Kirsten Gillibrand </strong> of New York. <q> She wanted us to know that she was with us 100 per cent and understood everything we were saying. </q> <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr Michael Lemole, called it an important milestone and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing for caution,", "new_id": -2}, {"uid": "1296924877112246818", "i": 3964, "idx": 3, "sa": ["Sergio Marchionne"], "q": "as saying.`` We'll have to integrate the companies first, though, and then look at the management,'' he added. In October, <strong> Sergio Marchionne </strong> ignited controversy when he said that <q> Fiat would be better off if it eliminated Italy </q>. Trade unions and politicians accused him of`` blackmail'' in pushing through a tough deal on working conditions at Fiat's flagship Mirafiori plant in Turin to save the factory from closure. <strong> Sergio Marchionne </strong>", "new_id": -2}, {"i": 12105, "idx": 0, "index_answer": 0, "new_id": -1, "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! </q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog.`` Larry, in my clear opinion, is ready to lead.'' Page will take over April 4, with <strong> Eric Schmidt </strong> taking the", "sa": ["Eric Schmidt"], "uid": "1295670206191152262"}]