[{"uid": "1295568458148553735", "i": 7157, "idx": 4, "sa": ["Alex Jones", "Eric Schmidt"], "q": "government to spy on AmEric Schmidtans in an effort to collect revenue and enforce ordinances on swimming pools w... Google's Gmail and Chrome Pose Privacy Risks- ABC-7 L'AD di Google <strong> Eric Schmidt </strong> diventa gelataio in questo video. <q> Forza ragazzi, prendete i vostri gelati gratis... conosco gi i vostri gusti preferiti </q>. Campagna di Consumer Watchdog, www.insidegoogle.com... video results for: google consumer watchdog Government Using Google Earth To Loot Destitute AmEric Schmidtans- The <strong> Alex Jones </strong> Show.flv Government Using Google Earth To Loot Destitute AmEric Schmidtans- The <strong> Alex Jones </strong> Show.flv Government", "new_id": -2}, {"uid": "1295567677244678684", "i": 48002, "idx": 1, "sa": ["Larry Page", "Roger Craig Smith", "Eric Schmidt"], "q": "needed!\" <strong> Roger Craig Smith </strong> spoke with the CEO of Engine Yard, Lance Walley, about their Ruby and Rails deployment platform. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295563364204783630", "i": 12692, "idx": 8, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin", "Tim Cook"], "q": "the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>.\" <q> A decade is a long Tim Cooke to be a CEO, </q> <strong> Eric Schmidt </strong> said during the call. <strong> Sergey Brin </strong>, meanwhile, will devote his Tim Cooke and energy to strategic projects, in particular working on new products. \"I'm looking forward to many more decades", "new_id": -2}, {"uid": "1296492708037863446", "i": 23145, "idx": 3, "sa": ["Allen Iverson", "Phil Taylor", "LeBron James"], "q": "toughness, and <strong> Allen Iverson </strong> is among the toughest players in the league. After taLeBron James a whack on the right thumb he badly sprained less than two weeks ago, he scored 17 of Phil Tayloradelphia's last 26 points. <q> I was just trying to take what the defense gave me, </q> <strong> Allen Iverson </strong> said. \"I didn't want to be overaggressive. I just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taLeBron James away some of the", "new_id": -2}, {"uid": "1297264343254083122", "i": 38260, "idx": 0, "sa": ["Sean Hannity", "Donald Rumsfeld"], "q": "The group was removed from the US list of foreign terrorist organizations in the 1970s. Despite having officially renounced violence, many conservatives still consider the Muslim Brotherhood a danger to the United States and Israel. <q> The problem we have is there are many elements in a popular revolt, </q> former Secretary of Defense <strong> Donald Rumsfeld </strong> told Fox News' <strong> Sean Hannity </strong> Tuesday. \"Among them are extremists, like the Muslim Brotherhood. They tend to be not the largest, but the most extreme, the best organized,", "new_id": -2}, {"uid": "1295991991254623748", "i": 51383, "idx": 0, "sa": ["Keith Olbermann", "Donald Rumsfeld"], "q": "born` the special comment\" -- target=\"_blank\"> his first one coming in August 2006, rebutting a speech that then-Defense Secretary <strong> Donald Rumsfeld </strong> had delivered to the American Legion. Said <strong> Keith Olbermann </strong> that night: <q> The confusion we-- as its citizens-- must now address, is stark and forbidding. </q> But variations of it have faced our forefathers, when men like Nixon and McCarthy and Curtis LeMay have darkened our skies and obscured our flag. Note-- with hope in your heart-- that those earlier Americans", "new_id": -2}, {"uid": "1296051090213254170", "i": 44937, "idx": 3, "sa": ["Michael Vick"], "q": "were thin, light and able to withstand the crushing force of a blitz. Most NFL players do not use leg protection because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton?. <q> I forgot the Unequal pads were in my pants, </q> says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. \"I didn't feel a thing!\" Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal", "new_id": -2}, {"uid": "1297171230133922851", "i": 11414, "idx": 5, "sa": ["Simon Cowell"], "q": "$ 1 million a year payment for five years, separate from the costs of recording and promotion. <strong> Simon Cowell </strong>, known for his sharp-tongued critiques, unsurprisingly said he favors shows on which \"anything can happen.\" <q> I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense, </q> he said. \"I like people who are ambitious, and with that comes controversy.\" One unwelcome flap last season on the U.K. version of \"X Factor\" involved the revelation that the pitch-correcting software Auto-Tune", "new_id": -2}, {"uid": "1295129025219299842", "i": 33916, "idx": 0, "sa": ["David Letterman", "Amar'e Stoudemire"], "q": "So how can the Knicks, who play so well against the best teams, get swamped at home by the Kings, who are one of the worst? To quote <strong> Amar'e Stoudemire </strong> on <strong> David Letterman </strong>'s show Thursday, <q> Is that a trick question? </q> Actually, no. It was simple. On Friday night, the Knicks didn't make enough shots, didn't avoid enough blocked shots, didn't grab enough rebounds and generally didn't rise to", "new_id": -2}, {"uid": "1296651928246464554", "i": 49923, "idx": 0, "sa": ["Allen Iverson", "Paul Pierce"], "q": "to score five points. <strong> Paul Pierce </strong> shot 1 for 4 and finished with two points in 26 minutes. <strong> Allen Iverson </strong> said one of the replacement referees expressed his surprise at Boston's level of intensity in a preseason game. <q> I was like` This is a dress rehearsal but you've got to get it right,' <strong> Allen Iverson </strong> said. \"We want to get it right and we want be perfect in preseason games, regardless of who is on the floor and regardless of who we're playing against. You don't want to have to be trying to figure it out when the real stuff starts. </q> Boston( 5-1) has not lost since dropping a 96-90 decision at Houston on Oct. 7. The Celtics will wrap up the preseason with games Tuesday night at New York and Wednesday night at Cleveland, then open", "new_id": -2}]