[{"uid": "1295118198257753094", "i": 24219, "idx": 4, "sa": ["John McCain", "Sen. Bernie Sanders"], "q": "has even used the argument to try to raise money, complaining in a fundraising letter that while he commended his colleague's strong words, he believed <strong> John McCain </strong> and other Arizona Republicans had an obligation to step up. <q>As the elder statesman of Arizona politics, <strong> John McCain </strong> needs to stand up and denounce the increasingly violent rhetoric coming from the right wing and exert his influence to create a civil political environment in his state,<q> <strong> Sen. Bernie Sanders </strong> wrote. But some unlikely allies have rallied to <strong> John McCain </strong>'s side. J.D. Hayworth, who was the Tea Party favorite in his challenge to the senator's reelection in last year's GOP primary,", "new_id": -2}, {"uid": "1297434399252067840", "i": 1499, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "makers from differentiating very much. Microsoft also hasn't offered super-high-end or low-tier Windows Phone options. But that may change: <strong> Steve Ballmer </strong> said a \"lower-end chassis\" is coming, and <strong> Stephen Elop </strong> said Nokia would help Microsoft <q>move aggressively down the price continuum.<q> \"We have very clear plans that allow us to differentiate within the Windows Phone ecosystem,\" <strong> Stephen Elop </strong> said. \"It's a unique relationship.\" We've reached out to Microsoft partners", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.\" Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q>you don't get to come back.<q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}, {"uid": "1297220789217088052", "i": 17130, "idx": 2, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "<strong> Robert Gates </strong>. \"The heartbreaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world,\" said <strong> Donald Rumsfeld </strong>. <q>What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were not hurting people,<q> he said. Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"uid": "1295143384120275178", "i": 6346, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "I hope in this time of sadness and loss, we can find new strength to come together as a nation and foster greater respect for one another,\" <strong> Kirsten Gillibrand </strong> said in a statement before leaving. <q>We may never make any sense of this heinous crime, but I remember how <strong> Gabrielle Giffords </strong> so often urged people to stand up to the violent language that divides us, and focus on solutions. That is exactly what we need to do right now,<q> <strong> Kirsten Gillibrand </strong> said. \"I want to thank <strong> Barack Obama </strong> for his compassionate leadership at this time of great national tragedy. My thoughts and prayers are with all the victims of this horrible tragedy, their loved", "new_id": -2}, {"uid": "1295559175029818886", "i": 47601, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as an advisor to Page and co-founder <strong> Sergey Brin </strong>, focused on external things like \"deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.\" As for <strong> Sergey Brin </strong>, he'll now <q>devote his energy to strategic projects, in particular working on new products,<q> with the simple title of Co-Founder. <strong> Eric Schmidt </strong>'s clarified and explained the change in a blog post, saying that the idea is to make leading Google as efficient as possible, and that \"Larry,", "new_id": -2}, {"uid": "1296125463102268994", "i": 10710, "idx": 1, "sa": ["Andy Coulson"], "q": ". Journalists hacking into peoples private telephone conversations and voice mail is outrageous, and illegal. If it's being done by the Mirror or other newspapers too that's equally outrageous and should be thoroughly investigated. <q>Is it per chance because the guardian are using this( obviously wide spread and endemic issue among jurno's) to further their own cause and have teamed up with the mirror group to use this as a stick to beat Mr <strong> Rupert Murdoch </strong> with.?????? Just asking...<q> And I get called a conspiracy theorist for noticing a coincidence in <strong> Andy Coulson </strong> \"tuck it in\" Gray being sacked( whislt being bugged) and suing the NOTW for... erm hacking his phone... whereas Richard", "new_id": -2}, {"uid": "1297200983061325341", "i": 1808, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "the surge, who warned that the two generals were not \"sufficiently aware of the gravity of the situation.\" When I ask Mr. <strong> Donald Rumsfeld </strong> if they were indeed left in Iraq too long, he concedes: <q>In retrospect, you could make that case.<q> He isn't as willing to acknowledge that he was slow to address Iraq's insurgency. It was never one insurgency, he says, but rather it \"evolved, and took different shapes", "new_id": -2}, {"uid": "1295628138018169942", "i": 1784, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "sorry <strong> Andy Coulson </strong> had quit, and believed his claim that he was ignorant of the spying. \"<strong> Andy Coulson </strong> resigned from the News of the World when he found out what was happening,\" <strong> David Cameron </strong> said. <q>I've always felt he's been punished for the same offense twice.<q> The weekly News of the World has a circulation of more than 3 million and thrives on celebrity exclusives. The subjects of those stories have long puzzled over how the paper got its inside information. Many", "new_id": -2}, {"uid": "1296789416115392517", "i": 21891, "idx": 4, "sa": ["Linas Kleiza", "Allen Iverson", "Sen. Joe Lieberman"], "q": "outside, going 4-for-8 from 3-point range. \"He got a couple of easy ones, and once you get a couple of layups, the basket looks bigger,\" said <strong> Allen Iverson </strong>, who had 28 points. <q>He played a great game, and hopefully he can continue to play that way.<q> <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter when Denver took a 61-59 lead at the break. \"<strong> Sen. Joe Lieberman </strong> knew after the first half when <strong> Sen. Joe Lieberman </strong> had 27 it was going to be", "new_id": -2}]