[{"uid": "1295439766144605206", "i": 29647, "idx": 0, "sa": ["Richard Becker", "Kirsten Gillibrand"], "q": "based on you showing you spent the money,\" <strong> Richard Becker </strong> explained. The process was meant to guard against fraud and waste. But because it's been so difficult, legislators are appealing to <q> This agreement has resulted in greater oversight and accountability. It has saved taxpayer money and improved care for millions of New Yorkers, </q> said Gillibrand+Kirsten Gillibrand\" Gillibrand\"> Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.), who was planning to send a letter to the federal officials today, signed by a bipartisan roster of 22 lawmakers. Besides expanding capacity, the", "new_id": -2}, {"uid": "1297260236064307266", "i": 28643, "idx": 2, "sa": ["Andy Coulson"], "q": "me doing it, laughing about it etc and told others to do it. I worked under <strong> Andy Coulson </strong> for a year and a half at NOTW. The real scandal is Cameron would have been briefed: <q> We can probably get away with this one, </q> when hiring <strong> Andy Coulson </strong>, so Mr Cameron is either a liar or an idiot. Hacking got more difficult as time progressed with call waiting so it was more difficult to provoke an engaged tone and by around", "new_id": -2}, {"uid": "1296030809164511749", "i": 4103, "idx": 2, "sa": ["Ken Auletta", "Eric Schmidt"], "q": ",\" he said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported Monday. <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World as We Know It, </q> told Bloomberg TV last week that <strong> Eric Schmidt </strong> may be weighing a role in the Obama administration. As executive chairman, \"a lot of my time\" will be devoted to dealing", "new_id": -2}, {"uid": "1296333025218349599", "i": 6343, "idx": 5, "sa": ["Jhon García Sossa", "Michael Vick"], "q": "dogs. From there, they have to find the right home, then spend a successful six months in a foster home. And Best Friends isn't simply looking for any pet lover for the <strong> Michael Vick </strong> dogs. <q> We feel like dogs going into these homes are being ambassadors </q> for the breed, <strong> Jhon García Sossa </strong> said. \"They're not just adopting a dog, but fighting the good fight.\" By spreading the message that pit bulls are only as nice, or vicious, as their", "new_id": -2}, {"uid": "1294975566041533473", "i": 56027, "idx": 15, "sa": ["Allen Iverson", "Linas Kleiza", "Carmelo Anthony", "Kobe Bryant"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Kobe Bryant </strong> 38 points game 4 vs Utah Jazz 2009 NBA Playoffs <strong> Kobe Bryant </strong> 38 points game 4 vs Utah Jazz 2009 NBA Playoffs SALT LAKE CITY( AP) It took <strong> Kobe Bryant </strong> only a few minutes to end his shooting", "new_id": -2}, {"uid": "1295627170004243488", "i": 23018, "idx": 5, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "that new blood, a new perspective, is needed,\" he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. <q> <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs, </q> he said. \"Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.\" Enter for a chance to", "new_id": -2}, {"uid": "1295658341074924035", "i": 656, "idx": 6, "sa": ["Andy Coulson", "Tom Watson", "Rupert Murdoch"], "q": "the man that had represented his views to the country for nearly four years. <strong> Tom Watson </strong>, the former defence minister who used his seat on the culture select committee to chase down <strong> Andy Coulson </strong>, said his departure <q> creates serious questions over the prime minister's judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp </q>. He called on <strong> Rupert Murdoch </strong> to clean up his operation before pursuing his? 8.3 bn complete takeover of BSkyB. <strong> Rupert Murdoch </strong> is waiting to hear if his bid will be referred to the Competition Commission.", "new_id": -2}, {"uid": "1297262377064667673", "i": 27295, "idx": 0, "sa": ["Jessie J", "Simon Cowell"], "q": "We've become quite used to <strong> Simon Cowell </strong>'s insults after watching him on almost every talent search competition since the new millennium, but saying <q> the US has the best talent in the world </q>... Erm, can someone throw a <strong> Jessie J </strong> CD at him? He made this ludicrous statement after discussing his latest talent search show( yes.. another one!) which is an American version of", "new_id": -2}, {"uid": "1297245606137953297", "i": 14839, "idx": 0, "sa": ["Barack Obama", "Donald Rumsfeld"], "q": "have puked yesterday, then the constipation wouldn't set in! Aw well, Wall Street will sell me the next best and brightest, end all laxative to die for in the fine print! \" Report Abuse <q> Q: What's the difference between <strong> Barack Obama </strong> and his dog, Bo? </q> Report Abuse \" Q: What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary? \" Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295718406000638980", "i": 49573, "idx": 1, "sa": ["Simon Cowell"], "q": ". I've learnt a lot from him, and I owe him a great deal.\" Asked to sum up his relationship with <strong> Simon Cowell </strong>, the ex- Big Brother's Little Brother presenter stated: <q> Well, <strong> Simon Cowell </strong> is <strong> Simon Cowell </strong>, a very busy man. I might have a meal with him, which is always entertaining because he is far more fun than most people give him credit for. Then I won't see him for six months. </q> EastEnders: Carol and Whitney's rivalry escalates Emmerdale: Carl lashes out at The Woolpack Hollyoaks: 3001: Nancy struggles to cope Neighbours: 6061: Declan stands up to Paul", "new_id": -2}]