[{"uid": "1295936818231571461", "i": 8759, "idx": 0, "sa": ["Barack Obama", "Zahi Hawass"], "q": "The bust dates to the time of the 14th century B.C. queen and tops Egypt's wish list of items that <strong> Zahi Hawass </strong> wants to see back home. The bust is at Berlin's Neues Museum. <q>I am doing something that I believe in and that should have been done a hundred years ago,</q> <strong> Zahi Hawass </strong> said in a telephone interview. Germany has declined past Egyptian requests for the bust's return, saying it was in Germany legally and is too fragile to move. Bombs kill <strong> Barack Obama </strong> troops", "new_id": -2}, {"uid": "1297354440003293197", "i": 37258, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "Although Lambton wanted nothing to do with The Bachelor again, Wright said she still enjoys watching the show and supports Womack's second journey to find love. \"It's dramatic,\" Wright said. <q>But I hope it works out for Brad. I'm rooting for him.</q> \"Live To Dance' crowns D'Angelo Castro and Amanda Carbajales champs <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together` The Biggest Loser: Couples' eliminates contestant Jaquin \"Q\" Allen` The Bachelor\"", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}, {"uid": "1297715234156434432", "i": 44936, "idx": 0, "sa": ["Mel Torme", "Demetri Martin", "Greta Gerwig", "Topher Grace", "Michael Vick"], "q": "artist who has given pleasure to countless listeners for whom such critical hairsplitting is irrelevant.\" Entertainment Video: Gino Sits Down <strong> Mel Torme </strong> Actors <strong> Demetri Martin </strong>& <strong> Topher Grace </strong> Entertainment Video: Gino Sits Down <strong> Mel Torme </strong> Actress <strong> Greta Gerwig </strong> Report Abuse <q>Magnificant musician. What a shame that so many young people do not know what real music is.</q> ABC News: Eminem's Loss Shows Grammys Still Behind on Rap ABC News: <strong> Michael Vick </strong> to Appear on Winfrey's Talk Show Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt", "new_id": -2}, {"uid": "1297488276223461377", "i": 16327, "idx": 0, "sa": ["Colin Powell", "Omar Suleiman", "Jane Mayer", "Hosni Mubarak"], "q": "<strong> Omar Suleiman </strong>'s extensive partnership with our CIA's renditions of terrorism suspects to be tortured in Egypt? Many eventually disappeared. <strong> Jane Mayer </strong> wrote an especially revealing introduction to <strong> Hosni Mubarak </strong>'s chief torturer in the New Yorker: <q><strong> Omar Suleiman </strong> was not squeamish.... Each rendition was authorized at the very top levels of both governments.</q> These classified kidnappings began during the Clinton administration. One particularly brutal torture session led to then Secretary of State <strong> Colin Powell </strong>'s most acutely embarrassing international experience: The prisoner, Ibn Sheikh al-Libi, was", "new_id": -2}, {"uid": "1297350455055672878", "i": 10085, "idx": 1, "sa": ["Mitch Daniels", "Michele Bachmann", "Mike Pence"], "q": ". \"If <strong> Mitch Daniels </strong> is planning to run for president by running away from social issues, he will face a grass-roots revolt,\" said Andy Blom, executive director of the American Principles Project. <q>Mr. <strong> Mitch Daniels </strong> is only causing divisions in the movement by this talk of a \"truce.\"</q> <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>, R-Ind., who is a favorite of fiscal and social conservatives but rejected appeals that he run for president, turned down an invitation to speak at CPAC, where he has appeared six times", "new_id": -2}, {"uid": "1295268805147652642", "i": 10514, "idx": 0, "sa": ["David Letterman", "David Yoder"], "q": "Summit when there was a large clunking sound. Leaning forward over the top of his lectern he said: \"Oops. Was that my err...\". Clearly thrown by what had happened he later joked: <q>I'm sure there's somebody back there that's really nervous right now, don't you think? They're sweating bullets...</q> newslite.tv <strong> David Yoder </strong> Axelrod: \"Witchcraft\" Caused Presidential Seal to Fall- On CBS's \"The Late Show with <strong> David Letterman </strong>\" last night, White House senior adviser <strong> David Yoder </strong> Axelrod explained what he thought had caused the presidential", "new_id": -2}, {"uid": "1297464725077398024", "i": 34634, "idx": 2, "sa": ["Donald Rumsfeld", "Hosni Mubarak", "Leon Panetta", "James Clapper"], "q": "largely secular\" during a House Intelligence Committee testimony Thursday that <strong> James Clapper </strong>'s office later had to clarify. \"That is not something that is subject to debate,\" <strong> Donald Rumsfeld </strong> said of <strong> James Clapper </strong>'s contention. <q>That is something that we know a great deal about.</q> <strong> Donald Rumsfeld </strong>, however, did not fault CIA director <strong> Leon Panetta </strong> for pointing to news reports, suggesting during his testimony there was a \"strong likelihood\" that Egyptian President <strong> Hosni Mubarak </strong> would step down Thursday.", "new_id": -2}, {"uid": "1297309062028164170", "i": 3305, "idx": 1, "sa": ["Donald Rumsfeld", "Ann Agee"], "q": "at the highest levels,\" <strong> Ann Agee </strong>'s sign read. Her sign was addressing a portion of <strong> Donald Rumsfeld </strong>'s book claiming that the torture and abuse of detainees that occurred at Abu Ghraib were the actions of <q>a small group of prison guards who ran amok.</q> \"This guy doesn't have it all together in his head,\" said <strong> Ann Agee </strong> of <strong> Donald Rumsfeld </strong>. \"Everybody counts as much as anybody else.\" <strong> Ann Agee </strong> was escorted away from the entrance", "new_id": -2}, {"uid": "1295779311072171695", "i": 46278, "idx": 1, "sa": ["Andy Coulson"], "q": "murky truth will come to light.\" Mr <strong> Andy Coulson </strong> is understood to have told the Prime Minister of his intention to resign on Wednesday but the decision was announced on Friday. 22 Jan 2011 <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,</q> he added. The Prime Minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice", "new_id": -2}]