[{"uid": "1296999515046579740", "i": 25944, "idx": 0, "sa": ["Michael Vick", "Michael Hansen", "Martha Stewart"], "q": "deaf and crippled Shih Tzu, said any dog will bite if provoked- citing <strong> Martha Stewart </strong>'s recent run-in with her own dog. <strong> Michael Hansen </strong> blames the pit bull's bad reputation on owners and the media. <q> You have a tendency to sensationalize stories or put into them right down to the blood and gore when it isn't really necessary, </q> said <strong> Michael Hansen </strong>, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that\" people can", "new_id": -2}, {"uid": "1296965126246792205", "i": 47068, "idx": 0, "sa": ["Michael Vick"], "q": "of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q> As a person and a player I learned a lot through my experiences on and off the field, </q> <strong> Michael Vick </strong> said.\" Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the", "new_id": -2}, {"uid": "1295687287040943628", "i": 6789, "idx": 4, "sa": ["Allen Iverson"], "q": "quiet fourth quarter, <strong> Allen Iverson </strong> settled for 48 points and leading Philadelphia to a 118-111 victory Tuesday night over the Bucks, who have been burned for three straight games of at least 40 points by the 76ers All-Star. <q> Honestly, they play me one-on-one, straight up, </q> <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will.\" Except in the last quarter. I guess they felt like they had to do something.\" By then, it was too late. <strong> Allen Iverson </strong>", "new_id": -2}, {"i": 5003, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1.59 bn), up from$ 1.97 bn a year earlier, far better than expected. <strong> Eric Schmidt </strong> said it had been a\" great privilege\" to lead the company and he looked forward to working with his <q> literally best friends and partners Larry and <strong> Sergey Brin </strong>. </q> The company said Page would take over from 4 April when <strong> Eric Schmidt </strong> will become executive chairman,\" focusing externally on deals, partnerships, customers and broader business relationships\". <strong> Eric Schmidt </strong> has led the", "sa": ["Eric Schmidt"], "uid": "1295571569192872501"}, {"uid": "1295565994148553734", "i": 791, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too.\" There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. <strong> Google Inc. </strong> earned$ 2.5 billion", "new_id": -2}, {"uid": "1296803868266600453", "i": 9850, "idx": 0, "sa": ["Ernie Grunfeld", "Allen Iverson", "LeBron James"], "q": "ball and fouling <strong> LeBron James </strong> Jones with 13.6 seconds to play. Jones hit two free throws to tie the game at 93. It was the first time in the fourth quarter Miami didn't trail. QUOTABLE <strong> Allen Iverson </strong>: <q> You have crazy games throughout the NBA seasons, and I was glad to be on the winning end. </q>- <strong> LeBron James </strong> on the Heat's unlikely win. HOT: Young, who Wizards president <strong> Ernie Grunfeld </strong> http://wn.com/Miami_Heat_Vs_Cleveland_Cavaliers_Lebron_James_Speaks_after_win_in_Cleveland_118-90_NBA_Postgame <strong> LeBron James </strong> insisted it was nothing personal. The final score said otherwise. <strong> LeBron James </strong> scored a season-high 38 points-- 24 in", "new_id": -2}, {"uid": "1295907484175931405", "i": 2739, "idx": 5, "sa": ["Eric Schmidt"], "q": "MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained\" more channel partner momentum with managed services providers. Indeed, 29 of the world's top 100 MSPs now promote Google Apps to their end-customers.\" The article asks, <q> Will that trend continue when the CEO crown soon shifts from <strong> Eric Schmidt </strong> to Google co-founder Larry Page? </q> Spin off? While there's no reason to think Google would kill off Google Apps, there are scenarios that could trouble enterprise customers, Gartner analysts say. Google investors could conceivably push the company", "new_id": -2}, {"uid": "1295902691252543115", "i": 20398, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": ", Jan 24, 2011, 3:58 PM EST- U.S. Markets close in 2 mins. <strong> Google Inc. </strong> awards$ 100 million to <strong> Eric Schmidt </strong>{\" s\":\" goog\",\" k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,\" o\":\"\",\" j\":\"\"} Barbara Ortutay, AP Technology Writer, On Monday January 24, 2011, 3:32 pm NEW YORK( AP)-- <strong> Google Inc. </strong> has", "new_id": -2}, {"uid": "1297242441083116117", "i": 20967, "idx": 6, "sa": ["Jay Leno", "David Letterman"], "q": "2005. But once again, Stern( now 57) turned the tables on <strong> David Letterman </strong>( now 63), asking the host,\" How much longer are you doing this?\" To which <strong> David Letterman </strong> replied: <q> Maybe two years, I think? </q> He's quite old. Surely he should be thinking about retirement. Bring on Rove from Australia in his place, I say. mermayd Posted 02/07/2011 09:58:05 I hate <strong> Jay Leno </strong> for his part in", "new_id": -2}, {"uid": "1297043889014909474", "i": 30887, "idx": 0, "sa": ["Sergio Marchionne", "Ralph Gilles"], "q": "2009. Both the Obama administration's auto task force and <strong> Sergio Marchionne </strong> insisted that the dealer network be shrunk to accelerate the consolidation of four brands in every showroom and to reduce intra-brand competition in metropolitan areas. <q> They also said they will not spend money marketing vehicles until they are in the showroom, </q> said Lonnie Cobb, who owns Humboldt Chrysler-Jeep-Dodge-Ram in Humboldt, Tenn. The presentation was made by three of Chrysler's four brand CEOs-- Fred Diaz for Ram truck, <strong> Ralph Gilles </strong> for Dodge and Mike Manley for", "new_id": -2}]