[{"uid": "1295587963072171541", "i": 25091, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. <q> I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped, </q> said <strong> Ken Auletta </strong>, author of \"Googled: The End of the World As We Know It.\" \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing", "new_id": -2}, {"uid": "1297094624063078408", "i": 31157, "idx": 6, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "he did not serve-- <strong> Donald Rumsfeld </strong> replied curtly: \"No, I was kind of disappointed in him.\" <strong> Condoleezza Rice </strong>, who served as <strong> President Bush </strong>'s national security adviser before later becoming secretary of state had <q> never served in a <strong> George H.W. Bush </strong> administration position, </q> a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>-- <strong> President Bush </strong>'s first top diplomat-- \"did not, in my view, do a good job", "new_id": -2}, {"uid": "1295593237183287808", "i": 33966, "idx": 4, "sa": ["Eric Schmidt"], "q": "interview and a conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his \"best friends.\" \"I believe Larry is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> Page hailed <strong> Eric Schmidt </strong> as a \"tremendous leader\" whose contributions exceeded all expectations. \"There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,\" Page said.", "new_id": -2}, {"uid": "1296086314120438784", "i": 44594, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1296590040084361306", "i": 17122, "idx": 2, "sa": ["Fran Tarkenton", "Ben Roethlisberger", "Michael Vick", "Jay Cutler"], "q": "fired up on the sideline or see him yelling at and getting in teammates faces or interacting more with the media. \"It would be nice,\" Pompei said of quarterbacks possessing only positive qualities. <q> But really when a guy is throwing touchdown passes and winning games, you don't notice all that[ negative] stuff. </q> <strong> Fran Tarkenton </strong> talked about how difficult it could be for <strong> Jay Cutler </strong> to change the perception of those around the league. But <strong> Jay Cutler </strong> only has to do what <strong> Ben Roethlisberger </strong> and <strong> Michael Vick </strong> did to recover from their scandals- win.", "new_id": -2}, {"uid": "1296347839263585795", "i": 42990, "idx": 0, "sa": ["Allen Iverson"], "q": "four straight and 11 of 13 since starting the season 3-0 for the first time since the 2000-01 season. That year ended with an Eastern Conference title for Philadelphia. This one might land them in the lottery. <q> I don't have any answers for what's going on, </q> <strong> Allen Iverson </strong> said. \"We're not having \"Leave administration to federations\" Eden Gardens scrapped as venue for India-England World Cup tie Will MacArthurism Ever Be Eliminated? Mubarak refuses to step down as Egyptian protests swirl Bitter", "new_id": -2}, {"uid": "1295540293188383248", "i": 41011, "idx": 2, "sa": ["Simon Cowell"], "q": " \"American Idol', <strong> Simon Cowell </strong>- who got engaged to make-up artist Mezhgan Hussainy last year- insists he has enjoyed being a TV talent show judge because it isn't very difficult. He added: <q> I can look back on the past ten years and say,` It's been a blast.' I have enjoyed myself, I mean it\"s not the most difficult job in the world is it? </q>", "new_id": -2}, {"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}, {"uid": "1295670452069369863", "i": 8305, "idx": 5, "sa": ["Keyon Dooling", "Grant Hill", "Allen Iverson"], "q": "and fortunately, it went in,\" <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. \"That wasn't the first time he threw one in like that,\" <strong> Keyon Dooling </strong> said. <q> He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him. </q> The Magic had a chance to tie the game, but <strong> Grant Hill </strong>'s 12-footer at the buzzer was short. <strong> Grant Hill </strong>, who led the Magic with 25 points, had hit a similar shot to tie the game at", "new_id": -2}, {"uid": "1295865007245235746", "i": 4850, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": " \"So far, our worst day in government,\" a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The News of the World phone-hacking scandal threatens more newspapers Britain's tabloid newspapers are now facing a major crisis after being drawn into the scandal. Twenty-four hours after <strong> Andy Coulson </strong>, the prime minister", "new_id": -2}]