[{"uid": "1296227273172146729", "i": 1456, "idx": 9, "sa": ["Barack Obama", "Mike Pence"], "q": "<strong> Mike Pence </strong> mentioned the governor's office to him.`` He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress,'' he said. <q> This has been on his mind for a long time. </q> <strong> Barack Obama </strong> Franken Explains Why He Thinks Obamacare's Individual Mandate to Buy Insurance Is Needed", "new_id": -2}, {"uid": "1296581404133529604", "i": 725, "idx": 0, "sa": ["Alec Baldwin", "Hosni Mubarak", "David Letterman", "Keith Olbermann", "President Bush", "Big Show"], "q": "<strong> Keith Olbermann </strong> returns to TV-- for five seconds In his surprise cameo on the Late <strong> Big Show </strong> with <strong> David Letterman </strong>, the former MSNBC shows his face to American viewers The Late <strong> Big Show </strong> <q> We got ta guy backstage... that if anything ever happened to me... </q> As a coda to a joke about the Egyptian protests and <strong> President Bush </strong> <strong> Hosni Mubarak </strong>'s imminent departure, <strong> David Letterman </strong> pointed his thumb at an eager-looking <strong> Keith Olbermann </strong>. <strong> Alec Baldwin </strong> When rumors began swirling this week that MSNBC was", "new_id": -2}, {"uid": "1295718175131842121", "i": 1443, "idx": 3, "sa": ["Simon Cowell", "Melissa Leo", "Amanda Seyfried"], "q": "It was arrogant to ignore the advice we gave you and carry on singing.'' Whilst <strong> Amanda Seyfried </strong> rejected the idea that they were arrogant, she did concede that the gamble they had taken hadn't paid off. <q> It was like ordering an ice-cream and getting an onion topping on it! </q> <strong> Simon Cowell </strong> quipped. taken from the official site: talent.itv.com Show 11( Thursday, 29 <strong> Melissa Leo </strong> 2008 at 20:30) Britain's Got Talent is a British television show on ITV( also on TV3 in Ireland).", "new_id": -2}, {"uid": "1295034979268353577", "i": 48704, "idx": 1, "sa": ["David Letterman"], "q": "romance. That's going to be weird if the other person isn't in to it.`` Susan, I've gotten permission to have a romance with you.''`` But I'm married.'' <q> Well, you're going to have to take that up with Mr. Thorpe. </q> 9. <strong> David Letterman </strong>: The Golden Globes has weird categories.`` Best Actor with a Boston Accent,''`` Best Movie That's 45 Minutes too Long,''`` Best Focker''...", "new_id": -2}, {"uid": "1296137334113377297", "i": 2579, "idx": 1, "sa": ["DeSean Jackson", "Michael Vick"], "q": "after the NFC's morning practice. Both players were pulling black Nike roller bags full of swag, yet another perk for fulfilling their commitment and making the long trip from the East Coast to Hawaii. <q> He's got a great opportunity to come out here and show everybody what he's capable of doing, </q> <strong> DeSean Jackson </strong> added. Not that there is any doubt any longer about what <strong> Michael Vick </strong> can do. The question after this Eagles season is: Can <strong> Michael Vick </strong> do what he does at a high level over a 16-game", "new_id": -2}, {"uid": "1295327039053116954", "i": 31660, "idx": 2, "sa": ["Elton Brand", "Rafer Alston", "Allen Iverson", "Chauncey Billups"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Ray Allen </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Chicago_Bulls_@_Cleveland_Cavaliers_|_ 1993_Playoffs_|_ ECSF_Game_4_The_Shot_II Song: Lose Yourself by Eminem The golf shot first unveiled in Trick <strong> Chauncey Billups </strong> Montage# <strong> Rafer Alston </strong>", "new_id": -2}, {"uid": "1295501733152403995", "i": 12366, "idx": 0, "sa": ["Elton Brand", "Allen Iverson", "Samuel Dalembert"], "q": "otherwise. Or did they?`` Defense is heart and desire and I thought we stepped it up on that end,'' said Sixers forward <strong> Elton Brand </strong>, who contributed 14 points on 6-for-8 shooting off the bench. <q> We haven't had some good games defensively, leading with 3-pointers. I thought we did a much better job in this game. </q> <strong> Allen Iverson </strong> scored 17 points and <strong> Samuel Dalembert </strong> was terrific once again with 17 points( 7-for-7 from the field), 12 rebounds and three blocked shots. It was his second straight double-double and eighth of the http://wn.com/Ryerson_Men's_Basketball_vs_Queen's_Gaels_Feb_5th_2010 It was", "new_id": -2}, {"uid": "1296198731064028694", "i": 27143, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "contest after this season. The cantankerous judge said Monday that`` The X Factor,'' a talent show he created and which is popular in <strong> Simon Cowell </strong>'s trick on Britain's Got More talent! hehe... â\u0098\u0086 <q> Britains Got Talent or Americas Got Talent â\u0099¥ <strong> Connie Talbot </strong> WOWs <strong> Simon Cowell </strong>! </q> <strong> Simon Cowell </strong> talks <strong> Susan Boyle </strong> in new interview Britain's Got Talent judge <strong> Simon Cowell </strong> reflects on <strong> Susan Boyle </strong>'s outstanding year from BGT contestant to one of the most famous singers in the world. Follow us on twitter at twitter.com... <strong> Susan Boyle </strong>", "new_id": -2}, {"uid": "1295568275055377924", "i": 19902, "idx": 2, "sa": ["Eric Schmidt"], "q": "Street had been expecting. Earnings per share, at$ 8.75 on the pro-forma basis analysts use to assess the company, were up from$ 6.79 a year before and above expectations of$ 8.08. <q> Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-and we anticipate working together for a long time to come, </q> Mr <strong> Eric Schmidt </strong> said.", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}]