[{"uid": "1297668332223444997", "i": 6782, "idx": 1, "sa": ["Kirsten Gillibrand", "Mayor Michael Bloomberg"], "q": "usually only those with an income of$ 100,000 or more do so, <strong> Kirsten Gillibrand </strong> said.`` For all tax issues and all spending issues, it's always about priorities,'' said the senator. <q> So, my focus is on who needs the tax deductions, who needs the tax cuts the most. It's middle-class families. </q> In a state with the highest taxes in the nation, <strong> Kirsten Gillibrand </strong> feels the annual property tax hikes in <strong> Mayor Michael Bloomberg </strong> require relief. In 2010, property taxes increased by 4.9 percent for single-family homes in <strong> Mayor Michael Bloomberg </strong> and", "new_id": -2}, {"uid": "1295389551128106499", "i": 4722, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "her complaints on topics that can cause potential security problems. Cyber attacks against the defense department as well as American-based companies like Google were at the heart of <strong> Kirsten Gillibrand </strong>'s complaint, prompting her to write that <q> the potentially devastating consequences to the United States illustrate the need to engage this issue at the highest levels of government. </q> The question of China's ability to restrict exports because of their control over REEs is also a problematic one for the Senator because these regulations sometimes force companies to relocate to China in order to access the materials.", "new_id": -2}, {"uid": "1295167572006995975", "i": 5887, "idx": 1, "sa": ["Allen Iverson", "Gilbert Arenas"], "q": "the Sixers' fifth in six games since the All-Star break.`` I promise you it's not that,'' <strong> Allen Iverson </strong> said, while continuing to maintain he wasn't bothered by not being invited to play. <q> If I can play the way I played the last two games from some controversy, I will hope there's controversy going on all of the time. </q> <strong> Gilbert Arenas </strong> scored 17 of his 33 points in the fourth quarter, including five straight to bring Washington within 114-113 with 1:30 remaining. But his driving layup spilled out with the Sixers up three and 50 seconds to go", "new_id": -2}, {"uid": "1296713442108806145", "i": 851, "idx": 3, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said Thanks to platinumchefindia for some of these", "new_id": -2}, {"uid": "1295862924156680223", "i": 43046, "idx": 0, "sa": ["Simon Cowell"], "q": "<a href=\"http://timesofindia.indiatimes.com/topic/search?q=Music mogul\"> Music mogul <strong> Simon Cowell </strong>, who got engaged to make-up artist Mezhgan Hussainy last year, loves children but says he is getting too old to have them. <q> I worry about it because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70... </q>`` Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could", "new_id": -2}, {"uid": "1296429103034734121", "i": 9394, "idx": 3, "sa": ["Zahi Hawass"], "q": "cities, did not arrive on the scene until 10 p.m.. In the meantime, ordinary Cairenes, aware of the security vacuum, flocked to protect the museum.`` That was wonderful,'' says <strong> Zahi Hawass </strong>. <q> The Cairo museum is like the place for our identity. If the museum is safe, Egypt is safe. </q> The citizens, as well as three police officers who refused to leave their posts, apprehended the nine alleged culprits as they tried to flee the museum with their loot, including two mummy skulls and a", "new_id": -2}, {"uid": "1296665253235831378", "i": 34237, "idx": 2, "sa": ["Chris Gent", "Andy Coulson", "Nick Clegg", "Kenny Kunene"], "q": "his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>, an ambitious Brit who...'' <q> Is the new Backbench Business Committee about to make some serious enemies? This new-fangled innovation has done pretty well so... </q>'' Wealthy ANC supporter <strong> Kenny Kunene </strong>( left) eating sushi from the body of a bikini-clad woman`` The ANC Youth League...'' You can stay up to date with <strong> Nick Clegg </strong> Robinson's Newslog via these", "new_id": -2}, {"uid": "1296339716032669714", "i": 15023, "idx": 1, "sa": ["Zahi Hawass"], "q": "About 2,000 people have been injured.`` Live bullets have been fired at protesters, aimed at their heads,'' <strong> Zahi Hawass </strong> Yaser Sayyed at the Sayyed Galal Hospital in Cairo told BBC Arabic. <q> We have seen more than 20 cases of headshots with the bullet wounds on the front of the head and exit wounds on the other side, skulls fractured... in addition to chest wounds. </q> The army advised people to obey the curfew and avoid gathering in groups. Looters rampaged through a number of upper-class neighbourhoods in Cairo, while in Alexandria there were reports of widespread looting of supermarket", "new_id": -2}, {"uid": "1296964121115425444", "i": 16382, "idx": 5, "sa": ["Michael Vick", "LeGarrette Blount"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season.`` To sum it all up, the last five months, have been delayed gratification,'' <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> <strong> LeGarrette Blount </strong>( one each). Polamalu won the Defensive Player of the Year award earlier this week. Privacy Policy and Safety Information/Your California Privacy Rights", "new_id": -2}, [{"i": 15595, "idx": 1, "index_answer": 1, "new_id": -1, "q": "May 21 X Prize Gala at Google's Moffett Field hangar in Mountain View.`` Some of our prizes, like the space challenge, are years in development for competing teams,'' <strong> Peter Diamandis </strong> said. <q> But with the Deepwater Horizon spill in July, we immediately received calls asking,` Can't you do something?' </q> But <strong> Peter Diamandis </strong> realized the larger and more critical challenge is about reinventing how we care for our oceans. Instantly inspired, <strong> Eric Schmidt </strong>, president of the <strong> Eric Schmidt </strong> Family Foundation and co-founder of the <strong> Eric Schmidt </strong> Marine", "sa": ["Eric Schmidt", "Peter Diamandis"], "uid": "1296075398185663489"}]]