[{"uid": "1297276631173539329", "i": 25678, "idx": 4, "sa": ["Charles Dent", "Mike Pence", "Jim Sensenbrenner", "Colleen LaRose"], "q": "integral to America's security and should remain intact. \"The terrorist threat has not expired and will not anytime soon,\"\"   Jim Sensenbrenner  said.  Mike Pence   Charles Dent , R-Pa., agreed.  We can not tie the hands of local law enforcers,   Charles Dent  said. He talked about \"Jihad Jane\"\" -  Colleen LaRose , 47, who is from his state and who pleaded guilty earlier this month to plotting to kill a Swedish cartoonist for offending Muslims- when he", "new_id": -2}, {"uid": "1296168840157696020", "i": 3984, "idx": 1, "sa": ["Mike Pence", "Evan Bayh", "Becky Skillman"], "q": " Mike Pence  is not officially jumping into the race for Indiana governor just yet. The congressman said he expects to make a decision \"later this year\"\"  about his next step, but made clear that his  calling is closer to home.  With former Sen.  Evan Bayh ( D-Ind.) passing on a race for governor and Lt. Gov.  Becky Skillman ( R) also opting not to run, speculation increased in recent weeks that  Mike Pence  would pass on a", "new_id": -2}, {"uid": "1297620569105463821", "i": 1237, "idx": 2, "sa": ["Mike Pence", "Cecile Richards", "Lois Capps"], "q": "by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies in Congress- primarily liberal Democrats- have vowed to fight the proposed funding cut.  In my community, Planned Parenthood is a very highly regarded mainstream organization,  said  Mike Pence   Lois Capps , D-Calif., who depicted  Mike Pence 's bill as \"driven by an extreme ideological agenda.\"\"   Cecile Richards  said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss", "new_id": -2}, {"uid": "1295432574026050641", "i": 41186, "idx": 2, "sa": ["Gabrielle Giffords", "Mike Pence"], "q": "reforms. The GOP House leadership is now back, determined to repeal a target=\"_blank\" href=\"http://worldcourtnews.com/\"> law that gives Americans health care security while cutting budget deficits-- but in a target=\"_blank\" href=\"http://nicepresse.com/\"> nice way.  We can and should have a debate about the facts of the law and its records,  said House Speaker Health-care repeal would boost deficit Following the attack against  Mike Pence   Gabrielle Giffords  and bystanders, Republicans put off action to scuttle the Democrats' health-care reforms. The GOP House leadership is now back, determined to repeal", "new_id": -2}, {"uid": "1297645716244187137", "i": 20862, "idx": 3, "sa": ["Mike Pence", "Cecile Richards", "Lois Capps"], "q": "have vowed to fight the proposed funding cut. \"In my community, Planned Parenthood is a very highly regarded, mainstream organization,\"\"  said  Mike Pence   Lois Capps , D-Calif., who depicted  Mike Pence 's bill as  driven by an extreme ideological agenda.   Cecile Richards  said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people. \"This", "new_id": -2}, {"uid": "1296199985159858778", "i": 21273, "idx": 0, "sa": ["Mike Pence"], "q": "Indiana  Mike Pence  will not run for president in 2012. AP Photo/Carlos Osorio Indiana  Mike Pence  will not run for president but has left the door open to running for governor of the Hoosier State in 2012.  In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,   Mike Pence  said in a  Mike Pence  has been publicly mulling whether to run for the open governor's office or for president for several months. In recent weeks, he has received considerable encouragement to run for president", "new_id": -2}, {"uid": "1296225951235159601", "i": 477, "idx": 4, "sa": ["Eric Holcomb", "Mike Pence", "Joe Donnelly"], "q": "for  Eric Holcomb . tea party favorite who narrowly lost her race last year against Democratic  Mike Pence  title=\"Joe Donnelly\" href=\"http://www.chicagotribune.com/topic/sports/Joe Donnelly-Joe Donnelly-PESPT001882.topic\">  Joe Donnelly  in northern Indiana, said she was excited by the prospect of  Mike Pence  running for  Eric Holcomb .  I think he's the clear front-runner, and I think the race is his if he chooses to accept it,  Walorski said. \"I think he'd clear the field.\"\"  State Republican Party Chairman  Eric Holcomb  said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\"\"  such as", "new_id": -2}, {"uid": "1296195346246956037", "i": 46321, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "left the door open for a campaign to become Indiana's governor. The Indianapolis Star said on its website that  Mike Pence , 51, made his announcement in a letter being sent to supporters.  In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,   Mike Pence  and wife Karen said in the letter. \"We will not seek the Republican nomination for  Barack Obama  in 2012.\"\"   Mike Pence 's supporters, who include Tea Party advocates, have been pressing him to", "new_id": -2}, {"uid": "1296175633054247430", "i": 32232, "idx": 5, "sa": ["Eric Holcomb", "Mike Pence", "Jackie Walorski"], "q": "she was excited by the prospect of  Mike Pence  running for  Eric Holcomb . \"I think he's the clear frontrunner and I think the race is his if he chooses to accept it,\"\"   Jackie Walorski  said.  I think he'd clear the field.  Indiana Republican Party Chairman  Eric Holcomb  said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\"\"  like  Mike Pence . \" Mike Pence 's been a strong voice in Congress and", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q> We have real challenges in terms of unemployment, </q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans`` can not be tolerated.''`` We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}]