[{"uid": "1297482510048791575", "i": 4381, "idx": 3, "sa": ["Scott Garrett", "Mike Pence"], "q": "came from \"a whole cross-section of our members.\" <strong> Mike Pence </strong> <strong> Scott Garrett </strong>( R-N.J.), an RSC leader, who was involved with a number of meetings with top Republicans this week, said leadership was <q> receptive to going higher with the cuts </q>- something he conceeded could've happened earlier in the process. MisssingRonnieR Party: Conservative Reply# 2 Feb. 11, 2011- 6:40 PM EST Congrats to the freshmen. Why is it so hard for", "new_id": -2}, {"uid": "1296174091054247448", "i": 52920, "idx": 9, "sa": ["Mitch Daniels", "Eric Holcomb", "Mike Pence", "Jackie Walorski"], "q": "continue to raise money in his U.S. House campaign fund and later transfer that to campaign for <strong> Eric Holcomb </strong> if he decides to run. <strong> Jackie Walorski </strong> said she expected <strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. <q> He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through, </q> she said. \"Obviously it'd be great for the state of Indiana.\" People ski near the Congress Center at the World Economic Forum... The White House North Lawn is covered in snow after a", "new_id": -2}, {"uid": "1295967653237387806", "i": 36844, "idx": 1, "sa": ["Mike Pence", "Barack Obama", "Mitt Romney"], "q": "fundraisers, fueling speculation that it could mean he's mulling a run in 2012. His former fundraiser has another prominent client- <strong> Mike Pence </strong>- and her husband was a top aide to <strong> Mitt Romney </strong> during his 2008 run. <q> It is possible that she and Thune separated because of the conflict that would ensue if both Republican Members enter the GOP Barack Obamaial primary, </q> Roll Call writes, adding,\" [ T] here is speculation that she is poised to sign on with <strong> Mitt Romney </strong> for a 2012 run that is expected to launch at some point this year", "new_id": -2}, {"uid": "1296228272172146710", "i": 20868, "idx": 5, "sa": ["Tim Pawlenty", "Mike Pence"], "q": "months tells NRO the conservative Hoosier \"was extremely torn while he deliberated.\" Another who met with <strong> Mike Pence </strong> feels his heart was never completely in a bid for president. Someone close to <strong> Mike Pence </strong> explains that <q> the people closest to him, the friends and people he knew best from Indiana, wanted to see him come back to Indiana. </q> By contrast, \"the support for him to run nationally was in large part from leaders of the national conservative movement\" - who perhaps didn't have the same sway as his longTim Pawlentye supporters. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295411518006963230", "i": 10210, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong> \"the best governor in America.\" <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to <q> keep the national campaign. </q> He says he still intends to make a decision by the end of January. User comments are not being accepted on this article. gen%2Fblogs%2Fdayton%2Fdaytoncrime%2Fentries%2F2011%2F01%2F18%2Fthree_jackets_and_four_pairs_o.html%3Fcxtype%3Dfeedbot\"> Three jackets and four pairs of pants ca", "new_id": -2}, {"uid": "1297490833134791170", "i": 58229, "idx": 3, "sa": ["Mike Pence", "Mike Huckabee"], "q": "between the problems they identify and the policy solutions they propose. They tend to talk about issues such as abortion and gay rights, stem cell research and the role of religion \"in the public square\" : <q> Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history, </q> said <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas Gov. <strong> Mike Huckabee </strong>, at the same summit, said: \"We need to understand there is a direct correlation between", "new_id": -2}, {"uid": "1296167802222920921", "i": 52497, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Mike McDaniel"], "q": ". There is no word yet on whether he'll run for Indiana governor, but many in political circles assumed that would be the case since he stepped down last year from his House leadership position. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike Pence </strong> urged to enter race for <strong> Barack Obama </strong> in 2012\" tooltipId= \"mi_tt1\" > <strong> Mike Pence </strong> urged to enter race for <strong> Barack Obama </strong> in 2012", "new_id": -2}, {"uid": "1296706156055525376", "i": 55586, "idx": 0, "sa": ["Mike Pence", "Mike Huckabee", "Rick Santorum", "Sarah Palin"], "q": "conservative pundit says that there's a big opening in the field for someone who can appeal to social conservatives, especially after <strong> Mike Pence </strong> opted not to run and if <strong> Mike Huckabee </strong> and <strong> Sarah Palin </strong> don't jump in. <q> Social conservatives are much of that base, are feeling neglected and are looking for someone like <strong> Rick Santorum </strong>, </q> Will writes. The syndicated column wasn't supposed to go online until Wednesday night, but target=\"_blank\"> at least one newspaper seems to have jumped the gun. Will thinks <strong> Rick Santorum </strong>", "new_id": -2}, {"uid": "1295497839033751042", "i": 3512, "idx": 0, "sa": ["Mike Pence"], "q": "called Rendezvous With Destiny; he'll screen it in Tampico at the town's centennial celebration of its most famous son. <strong> Mike Pence </strong>'s paean to American exceptionalism recalls Reagan's oft-repeated description of the United States as a <q> shining city on a hill. </q> To this day, politicians who have succeeded Reagan cite him as a hero- although they don't necessarily follow his style of politics as a model. Reagan said the GOP should be a \"", "new_id": -2}, {"i": 15025, "idx": 3, "index_answer": 2, "new_id": -1, "q": "they destroyed two mummies and they opened one case,'' said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. <q> I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to leave Egypt, </q> the influential cleric said.`` There is no other solution to this problem but for[ Mr] <strong> Hosni Mubarak </strong> to go.''` Reluctant to fire' Hundreds of foreign tourists and Egyptian nationals are at", "sa": ["Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "uid": "1296339716032669714"}]