[{"i": 34180, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q>It was raw courage. It was raw strength. It was so beautiful and so moving.</q> Advertise â\u0080¢ Contact Â© 2011 Vindy.com. All rights reserved. A service of The Vindicator. 107 Vindicator Square. Youngstown, OH 44503", "sa": ["Kirsten Gillibrand"], "uid": "1294960830111804421"}, {"uid": "1295596906046137392", "i": 47775, "idx": 1, "sa": ["Eric Schmidt"], "q": "lead.\" 07 Jan 2011 He explained that the previous structure, in which the triumvirate took collective decisions, had slowed down decision making. He said the changes would help clarify the individual roles so <q>there's clear responsibility and accountability at the top of the company</q>. However, Mr <strong> Eric Schmidt </strong> reassured investors that he does not expect any \"material change\" in the way the company is run because \"we tend to agree on pretty much everything\".", "new_id": -2}, {"uid": "1295473409213434455", "i": 21310, "idx": 0, "sa": ["Sergio Marchionne"], "q": "and transmissions under development that meet the criteria of innovation to increase fuel efficiency. Chrysler applied for money under the federal$ 25 billion Advanced Technology Vehicle Manufacturing Loan Program in late 2008. Advertisement <q>I'm confident the DOE money will come through,</q> he said following an event here to announce a partnership with the Environmental Protection Agency to test a hydraulic hybrid minivan. \"It is taking longer than I thought,\" <strong> Sergio Marchionne </strong> said, adding he would", "new_id": -2}, {"uid": "1295635516179568674", "i": 22778, "idx": 0, "sa": ["Tramon Williams", "Michael Vick", "Jay Cutler"], "q": ", any quarterback who goes against the Green Bay defense should be in for a long day. \"You're going to get opportunities pretty much every week from pretty much anybody,\" <strong> Tramon Williams </strong> said. <q>Our job as a defense is to make a quarterback as uncomfortable as you can. There's where we make our plays.</q> If the Packers' playoff victories at Philadelphia and Atlanta are any indication, <strong> Jay Cutler </strong> will have to do plenty of quick thinking Sunday. The Packers had three sacks against the Eagles' <strong> Michael Vick </strong> in a 21-16", "new_id": -2}, {"uid": "1295136115025296936", "i": 11440, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "of California, <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. \"It felt like we were watching a miracle,\" <strong> Debbie Wasserman Schultz </strong> told reporters traveling back to Washington with her on Air Force One. <q>The strength that you could see flowing out of her, it was like she was trying to will her eyes open.</q> <strong> Gabrielle Giffords </strong> is expected to survive, although her condition and the extent of her recovery remain in doubt. As finger-pointing emerged in Washington and beyond over whether harsh political rhetoric played a role in creating", "new_id": -2}, {"uid": "1296128045255868977", "i": 30194, "idx": 1, "sa": ["Michael Vick", "Kevin Kolb"], "q": "in a dogfighting operation. \"This one feels great due to the fact that I've been through so much and trained to getting back to this position,\" he said after the NFC opened practice Wednesday. <q>It's paramount for me and my family and I'm just thankful.</q> After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. \"I'm enjoying the guys and I", "new_id": -2}, {"uid": "1296228272172146710", "i": 17277, "idx": 19, "sa": ["Mike Pence"], "q": "the news that[ <strong> Mike Pence </strong>] is coming home\" and assumes <strong> Mike Pence </strong> will run for the governorship. The move, Smith says, makes sense \"given the season of life he's in.\" <q>He's still a relatively young man,</q> Smith explains. \"Indiana has a lot to show the nation. It's not a question of \"Do you want to contribute to national life or be governor of Indiana?' If he\"s governor of", "new_id": -2}, {"uid": "1295122532207224849", "i": 3833, "idx": 1, "sa": ["Bill Lockyer", "Meredith Whitney"], "q": "billion budget shortfall. <cite> Reuters </cite> \"You could see... 50 to 100 sizeable defaults. More. This will amount to hundreds of billions of dollars.\"- <strong> Meredith Whitney </strong>, financial analyst <q>We've never defaulted, not once in our entire history, including during the Great Depression,</q> says Tom Dresslar, spokesman for California Treasurer <strong> Bill Lockyer </strong>. He says paying debt service for the state's bonds is the Treasurer's second-highest priority, after schools. Revenues for U.S. municipalities as a group rose", "new_id": -2}, {"uid": "1295563175055377952", "i": 21077, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "leadership, in addition to being an advisor to both Page and <strong> Sergey Brin </strong>. On the followup call to discuss Google's quarterly earnings, <strong> Eric Schmidt </strong> told analysts that the decision to switch things up would result in <q>even better success for the corporation.</q> He assured the group that \"Larry is ready,\" and that the move would help clarify how decisions are made within Google. Angry Birds HD gets gaming award nod; top paid iPhone apps are games", "new_id": -2}, {"uid": "1297089856093831186", "i": 41928, "idx": 0, "sa": ["Sergio Marchionne"], "q": "The Auburn Hills automaker sold 1.1 million cars and trucks in the U.S. last year. CEO <strong> Sergio Marchionne </strong> said last month that Chrysler expects to sell 2 million vehicles globally in 2011. <q>They're looking at selling 1.5 million to 1.6 million vehicles in the U.S.,</q> said Bill Kelly, owner of Kelly Cars in Moon Township, Pa., near Pittsburgh. \"And it's going to be less dependent on fleet sales.\" Fleet sales to rental companies", "new_id": -2}]