[{"uid": "1295648797119881729", "i": 27962, "idx": 0, "sa": ["Eric Schmidt"], "q": "bogged down into a bureaucracy. The managerial constipation threatened to put Google at a competitive disadvantage as younger, more nimble Internet services such as Facebook pounce on new trends to lure away users and advertisers. <q> My goal is to run Google at the pace and with the soul and passion of a start-up. I think I will have time to do that given the way we have split up our responsibilities, </q> Mr Page said. Mr <strong> Eric Schmidt </strong> concurred, saying it had started to become clear the company needed to be run more crisply. talkback No responses currently. Irrelevant or inappropriate comments might be edited or removed", "new_id": -2}, {"uid": "1295619952132808753", "i": 41616, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "do so.'' <strong> Andy Coulson </strong> played a major role in helping propel Conservative leader <strong> David Cameron </strong> to power in elections in May 2010 and was a key backroom figure in Downing Street's slick media operation. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> <strong> David Cameron </strong> said in a statement. The hacking saga has refused to die down since the News of the World's royal correspondent and a private investigator were jailed in 2007 for conspiracy to access mobile phone messages", "new_id": -2}, {"uid": "1296160603113164328", "i": 10631, "idx": 2, "sa": ["Donald Rumsfeld", "John Ashcroft", "Tom Ridge"], "q": ", <strong> Tom Ridge </strong> wrote in a tell-all book that sometimes officials such as <strong> John Ashcroft </strong> and <strong> Donald Rumsfeld </strong> pressured the department to change the level, and described a 2004 event in which his arguments against raising the alert worked. <q> I believe our strong interventions had pulled the` go-up' advocates back from the brink. But I consider the episode to be not only a dramatic moment in <strong> George Washington </strong>'s recent history, but another illustration of the intersection of politics, fear, credibility and security, </q> he wrote.`` After that episode, I knew I had to follow through with my plans to leave the federal government,'' he wrote. <strong> Tom Ridge </strong> announced his resignation on November 30,", "new_id": -2}, {"uid": "1295779892017170523", "i": 1835, "idx": 1, "sa": ["Dick Armey", "Mike Pence"], "q": "the steps of their state Capitol on Wednesday to encourage <strong> Mike Pence </strong> to run.`` It's not a complicated message, but it's a heartfelt one,'' state <strong> Dick Armey </strong> Kris Crawford said. <q> We would like him on the ballot. </q> Leaders of the conservative movement made the same argument in a letter to <strong> Mike Pence </strong> this week.`` Seize this moment, <strong> Mike Pence </strong>,'' said the letter, signed by former", "new_id": -2}, {"uid": "1295559994214679661", "i": 31090, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "outreach and technology thought leadership.'' <strong> Sergey Brin </strong>, the other Google co-founder, will no longer be president of technology; he will work on`` strategic projects.'' In a statement, <strong> Eric Schmidt </strong> says that <q> by clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. </q> He says that as executive chairman he will work with both men for`` a long time to come'' and says that`` Larry is ready to lead.'' The company made the surprising announcement as it reported", "new_id": -2}, {"uid": "1297124178124354581", "i": 20771, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "from Dallas mayor <strong> Dwaine Caraway </strong> on Saturday, causing an uproar among animal rights activists. In 2007, <strong> Michael Vick </strong> was convicted of a felony related to a dogfighting ring and served 19 months in prison. <q> The message and the kids are far greater than all this response about,` Why give him the key to the city?' </q> <strong> Dwaine Caraway </strong> said Monday.`` He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal with the drugs.", "new_id": -2}, {"uid": "1297375532207732794", "i": 7060, "idx": 0, "sa": ["James Urban", "Donovan McNabb", "Marty Mornhinweg", "Michael Vick", "Doug Pederson"], "q": "with offensive coordinator <strong> Marty Mornhinweg </strong> in game preparation.`` I'm absolutely pleased to have the opportunity to work with the different positions on offense and improve my knowledge,'' said <strong> James Urban </strong> via a phone conversation. <q> It's great to be working with Andy Reid and <strong> Marty Mornhinweg </strong>, who are great role models for me. I'll be helping with the game planning, and also be working toward my goal. </q> Replacing <strong> James Urban </strong> as quarterback coach is <strong> Doug Pederson </strong>, who was the offensive quality control coach. <strong> James Urban </strong> worked closely the past two seasons with former Eagle <strong> Donovan McNabb </strong>, <strong> Michael Vick </strong>, who won the NFL Comeback Player of the", "new_id": -2}, {"uid": "1295584716071549019", "i": 4407, "idx": 14, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "Some are believed to be social tools designed to counter Facebook's popularity, but <strong> Sergey Brin </strong> wouldn't discuss specifics in a Thursday interviews.`` I have a passion for several projects,'' he said. <q> I don't think anyone has heard of any of them and I don't think anyone will for a while. </q> As CEO, Page will lead product development and technology strategy and run day-to-day operations. <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> all still plan to remain with <strong> Google Inc. </strong> through at least 2024, reaffirming a promise", "new_id": -2}, {"uid": "1295432973050954243", "i": 48829, "idx": 2, "sa": ["Bo Bice", "Vonzell Solomon", "Carrie Underwood", "Simon Cowell", "Clive Davis"], "q": "& Idols <strong> Vonzell Solomon </strong>-`` I'll Never Love This Way Again( <strong> Clive Davis </strong>'s),`` Chain of Fools''( hers),&`` On the Radio''( <strong> Simon Cowell </strong>) <strong> Bo Bice </strong>- <q> Don't Let the <strong> Sun Go </strong> Down on Me( <strong> Clive Davis </strong>'s),`` In A Dream </q>( his)&`` I Can't Get No Satisfaction''( Paula); <strong> Carrie Underwood </strong>-`` Crying( <strong> Clive Davis </strong>'s), Making Love Out of Nothing at All''( hers)&`` Man,", "new_id": -2}, {"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,'' <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q> That wasn't the first time he threw one in like that, </q> <strong> Keyon Dooling </strong> said.`` He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.'' The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}]