[{"uid": "1297176715006504474", "i": 35068, "idx": 0, "sa": ["Nancy O'Dell", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "judge, <strong> Simon Cowell </strong>, who reveals whether or not he thinks \"American Idol\"s newest judges, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>, have what it takes to be tough when the competition goes live. <q>I think they started off by saying it's a nicer, gentler \"Idol,' so maybe they'll continue to be that way,</q> he tells <strong> Nancy O'Dell </strong>. \"They\"re different kinds of judges.\" Meanwhile, the TV staple reveals three things you may not know about him! 1. \"I like animals, I", "new_id": -2}, {"uid": "1295877429093847588", "i": 2833, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": ", Jan 24, 2011, 8:57 AM EST- U.S. Markets open in 33 mins. <strong> Google Inc. </strong> awards$ 100 million to <strong> Eric Schmidt </strong>{ \"s\": \"goog\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} On Monday January 24, 2011, 7:58 am NEW YORK( AP)-- <strong> Google Inc. </strong> says it has awarded$ 100 million worth", "new_id": -2}, {"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q>These bills show a heinous disregard for the health and well-being of women in America,</q> <strong> Kirsten Gillibrand </strong> says. \"It is a tax on all women who want access to a full-range of reproductive health care.\" The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}, {"uid": "1297228465053084176", "i": 21090, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mike Puccinelli", "Andy Fantuz"], "q": "if there will even be a 2011 season. And despite that, last week the Chicago Bears signed <strong> Andy Fantuz </strong> from the Canadian Football League. <strong> Mike Puccinelli </strong> Schlaak and his also had tickets to Super Bowl XLV in Dallas. <q>And it was the most ridiculous experience of my life,</q> Schlaak said. So, let me get this straight: <strong> Michael Vick </strong> got the key to the city of Dallas this weekend, by Mayor Pro Tem, <strong> Dwaine Caraway </strong>? Um... what? Bernstein: Hawks' Magic Long", "new_id": -2}, {"uid": "1296705162088064025", "i": 28719, "idx": 1, "sa": ["Michael Vick"], "q": "throughout the season. The biggest move was acquiring Eagles quarterback <strong> Michael Vick </strong> on the waiver wire after the first week of the season. <strong> Michael Vick </strong> would go on to be one of the top-scoring players in fantasy football. <q>I'm not going to make it sound like I'm an expert or anything,</q> Tulipane said. \"But at the end of the season, I started listening to some of the gurus on television, and that didn't work.\" Marketplace videos Watch the latest offers, products", "new_id": -2}, {"uid": "1297219862236716044", "i": 25585, "idx": 3, "sa": ["Colin Powell", "President Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q>As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal,</q> he wrote. U.S. handling of Egypt protests now alienating pretty much everyone Read the latest conservative news and political commentary from the# 1 conservative news source- Townhall.com. Stay up to date with news headlines,", "new_id": -2}, {"uid": "1295566930055705733", "i": 37035, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": "Thu, Jan 20, 2011, 6:42 PM EST- U.S. Markets closed <strong> Google Inc. </strong> co-founder Page to replace <strong> Eric Schmidt </strong> as CEO{ \"s\": \"goog, novl\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} <strong> Michael Liedtke </strong>, AP Technology Writer, On Thursday January 20, 2011, 6:19 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>, a", "new_id": -2}, {"uid": "1295754537127680553", "i": 17004, "idx": 0, "sa": ["Andy Coulson"], "q": "and formed the Project For The New American Century, who called for \"A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR\" TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Report Abuse <q> \"The exiled head of the main Tunisian Islamist party, which was banned by <strong> Zine El Abidine Ben Ali </strong>, told AFP that he now planned to return to his homeland.</q>\" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4", "new_id": -2}, {"uid": "1297105048023560212", "i": 20827, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "troops to Iraq early on constitutes the biggest mistake of the war. \"In a war, many things cost lives,\" <strong> Donald Rumsfeld </strong> says. When <strong> Diane Sawyer </strong> noted <strong> President Bush </strong> has written that cutting troop levels in Iraq was <q>the most important failure in the execution of the war,</q> <strong> Donald Rumsfeld </strong> called that assessment \"interesting.\"", "new_id": -2}, {"uid": "1297204047246546474", "i": 11706, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush", "Hosni Mubarak"], "q": "Says Egypt's <strong> Hosni Mubarak </strong> Knows He's On the Way Out Defense <strong> Donald Rumsfeld </strong> said Egyptian <strong> President Bush </strong> <strong> Hosni Mubarak </strong> \"is behaving in a way that he understands that he will eventually depart\" and that the crisis in Egypt is <q>probably best handled through private diplomacy.</q> <strong> Donald Rumsfeld </strong>, who has known <strong> Hosni Mubarak </strong> since 1975, told ABC's Good Morning America that the United States' interest in Egypt should be focused on \"having that country evolve toward freer economic systems.\" <strong> Donald Rumsfeld </strong>,", "new_id": -2}]