[{"uid": "1295566818075235369", "i": 6352, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to assume more of a behind-the-scenes role as much as Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old founder, <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1296839260225148929", "i": 35902, "idx": 2, "sa": ["Dan Gable", "Sen. Bernie Sanders"], "q": ", not a path to riches. The way HCR is structured, all <strong> Sen. Bernie Sanders </strong> has to do is wait a couple of years and he gets his wish. 26 posted on 02/04/2011 9:04:24 AM PST Busywhiskers( <q> Once you have wrestled, everything else in life is easy </q>- <strong> Dan Gable </strong>) To: P-Marlowe; Nachum; wagglebee; trisham Nothing like having a member of the ruling class telling us which businesses are permitted and which are not. I'm betting <strong> Sen. Bernie Sanders </strong> would", "new_id": -2}, {"uid": "1294977903249905195", "i": 5925, "idx": 2, "sa": ["Allen Iverson", "Devean George"], "q": "rebounds and <strong> Devean George </strong> Lynch had eight points and 12 rebounds for Philadelphia, which improved the NBA's best record to 46-16.`` It felt funny playing against guys you played with all year,'' <strong> Allen Iverson </strong> said. <q> You look left, you look right and there are guys that were always right there in the foxhole with you, who felt bad when you felt bad. It was tough. </q> <strong> Allen Iverson </strong>, who scored 40 or more points for the 16th time this season, had 17 in the first quarter and 16 in the third. He made eight straight shots in one stretch and finished 16-of-30. The", "new_id": -2}, {"uid": "1297706494051036178", "i": 38281, "idx": 5, "sa": ["Cecile Richards", "Mike Pence"], "q": "LifeNews.com obtained, <strong> Cecile Richards </strong> said she is expecting a vote this week on the <strong> Mike Pence </strong> measure, which she called`` the most dangerous legislative assault on women's health in Planned Parenthood's 95-year history.'' <q> That's not an exaggeration, it is a simple fact- and if they succeed, the consequences for women will be catastrophic. We need everyone who cares about women's health to join together to oppose this attack on Planned Parenthood and those we serve, </q> she said.`` Anti-choice House leadership wants to completely eliminate this crucial funding- particularly for Planned Parenthood. Tell your representative to vote NO.''`` This attack on family planning funding is not an", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}, {"uid": "1295124191182747183", "i": 33202, "idx": 1, "sa": ["Zendon Hamilton", "Allen Iverson"], "q": "Lopez and <strong> Zendon Hamilton </strong> proved to be too much for <strong> Allen Iverson </strong>'s one-man show, as St. John's played one of its finest games of a so-far erratic season, upsetting sixth-ranked Georgetown, 83-72, before 13882 fans. <q> That's my game, basically, </q> Lopez said.`` Up tempo.'' And in control. If one play could have summed up the contest's outcome, it came with just over five minutes to play and St. John's leading by 9", "new_id": -2}, {"uid": "1295581289167378962", "i": 12499, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "comes from Silicon Alley Insider:`` This is not a loss for Google,'' notes Jay Yarow.`` Increasingly, it has seemed like <strong> Eric Schmidt </strong> was just an ambassador'' for the company. <q> Our read of the company is that <strong> Sergey Brin </strong> and Page have been driving most of the major strategic decisions for a while, </q> says Yarow. So what brought the move about? It's probably`` because <strong> Sergey Brin </strong> and Larry were frustrated with dealing with him. Note the quote from <strong> Eric Schmidt </strong> that Google wanted to` speed up decision making.", "new_id": -2}, {"uid": "1297282262095453186", "i": 41247, "idx": 1, "sa": ["Zahi Hawass"], "q": "interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs from the museum shop. <q> Thank God the museum was dark and they could not see anything, </q> he said. He praised Egyptian anti-government protesters who had stood guard outside the museum and caught some of the thieves as they tried to get away.`` It was wonderful to find that these real", "new_id": -2}, {"uid": "1296257094202539037", "i": 38066, "idx": 1, "sa": ["Donald Rumsfeld", "Will Washington", "Hosni Mubarak"], "q": ". In a bitter irony, <strong> Will Washington </strong> supports the <strong> Hosni Mubarak </strong> dictatorship, including its atrocities, while also backing and financing its detractors, through the activities of FH, NED, among others.. <q> Freedom House's effort to empower a new generation of advocates has yielded tangible results and the New Generation program in Egypt has gained prominence both locally and internationally. Egyptian </q> visiting fellows from all civil society groups received[ May 2008] unprecedented attention and recognition, including meetings in <strong> Will Washington </strong> with US <strong> Donald Rumsfeld </strong> of State, the National Security Advisor, and prominent members of Congress. In the", "new_id": -2}, {"uid": "1297108146141246491", "i": 18928, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "WASHINGTON, Feb. 7( UPI)-- <strong> President Bush </strong> U.S. Defense <strong> Donald Rumsfeld </strong> <strong> Donald Rumsfeld </strong> is conceding`` it's possible'' too few troops were sent to invade Iraq. <q> In a war, many things cost lives, </q> <strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on`` Nightline'' Monday. <strong> President Bush </strong> has written that the troop level in Iraq was`` the most important failure in the execution of the war.''", "new_id": -2}]