[{"uid": "1296407544252772372", "i": 140, "idx": 18, "sa": ["Kyle Korver", "Maurice Cheeks", "Allen Iverson"], "q": "that to happen with 4.9 seconds left, it's devastating,\" <strong> Allen Iverson </strong> said. <strong> Kyle Korver </strong> was a surprise presence on the floor at that end, considering he lost his starting job because of his poor defense. <q>We didn't make the correct switch,</q> Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. \"Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out", "new_id": -2}, {"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,\" says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q>Then a friend of mine... called me and said,' I think you're making a big mistake,'?</q> he says. \"Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?\"", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}, {"uid": "1295546693266108960", "i": 12827, "idx": 0, "sa": ["Ron Paul", "Mr. Bauer", "Gary Bauer", "Mike Pence"], "q": "is against abortion, they should also be against this policy.\" The policy has been www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q>All the obvious frontline names have all the usual pluses and minuses,</q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana <strong> Ron Paul </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1296166138113442846", "i": 4931, "idx": 0, "sa": ["Dick Armey", "Mike Pence"], "q": "<strong> Dick Armey </strong> <strong> Mike Pence </strong>( R-IN), who has become something of a dream presidential candidate for many conservative bloggers and activists, appears to be about to say that he will Howey Politics Indiana reports: <q>U.S. <strong> Dick Armey </strong> <strong> Mike Pence </strong> has ruled out a run for national office and will tour the state in the next few months, informed and reliable sources tell Howey Politics Indiana. The sources say that <strong> Mike Pence </strong> has not made a final decision about a run for governor, keeping open the option of running for reelection in the 6th CD.</q> National Journal got in touch with <strong> Mike Pence </strong>'s mother, who predicted that he would make an announcement tomorrow-- though she would not say just what the announcement would in fact be. Roll Call reports, <strong> Mike Pence </strong> is", "new_id": -2}, {"uid": "1297102335159612934", "i": 9868, "idx": 0, "sa": ["Michael Vick"], "q": ". All in the name of almighty football. <strong> Michael Vick </strong> broadcasts his deep and abiding concern for the dogs he damaged- he had his moment and his blew it. Just like the member of his thug entourage says <q>we don't care about the dogs</q>- a complete and honest rebuttal of everything that has come out of this moron's mouth. But hey- he can throw a damn good pass and THAT is what we should be concerned with. What a", "new_id": -2}, {"uid": "1296665489109838338", "i": 21, "idx": 1, "sa": ["Percy Bysshe Shelley", "Andy Coulson", "Kenny Kunene"], "q": "do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which... \" \"The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" <q>Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>, an ambitious Brit who...</q> \"Is the new Backbench Business Committee about to make some serious enemies? This new-fangled innovation has done pretty well so...\"\" Wealthy ANC supporter <strong> Kenny Kunene </strong>( left) eating sushi from the body of a", "new_id": -2}, {"uid": "1296500989172736528", "i": 35545, "idx": 3, "sa": ["Clive Goodman", "Andy Coulson", "Tommy Sheridan"], "q": "<strong> Andy Coulson </strong> replied, \"yes he was a reporter on the paper\" Mr <strong> Tommy Sheridan </strong> asked if Mr <strong> Andy Coulson </strong> had emailed Mr <strong> Clive Goodman </strong> asking him to \"take the blame for the good of the paper\" Mr <strong> Andy Coulson </strong> responded <q>No, I'm positive, do you have that email Mr <strong> Tommy Sheridan </strong>?</q>\" In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window", "new_id": -2}, {"uid": "1295977910157089808", "i": 30974, "idx": 22, "sa": ["Kenyon Martin", "Carmelo Anthony", "Raja Bell", "Marcus Camby", "Allen Iverson"], "q": ", I'd get a double-double every night.\" <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game, <q>but tonight, he was just so aggressive. He wanted the ball more than everybody else.</q> <strong> Carmelo Anthony </strong> said he just wanted to take advantage of the smaller defenders such as <strong> Raja Bell </strong> the Suns put on him and score some easy baskets early, \"and the way I was going to do that was with offensive", "new_id": -2}, {"uid": "1295193926076955692", "i": 5697, "idx": 0, "sa": ["Janet Napolitano", "Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "The State of the Union address is set for Jan. 25. <strong> Barack Obama </strong> meets with Pakistan's <strong> Barack Obama </strong>... <strong> Barack Obama </strong>, Mark Kelly, Daniel Hernandez, <strong> Janet Napolitano </strong> Photo in Slideshow: <strong> Chuck Schumer </strong>, <strong> Kirsten Gillibrand </strong> Report Abuse <q>Okay, yes, this is a nice symbol of an effort on the part of the Senators, to sit together, during the State of the Union speech. But, just judging by the tenor of the responses here, by many of you \"real Americans,</q> and otherwise, it just shows you how fugged-up this country has become.\" So, instead of pretending that we still view this place, as the best country in the world, to live,", "new_id": -2}, {"uid": "1297203706130318389", "i": 48969, "idx": 1, "sa": ["Michael Vick"], "q": "the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal drugs. To obey their parents and pick the people they hang around.\" Adding, <q>That's a message I would challenge anybody to say that not one kid across America shouldn't hear from people in notoriety such as <strong> Michael Vick </strong>.</q> This past season, <strong> Michael Vick </strong> was named NFL Comeback Player of the Year and now this? Somehow we feel there has to be somebody better suited for this honor. You can see a shaky", "new_id": -2}]