[{"uid": "1295456090049922076", "i": 24697, "idx": 2, "sa": ["Simon Cowell"], "q": "the iconic <strong> Simon Cowell </strong> in the judges' box. \"No show can maintain craze status indefinitely. The show had signs of weakness last year and the downward trend is likely to continue,\" McCall said. <q>The loss of <strong> Simon Cowell </strong>[ <strong> Simon Cowell </strong>] alone gives viewers a sense that the decline is upon us.</q> Still, it's hard to count out the program that has topped the Nielsen ratings for an unprecedented six straight seasons. \"There's going to be a lot of interest and heavy sampling", "new_id": -2}, {"uid": "1296860701179634180", "i": 10165, "idx": 0, "sa": ["Sergio Marchionne"], "q": "( Reuters)- Chrysler is working to refinance what its chief executive characterized as \"shyster loans\" that the Obama administration extended as part of a bailout to keep the automaker from collapse in 2009. <q>I want to pay back the shyster loans,</q> <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician. \"Pay back the loans, get those out and then take( the company) public.\") which", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q>I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company,</q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called \"Googled: The End of the World As We Know It,\" said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}, {"uid": "1296070623164806686", "i": 26392, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "failure to stop looting after the fall of Baghdad- dismissed by <strong> Donald Rumsfeld </strong>, then US defence secretary, in his notorious phrase \"stuff happens\"- was \"disastrous\". He told the inquiry: <q>It was crime and kidnapping. A virus of insecurity and instability was let loose</q>. He said there would have been a Sunni-led insurgency in any event. \"Did we exarcerbate it? Yes we did,\" he said. The inquiry released a valedictory telegram Richmond sent", "new_id": -2}, {"uid": "1297578791043696137", "i": 2828, "idx": 0, "sa": ["Gov. Rick Perry", "Bill Lockyer"], "q": "health problems. <strong> Gov. Rick Perry </strong> has a two-year budget cycle, which allowed it to camouflage its red ink last year, thanks in large part to billions of dollars in federal stimulus money. Now, however, <q>someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore,</q> said California Treasurer <strong> Bill Lockyer </strong>, with evident satisfaction. The scene in the statehouse in Austin in recent days would be familiar to those who frequent California's Capitol. Throngs of advocates for the poor, the", "new_id": -2}, {"uid": "1296789105264011886", "i": 33151, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Joyce Pierson"], "q": "the Chicago native who twice ran the Pentagon. Here are a few: Â· The day after graduating from college in 1954, <strong> Donald Rumsfeld </strong> was back home in Illinois and told his parents he was going out. <q>I went to find <strong> Joyce Pierson </strong> and asked her to marry me,</q> he says of <strong> Joyce Pierson </strong>, whom he had stayed in touch with since high school. \"There was little buildup, little suspense, and The 2011 State of the U...( 19:02:02 \"<strong> Barack Obama </strong> speaks", "new_id": -2}, {"uid": "1297346097125812744", "i": 15395, "idx": 0, "sa": ["Janet Napolitano", "Donald Rumsfeld"], "q": "& search= Search\", \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/02/09/VI2011020905950.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=02092011-71v&amp;flvURL=/media/2011/02/09/02092011-71v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F02%2F09%2F02092011-71v.jsn\"}{ \"title\": <q><strong> Janet Napolitano </strong>: Threat may be highest since 9/11</q>, \"description\": \"In testimony before Congress, Homeland Security <strong> Donald Rumsfeld </strong> <strong> Janet Napolitano </strong> said the terror threat continues to evolve and may be at its highest level since the September 11th attacks.( Feb. 9)\"", "new_id": -2}, {"uid": "1296856799145915922", "i": 23925, "idx": 3, "sa": ["Sergio Marchionne", "Michael Rosenberg"], "q": ", Dodge Durango, Dodge Charger, Dodge Challenger and the Fiat 500 minicar are just now arriving in dealerships. \"This team is now faster than Fiat's,\" <strong> Sergio Marchionne </strong> said. <q>They needed to have a guy, a jerk like me, to ask \"Why not?' every time they told me something couldn't be done.</q> Separately, <strong> Sergio Marchionne </strong> said he would not sell Fiat\"s Alfa Romeo brand to Volkswagen as long as he is Fiat CEO. <strong> Michael Rosenberg </strong>: Out-of-step Michigan State might miss NCAA tournament Detroit police", "new_id": -2}, {"uid": "1295139772120274975", "i": 15868, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ". It was raw strength. It was so beautiful and so moving,\" <strong> Kirsten Gillibrand </strong> said. \"It felt like a miracle. It felt like we were watching a miracle,\" said Wasserman-Schultz. <q>Other than the birth of my kids, this was the most incredible feeling, to see... one of your closest friends just struggle to come back to you, to come back to her family, to come back to her friends.</q> It was sparked, the lawmakers said, by simple banter and human warmth. They took turns holding <strong> Gabrielle Giffords </strong>' hand. <strong> Kirsten Gillibrand </strong> was talking about how <strong> Gabrielle Giffords </strong> and Mark needed to be back eating pizza soon", "new_id": -2}, {"uid": "1295223510099581967", "i": 4358, "idx": 0, "sa": ["Eric Schmidt", "The CEO", "David Iglesias"], "q": "shared with third parties. The company will document all cases where legally binding censorship requests have been complied with, and that information will be publicly available. <strong> David Iglesias </strong> Drummond, senior vice president for corporate development, said <q>Pulling out of China, shutting down Google.cn, is just not the right thing to do at this point... but that's exactly what this proposal would do.</q>[ 18] <strong> The CEO </strong> <strong> Eric Schmidt </strong> and founders Larry Page and Sergey http://wn.com/DHS_OFFICIALLY_MERGES_WITH_SPLC__NEW_RED_TERROR_SECRET_POLICE Southern Poverty Law Center is Now Officially Part of DHS. <strong> The CEO </strong> of SPLC now sits on the DHS \"Working Group on Countering Violent Extremism\" along", "new_id": -2}]