[{"uid": "1297452741150323218", "i": 57133, "idx": 5, "sa": ["Steve Ballmer"], "q": "`` is not a new habit... Similar sales garnered attention back in 2010 and 2009.'' Microsoft is at a crossroads: <strong> Steve Ballmer </strong> is the company's second-largest shareholder, and he's undoubtedly tired of seeing <q> his own stock options languish, </q> too, href=\"http://us.rd.yahoo.com/dailynews/theweek/cm_theweek/storytext/212033/40147989/SIG=132k5g030/*http://www.informationweek.com/news/windows/microsoft_news/showArticle.jhtml?articleID=229204354\"> says Paul McDougall in InformationWeek. And by all indications, he's on the cusp of a major management shakeup. If <strong> Steve Ballmer </strong> makes some good, tough leadership changes, Microsoft might", "new_id": -2}, {"uid": "1296712458199049251", "i": 5730, "idx": 0, "sa": ["Ron McBride", "Michael Vick"], "q": "receivers and eight defensive players. <strong> Ron McBride </strong> was particularly high on defensive lineman Connor Myers and Eric Shufford,`` a <strong> Michael Vick </strong> prototype'' who will be used as a change-of-pace with quarterback Mike Hoke. <q> This guy's film was unreal, </q> <strong> Ron McBride </strong> said of Shufford.`` We also got the best defensive lineman in Oklahoma[ Myers]. I don't know how we got him.`` This class was basically designed to fill what we", "new_id": -2}, {"uid": "1295584934175472716", "i": 15849, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "energy to strategic projects.'' As for current CEO <strong> Eric Schmidt </strong>, he will end up as the executive chairman. <strong> Eric Schmidt </strong> certainly has a wicked sense of humor despite remaining as an adviser to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, tweeting <q> Day-to-day adult supervision no longer needed! </q>.", "new_id": -2}, {"uid": "1295479113159825927", "i": 1206, "idx": 1, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": ". How will <strong> Nigel Lythgoe </strong>'s return to Idol change things? One former Fox insider tells Vulture the return of the banished producer( and So You Think You Can Dance judge) should not be discounted: <q> It's very significant, </q> the source says. <strong> Nigel Lythgoe </strong> was at the helm of Idol during its glory years and seemed to get pushed aside, at least in part, by <strong> Simon Cowell </strong>'s desire for greater control of the show. Now <strong> Nigel Lythgoe </strong>", "new_id": -2}, {"uid": "1296422704029392937", "i": 55416, "idx": 0, "sa": ["Zahi Hawass"], "q": "from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1297124258224133148", "i": 43581, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": ", Feb 7, 2011, 7:17 PM EST- U.S. Markets closed <strong> Simon Cowell </strong> courts groups, maybe <strong> Paula Abdul </strong> for` X Factor'{`` s'':`` nwsa'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Lynn Elber, AP Television Writer, On Monday February 7, 2011, 6:36 pm LOS ANGELES( AP)-- <strong> Simon Cowell </strong> wants", "new_id": -2}, {"uid": "1295018682159514651", "i": 9568, "idx": 1, "sa": ["Colin Powell"], "q": "bestow, to the Tuskegee Airmen for their contributions and sacrifices made decades earlier. At the presentation ceremony, former Secretary of State <strong> Colin Powell </strong> addressed the 300 airmen, widows and other relatives gathered in the Capitol rotunda: <q> Why did you serve a nation that would not serve you? When the conflict was over, you returned to the same conditions. You still believed in a vision of what the Declaration and Constitution set forth of what America could be. Thank you for what you did for African-Americans. Thank you for what you've done for America. </q> terms of service. Friday January 14, 2011, 10:18 AM- No rate increase in cleaned-up Passaic Valley sewerage agency's budget N.J. to end home therapy for 3,000 children with behavioral problems Two North Bergen men", "new_id": -2}, {"uid": "1295393592188055616", "i": 22065, "idx": 0, "sa": ["Hillary Clinton", "Kirsten Gillibrand"], "q": " Meanwhile, a bipartisan slate of U.S. senators wrote to U.S. Secretary of State <strong> Hillary Clinton </strong> urging her to quash a resolution circulating at the U.N. Security Council which it suggests dictates terms for a settlement. <q> A resolution of this nature would work against our country's consistent position, which has been that this and other issues linked to the Middle East peace process can only be resolved by the two parties negotiating directly with each other, </q> says the letter, signed by 17 senators and initiated by Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.). JTA has obtained a draft of the resolution, reportedly initiated by the Palestinian delegation to the United Nations; it", "new_id": -2}, {"uid": "1297294599036945959", "i": 13604, "idx": 0, "sa": ["Mike Pence"], "q": "on how to obtain abortions for underage girls and circumvent sex crime laws. Planned Parenthood said the undercover tapes were highly edited, but the group fired an employee that appeared in one of the videos. <q> Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> said <strong> Mike Pence </strong>( R-Ind.), who's sponsoring the Title X bill. Other abortion rights groups slammed the Appropriations Committee proposal Wednesday afternoon. To: jazusamo Cut off all public funds then", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q> Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said.`` These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,'' he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}]