[{"uid": "1295631654004243463", "i": 7513, "idx": 0, "sa": ["Eric Schmidt"], "q": "officer as of April 4, handing the reins to Google co-founder Larry Page, who will become the central figure in day-to-day operations. Mr. <strong> Eric Schmidt </strong> will take the title of executive chairman, which entails a focus on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.</q> Perhaps the most important aspect of Mr. <strong> Eric Schmidt </strong>'s new job will be keeping government bodies at bay, as Google's dominance attracts more attention from regulatory authorities. The earnings season winners Google's other co-founder", "new_id": -2}, {"uid": "1295005888194838584", "i": 21298, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "had been telling her that she was inspiring the country with her courage and that we couldn't wait to take her out to pizza and a weekend away,\" <strong> Kirsten Gillibrand </strong>, a New York Democrat, said. <q><cite> skint: Jan. 13, 2011- 3:19 PM EST </cite> Lets tell the FACTS Ms. Hunt because they are out there.</q> Rep. <strong> Gabrielle Giffords </strong> opened her eys and responded to commands last Sunday, Monday and Tuesday. The doctors TOLD us in their media coverage on those days, so don't try heaping praise on some kind", "new_id": -2}, {"uid": "1297127604055640064", "i": 5711, "idx": 2, "sa": ["Steve Ballmer", "Nick Turner", "Wes Miller"], "q": "long as it produces results soon, <strong> Wes Miller </strong> said. \"You can play pin the blame on the donkey, but the reality is <strong> Steve Ballmer </strong> has to accept some of the blame,\" he said. <q>He also has to put the right people in the right places.</q>-- Editors: <strong> Nick Turner </strong>, Tom Giles To contact the reporter on this story: Dina Bass in Seattle at dbass2@bloomberg.net", "new_id": -2}, {"uid": "1297430725063684608", "i": 43946, "idx": 0, "sa": ["Simon Cowell"], "q": "We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour. It hasn't been tested yet but that's the idea.\" <q>We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour. It hasn't been tested yet but that's the idea.</q> Although <strong> Simon Cowell </strong> will resume a role on the judging panel of' The X Factor', it is unclear if he will take part in the entire show after reportedly telling ITV1 bosses he will", "new_id": -2}, {"uid": "1295788220057016357", "i": 32832, "idx": 5, "sa": ["Detroit Red", "Rasheed Wallace", "Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Allen_Iverson_25pts_vs_Kobe_Bryant_Lakers_08/09_NBA_*Great_Dunks_Alleyoop_by_Kobe! The new-look <strong> Detroit Red </strong> Pistons still have the Los Angeles Lakers' number. <strong> Rasheed Wallace </strong> had 25 points and 13 rebounds, <strong> Allen Iverson </strong> added", "new_id": -2}, {"uid": "1297091671234488044", "i": 18408, "idx": 0, "sa": ["Michael Gove", "Darren Henley"], "q": "Govt U-Turn Means Music Lessons To Stay Govt U-Turn Means Music Lessons To Stay Education to continue paying towards lessons and instruments. Education Secretary <strong> Michael Gove </strong> said: <q>Many disadvantaged children are denied the music education they deserve. \"That's why we need to bridge this musical divide.</q> There had been fears music lessons would be seen as a \"disposable luxury\" but a new report by Classic FM boss <strong> Darren Henley </strong> has argued strongly that funding should continue. He makes 36 recommendations, among", "new_id": -2}, {"uid": "1297642831198574106", "i": 15882, "idx": 1, "sa": ["Shayne Ward", "Simon Cowell"], "q": "other places.\" <strong> Shayne Ward </strong> tells the Shropshire Star that he doesn't seen \"X Factor\" judge/executive producer <strong> Simon Cowell </strong> that much these days because \"he's always off,\" says <strong> Shayne Ward </strong>. <q>I don't find him intimidating. I know people do.</q> <strong> Shayne Ward </strong> is not shy about disagreeing with <strong> Simon Cowell </strong>. In an interview with Digital Spy, <strong> Shayne Ward </strong> took issue with <strong> Simon Cowell </strong>'s decision to have 12 years old be the minimum age requirement for \"The", "new_id": -2}, {"uid": "1297269838172048416", "i": 25075, "idx": 3, "sa": ["Steve Ballmer", "Preston Gralla"], "q": "<strong> Preston Gralla </strong> hebben nerds aan de macht geen zin. \"<strong> Steve Ballmer </strong> kan de meest briljante ontwikkelaars onder hem hebben, maar het draait om een visie voor de toekomst.\" Dean Takahasi van Venturebeat stelt het nog scherper: <q>Op een gegeven moment kan <strong> Steve Ballmer </strong> niet meer de schuld op mensen binnen de organisatie schuiven en moet hij zelf de verantwoordelijkheid nemen. Dat hebben we eerder gezien bij Nokia en AMD.</q> De kans lijkt klein dat met het aanstellen van nieuwe topmanagers de aandeelhouders direct tevreden gesteld worden. \"Het kan wel de druk op <strong> Steve Ballmer </strong> wegnemen, maar alleen als het op korte termijn resultaat oplevert\"", "new_id": -2}, {"uid": "1296167737065404956", "i": 40859, "idx": 3, "sa": ["Mike Pence"], "q": "would not run for governor due to health concerns, and so far no other Republican star has stepped forward to enter the race. In his letter, <strong> Mike Pence </strong> said that throughout his life, <q>I have learned to follow my heart, and my heart is in Indiana.</q> Subscribe Copyright Â© 2010 Use of this site signifies your agreement to the", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,\" said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons. \"He's a Hall of Fame coach,\" said <strong> Allen Iverson </strong>. <q>So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that.</q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped. \"Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}]