[{"uid": "1296680350157417514", "i": 18867, "idx": 0, "sa": ["Jeremy Paxman", "Rupert Murdoch", "Andy Coulson", "Craig Oliver"], "q": "3 February 2011. It was last modified at <strong> Rupert Murdoch </strong> unveils next step in media empire- the iPad` newspaper' Follow the latest tweets about the BBC from the MediaGuardian team <strong> Jeremy Paxman </strong> axes Newsnight daily email <q> It's crap, dreamed up like so many utterly brilliant initiatives by visionary BBC management. </q> BBC's <strong> Craig Oliver </strong> is the new <strong> Andy Coulson </strong> Bestsellers from the Guardian shop", "new_id": -2}, {"uid": "1296048473187023381", "i": 51514, "idx": 0, "sa": ["Greg Walden", "Mike Pence", "David Mark", "Mike Allen", "Eric Cantor", "John King", "Barack Obama"], "q": "<strong> Barack Obama </strong>'s reDavid Marks tonight and look forward to worJohn King with Congress and the Administration in the months ahead.'' But the House telecom subcommittee chair, <strong> Mike Pence </strong> <strong> Greg Walden </strong>( R-Ore.), told`` Morning Tech'': <q> I don't know how achievable it is, but we're going to look at it. </q> 6) Clean energy:`` I chMike Allenge you to join me in setting a new goal: by 2035, 80% of AmEric Cantora's electricity will come from clean energy sources. Some folks want wind", "new_id": -2}, {"uid": "1296744552199131154", "i": 36536, "idx": 60, "sa": ["Donald Rumsfeld", "Richard Myers"], "q": ".'' A week later, <strong> Donald Rumsfeld </strong> gave the president a handwritten note saying`` that you have my resignation as Secretary of Defense any time you feel it would be helpful to you.'' <q> Don, someone's head has to roll over this, </q> Bush told him. But the president called him that night and said that`` your leaving is a terrible idea.'' Bush asked whether he should oust Gen. <strong> Richard Myers </strong> instead. <strong> Donald Rumsfeld </strong> replied that he would be``", "new_id": -2}, {"uid": "1297200983061325341", "i": 2164, "idx": 5, "sa": ["Hamid Karzai", "Donald Rumsfeld", "Colin Powell", "George H. W. Bush"], "q": "with more consequence than the muddled plan for postwar Iraq. The Defense Department pushed early on`` to do what we'd done in Afghanistan''- where a tribal loya jirga had quickly anointed <strong> Hamid Karzai </strong> as leader. <q> The goal was to move quickly to have an Iraqi face on the leadership in the country, as opposed to a foreign occupation. </q> Mr. <strong> Donald Rumsfeld </strong>'s early takeaway from NSC meetings was that`` the <strong> George H. W. Bush </strong> agreed.'' Yet <strong> Colin Powell </strong>'s State Department was adamantly opposed. It was suspicious of allowing Iraqi exiles to help govern, claiming they", "new_id": -2}, {"uid": "1297117350135839819", "i": 55313, "idx": 1, "sa": ["Simon Cowell"], "q": "will be able to audition for the show- which has a$ 5 million recording contract for the winner- and <strong> Simon Cowell </strong> is confident they can handle the pressure of the competition. He said: <q> We have started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person. </q>", "new_id": -2}, {"uid": "1296244617002752522", "i": 15457, "idx": 3, "sa": ["Rasheed Wallace", "Allen Iverson", "Kobe Bryant", "Yao Ming"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoYao Ming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Kobe Bryant_Kobe Bryant_Clutch_3_Pt_Shot_Game_3_Western_Conference_Finals_2009 <strong> Kobe Bryant </strong> hits a huuuuge 3 to give the Lakers the lead for", "new_id": -2}, {"uid": "1295808436044548117", "i": 9667, "idx": 3, "sa": ["Erin Andrews", "David Letterman", "Keith Olbermann"], "q": "a 2007 appearance on the`` Late Show,'' host <strong> David Letterman </strong> asked <strong> Keith Olbermann </strong>,`` What is it about you? You seem to burn bridges wherever you leave.'' said of his relationship with ESPN, <q> I don't burn bridges, I burn rivers. If you burn a bridge, you can possibly build a new bridge, but if there's no river any more, that's a lot of trouble. I just try to run the place. </q> Article: <strong> Keith Olbermann </strong> and MSNBC: a failing relationship... ESPN sportscaster <strong> Erin Andrews </strong> takes pictures with her iPhone... <strong> Keith Olbermann </strong> leaves MSNBC, ends` Countdown' <strong> Keith Olbermann </strong> leaving MSNBC, suddenly exiting nightly show; no further... Photo", "new_id": -2}, {"uid": "1297392980136445954", "i": 33917, "idx": 0, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "and controversial when considering race issues. An overtone in the award is a sense, which prevails both in professional athletics and in American society, that the natural response to unequal racial treatment in courts should be to <q> stick it to the man </q> and redefine justice by the terms of the minority group. <strong> Dwaine Caraway </strong>'s claim to racial justice is misplaced. Regardless of whether <strong> Michael Vick </strong> faced unfair treatment in trial for his dog-fighting charges, the courts must not", "new_id": -2}, {"uid": "1295404963171524096", "i": 26887, "idx": 0, "sa": ["Howard Stern", "Jay Leno", "Piers Morgan", "David Letterman"], "q": "took place last year. During his interview on`` <strong> Piers Morgan </strong> Tonight,'' <strong> Howard Stern </strong> expanded on his dislike for the host- and his dismay at those who watch <strong> Jay Leno </strong>'s show. As he told <strong> Piers Morgan </strong>, <q> I won't do[ his show] again. </q> <strong> Howard Stern </strong> is also staunchly Team <strong> David Letterman </strong>.`` I don't know why he's beaten <strong> David Letterman </strong> in the ratings,'' said <strong> Howard Stern </strong>.`` It's beyond my comprehension. America must be", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}]