[{"uid": "1296218653223641622", "i": 29204, "idx": 0, "sa": ["Simon Cowell"], "q": "show supremo <strong> Simon Cowell </strong> wants to give her a role on the US programme when it launches later this year, even if network Fox block her appointment as a panellist. A source told The Sun newspaper: <q><strong> Simon Cowell </strong> desperately wants <strong> Cheryl Cole </strong> to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor. \"It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon them by going straight on the panel.</q>( c) BANG", "new_id": -2}, {"uid": "1295580035256213030", "i": 22448, "idx": 5, "sa": ["Eric Schmidt", "John Battelle", "Sergey Brin"], "q": "'s fair to say that Larry Page will not be a conventional CEO-- he's not been much of a public figure for the past ten years,\" <strong> John Battelle </strong> added on his blog, Battellemedia.com. <q>It will be interesting to see if that changes, or if Page chafes at the relentless public demands of running a massively scrutinized public company.</q> <strong> Eric Schmidt </strong>, in a blog post, said: \"Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making.\"", "new_id": -2}, {"uid": "1295476329265797672", "i": 839, "idx": 0, "sa": ["Simon Cowell", "the Fox", "Steven Tyler"], "q": "seen on <strong> the Fox </strong> singing contest that begins its 10th season tonight. Hyper, effusive and giddy, <strong> Steven Tyler </strong>'s child-like energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season. <q>The part that's a little difficult is judging young kids,</q> the 62-year-old said. \"It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.\"", "new_id": -2}, {"uid": "1295439843072597613", "i": 26973, "idx": 0, "sa": ["Al Franken", "Sen. Bernie Sanders", "Lawrence O'Donnell", "Sen. Ted Kennedy", "Alvin Greene"], "q": "this morning, there are 88 nominees on the <strong> Sen. Ted Kennedy </strong> calendar, including posts at the National Labor Relations Board, the Department of Homeland Security, the Department of Commerce, the Department of Treasury and the Army. <q>This is a perversion of the filibuster and a perversion of the role of the <strong> Sen. Ted Kennedy </strong>,</q> said <strong> Sen. Bernie Sanders </strong> <strong> Al Franken </strong>. \"It used to be that the filibuster was reserved for matters of great principle. Today it has become a way to play out the clock.\" http://wn.com/Alvin_Greene_Answers_Nearly_Every_Question_With_DeMint_Started_the_Recession rescuetruth.com Odd <strong> Lawrence O'Donnell </strong> interview with <strong> Alvin Greene </strong>", "new_id": -2}, {"uid": "1295473852012009688", "i": 22830, "idx": 0, "sa": ["Sherri Shepherd", "David Letterman", "Betty White", "Regis Philbin"], "q": "him.\" <strong> Sherri Shepherd </strong> says, \"It was a little sad because you could time memories of your life with <strong> Regis Philbin </strong>\" Even the birthday girl herself was talking about it. <strong> Betty White </strong> added, <q>I think <strong> Regis Philbin </strong> is retiring hoping to set an example for me to get out of everyone's hair, but I'm not going to do it!</q> <strong> Regis Philbin </strong> called his good pal <strong> David Letterman </strong> to talk about his decision to step down, \"<strong> David Letterman </strong> you would make me feel much better if you sing a couple lines of there's no business like show business", "new_id": -2}, {"i": 47839, "idx": 0, "index_answer": 0, "new_id": -1, "q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q>He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt,</q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297382228148979729"}, {"uid": "1297234014042778761", "i": 937, "idx": 0, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": "More Abstract: The 2010 Heritage Foundation report <q>Washington's War on Cars and the Suburbs</q> disputed Transportation <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>'s claims that public transit produces substantial economic benefits, consumes only one-fifth the energy of cars, and saves billions in other costs. The author of the 2004 American Public Transportation Association report,", "new_id": -2}, {"uid": "1295026726123977759", "i": 22967, "idx": 0, "sa": ["Kayte Walsh", "David Letterman", "Camille Grammer"], "q": "<strong> David Letterman </strong>\" on Thursday night that he's marrying <strong> Kayte Walsh </strong>. His wife of nearly 13 years, <strong> Camille Grammer </strong>, filed for divorce in July. She cited irreconcilable differences. She stars in Bravo's <q>The Real Housewives of Beverly Hills.</q> They were married in 1997 and have two young children.-- CBS is a division of CBS Corp.-- Online: We encourage an open exchange of affirming and", "new_id": -2}, {"uid": "1295649400119881738", "i": 23130, "idx": 4, "sa": ["Eric Schmidt"], "q": "big decisions among the three of us,\" <strong> Eric Schmidt </strong> wrote. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" <q>As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>,</q> he said. Buy the latest industry research online today! Europe IT Buying In 2010-2011: Procurement, Investment& Industry Trends Outlook Neverfail Overview The Neverfail Group is dedicated to creating a world where business applications are", "new_id": -2}, {"uid": "1295984669051249202", "i": 35738, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace"], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said Google will hire more than 1,000 workers in Europe this year. All told, Google has more than 60 offices in 30 countries. <q>At this stage, the number of opportunities just vastly exceed the number of people we have at the company,</q> said <strong> Alan Eustace </strong>, Google's senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, Google will still have far fewer people than Microsoft Corp., probably its", "new_id": -2}]