[{"uid": "1296453850064503811", "i": 27, "idx": 0, "sa": ["Michael Vick", "David Akers", "Morten Andersen"], "q": "in the fourth quarter bounced off the right upright.`` <strong> Morten Andersen </strong> was a mentor of mine and I competed with <strong> Morten Andersen </strong> for a job in Atlanta and he taught me a lot,'' <strong> David Akers </strong> said, <q> so it means a lot to be able to pass a legend like that. </q> The game returned to its traditional home in Hawaii after a one-year detour to Miami, much to the approval of the players involved. Eagles quarterback <strong> Michael Vick </strong> started but played only the first quarter,", "new_id": -2}, {"uid": "1297417715091127848", "i": 6806, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Bloomberg News reported Thursday that the bonuses would average$ 10,000 for the company's 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q> Details regarding salaried performance awards are considered confidential employment records, </q> Ranieri said. Chrysler CEO <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both", "new_id": -2}, {"uid": "1295559703061718604", "i": 34049, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Thu, Jan 20, 2011, 4:41 PM EST- U.S. Markets closed{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Jay Yarow, On Thursday January 20, 2011, 4:14 pm <strong> Eric Schmidt </strong> is stepping down as CEO of Google, and", "new_id": -2}, {"uid": "1296318894261652524", "i": 14814, "idx": 5, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get", "new_id": -2}, {"uid": "1294962672210993211", "i": 6923, "idx": 3, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "And sure enough, she did.'' Special Section: Tragedy in Tucson <strong> Gabrielle Giffords </strong>' husband asked her to give a`` thumbs up'' if she could see the friends in the room. <q> And a few moments later, she not only gave a thumbs up, she raised her whole arm. And it was just unbelievable and indescribable, </q> <strong> Kirsten Gillibrand </strong> said.`` This is a woman with the most remarkable determination,'' <strong> Debbie Wasserman Schultz </strong> said.`` We were so excited when the doctors said,` This is incredible progress.'[ <strong> Gabrielle Giffords </strong>'", "new_id": -2}, {"uid": "1295559254082083850", "i": 11320, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "over as CEO Google announced Thursday that co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman and focus on <q> deals, partnerships, customers and broader business relationships. </q> The firm's other co-founder, <strong> Sergey Brin </strong>, will work on strategic projects and new products, Google said in a statement. It said the management changes would take effect on April 4.", "new_id": -2}, {"uid": "1296279808209059843", "i": 48484, "idx": 1, "sa": ["David Letterman"], "q": ". They put folks off for a while, managing the attention in 2006 that followed millions of Internet hits and appearances on national TV programs such as`` The Late Show with <strong> David Letterman </strong>.'' <q> Producing our second viral video remains one of the most stressful experiences of the last five years because there's all this pressure, </q> Grobe said.`` Really, it was pressure we put on ourselves, ultimately.'' It worked for the guys, who go by the name Eepybird. The second video, launched four months later", "new_id": -2}, {"uid": "1295296231143114260", "i": 401, "idx": 1, "sa": ["Brett Favre", "David Letterman"], "q": "requested that <strong> Brett Favre </strong> apologize for his inappropriate behavior of sexually harassing Christina Scavo and other massage therapists,'' the suit says. <strong> Brett Favre </strong>`` responded in an inappropriate manner and refused to apologize,'' the filing says. <q> He essentially told him to go away and as a celebrity he couldn't be bothered with the little people, </q> said the therapists' lawyer, <strong> David Letterman </strong> Jarosclawicz. He said it was his clients who got fired after the hubby's phone call. Scavo and O'Toole www.nma.tv On the same day legendary NFL quarterback <strong> Brett Favre </strong> announced his retirement", "new_id": -2}, {"uid": "1295497269083329029", "i": 3531, "idx": 0, "sa": ["Barack Obama", "Simon Cowell"], "q": "run away'' from his faith. Who gets praise? <strong> Simon Cowell </strong>, for one. And the movie`` Juno.'' <strong> Barack Obama </strong>? Unsurprisingly, not so much. She accuses him of reflecting <q> a stark lack of faith in the American people, </q> among many other things- without tipping her hand on whether she will challenge him in 2012. <strong> Simon Cowell </strong> to be honored at International Emmys'' tooltipId=`` mi_tt3''> <strong> Simon Cowell </strong> to be honored", "new_id": -2}, [{"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he's working very hard on the issue of unemployment,'' <strong> Colin Powell </strong> said, <q> which I think is the major problem facing America right now. </q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}]]