[{"uid": "1295564385175194279", "i": 16011, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": " <strong> Eric Schmidt </strong> Steps Down; Co-founder <strong> Larry Page </strong> is New Google CEO Mark Hefflinger on January 20, 2011- 10:35 am. Mountain View, Calif.- Citing a desire to <q> streamline decision making and create clearer lines of responsibility at the top of the company, </q> Google on Thursday announced that CEO <strong> Eric Schmidt </strong> will step down, becoming executive chairman, while co-founder <strong> Larry Page </strong> will take over as chief executive. <strong> Sergey Brin </strong>, the company's other co-founder, will step down as president of technology", "new_id": -2}, {"uid": "1297448550077103156", "i": 53668, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer", "Vic Gundotra"], "q": "Microsoft Partnership, New Leadership Team, Organizational Changes Nokia To Build Winning Ecosystem With Microsoft By 2012 And Already... Nokia-Microsoft: What <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> Have to Say... Nokia CEO <strong> Stephen Elop </strong> Tweet Fights With Google Exec <strong> Vic Gundotra </strong> <q> More than a thousand employees </q> walk out of Nokia offices[ Updated] Twitter Tells Advertisers to Dig Deeper:`` Promoted Trends'' Get a Price Hike BlackBerry PlayBook Android app support coming in 2H 2011 tip insiders Stop the presses: Facebook CTO", "new_id": -2}, {"uid": "1296869445224280680", "i": 55608, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "a pasar. Nuestro yacimiento, que es de 1.000 metros cuadrados, nos dicen que est como lo dejamos''. Si otros colegas no se aventuran a hacer pron?sticos, Mart?n Valent?n es menos comedido: <q> Estoy convencido de que la m?quina no se parar; los monumentos son prioritarios para los egipcios </q>, asegura. La sorpresa, en su caso, ha sido que <strong> Hosni Mubarak </strong> nombrara en su nuevo gobierno, al m?ximo responsable de las Antig?edades egipcias, <strong> Zahi Hawass </strong>, como Ministro. Hasta ahora, ni una", "new_id": -2}, {"uid": "1295903932252543006", "i": 6089, "idx": 1, "sa": ["Andy Coulson", "Nick Clegg"], "q": "of campaigning with a dog wrapped in a union flag. To quote from Why the Conservatives need someone with the common touch now that <strong> Andy Coulson </strong> has gone MarshallStack 24 January 2011 8:47 PM <q> So, who will step into the breach as the Tories' voice of the people? </q> condemsham 24 January 2011 8:53 PM Manningtreeimp 24 January 2011 9:01 PM But the Tories have Man of the People <strong> Nick Clegg </strong> to be their cheerleader, don't they? Manningtreeimp 24", "new_id": -2}, {"uid": "1296753711058556440", "i": 43309, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "high-tech sector, creating good-paying jobs.''`` As the CEO of a biotechnology company, Senator <strong> Kirsten Gillibrand </strong>'s initiative is extremely important to us,'' said Dr. Joan Fallon, Curemark founder and CEO. <q> By supporting cutting edge research in the biotechnology field, and thus allowing for innovation, these R&D tax credits will help to defray the costs of basic research and clinical programs, which can be prohibitive to the small biotech companies. We at Curemark are extremely grateful for the Senator's leadership on this issue. </q> Senator <strong> Kirsten Gillibrand </strong>'s proposal would expand the current href=\"http://www.earthtimes.org/tag/credit.html\"> credit by changing the formula to provide greater incentive for companies such as Curemark to increase investment; simplify the current credit, which is highly complicated", "new_id": -2}, {"uid": "1295673184217972744", "i": 37082, "idx": 0, "sa": ["Ed Malloy", "Gabrielle Giffords", "George Pataki", "Kirsten Gillibrand", "Roy McDonald"], "q": "is US Sen. <strong> Kirsten Gillibrand </strong>. Labor and legislative officials say Bruno- who championed the project for his former district- Gov. <strong> George Pataki </strong> and company officials assured labor several years ago that a deal would be worked out. But <q> People at the table then are no longer around, </q> said <strong> Ed Malloy </strong>, of the New York State Building& Construction Council. http://wn.com/Gabrielle Giffords_upgraded_from_critical_to_serious_condition AMD-labor deal Sen. <strong> Roy McDonald </strong>, R-Wilton, is introducing a pro-labor resolution for passage today. It calls for GlobalFoundries, the partnership that includes Advanced", "new_id": -2}, {"uid": "1295505389092585989", "i": 24072, "idx": 0, "sa": ["Tom Watkins", "Henry Ford", "Sergio Marchionne"], "q": "old haunt Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> had a <strong> Henry Ford </strong> moment Tuesday, dropping his mantra for speedy change at the auTom Watkinsaker so he could visit his old University of Windsor sTom Watkinsping grounds and indulge in nostalgia about <q> the best time in my life. </q> <strong> Sergio Marchionne </strong> revisited an old college pub, the Dominion House, for lunch and a beer before a Chrysler event. Advertisement`` They have the same chairs, the same carpet, the", "new_id": -2}, {"uid": "1297200617076382208", "i": 7575, "idx": 0, "sa": ["Michael Vick"], "q": "Laurence Lovejoy stabbed, beat, poisoned and drowned Waubonsie Valley High School sophomore Erin Justice in Aurora. Justice's mother found the 16-year-old's body in a bathtub of their townhome in March, 2004. <q> He left her to drown in a pool of her own blood, </q> DuPage County Assistant State's Attorney <strong> Michael Vick </strong> Pawl said during closing arguments Tuesday. Lovejoy, 44, formerly of Naperville, was sentenced to death in 2006, but the appellate court overturned the case amid confusion", "new_id": -2}, {"uid": "1295715717099811337", "i": 37898, "idx": 13, "sa": ["Elton Brand", "Chris Webber", "LeBron James", "Allen Iverson", "Žydrūnas Ilgauskas", "Andre Iguodala", "Phil Jackson"], "q": "what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` I just know how tough it is on him,'' <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinLeBron James about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Žydrūnas Ilgauskas </strong> added 22 points and 11 76ers vs Celtics 18/12/2009 Pueden verlo en nba.com Phil Jacksonadelphia 76ers- <strong> Elton Brand </strong>: 23 points, 8 rebounds, 2 blocks- <strong> Andre Iguodala </strong>: 18 points, 8 rebounds", "new_id": -2}, {"i": 14970, "idx": 1, "index_answer": 0, "new_id": -1, "q": "drama Soldier, Soldier. However, <strong> Simon Cowell </strong> admitted that his attempts were initially unsuccessful.`` It took me seven months to persuade these two to sign a recording contract with me,'' he said. <q> But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client. </q> He added:`` But the reason I kept doing it was is that a) I knew I could persuade them to do it and b) I knew it would be successful.'' This week", "sa": ["Simon Cowell"], "uid": "1295884115215089172"}]