[{"uid": "1295828770223035419", "i": 47781, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of the World. Mr <strong> Andy Coulson </strong> announced on Friday that he was resigning as <strong> David Cameron </strong>'s director of communications amid continuing allegations of phone hacking by the paper's journalists while he was in charge. <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she told Sky News's Murnaghan programme. Â© 2011 owned by or licensed to Trinity Mirror North West& North Wales Limited.", "new_id": -2}, {"uid": "1297091126204652561", "i": 1312, "idx": 0, "sa": ["Sergio Marchionne"], "q": "said the interest is a`` thorn in my side.'' In the past he has said the company would have posted a net profit if it weren't for interest on the loans. Refinancing would let him <q> stop explaining why I'm paying shyster rates, </q> <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> told reporters at an automotive conference that he would like`` at least to have an agreement in principle'' with banks by the end of March. The company is talking with Goldman", "new_id": -2}, {"uid": "1297697522107970622", "i": 26074, "idx": 5, "sa": ["Steve Ballmer"], "q": ", Office, Xbox Live, Facebook, he's just rattling off features. 4:05 PM`` Windows Phone 7 was really more than the launch of a single new product.'' 4:04 PM Hands on hips. <q> The last year has certainly seen a lot of change for our industry. </q> 4:04 PM And now, a hush. Here comes <strong> Steve Ballmer </strong>. 3:58 PM Our MiFi is holding up fine, thanks for asking. We've also got a half dozen redundancy plans as well, including sending", "new_id": -2}, {"uid": "1295850131219414572", "i": 29868, "idx": 9, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 <strong> John McCain </strong> House race. <q> I will always vote for the person who I think is best qualified, </q> he said.`` I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed", "new_id": -2}, {"uid": "1295165772245350404", "i": 17627, "idx": 0, "sa": ["Michael Finley", "Allen Iverson", "Fabricio Oberto", "Tim Duncan"], "q": "Conference on Saturday night. They proved themselves equal to the task. <strong> Michael Finley </strong> and <strong> Fabricio Oberto </strong> each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home. <q> Their role players beat us as much as anyone else, </q> said Karl.`` From[ Brent] Barry to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ Manu] Ginobili or[ <strong> Tim Duncan </strong>] <strong> Tim Duncan </strong> did.'' <strong> Allen Iverson </strong> led the Nuggets with 30 points and", "new_id": -2}, {"uid": "1297182562166789141", "i": 2707, "idx": 9, "sa": ["Donald Rumsfeld"], "q": "its share of revelations. <strong> Donald Rumsfeld </strong> reveals that he offered to resign twice in the wake of the devastating Abu Ghraib scandal in 2004, when photos surfaced that detailed mistreatment of Iraqi detainees by U.S. soldiers. <q> Unacceptable acts had been visited upon human beings in U.S. charge, </q> he writes.`` The ramifications were so great that, as the head of this department of 3 million people, I felt compelled to step forward to take responsibility for the institutional failure. As I began to", "new_id": -2}, {"uid": "1296600412133546009", "i": 26661, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "his sold-out show at Madison Square Garden last year. A poised <strong> Justin Bieber </strong>, 16, told a new conference he hopes the film will show people he worked at learning music and writing songs. <q> There's going to be haters no matter what. People want to see you succeed and then once you're there they want to bring you down. It's a weird world, but that's just how it is, </q> he said. <strong> Justin Bieber </strong> was fresh off an appearance Monday evening on Late Show with <strong> David Letterman </strong>, where he showed the talk-show host how to use Twitter. The young singer has 6.9 million followers on", "new_id": -2}, {"uid": "1296569233137969672", "i": 27047, "idx": 0, "sa": ["Eric Schmidt", "Ina Fried"], "q": "All Thing's Digital's <strong> Ina Fried </strong> sat down with Matias Durate, the lead designer on Honeycomb, who quickly showed <strong> Eric Schmidt </strong> isn't the only Googler prone to saying wild things about the future of technology. <q> What I am looking for is that sense that you get when Jazz musicians improvise together, </q> he said.`` The computer should be doing things in concert with you, in support with you not acting like a servant waiting for commands and then returning with results,'' Duarte said. People always think", "new_id": -2}, {"uid": "1296109290115327074", "i": 23385, "idx": 7, "sa": ["Michael Vick"], "q": "could become a free agent if the NFL labour situation allows. The Eagles want him back and <strong> Michael Vick </strong> wants to stay in Philadelphia, which gave him a shot when it seemed no one else would. <q> Hopefully, I'll be with the Eagles next year. We'll see what happens, </q> said <strong> Michael Vick </strong>, who added that he expects`` everything to go according to plan.''`` We'll see what happens over the next couple months. I just got to be patient and take it", "new_id": -2}, [{"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}]]