[{"uid": "1297148717028524550", "i": 27671, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "and, maybe, <strong> Paula Abdul </strong> on the judging panel. \"We've spoken to her, she knows I'm a big fan,\" <strong> Simon Cowell </strong> said of his former fellow American Idol judge. <q> I've always said at some point we are going to be working together. </q> But, he added, \"I have to take everyone's opinions into account,\" including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the", "new_id": -2}, {"uid": "1296783985243531800", "i": 13534, "idx": 0, "sa": ["Allen Iverson", "Andrew Bogut"], "q": "his play Friday night. Once he got the chance. Coming off the bench for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. <q> With everything going on, I wanted to play well, </q> <strong> Allen Iverson </strong> said. \"I just wanted to play well. Especially for my teammates because I let them down by not being here.\" <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Andrew Bogut </strong> Curry to begin the game, punishment", "new_id": -2}, {"uid": "1297242543083116089", "i": 15460, "idx": 3, "sa": ["Julianne Hough", "Simon Cowell", "Kit Hoover", "Ryan Seacrest"], "q": "Mezhgan Hussainy. \"The royal wedding is taking place, people are very excited. What about your wedding? Is it on schedule will you be getting married soon?\" Billy asked. <q> Well, I don't want to overshadow Prince William, so they've got ta go first, </q> <strong> Simon Cowell </strong> said. As for romance, <strong> Simon Cowell </strong> had a quip when asked about \"Idol\" host <strong> Ryan Seacrest </strong> landing girlfriend <strong> Julianne Hough </strong>. \"How did he land her?\" <strong> Kit Hoover </strong> asked.", "new_id": -2}, {"i": 3958, "idx": 1, "index_answer": 3, "new_id": -1, "q": "\" and \"The Late Show With <strong> David Letterman </strong>.\" \"Jay-Z is a person in hip-hop that you almost don't think he exists until you meet him,\" <strong> Nicki Minaj </strong> explained to MTV News last February. <q> It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like, \"Jay-Z knows me?' I didn\"t think he knew who I was, let alone recommend me for something. </q> <strong> Nicki Minaj </strong> Rocks Madison Square Garden with <strong> Lil Wayne </strong>, <strong> Friday star </strong>, Drake For New York-area hip-hop artists, ripping the Madison Square Garden stage is a status-cementing moment that few are able to realize. But not", "sa": ["David Letterman", "Lil Wayne", "Friday star", "Nicki Minaj"], "uid": "1296174568165871655"}, {"uid": "1295629102247332868", "i": 21673, "idx": 1, "sa": ["Eric Schmidt"], "q": "rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,\" said <strong> Eric Schmidt </strong>, chief executive of Google. <q> These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web. </q> During a conference call after the earnings report, Jonathan Rosenberg, senior vice president for product management, said its year's sales were powered by Google's display advertising business, which now has two million", "new_id": -2}, {"uid": "1297713451165232640", "i": 34527, "idx": 1, "sa": ["Zahi Hawass"], "q": "undated photo released by the Egyptian... Photo: <strong> Zahi Hawass </strong>: No mummies damaged by looters at Cairo's... Top Stories Video: Egyptian tourist town in dumps Top Stories Video: Royal wedding duties handed out Report Abuse <q> What hasn't been reported in US news but you can find in several euro news feeds is that the looters were actually members of the elite police force not the general public who is rioting. they were caught in the act of looting and destroying the exhibits- caught by the army- the army is now protecting the museums. </q> The Christian Science Monitor: Why Egypt's Muslim Brotherhood isn't the Islamic bogeyman The Christian Science Monitor: A budget proposal fit for Valentine's Day", "new_id": -2}, {"uid": "1295283262030097462", "i": 15655, "idx": 1, "sa": ["Piers Morgan", "Jon Stewart", "David Letterman", "Mother Teresa"], "q": "then- you know, last week both <strong> Jon Stewart </strong> and <strong> David Letterman </strong> made a huge deal of pretending not to know who I was. Fantastic! \"Cos we all know they do.\" He continued: <q> So it's funny. I want to be the great unknown of American television, the one they all pretend they don't know. That's great! Perfect! </q> Discussing how he likes \"stirring things up\" and causing \"controlled mayhem\", <strong> Piers Morgan </strong> added: \"CNN know they haven\"t hired <strong> Mother Teresa </strong>, to put it bluntly.\"", "new_id": -2}, {"uid": "1295066638160808960", "i": 35894, "idx": 0, "sa": ["Brian Cashman", "Mike D'Antoni", "David Letterman", "Mike Francesa"], "q": "was at the game.... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. <q> He doesn't listen to me, </q> <strong> Mike D'Antoni </strong> said with a laugh. \"He was nice, though, very diplomatic.\" Breakfast With A Champion WFAN and <strong> Mike Francesa </strong> will host a very special \"Breakfast with a Champion\" with Yankees GM <strong> Brian Cashman </strong>", "new_id": -2}, {"uid": "1296862767154910738", "i": 916, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "said he has spoken to Eagles quarterback <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. <q> We're looking for success stories; we're not looking for players to fail, </q> <strong> Roger Goodell </strong> said. \"He's paid a very significant price and he's doing the right thing.\" <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's", "new_id": -2}, {"uid": "1297261068179191811", "i": 20149, "idx": 7, "sa": ["Donald Rumsfeld", "President Bush"], "q": "York because otherwise the site would be abandoned. Had Powell not stood in the way, in <strong> Donald Rumsfeld </strong>'s view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after Powell's speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An Associated Press reporter who visited the site a few days after Powell's speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious", "new_id": -2}]