[{"uid": "1297275549033341453", "i": 25471, "idx": 0, "sa": ["Michael Vick"], "q": "out till the fall: Hannah Abney, a D.C.-based spokesperson for the SMU-based institute, tells Unfair Park that 10 to 15 middle schools will be involved, but they haven't been chosen yet. Says Abney, <q>There will be an open RFP process with selection criteria outlined in the fall. But it will involve schools from Texas and around the nation.</q> She said any school can apply for involvement. So, Prince Was a No-Show After All. Not Like Anyone Told the Opening Acts Or Anything. Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody", "new_id": -2}, {"uid": "1295575785037306397", "i": 42768, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "believed the company needed a more mature leader.( AP Photo/Nati Harnik) The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old founder, <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1295243276223936526", "i": 8329, "idx": 0, "sa": ["Steve Ballmer"], "q": ", the introduction of Internet Explorer 9 and of Office 365-- and citing growth in its cloud services-- Bing and Windows Azure-- <strong> Steve Ballmer </strong> thanked the company's one billion customers and attributed the company's success to <q>big technology bets that we've made.</q> Las Vegas is all about big bets and many in the tech industry have doubted the cards in Microsoft's hand, particularly in the mobile arena. <strong> Steve Ballmer </strong> came to change that perception by lauding the strength", "new_id": -2}, {"uid": "1297005750158531637", "i": 20805, "idx": 0, "sa": ["Deion Sanders", "Michael Vick", "Marshall Faulk"], "q": "the first Super Bowl between the Green Bay Packers... DALLAS- <strong> Michael Vick </strong> took a most unusual path to The Associated Press 2010 NFL Comeback Player of the Year award he received Saturday night.... Are you wondering, <q>what time does the Superbowl start?</q> It's a common search query, as is \"what time is the super bowl 2011, \"` superbowl time\"... Pro Football Hall Of Fame 2011: <strong> Deion Sanders </strong>, <strong> Marshall Faulk </strong> Voted In DALLAS", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q>The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours].</q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life \"Truman Show\" PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}, {"uid": "1297442668077905945", "i": 10913, "idx": 8, "sa": ["Michael Gove"], "q": "Under BSF, every secondary school in England was due to be rebuilt or refurbished over a 15-20-year period at an estimated cost of Â£ 55 billion. <strong> Michael Gove </strong> said the programme had been beset by <q>massive overspends, tragic delays, botched construction projects and needless bureaucracy</q>. The decision is a further embarrassment for the Education Secretary who was forced to apologise last summer after he released a flawed list of school building projects facing the axe. Play video West Ham Beat", "new_id": -2}, {"uid": "1296776655116113416", "i": 48565, "idx": 2, "sa": ["John McCain", "Colin Powell", "President Bush", "Gerald Ford", "George H.W. Bush"], "q": ", <strong> George H.W. Bush </strong>, was chilly, going so far as to imply that the elder <strong> President Bush </strong> lied about the circumstances of becoming director of Central Intelligence under <strong> Gerald Ford </strong>. He contends that \"the media image\" of Mr. <strong> Colin Powell </strong> <q>battling the forces of unilateralism and conservatism may have been beneficial to <strong> Colin Powell </strong> in some circles, but it did not jibe with reality,</q> that as secretary of state, in fact, Mr. <strong> Colin Powell </strong> \"tended not to speak out\" at meetings \"in strong opposition to the views of the president or of his colleagues.\" And he describes <strong> John McCain </strong>", "new_id": -2}, {"uid": "1295612541207978516", "i": 25107, "idx": 1, "sa": ["Tony Blair", "Andy Coulson", "Rupert Murdoch"], "q": "Mr <strong> Andy Coulson </strong> and the News of the World, accused him of sneaking out the statement on a busy news day. He also said the resignation raised \"serious questions\" about the <strong> Tony Blair </strong>'s judgment. <q>This is the second job that <strong> Andy Coulson </strong> has resigned from for something he claims to know nothing about,</q> Mr Watson said. \"His departure creates serious questions over the <strong> Tony Blair </strong>'s judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp.. It's a mark of the man", "new_id": -2}, {"uid": "1296486373063668243", "i": 2369, "idx": 6, "sa": ["Mike Pence"], "q": "dump deal. <strong> Mike Pence </strong> denounced such tactics after the campaign, writing in an essay titled \"Confessions of a Negative Campaigner\" that \"negative campaigning, I now know, is wrong.\" <q>It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan bickering,</q> he wrote in 1991. That same year, <strong> Mike Pence </strong> became president of the Indiana Policy Review Foundation, a conservative think tank based in Fort Wayne. After years as a radio talk-show host, <strong> Mike Pence </strong> started", "new_id": -2}, {"uid": "1296112200260849669", "i": 29401, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.</q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}]