[{"uid": "1295620968043139091", "i": 46860, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "amid accusations that he was aware of journalists while working as editor of the`` News of the World'' today confirm that I've resigned as Downing Street director of communications,'' <strong> Andy Coulson </strong> said in a statement. <q> Unfortunately, continued coverage of <strong> Andy Coulson </strong> resignation: statement in full This is the full statement issued by Downing Street's director of communications <strong> Andy Coulson </strong> today: Downing Street's director of communications <strong> Andy Coulson </strong> today confirm that I've resigned as Downing Street director of communications. </q> It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years.'' I'm extremely proud of the part I've played in Top Aide to British Prime Minister Resigns LONDON", "new_id": -2}, {"i": 10731, "idx": 0, "index_answer": 0, "new_id": -1, "q": "that truth will keep national headquarters from wasting the opportunity to hit up donors. Speaking of: In the same e-mail, <strong> Cecile Richards </strong> claims that <strong> Mike Pence </strong>'s bill would make it so that Planned Parenthood <q> can no longer provide family planning, birth control, or preventive care to millions of women. </q> They're a profit-maker with high-paid friends who do fundraisers for them. We're not talking about some struggling crisis-pregnancy center( The very fact that the people behind the video would fabricate a story about a child", "sa": ["Cecile Richards", "Mike Pence"], "uid": "1296777793174178305"}, {"uid": "1297677365135315498", "i": 23526, "idx": 2, "sa": ["Lois Capps", "Ron Paul", "Cecile Richards", "Mike Pence"], "q": "'s biggest problem? Unemployment How the brain responds to OMG! moments Planned Parenthood's staunchest allies in Congress- primarily liberal Democrats- have vowed to fight the proposed funding cut. <q> In my community, Planned Parenthood is a very highly regarded mainstream organization, </q> said Democratic <strong> Ron Paul </strong> <strong> Lois Capps </strong> of California, who depicted <strong> Mike Pence </strong>'s bill as`` driven by an extreme ideological agenda.'' <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the", "new_id": -2}, {"uid": "1295639822124272688", "i": 20008, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "judgment to unprecedented criticism, it deprives him of a confidante who, in contrast to the privileged backgrounds of many in Mr. <strong> David Cameron </strong>'s inner circle, was regarded as a barometer of middle class opinion. <q> You are looking at a Conservative leadership which, socially speaking, is from a fairly narrow- some would say almost exclusive- background, </q> says Time Bale, a professor of politics at the University of Sussex, of why <strong> Andy Coulson </strong> is so often described as`` crucial'' to <strong> David Cameron </strong>'s premiership. From an early childhood spent in a public", "new_id": -2}, {"uid": "1296235613016105476", "i": 40753, "idx": 4, "sa": ["Al Harrington", "Courtney Lee", "Wilson Chandler", "Allen Iverson"], "q": "Wednesday night. <strong> Courtney Lee </strong> started for New York despite the death of his grandfather, <strong> Allen Iverson </strong> Desmond <strong> Courtney Lee </strong>, who was 92 when he passed away on Tuesday night. <strong> Courtney Lee </strong> considered skipping this game but changed his mind. <q> I made the decision to stay here rather than going to St. Louis because I wanted to fill that role as team captain and leader of this team, </q> said <strong> Courtney Lee </strong>, who added nine rebounds.`` It was a quality win for us. I didn't have the best energy, but it was enough.'' <strong> Wilson Chandler </strong> added 18 points, <strong> Al Harrington </strong> scored 17,", "new_id": -2}, {"uid": "1295379414165773336", "i": 3926, "idx": 0, "sa": ["Sergio Marchionne"], "q": "what's there,'' said Paterson of the possible contaminants.`` It would stir up whatever, for however long, we don't even know how long it would last,'' he said. <q> We know being on the Union Water board, we know the intakes are right there, right next to where they're proposing to put up the wind farms out in front of Union, and it just would be disastrous for us, </q> he said. There are many new faces at Leamington town hall, but the same old concerns are there when it comes to wind turbines in Lake Erie. Chrysler CEO <strong> Sergio Marchionne </strong> joins provincial politicians and CAW representatives", "new_id": -2}, {"uid": "1295931103251396112", "i": 16310, "idx": 0, "sa": ["Bill Lockyer"], "q": "benefits they can't afford. California Treasurer <strong> Bill Lockyer </strong> said the`` pension monster boogeyman'' is being blown out of proportion for political purposes, and said bankruptcy is not necessary for struggling states. <q> They're trying to say,` Don't come to Washington D.C. for help, declare bankruptcy and undo all those state employee pensions,' </q> <strong> Bill Lockyer </strong> said.`` It's not needed.'' Pension reform advocate Marcia Fritz said the pension problem can not be underestimated and said reform needs to happen quickly.`` It's truly a", "new_id": -2}, {"uid": "1295894021267862075", "i": 40784, "idx": 0, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "Factor star had told <strong> Simon Cowell </strong> that she was unhappy with the direction her debut album was taking. However, speaking to The Sun, <strong> Cher Lloyd </strong> insisted that the judge has''[ her] back''. <q> I wouldn't be here without him, </q> she said.`` <strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to give me rules- he likes the fact I'm a bit rebellious!'' She continued:", "new_id": -2}, {"uid": "1297170616008454171", "i": 31360, "idx": 1, "sa": ["Sir Howard Stringer", "Simon Cowell"], "q": "also host auditions. Specific dates and venues to be announced.`` I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,'' said <strong> Simon Cowell </strong>. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q>`` I have always been proud of the achievements of THE X FACTOR worldwide, and am looking forward to its American launch,'' said <strong> Sir Howard Stringer </strong>, Chairman, CEO and President of Sony Corporation.``", "new_id": -2}, {"uid": "1295447705082477065", "i": 4755, "idx": 1, "sa": ["Olivia Munn", "David Letterman"], "q": ") But for <strong> Olivia Munn </strong>, this is par for the course: a Jan. 13 Twitpic of her eating cookies backstage at`` The Late Show with <strong> David Letterman </strong>'' caused almost as much palpitation. As Entertainment Weekly noted, <q> Poor girl can't even eat a cookie without causing a scene. </q> But frequently, quietly and without causing a scene, <strong> Olivia Munn </strong> comes back to Oklahoma to visit her mother, who lives in Nichols Hills. She said she is proud to be from here, and even", "new_id": -2}]