[{"uid": "1296960654064782358", "i": 18885, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": ", a game in which the Eagles trailed by 21 points in the fourth quarter. \"<strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,\" Eagles offensive co-ordinator <strong> Marty Mornhinweg </strong> said. <q>Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that.<q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison,", "new_id": -2}, {"uid": "1295554755243744795", "i": 13432, "idx": 2, "sa": ["Michael Vick"], "q": "was something that happened once in a while in a small, poor corner of a city.\" Cosby says the work that the organization does is supported by donors and people who care. <q>So people who care can really make a difference. Having the man power and having the money to be able to follow through with everything is the critical part for us.<q> jack Lurie, <strong> Michael Vick </strong>, Eagles, NFL? It is very simple:$$$$$$$$$$$$$$$$$$$$$$$", "new_id": -2}, {"uid": "1296218172048857090", "i": 12617, "idx": 15, "sa": ["Gov. Rick Perry", "Dan Coats", "Mike Pence"], "q": "qualifications and experience to be an effective governor.... I will be at the top of the list of people encouraging <strong> Mike Pence </strong> to seek the Republican nomination for <strong> Gov. Rick Perry </strong>.\"-- U.S. Sen. <strong> Dan Coats </strong>, R-Ind. <q>It's nice that <strong> Mike Pence </strong> is spending more time worrying about his next job than about the people in his district. He was just elected to a job that he should really spend a little more time focused on.<q>-- Get breaking local news as it happens. Enter your phone number:", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q>No state needs to declare bankruptcy,<q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}, {"uid": "1296963339115425283", "i": 4680, "idx": 4, "sa": ["Michael Vick"], "q": "from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison, a two-year deal with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. <q>To sum it all up, the last five months, have been delayed gratification,<q> <strong> Michael Vick </strong> said. \"Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all", "new_id": -2}, {"uid": "1297412018192020522", "i": 30084, "idx": 1, "sa": ["Luke Scott", "Michael Vick"], "q": "bad to say, but there were times where we hope he gets hurt. Everything... done to these dogs, something bad needs to happen to these guys.\" According to CBS.com, Buehrle also said: <q>Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane?<q> The quotes were later removed from MLB.com, but writer <strong> Luke Scott </strong> Merkin had posted them on his Twitter account. We have a feeling that <strong> Michael Vick </strong>, who was named NFL comeback player of the year", "new_id": -2}, {"uid": "1295692954156483593", "i": 12371, "idx": 2, "sa": ["Michael A. Cusumano", "Eric Schmidt"], "q": " \"generational.\" Google is shifting the reins from the 55-year-old <strong> Eric Schmidt </strong> to the 38-year-old Page because it faces serious challenges from companies led by much younger executives, like Facebook, <strong> Michael A. Cusumano </strong> said. <q>They want to become younger and more aggressive,<q> he said. \"But the teams at Google are globally organized, so whatever changes are made probably won't be reflected in regional offices like the one in Cambridge.\" In fact, the employees", "new_id": -2}, {"uid": "1296364135215957509", "i": 17619, "idx": 9, "sa": ["Allen Iverson", "Mo Williams"], "q": "his most against any opponent. He had 40 and 54 points in his previous two games versus Milwaukee. \"AI has our number,\" said <strong> Mo Williams </strong> who drew the difficult task of trying to stop <strong> Allen Iverson </strong>. <q>He seems to play really, really well against us.<q> He got off to a fast start in this one, scoring 20 in the first quarter. \"He was just on fire,\" <strong> Mo Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 shots, including five 3-pointers. \"", "new_id": -2}, {"uid": "1295218058057311326", "i": 211, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Randy Larson"], "q": "tube. Sen. <strong> Kirsten Gillibrand </strong> of New York, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q>It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did,<q> the Democratic senator said on NBC's \"Meet the Press\" today. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. <strong> Randy Larson </strong>, 57,", "new_id": -2}, {"uid": "1295868659217595914", "i": 13813, "idx": 0, "sa": ["Eric Schmidt"], "q": "executive. Mike Davis, senior analyst at Ovum, said the company was awarding <strong> Eric Schmidt </strong> the payout for taking Google from a garage start-up into a multi-billion profit company during his ten-year tenure. <q>The share cash-in could be due to <strong> Eric Schmidt </strong> knowing something we don't, but he is probably just looking for a really good retirement,<q> added Mike Davis. Under the leadership of <strong> Eric Schmidt </strong>, Google has branched into several new markets such as mobile devices with its Android operating system and the enterprise market with Google Apps. \"The company certainly", "new_id": -2}]