[{"uid": "1297545104230588453", "i": 2057, "idx": 1, "sa": ["Rep. Steve King", "Mike Pence"], "q": "they'll do any better this time.\" No matter what happens in the Senate, he concluded, the fight will rage on in the House. \"<strong> Mike Pence </strong> is determined,\" <strong> Rep. Steve King </strong> said. <q>I don't think he's going to back off. And I will not.</q> If You Liked This, You Might Also Like... The Iowa Republican assails \"socialized medicine\" but admits he helped create a government health program. It's not just illegal aliens: The likely", "new_id": -2}, {"uid": "1297115713149880860", "i": 11355, "idx": 3, "sa": ["Colin Powell", "President Bush"], "q": "advisor to the <strong> President Bush </strong> and is responsible for the formulation of general defense policy related to all matters of direct and primary concern to the DoD, and for the execution of approved policy. WIKIPEDIA...\" Report Abuse <q><strong> Donald Rumsfeld </strong> has about as much stature in my eyes as that snake in the grass Cheney. They both sand-bagged <strong> Colin Powell </strong>. To hell with them both... Rice isn't much better, either.</q> Only person I have any respect for is <strong> Colin Powell </strong>. Too bad he hasn't run for president. He MAY have saved us from Obama if he had.... Report Abuse \"What Democratic leaders said in", "new_id": -2}, {"uid": "1296106095124256262", "i": 20828, "idx": 0, "sa": ["Eric Schmidt"], "q": "Page Six( the New York Post, like MarketWatch, is owned by News Corp.), that <strong> Eric Schmidt </strong> was talking to CNN/ quotes/comstock/13*! twx/quotes/nls/ twx-0.68%) about becoming a host. <q>I can't imagine any real TV show considering <strong> Eric Schmidt </strong> as a host.</q> See Page Six item about <strong> Eric Schmidt </strong> looking at TV. In Germany earlier this week, <strong> Eric Schmidt </strong> told a group of reporters at the Digital-Life-Design conference that he is committed to doing what he currently", "new_id": -2}, {"uid": "1295384030075563082", "i": 4684, "idx": 0, "sa": ["Ricky Gervais", "Howard Stern", "David Letterman"], "q": "with remarks that seemed cruel rather than witty. Just my opinion. January 18, 2011 07:39 AM <strong> Ricky Gervais </strong> can be very funny, but he reminds me of something <strong> David Letterman </strong> said about <strong> Howard Stern </strong>, <q>He's extremely funny but he doesn't know when to put on the brakes.</q> I suppose it's always been the case that the easiest way to get attention is to do something terrible. Would we remember Brutus if he hadn't stabbed Julius Caesar? Would anyone know that oxygen", "new_id": -2}, {"uid": "1295439788234078228", "i": 21492, "idx": 1, "sa": ["Kirsten Gillibrand", "Hillary Clinton", "P.J. Crowley"], "q": "modifying the language or convincing the Palestinians to abandon the effort. \"We have made clear that we do not think that this matter should be brought before the Security Council,\" <strong> P.J. Crowley </strong> told reporters. <q>We do not believe that this would be a productive step.</q> On Tuesday, 17 senators led by <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration to veto the move and \"make it clear to the Palestinian Authority that it needs to", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns. \"I always kid with him about not being a rebounder, being so big,\" <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q>I say, \"If I was your height, I'd get a double-double every night.</q>\" <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game, \"but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}, {"uid": "1295490788204456038", "i": 11962, "idx": 0, "sa": ["Savanna Samson", "Michael Vick", "Sasha Grey", "DeSean Jackson", "Mike Missanelli", "Jenna Jameson"], "q": "star <strong> Savanna Samson </strong>. \"Now that so many adult film stars including <strong> Jenna Jameson </strong> and <strong> Sasha Grey </strong> have crossed over into the mainstream, it's disappointing that the NFL continues to discriminate against them,\" he said. <q>I wonder if they're planning on restricting <strong> Ben Roethlisberger </strong> from playing or <strong> Rex Ryan </strong> from coaching in the big game.</q> MISSANELLI'S SHOW GOES TO THE DOGS <strong> Mike Missanelli </strong> committed an unintentional violation while interviewing Eagles quarterback <strong> Michael Vick </strong> on his radio show yesterday. <strong> Mike Missanelli </strong> reminded <strong> Michael Vick </strong> that <strong> DeSean Jackson </strong> made some comments about the quarterback", "new_id": -2}, {"uid": "1295573069103104552", "i": 42576, "idx": 0, "sa": ["Eric Schmidt"], "q": "The decision for Larry Page to take off the CEO training wheels comes at an auspicious moment in the history of Google. I won't overdramatize this step by saying \"Google is at a crossroads\" or <q>The company's future hangs in the balance.</q> But at no time since the Google juggernaut began its conquest of the Internet have their been so many doubts being raised about the company's future. In a parting tweet, <strong> Eric Schmidt </strong> wrote Thursday: \"", "new_id": -2}, {"uid": "1297510090068009998", "i": 19167, "idx": 1, "sa": ["Simon Cowell"], "q": "still involved with the ITV1 show. \"We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour,\" he said. <q>It hasn't been tested yet but that's the idea.</q> <strong> Simon Cowell </strong> is yet to announce the judging panel for either version, airing in conjunction this autumn, but there is", "new_id": -2}, {"uid": "1295391203109740051", "i": 7478, "idx": 4, "sa": ["Sergio Marchionne"], "q": "auto worker installs seat belts to a Chrysler Chrysler Brand CEO Francois speaks in... Chrysler Town and Country Report Abuse \" \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday\"\" <q>One amenity is an optional heated steering wheel, a first among minivans.</q> Report Abuse \"Why haven't detroit automakers learned yet that we don't want rebadged vehicles over and over?\" Why is there so much contempt for the american public? We are not that stupid you", "new_id": -2}]