[{"uid": "1295667434215973918", "i": 12031, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "company and replace <strong> Eric Schmidt </strong> as CEO this April. Mr <strong> Eric Schmidt </strong> was brought in to help Mr Page and his partner <strong> Sergey Brin </strong> in 2001, to provide`` adult supervision'' to the two students. <q> I am enormously proud of my last decade as CEO and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead, </q> said Mr <strong> Eric Schmidt </strong>. The company has been operating in a triumvirate management structure between them for the last decade, but now Mr <strong> Eric Schmidt </strong> will move to executive chairman, working on deals, partnerships and government", "new_id": -2}, {"uid": "1295562321105267213", "i": 32365, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "over his day-to-day duties. Meanwhile, co-founder <strong> Sergey Brin </strong> will`` devote his energy to strategic projects, in particular working on new products.'' <strong> Eric Schmidt </strong>'s new role will be Executive Chairman. He will focus <q> externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, </q> the company announced. <strong> Eric Schmidt </strong> will act as an advisor to Page and <strong> Sergey Brin </strong>.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time.", "new_id": -2}, {"uid": "1296738659237912072", "i": 1018, "idx": 1, "sa": ["Donald Rumsfeld", "Cyndi Lauper", "President Bush"], "q": "outage.`` Abu Ghraib and its follow-on effects, including the continued drum-beat of` torture' maintained by partisan critics of the war and the president, became a damaging distraction,'' he wrote. <q> More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point. </q> <strong> Donald Rumsfeld </strong> wrote <strong> President Bush </strong> two letters of resignation but both were rejected. Watch: 2001 Obama Praises <strong> Donald Rumsfeld </strong> Watch: <strong> Donald Rumsfeld </strong> Denies Blame in Friendly-Fire Case Photos: <strong> Cyndi Lauper </strong>'s Less-Than-Attractive Look Photos: Who Are", "new_id": -2}, {"uid": "1295325223053116955", "i": 17740, "idx": 1, "sa": ["George Washington", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "the Denver Nuggets on Wednesday night. <strong> Carmelo Anthony </strong> had 26 points and eight rebounds and <strong> Marcus Camby </strong> had 20 rebounds for the Nuggets.`` We absorbed a lot of points from <strong> Allen Iverson </strong>,'' Lakers coach Phil <strong> George Washington </strong> said. <q> He got our whole team in foul trouble. </q> <strong> Allen Iverson </strong> scored 49 points through the first three quarters but was held to a just a layup in the fourth. The Lakers clamped down on the 6-foot guard, forcing the ball out of his hands. The strategy", "new_id": -2}, {"uid": "1295565600254656524", "i": 5827, "idx": 2, "sa": ["Ken Auletta", "Eric Schmidt", "Barack Obama", "Joseph Galante"], "q": "previous month. Combined, Microsoft and Yahoo had 28 percent, down from 28.2 percent, according to ComScore. <strong> Eric Schmidt </strong> may be eyeing a role in the administration of U.S. <strong> Barack Obama </strong>, <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World as We Know It, </q> told Bloomberg Television. <strong> Eric Schmidt </strong>, who commented on the management change to his more than 225,000 followers on Twitter:`` Day-to-day adult supervision no longer needed!''-- With assistance from <strong> Joseph Galante </strong> and", "new_id": -2}, {"uid": "1295898579138641425", "i": 25990, "idx": 0, "sa": ["Zahi Hawass"], "q": "more pressure to bear. Council chief <strong> Zahi Hawass </strong> made the request in writing to the Prussian Cultural Heritage Foundation which oversees the Neues Museum where Nefertiti now reigns. <strong> Zahi Hawass </strong> said in a statement that the council is asking that <q> this unique treasure be returned to the possession of its rightful owners. </q> Egypt maintains the discoverer misled Egyptian authorities after its discovery. But the initial German reaction was dismissive.", "new_id": -2}, {"uid": "1295007567134168576", "i": 21230, "idx": 1, "sa": ["Allen Iverson", "Gary Moore"], "q": "injury, which The Associated Press said is giving pain to the 35-year-old point guard.`` It has to be removed and tested to see if it's benign or not,'' <strong> Gary Moore </strong> told AP. <q> Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks. He's hoping to be able to play in the playoffs. </q> Earlier on Wednesday, reports from several media outlets including Fox News and NBA.com reported that <strong> Allen Iverson </strong> may be looking to retire due to the injury, after receiving information from HoopsWorld regarding his status.", "new_id": -2}, {"uid": "1295661392141557848", "i": 7915, "idx": 0, "sa": ["Devin Harris", "Rip Hamilton", "Allen Iverson", "LeBron James"], "q": "became just the sixth team in NBA history to win 16 games in one month.`` That is amazing,'' said <strong> LeBron James </strong>, who was reminded the Cavs won just 17 in the season before his arrival. <q> Ever since the All-Star game we've been really, really focused. That's an unbelievable month for any team. </q> Richard <strong> Rip Hamilton </strong> scored 13 and <strong> Allen Iverson </strong> 11 for the Pistons, who were held to 35 percent shooting and shot off http://wn.com/Allen_Iverson_Pistons'_Debut_24pts_6asts_vs_Nets_NBA_08/09_sick_crossover_on_Eduardo_Najera! <strong> Allen Iverson </strong>'s first game with Detroit turned into the best night of <strong> Devin Harris </strong>' career. <strong> Devin Harris </strong>", "new_id": -2}, {"uid": "1295753709087883842", "i": 36311, "idx": 1, "sa": ["Dwight Howard", "LeBron James", "Shaquille O'Neal", "Chris Webber", "Tracy McGrady", "Carmelo Anthony", "Allen Iverson"], "q": "rebound and looked down the court for an open man, only to have <strong> Chris Webber </strong> reach around and strip the ball.`` I was very cognizant of the fact, don't touch him,'' <strong> Chris Webber </strong> said. <q> I saw him hold it out there. He was looking at the ref. A lot of times they'll hold the ball close to their chest and he didn't do that today. </q> <strong> Allen Iverson </strong> missed two free throws-- the second http://wn.com/NBA_2k11_Demo__Los_Angeles_Lakers_vs_Boston_Celtics_Finals_Rematch_w/Commentary Visit My Channel www.youtube.com Rate& Comment Subscribe to my channel www.youtube.com------------------------------------------------------------------- <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong> Mcgrady, <strong> Shaquille O'Neal </strong>, <strong> LeBron James </strong>, <strong> Dwight Howard </strong> All-Star Dance-Off, Slam Dunk Contest, Top", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,'' <strong> Sen. Bernie Sanders </strong> said.`` We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.'' <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>.`` When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.''", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}]