[{"uid": "1295386293114753561", "i": 15745, "idx": 5, "sa": ["Bernie Sanders", "Peter Welch"], "q": "are making.\" <strong> Peter Welch </strong> admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. <q> There is no question in my mind the Vermont Legislature is going to see an assault from the insurance industry, </q> he said. \"There will be enormous pressure on the governor and Legislature not to go forward.\" James Haslam, director of the Vermont Workers Center which coordinated the Health Care is a Human Right", "new_id": -2}, {"uid": "1295217134075989080", "i": 4662, "idx": 0, "sa": ["Harry Reid", "Bernie Sanders"], "q": "Senate Democrats may support raising the retirement age. But he said there is also a faction of the caucus, led by Senate Majority Leader <strong> Harry Reid </strong>( D-Nev.), staunchly opposed to benefits cuts. <q> I raised my concerns on this payroll tax holiday and it was raised by a number of other Democrats- <strong> Harry Reid </strong> was very strong on the Social Security issue, </q> <strong> Bernie Sanders </strong> said. \"Not every member of the Democratic caucus holds that view,\" he said. <strong> Harry Reid </strong> said during a Jan. 9 appearance on NBC's \"Meet the Press\" that he", "new_id": -2}, {"uid": "1296586506107593730", "i": 25550, "idx": 1, "sa": ["Eric Schmidt"], "q": "hope he continues forever,\" <strong> Eric Schmidt </strong> told CNBC in a Monday interview. In response to whether or not Apple has approached him to make an offer, however, <strong> Eric Schmidt </strong> would neither confirm or deny the suggestion. <q> I'm not going to talk about private conversations with anybody, </q> the chairman is indefinite medical leave, also his third leave since 2004, when he was first treated for pancreatic cancer. The situation has prompted worries that Jobs might never return to the company full-time, leaving", "new_id": -2}, {"uid": "1297723854105316371", "i": 45928, "idx": 4, "sa": ["Patrick Leahy", "Bernie Sanders", "Peter Welch"], "q": "the cost of heating oil has increased, the delegates said. \"We must not balance the budget at the expense of Vermonters struggling to heat their homes in winter,\" said Democratic Rep. <strong> Peter Welch </strong>. <q> Instead of turning off the heat, we should be turning off the billions of dollars in subsidies we provide the oil industry. </q> <strong> Patrick Leahy </strong> and <strong> Bernie Sanders </strong> echoed that sentiment. \"This senator will do everything he can to make sure that the budget is not balanced on the backs of the weak, the vulnerable, the sick", "new_id": -2}, {"uid": "1296235612016105512", "i": 37007, "idx": 5, "sa": ["Allen Iverson", "Earl Boykins", "Larry Brown", "Tyronn Lue"], "q": "would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach <strong> Larry Brown </strong> said. <q> This is kind of unexpected but it's neat. </q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nEarl Boykinsy 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1295715717099811337", "i": 37887, "idx": 2, "sa": ["Robert Horry", "Allen Iverson", "Phil Jackson", "Randy Ayers"], "q": "including playoffs, that <strong> Allen Iverson </strong> has scored 50 or more points in his eight seasons. He had 55 in a playoff victory over New Orleans last April. \"He was phenomenal,\" Sixers coach <strong> Randy Ayers </strong> said. <q> We really needed it. </q> <strong> Allen Iverson </strong> made six of his seven Robert Horrys-- all jumpers-- in the third quarter, and finished 20-of-34, including 4-of-7 from 3-point range. He had 14 of Phil Jacksonadelphia's 18 points during one stretch as the Sixers", "new_id": -2}, {"uid": "1297304788026935319", "i": 33261, "idx": 2, "sa": ["George W. Bush", "Dick Cheney", "Donald Rumsfeld"], "q": "example this never-before-released glimpse backstage at the White House, circa fall 1975, as <strong> Donald Rumsfeld </strong> and <strong> Dick Cheney </strong> administer tough love to <strong> George W. Bush </strong> Ford, whose administration was listing from management troubles within and a feisty primary challenger named <q> We had members of Congress savaging what was going on down there[ at Gitmo], </q> <strong> Donald Rumsfeld </strong> said. \"And it was not true. That prison is a world-class operation.\" The brash aides' directive: Clean up the White House operation, or accept their resignations. Or", "new_id": -2}, {"uid": "1296147474210010128", "i": 25000, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "but media plurality could be immediately aided in this country by ending the BBC's virtual ban on any mention of the Morning Star's existence as a national newspaper. exiledlondoner 27 January 2011 10:52 AM <q> Mr <strong> David Cameron </strong> will be relieved to learn that his soon-to-be-retiring director of communications <strong> Andy Coulson </strong> is not said to be named in the latest evidence. </q> Seeing that the latest \"evidence\" has been hand-sifted by the Dirty Digger himself, I would have thought that <strong> David Cameron </strong> would have been rather surprised if it had implicated <strong> Andy Coulson </strong>... MrsBadger 27 January 2011", "new_id": -2}, {"uid": "1295476027129810464", "i": 37479, "idx": 0, "sa": ["Crystal Bowersox", "Simon Cowell"], "q": "that he... \"American Idol\" runner-up <strong> Crystal Bowersox </strong> has traded in her... As singing competition \"American Idol\" prepares to enter its... TV talent guru <strong> Simon Cowell </strong> paid tribute to a <q> very special...` American Idol' Reject Bernardo... One-time \"American Idol </q> hopeful Ian Benardo, who marred the... Updated: Wednesday, 19 Jan 2011, 4:11 PM CST Published: Wednesday, 19 Jan 2011, 4:11 PM CST( FOXNews.com)", "new_id": -2}, {"uid": "1295487172086802452", "i": 6127, "idx": 3, "sa": ["Stephon Marbury", "Allen Iverson", "Brad Greenberg"], "q": "the draft. After the second workout, <strong> Brad Greenberg </strong> knew the <strong> Stephon Marbury </strong> jersey would not be needed. \"He's a special athlete and a special competitor and he has leadership ability,\" <strong> Brad Greenberg </strong> said of <strong> Allen Iverson </strong>. <q> He made it an easy decision. </q> <strong> Allen Iverson </strong>, who said he didn't know for sure about the pick until it was made, referred both to a new era for the 76ers, a team that has lost successively more games in each of their", "new_id": -2}]