[{"uid": "1296241796002752521", "i": 9236, "idx": 0, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": ", the visionary Page rather than the seasoned manager <strong> Eric Schmidt </strong> was urgently needed to combat the threat from Facebook, which is controlled by 26-year-old wunderkind <strong> Mark Zuckerberg </strong>. Google couched the announcement in terms of management clarity and efficiency( <q>We'll operate and execute even better</q> in <strong> Eric Schmidt </strong>'s words), but the real need is to reestablish the entrepreneurial drive that is propelling Facebook. How will Google and Facebook compete? The goal of each is to be the point of", "new_id": -2}, {"uid": "1295907484175931405", "i": 2734, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Sun Microsystems, has by far the most enterprise experience in the triumvirate that runs Google, which also includes co-founder <strong> Sergey Brin </strong>. \"<strong> Eric Schmidt </strong> clearly had passion for enterprise software,\" says Gartner analyst Whit Andrews. <q>He cared about enterprise software. He worked at a lot of companies that sold enterprise software and bunch of enterprise products. That history is not in place with Page.</q> Google officials consider Google Apps a strategic business, and \"they're highly ethical so they wouldn't just pull the plug,\" adds Gartner analyst Tom Austin. But it remains to be", "new_id": -2}, {"uid": "1295625451170147875", "i": 4306, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "that he hung on to him\" Frankly, it's enough to make one wonder what special power <strong> Andy Coulson </strong> had over <strong> David Cameron </strong>. Well i said that and apparently it is all down to Rupert. <q>It certainly asks major questions about <strong> David Cameron </strong>'s judgment.</q> LondonHack 21 January 2011 3:22 PM The following is cut and pasted from my comment on Greenslade's blog- don't forget that thet were ALL at it. It is not just the", "new_id": -2}, {"uid": "1295433140214253578", "i": 13095, "idx": 2, "sa": ["Gabrielle Giffords", "Mike Pence"], "q": "old familiar way with him,\" said Dr. <strong> Mike Pence </strong> Lemole. Dr. Randall Friese said Kelly also told doctors he saw <strong> Gabrielle Giffords </strong> smile. He said sometimes people see what they want to see, but that <q>if he says she's smiling, I buy it.</q> Doctors upgraded <strong> Gabrielle Giffords </strong>' condition from critical to serious over the weekend and say they carried out three successful procedures that demonstrate she is recovering well. A breathing tube was moved from her mouth to", "new_id": -2}, {"uid": "1295426255058294291", "i": 6181, "idx": 1, "sa": ["Robert M. McDowell", "Sen. Bernie Sanders"], "q": "DirecTV, in a filing with the FCC on Jan. 5, said the \"unprecedented array of assets would give Comcast new opportunities to gain unfair leverage over rivals to the detriment of consumers,\" later noting that <q>Comcast has a history of anticompetitive conduct, and the proposed transaction will give it the ability to enhance and extend that conduct.</q> But Comcast also had its supporters, most notably nearly unanimous support by the Pennsylvania delegation in Washington. A leading supporter was <strong> Sen. Bernie Sanders </strong> <strong> Robert M. McDowell </strong> Brady of Philadelphia. The climactic end to the merger review", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q>I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people.</q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}, {"uid": "1294996234169689094", "i": 16515, "idx": 2, "sa": ["Simon Cowell"], "q": "Moreover, says Slezak, <strong> Simon Cowell </strong> was someone who could deliver \"succinct, brutally honest and witty\" critiques in an off-the-cuff fashion. \"<strong> Simon Cowell </strong> was the voice of the people,\" he says. <q>He had a very specific skill that not everyone can pull off. Even <strong> Ellen DeGeneres </strong>, who has been an Oscar host couldn't do it-- and that was a shock to me.</q> But the judges are just one piece of the equation. Clearly, \"Idol\" won't truly regain its spark unless it gives viewers a charismatic cast of contenders. Many believe that, in recent", "new_id": -2}, {"uid": "1295978177128352275", "i": 24907, "idx": 0, "sa": ["Bill Lockyer", "Olivier Blanchard", "Newt Gingrich"], "q": ". China can help ease imbalances by raising the value of its currency, <strong> Olivier Blanchard </strong> said. The U.S. and other countries charge that China keeps its currency artificially low to maintain an export advantage. <q>China is moving in the right direction and focusing increasingly on domestic demand, but we think it can be done faster,</q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SYSTEMS ANALYST Company Dextersoft, Inc TECHNICAL SR TECHNICAL PROJECT MANAGER", "new_id": -2}, {"uid": "1295972855202047505", "i": 15404, "idx": 3, "sa": ["in excess", "Nancy Pelosi", "Sen. Bernie Sanders"], "q": "JPMorgan paid out bonuses <strong> in excess </strong> of$ 3m to more than 200 employees.\" Since the TARP money was tax dollars, this qualifies as <strong> Sen. Bernie Sanders </strong>' \"tax breaks\" for very wealthy people. Reuters reported: <q>Banks seized more than a million U.S. homes in one year for the first time last year.</q> <strong> Nancy Pelosi </strong> received 65.6% of her campaign contributions($ 1.6 M) from business in 2008, including$ 120,500 from the insurance industry( 4.9% of total). <strong> Nancy Pelosi </strong> called insurers \"immoral\" and\"", "new_id": -2}, {"uid": "1295240169095436825", "i": 355, "idx": 1, "sa": ["Steve Ballmer"], "q": "Microsoft Corp CEO <strong> Steve Ballmer </strong> identified \"better global enforcement of intellectual property laws\" as the world's largest software company's No. 1 lobbying priority in an interview with the Washington Post in July. <q>That is particularly true in China, where the protections are the weakest,</q> <strong> Steve Ballmer </strong> told the paper. U.S. businesses' fears range from outright piracy of their goods to the transfer of technological know-how that can be inevitable in joint ventures with Chinese companies. \"Sometimes Beijing", "new_id": -2}]