[{"uid": "1295644860262504456", "i": 20001, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "regulatory filing on Thursday. The company portrayed its change at the top as evolutionary rather than revolutionary. \"<strong> Larry Page </strong>... is ready to lead,\" <strong> Eric Schmidt </strong> wrote on his blog, adding via Twitter: <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> said that although what he called the \"triumvirate approach\" of leadership by himself, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> has real benefits, it is time \"to clarify our individual roles so there's clear responsibility", "new_id": -2}, {"uid": "1295450622002900031", "i": 55323, "idx": 2, "sa": ["Sergio Marchionne"], "q": "flexibility of the engineering in the future vehicles. \"You're going to see a new architecture on the line, a completely different architecture, completely re-thought,\" <strong> Sergio Marchionne </strong> told reporters after the event. <q> We've learned a lot in making this minivan over the last 20 plus years. We need to upgrade this and make it a much more versatile platform, one that will allow us to make more than just minivans. </q> Being able to build the next-generation minivan and other vehicles on the same platform is part of <strong> Sergio Marchionne </strong>'s plans to reduce the complexity of the company's model lineup. \"I'd like to", "new_id": -2}, {"uid": "1296222045048857103", "i": 14508, "idx": 2, "sa": ["Michael Gove"], "q": "last year voted to campaign against free schools because they \"risk increasing social divisiveness and inequity\" . Teaching unions share concerns that creating new schools will lead to a two-tier system. <strong> Michael Gove </strong> said today: <q> Yes, there are opponents, people trying to stop this. That's why it's so important that reformers across party and across countries talk to each other and know there are people who are attempting to start new schools and realise that far from being individuals with a vision they are part of a global movement to transform education for the better. </q> Speakers at tomorrow's conference include Josephine Baker, executive director of the Washington public charter school board, which approves applications from new charter schools and oversees existing ones. She will urge teachers not to oppose", "new_id": -2}, {"uid": "1296106095124256262", "i": 25228, "idx": 4, "sa": ["Tim Cook", "Steve Jobs", "Eric Schmidt"], "q": "Inc., believes that <strong> Eric Schmidt </strong> is probably a persona non grata at Apple these days. \"I think there is bad blood between <strong> Steve Jobs </strong> and <strong> Eric Schmidt </strong> over the Tim Cooking of the Android,\" he said. <q> In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing. </q> Once you are on the black list at Apple, Kay added, \"you don't get to come back.\" That also leaves out the not-too-small question of how Google would react to", "new_id": -2}, {"uid": "1295780044164167731", "i": 40529, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Gro?britannien: <strong> Andy Coulson </strong> geht Wenn der Sprecher einen Sprecher braucht Der britische Premierminister verliert mit Kommunikationsdirektor <strong> Andy Coulson </strong> seinen gewieftesten Spin Doctor. Man solle niemanden <q> f?r dasselbe Vergehen zweimal bestrafen </q>, meinte der britische Premierminister <strong> David Cameron </strong> noch zu Beginn dieser Woche. Er werde daher seinem Pressechef Coulson_Andy Coulson\"> <strong> Andy Coulson </strong> noch \"eine zweite Chance geben\" . Da mehrten sich schon die Ger?chte, <strong> Andy Coulson </strong> habe,", "new_id": -2}, {"uid": "1296407544252772372", "i": 189, "idx": 31, "sa": ["Nate McMillan", "Eric Snow", "LeBron James", "Robert Horry", "Allen Iverson", "Keith Van Horn", "Derrick Coleman"], "q": "Seattle, which had five players score in double figures, had its six-game home winning streak snapped. \"Tonight( <strong> Allen Iverson </strong>) was pretty consistent throughout the game knocLeBron James down Robert Horrys,\" said Sonics coach <strong> Nate McMillan </strong>. <q> Every time we tried to make a run it seemed like he came up with a <strong> Robert Horry </strong> basket. When he has that going, there is nothing you can do except hope that he misses some Robert Horrys. </q> <strong> Keith Van Horn </strong> scored 26, <strong> Derrick Coleman </strong> had 14 points and 14 rebounds and <strong> Eric Snow </strong> also had a double-double with 14 points and 10 assists. It was <strong> Allen Iverson </strong>'s third game this season with 40 or more points and the fourth", "new_id": -2}, {"uid": "1296706301075202568", "i": 3829, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict, The Washington Post reported on Wednesday. Had the government of Saddam Hussein remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No such", "new_id": -2}, {"uid": "1295555864029818909", "i": 21333, "idx": 1, "sa": ["Paul McCartney", "David Letterman", "Alyse Eady"], "q": "'s \"Land of Opportunity\" bill with the hilarious#rejectedarkansasmottos trend. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong> Miss Arkansas <strong> Alyse Eady </strong> will appear on the \"Late Show with <strong> David Letterman </strong>\" this Thursday night. The Gossip's <q> Standing in the Way of Control </q> named the \"Most Powerful Protest Song of the 21st Century\" by Flavorwire. Almost 50 years later, <strong> Paul McCartney </strong> reveals the Little Rock connection to \"Blackbird\" On Monday, <strong> Paul McCartney </strong> played a concert in Nashville", "new_id": -2}, {"uid": "1295280874135249947", "i": 1448, "idx": 2, "sa": ["Sarah Palin", "Colin Powell", "Barack Obama"], "q": "our country; to \"preserve, protect and defend the Constitution of the United States.\" The election process is an interview. Since when isn't character an important issue in an interview process? <q> Martin <strong> Colin Powell </strong> King spoke about the day when people would be judged by their character, not their color. Well, we also need to be free to judge people on their competence and on results, and it's high time that America's blacks started saying this out loud... </q>( Prelutsky). When General <strong> Colin Powell </strong> announced his endorsement for <strong> Barack Obama </strong>, he also spent time disparaging <strong> Sarah Palin </strong>. While he said in his letter to me that attacks of <strong> Barack Obama </strong>'s character and experience were \"", "new_id": -2}, {"uid": "1296964864258326537", "i": 32964, "idx": 5, "sa": ["LeGarrette Blount", "Jerry Rice", "Chrissy Teigen", "Michael Vick", "Andy Reid", "Brooklyn Decker"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with <strong> Andy Reid </strong>, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> <strong> LeGarrette Blount </strong>( one each). Polamalu won the Defensive Player of the Year award earlier this week. <strong> Brooklyn Decker </strong> and <strong> Chrissy Teigen </strong> invade Super Bowl XLV <strong> Jerry Rice </strong>: Defense will win Super Bowl January in", "new_id": -2}]