[{"uid": "1297119612225951755", "i": 54522, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> All content? Copyright 2000- 2011 WorldNow and WBTV, a", "new_id": -2}, {"uid": "1295630725155697204", "i": 32460, "idx": 1, "sa": ["Alassane Ouattara"], "q": "said there seemed to be a break down in the command chain of the military, citing refusal by the chief of staff to remove the blockade near Mr <strong> Alassane Ouattara </strong>'s hotel despite instructions from Mr Gbagbo. <q> Our worry was, who was in charge of the military command chain? </q> he posed.`` Because it became clear that the commander in control is not respected, or the orders are not respected, or it's a combination of the two.'' He said the mediation", "new_id": -2}, {"uid": "1295631583074432524", "i": 53764, "idx": 0, "sa": ["Andy Coulson"], "q": "of the U.K.'s biggest newspapers had been allowed to become common practice. In a statement Friday, Coulsen said that news coverage of the scandal had made it impossible to do his job. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role. I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> <strong> Andy Coulson </strong> resigned as editor of the News of The World Organization that hosted the Golden Globe Awards deals with loss of longtime member the day after the ceremony. href=\"http://www.hollywoodreporter.com/news/black-swan-inception-top-motion-74088\">` Black Swan,'` Inception", "new_id": -2}, {"uid": "1297443546077905962", "i": 21760, "idx": 0, "sa": ["Angelina Jolie", "Gwyneth Paltrow"], "q": ": Salvatore Ferragamo steps into the future with SAP Italian shoe and other luxury goods maker Salvatore Ferragamo is standardising on href=\"http://www.computerweekly.com/Articles/2011/02/01/245177/SAP-unites-with-Microsoft-for-Duet-partner-network.htm\"> SAP to support international growth and demand, especially in Asia-Pacific. <q> With legacy systems struggling to support this growth, we had no choice but to standardise on one system globally, </q> said Walter Carmagnini, chief information officer at href=\"http://www.ferragamo.com/webapp/wcs/stores/servlet/TopCategories_30151_35051\"> Ferragamo. The company, which was started in Florence in 1927 and counts <strong> Angelina Jolie </strong> and <strong> Gwyneth Paltrow </strong> among its celebrity customers, operates more than", "new_id": -2}, {"uid": "1295771865222068760", "i": 40140, "idx": 3, "sa": ["Dwight Howard", "Antoine Walker", "Allen Iverson", "Samuel Dalembert", "Stan Van Gundy", "Paul Pierce"], "q": "said he won't spend time enjoying his team's latest win.`` This is not the time of year to celebrate a win in the playoffs, especially against a team like Boston,'' <strong> Stan Van Gundy </strong> said. <q> It's basically like being at halftime with a one-point lead. </q> It was the second time this postseason the Magic won with a starter suspended. <strong> Dwight Howard </strong> lost his cool and threw an elbow at <strong> Samuel Dalembert </strong>'s head to draw a http://wn.com/Amazing_Allen Iverson_Allen Iverson_42pts_vs_AAntoine Walker_PPaul Pierce_Celtics_01/02_NBA_Playoff_Game_3_Must_see betfreebie.com Basketball <strong> Allen Iverson </strong> refused to let the Philadelphia 76ers", "new_id": -2}, {"uid": "1295387016075563050", "i": 15434, "idx": 4, "sa": ["David Letterman", "Steven Tyler"], "q": "know, I was doing Lunesta because I had some problems with my feet.'' And after admitting the sleeping aid was actually`` the tip of the iceberg'' for him, he explained that he <q> was snorting that; I fell off the stage. </q> <strong> David Letterman </strong> was shocked, prompting <strong> Steven Tyler </strong> to say it`` shows you what kind of drug addict I was.'' In December 2009, four months after the fall, <strong> Steven Tyler </strong> checked into rehab for", "new_id": -2}, {"uid": "1295677692065617926", "i": 12138, "idx": 0, "sa": ["Allen Iverson", "Anthony Morrow", "Carmelo Anthony"], "q": "the Bobcats with <strong> Allen Iverson </strong> spraining his right ankle and <strong> Carmelo Anthony </strong> spraining his left wrist. <strong> Carmelo Anthony </strong> said he's sore but fine and will play Wednesday night at Portland. <strong> Allen Iverson </strong> sounded a lot less confident in his status. <q> The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel toAnthony Morrow, </q> <strong> Allen Iverson </strong> said.`` Right now it's just frustrating to be out there at the end hobbling like that.'' X-rays on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> are 2-3 together, and their", "new_id": -2}, {"uid": "1295778720219185159", "i": 32448, "idx": 2, "sa": ["Andy Coulson"], "q": "Images) </cite> Nun haben sich die Ger?chte bewahrheitet: <strong> Andy Coulson </strong> hat seine zweite Chance nicht wahrgenommen und sein Amt als`` Director of Communications'' niedergelegt. In einem kurzen Statement sagte <strong> Andy Coulson </strong> am Freitag: <q> Leider hat es die fortgesetzte Berichterstattung ber meinen alten Job bei den News of the World sehr schwierig f?r mich gemacht, die 110 Prozent zu geben, die man in dieser Funktion ben?tigt. </q> Tats?chlich schien dieser Schritt zuletzt fast unausweichlich. Zu stark war der 43- J?hrige wieder in den Dunstkreis jener Ermittlungen gezogen worden, die ihn vor drei Jahren schon einmal einen hoch dotierten Medienposten gekostet hatten. <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295125227265830412", "i": 42534, "idx": 13, "sa": ["Ron Lee Wyden", "Donald Rumsfeld", "Janis Karpinski", "Nat Hentoff"], "q": "for long periods, sRon Lee Wydenp deprivation... playing music at full volume, having to sit in uncomfortably... <strong> Donald Rumsfeld </strong> authorized these specific techniques.'' He said that this was contrary to the Geneva Convention and quoted the same <q> Prisoners of war who refuse to answer may not be threatened, insulted, or exposed to any unpleasant or disadvantageous treatment of any kind </q>. According to <strong> Janis Karpinski </strong>, the handwritten sigNat Hentoffure was above his printed name and in the same handwriting in the margin was written:`` Make sure this is accomplished''. There have been no comments from either the", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}]