[{"uid": "1297503358136921091", "i": 9230, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "warned us Iraq's <strong> Saddam Hussein </strong> was harboring weapons of mass destruction that he might use against neighboring countries. But they said fixing the problem would be simple. Before the invasion, <strong> Donald Rumsfeld </strong> told troops, <q> It could last, you know, six days, six weeks, I doubt six months. </q> Cheney said the conflict would be \"weeks rather than months.\" Appearing on ABC's \"This Week\" two weeks after the invasion, on March 30, 2003", "new_id": -2}, {"uid": "1295434046050954315", "i": 26602, "idx": 0, "sa": ["Eric Schmidt"], "q": "(**** END****) http://wn.com/Weboptimiser_|_ Internet_News_|_ Google_Announces_Third_Quarter_2010_Financial_Results Giving us up to date insights into the way Google works and their intentions for the near term future, <strong> Eric Schmidt </strong>, CEO of Google said: <q> Google had an excellent quarter, our core business grew very well, and our newer businesses-- particularly display and mobile-- continued to show significant momentum. Going forward, we remain committed to aggressive investment in both our people and our products as we pursue an innovation agenda. </q> Announcing financial results for the quarter ended September 30, 2010. Google reported revenues of$ 7.29 billion for the quarter ended September 30, 2010, an increase of 23% compared to the third quarter of 2009", "new_id": -2}, {"uid": "1294973646058228738", "i": 15070, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman", "Camille Grammer"], "q": "<strong> Kayte Walsh </strong>, 29, who in October suffered a miscarriage and lost their baby. In an appearance on \"The Late Show with <strong> David Letterman </strong>\", <strong> Kelsey Grammer </strong> described <strong> Kayte Walsh </strong> as \"my new girl.\" <q> We're planning to get married soon, </q> he said, then added \"Sometime in February.\" But <strong> Camille Grammer </strong>, 42, asked a Los Angeles judge to reject her husband's request to get a and work out a financial settlement later", "new_id": -2}, {"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.\" here. <strong> Henry Blodget </strong> writes for The Business Insider, <q> Let's be serious: <strong> Eric Schmidt </strong> got fired. </q> \"Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- \"day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,\" through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}, {"uid": "1295692762156631048", "i": 22516, "idx": 0, "sa": ["Zine El Abidine Ben Ali", "Andy Coulson"], "q": "21( UPI)-- Military procurement by Middle... Photo: Arab leaders warned of \"unprecedented anger' Arab leaders warned of` unprecedented anger' Photo: Muslim women walk in east London Report Abuse <q> Dust off the guillotine and sharpen the blade, </q> Report Abuse \" \"<strong> Zine El Abidine Ben Ali </strong> fled to Saudi Arabia last week\" \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won\"t End U.S.-China Tensions", "new_id": -2}, {"uid": "1296333795178929703", "i": 4608, "idx": 0, "sa": ["Zahi Hawass"], "q": "strange this about these images is that they demonstrate that the damage is certainly more than a few mummies, which is what Reuters reported that <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said: <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. To: Free ThinkerNY An act of diversity by the newly empowered Muslim peoples. Where is the ever camera-shy <strong> Zahi Hawass </strong> during this? posted on 01/29/2011 12:01:20 PM PST Will this", "new_id": -2}, {"uid": "1297242441083116117", "i": 20967, "idx": 6, "sa": ["Jay Leno", "David Letterman"], "q": "2005. But once again, Stern( now 57) turned the tables on <strong> David Letterman </strong>( now 63), asking the host, \"How much longer are you doing this?\" To which <strong> David Letterman </strong> replied: <q> Maybe two years, I think? </q> He's quite old. Surely he should be thinking about retirement. Bring on Rove from Australia in his place, I say. mermayd Posted 02/07/2011 09:58:05 I hate <strong> Jay Leno </strong> for his part in", "new_id": -2}, {"uid": "1296666252136101917", "i": 31165, "idx": 0, "sa": ["David Cameron", "Andy Coulson", "Joanna Gosling"], "q": "<strong> Joanna Gosling </strong>, is likely to be seen as a less controversial choice than <strong> Andy Coulson </strong>, given his relatively low profile. <strong> David Cameron </strong>'s office said on Wednesday he would be employed as a special adviser. <q> It's difficult to leave the BBC after a fascinating few years-- but this is an opportunity I can't turn down, </q> Oliver said in a statement. We welcome comments that advance the story directly or with relevant tangential information. We try to block comments that use offensive language, all capital letters or appear to be spam,", "new_id": -2}, {"uid": "1295648671247758851", "i": 16919, "idx": 0, "sa": ["Eric Schmidt"], "q": "from Verizon Wireless back to its former provider due to 3G coverage issues right now,\" she noted. Demand may also be less than if Verizon had landed the iPhone around this time last year. <q> I completed a project a year ago that showed results favoring an overwhelming interest in Verizon plus Apple-- the most desirable service provider combined with the most desirable device, </q> Pierce said. \"But a lot has happened between then and now,\" such as the rise in popularity of smartphones running Android. Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295595231037634053", "i": 11015, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> combined own a controlling stake in the company. Weary <q> <strong> Eric Schmidt </strong> has played his innings very well, </q> said analyst Sandeep Aggarwal of Caris& Co.. The management reshuffling appears to be amicable. Both Page and <strong> Eric Schmidt </strong> had high praise for each other during a conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>", "new_id": -2}]