[{"uid": "1297090709063078410", "i": 20138, "idx": 1, "sa": ["Sir Howard Stringer", "Simon Cowell"], "q": "auditions. Specific dates and venues to be announced. \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" said <strong> Simon Cowell </strong>. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> \"I have always been proud of the achievements of THE X FACTOR worldwide, and am looking forward to its American launch,\" said <strong> Sir Howard Stringer </strong>, Chairman, CEO and President of Sony Corporation. \"", "new_id": -2}, {"uid": "1295461104131301415", "i": 35315, "idx": 5, "sa": ["Allen Iverson", "Gary Moore"], "q": "NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday. \"This is the most pain he's ever felt from any injury he's had,\" <strong> Gary Moore </strong> said. <q> He's been in tremendous agony. </q> <strong> Allen Iverson </strong> spent 10 seasons in Philadelphia before bouncing through Denver and Detroit, ending up in Memphis last season. He played only three games before returning for a second", "new_id": -2}, {"uid": "1295983428080740355", "i": 29448, "idx": 0, "sa": ["Vince Young", "Michael Vick", "Colin Kaepernick"], "q": "Tony Pauline This entry was posted on Tuesday, January 25th, 2011 at 1:24 pm and is filed under Ben Volin. You can follow any responses to this entry through the 3 Responses to <q> Getting to know... Nevada QB <strong> Colin Kaepernick </strong> </q> January 25th, 2011 at 1:33 pm <strong> Colin Kaepernick </strong> is a major project IMO. He'd be ok to draft in the later rounds if we can sign a <strong> Michael Vick </strong> or a <strong> Vince Young </strong>. January 25th, 2011", "new_id": -2}, {"uid": "1296504876217612295", "i": 2339, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "the museum was heavily protected by the Egyptian army. Later Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters for his ouster. <q> If the museum is safe, Egypt is safe, </q> <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs., ripping the heads off two mummies and damaging about 75 small artifacts before soldiers caught them. <strong> Zahi Hawass </strong> said", "new_id": -2}, {"uid": "1297456082192987231", "i": 17517, "idx": 0, "sa": ["Michael Vick"], "q": ". He also wonders if the existing plan will create blind corners for motorists pulling away from the condos, putting sidewalk pedestrians at risk. Most of all, he fears a dark, tunnel-like space that could create <q> issues with urination and trash and criminal activity. </q> richard schumacher Good` ol Belo. Tone-deaf to the bitter end. Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to the City of Dallas So,", "new_id": -2}, {"uid": "1295804524123387906", "i": 38188, "idx": 8, "sa": ["Kobe Bryant", "Chauncey Billups", "Allen Iverson"], "q": "vs Nuggets Game 1 Playoffs! HD! 19.4.09 capped by revgen DENVER( AP) <strong> Chauncey Billups </strong> can't recall any of his other 117 playoff performances being as big as his 36-point outburst in front of his homies. <q> It was definitely one of my best games in the playoffs, </q> <strong> Chauncey Billups </strong> said Monday after reviewing film of his stir... <strong> Allen Iverson </strong> vs <strong> Kobe Bryant </strong> Lakers 08/09 NBA* last game as a Nuggets <strong> Allen Iverson </strong> vs <strong> Kobe Bryant </strong> Lakers 08/09 NBA* last game as a Nuggets This was not exactly the new", "new_id": -2}, {"i": 2103, "idx": 2, "index_answer": 0, "new_id": -1, "q": "stand by what I've said about those events,\" he said, \"but when the spokesman needs a spokesman, it's time to move on.\"( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q> Once you become the story, it's time to quit. </q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "uid": "1295620523143933448"}, {"uid": "1295433014076251208", "i": 26214, "idx": 7, "sa": ["Oprah Winfrey", "Barbara Walters", "Michael Vick"], "q": "wager,\" suggesting 100 British pounds. <strong> Oprah Winfrey </strong> seemed game, but suggested they double it. \"Make it two.\" So, 200 pounds it is( about$ 320). <q> If <strong> Michael Vick </strong> chooses to sit with you as his first interview and not with me, then that's the way it's supposed to be, </q> <strong> Oprah Winfrey </strong> said. \"God bless the man.\" <strong> Barbara Walters </strong> also is believed to be interested. <strong> Michael Vick </strong> picked up another Comeback Player of the Year award yesterday, as we told you last night here", "new_id": -2}, {"uid": "1296744570016711683", "i": 6571, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush"], "q": "begins its story with <strong> Donald Rumsfeld </strong>'s account about being told by <strong> President Bush </strong>, two weeks after the 9/11 attacks, to prepare review the Pentagon's plans for a war with Iraq. According to the Times: <q> Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied, </q> Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. \"He wanted the options to be` creative.\"", "new_id": -2}, {"uid": "1294967127178536477", "i": 31909, "idx": 1, "sa": ["Michael Douglas", "Matt Lauer", "Horst Jankowski", "David Letterman"], "q": "on the big screen portraying <strong> Michael Douglas </strong> Gecko in \"Wall Street: Money Never Sleeps.\" <strong> Horst Jankowski </strong> \"wild six-month ride\" through chemotherapy kept him under the media magnifying glass. It began in August on <strong> David Letterman </strong>. <q> I've got cancer. I've got cancer. I've found out about three weeks ago. I said, \"gee just when I found out I was going to be on your show.' I got a biopsy and they analyzed it. It's a stage four which is intense, so they got to go at it. </q> <strong> Matt Lauer </strong> scored the exclusive post-recovery interview-- <strong> Michael Douglas </strong>\" first since beginning treatment. With cameras rolling, the Oscar winning actor revealed how his celebrity status was an added burden. LAUER: \"There were some pictures taken", "new_id": -2}]