[{"uid": "1295871662020021317", "i": 9962, "idx": 0, "sa": ["Donald Rumsfeld"], "q": " WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many`` <strong> Donald Rumsfeld </strong>'s Rules'': <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his book,`` Known and Unknown,'' he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a", "new_id": -2}, {"uid": "1295587968175472692", "i": 236, "idx": 1, "sa": ["Bill Cosby", "David Letterman", "Jay Leno"], "q": "is able to communicate with people on different levels.'' <strong> Bill Cosby </strong>'s Sunday show at Wolfe Auditorium will be similar to late-night appearances with <strong> Jay Leno </strong> and <strong> David Letterman </strong>, he said. <q> I come out and sit down, </q> he said.`` I've been doing that since I was 34, and I'm 73 now. And I'll begin to tell stories.'' <strong> Bill Cosby </strong> said his mission is simple-", "new_id": -2}, {"uid": "1296282713080461833", "i": 16429, "idx": 1, "sa": ["Allen Iverson", "Kobe Bryant"], "q": "Lakers had averaged a league-high 104.7 points and held opponents to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. <q> We just played defense, </q> <strong> Allen Iverson </strong> said.`` We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.'' <strong> Kobe Bryant </strong> said", "new_id": -2}, {"uid": "1297189237260702220", "i": 18095, "idx": 5, "sa": ["Donald Rumsfeld", "George Stephanopoulos"], "q": "I are not a good fit.[ Laughs.] <strong> George Stephanopoulos </strong>: I think that is the understatement of the decade. But, why is it so difficult, sir, for you to say, <q> This is a mistake I made? This is what we should have done different. This is what I'm sorry for. </q> <strong> Donald Rumsfeld </strong>: I think in the book we talked about that. I mentioned it in the book. That may very well be one of the things that should have been done differently. I will say", "new_id": -2}, {"uid": "1295981454233783305", "i": 11467, "idx": 1, "sa": ["Bill Maher", "Dennis Kucinich", "David Letterman"], "q": ", se... <strong> Bill Maher </strong> on <strong> David Letterman </strong> January 3 <strong> David Letterman </strong> interviews <strong> Bill Maher </strong> on the Late Show- aired January 3, 2008... <strong> Dennis Kucinich </strong>`` If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All'' <strong> Dennis Kucinich </strong> <q> If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All </q> January 03, 2011 MSNBC The ED Show MOXNews.com... Health Matters: What is Social Anxiety Disorder? What is Social Anxiety Disorder? Is it simply a severe form of shyness? Join Dr. Granet as he talks", "new_id": -2}, {"uid": "1297466270016121860", "i": 21665, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "Open Letter from CEO <strong> Stephen Elop </strong>, Nokia and CEO <strong> Steve Ballmer </strong>, Microsoft Any Nokia software engineers need a job? We're hiring: www.google.com/jobs Microsoft is the plague: Nokia stock drops 14% as 1,000 employees walk out <q> More than a thousand employees </q> walk out of Nokia offices[ Updated] Nokia and Microsoft: Two Giant Turkeys or a New Force in Mobile? Nokia Shares Are Getting CRUSHED After Big Microsoft Announcement href=\"http://www.wired.com/gadgetlab/2011/02/microsoft-and-nokia-team-up-to-build-windows-phones/\"> Nokia Kills Symbian, Teams Up With", "new_id": -2}, {"uid": "1294990486221888513", "i": 22477, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Am Montag hatte Konzernchef <strong> Sergio Marchionne </strong> sein Interesse bekundet, was zeitweise allerdings als Spa aufgefasst worden war, bevor Fiat von einem`` ernsthaften Interesse'' sprach. Piech nun erteilte einem solchen m?glichen Kaufinteresse Sergio Marchionnes eine deutliche Absage. <q> Jemand, der bei Pkw schrumpft, soll nicht den Mut haben, sich die beiden besten Lkw-Marken Europas unter den Nagel zu rei?en. Sie sind nicht verk?uflich </q>, sagte Piech der`` Financial Times Deutschland''.` FAZ': Infineon-Vorstandschef Bauer erh?lt neuen Vertrag bis 2016 ANALYSE: Deutsche Bank hebt Ziel f?r Infineon von 5,00 auf 7,50 Euro-` Hold' ANALYSE-FLASH:", "new_id": -2}, {"uid": "1295018754011190366", "i": 45613, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": "as possible.'' A judge will hear the matter on January 26th. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead. He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q> You can send a story to multiple email addresses by separating the email addresses with a semicolon(;) Powerball 19, 21, 23, 40, 48, Powerball: 27, Power Play: 4", "new_id": -2}, {"uid": "1297712802009535508", "i": 10164, "idx": 2, "sa": ["Sharon Osbourne", "Louis Walsh", "Simon Cowell", "Paul McCartney", "Lenny Kravitz", "David Bowie"], "q": "back with me on the UK show.'' SpeaDavid Bowie about his ideal replacement for <strong> Simon Cowell </strong>, <strong> Louis Walsh </strong> suggested his friend and former judge <strong> Sharon Osbourne </strong>. Listing his dream X Factor panellists, he added: <q> Someone like <strong> David Bowie </strong>, <strong> Paul McCartney </strong> or <strong> Lenny Kravitz </strong>. </q> Freya MavorWe chat to the Skins", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up.`` A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}]