[{"uid": "1296366488199786542", "i": 36589, "idx": 8, "sa": ["Bill Stephan", "Mike Pence"], "q": "less than 60 percent of the vote in the next five elections in east central Indiana.( 3 of 4) <strong> Bill Stephan </strong> said winning the congressional seat was especially gratifying for <strong> Mike Pence </strong>. <strong> Bill Stephan </strong> said, <q>I think it was a sense that \"there is a second chance; there is an opportunity to serve at this level- I've learned a lot. I've grown a lot, and I'm in a better position now to represent Indiana than I would have been.\"</q> One of his first actions after being sworn in was to create a miniature radio studio in his office. In 2003, he appeared on or was mentioned in national radio, television and newspapers", "new_id": -2}, {"uid": "1295762095175325199", "i": 12724, "idx": 4, "sa": ["Mr. Bauer", "Mike Pence", "Gary Bauer", "John McCain", "Ron Paul"], "q": "not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q>All the obvious frontline names have all the usual pluses and minuses,</q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana <strong> Ron Paul </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1295629069004243586", "i": 26638, "idx": 3, "sa": ["Eric Schmidt", "Steve Jobs", "Tim Cook"], "q": "that <strong> Eric Schmidt </strong> could become the Chief Executive of Apple Inc., whose CEO <strong> Steve Jobs </strong> has gone on an indefinite medical leave and Chief Operating Officer <strong> Tim Cook </strong> has been taking care of day to day operations,\" Raman reports. <q>At first thought, <strong> Eric Schmidt </strong> moving to Apple would rather seem unlikely, but not impossible either. \"While not necessarily likely, we think this scenario is at least a possibility,' Jefferies analyst Peter Misek wrote in his note to clients... Misek said` Apple's future is likely to increasingly overlap with Google in the areas of cloud computing, advertising, and content. <strong> Eric Schmidt </strong> could help position Apple for that shift.\"</q> 11-inch MacBook Air: The next generation of MacBooks. From$ 999. Free shipping. Always-- Free ground shipping with orders over$ 50 at the Apple Store.. Unregistered users: Feedback from multiple", "new_id": -2}, {"uid": "1297706529235225094", "i": 35446, "idx": 0, "sa": ["Steve Ballmer"], "q": "week after Nokia Oyj announced the platform will be its primarily mobile- phone software, will get additional features this year such as Internet Explorer 9, Twitter and multitasking capabilities, <strong> Steve Ballmer </strong> said. <q>Increasingly, consumers, developers and mobile operators won't just choose a phone, they're really choosing a platform,</q> he said. Microsoft is pulling out all the stops to reverse market share declines in its mobile-phone software as smartphone sales look set to pass those of personal computers in the next two years. The company", "new_id": -2}, {"i": 1135, "idx": 4, "index_answer": 1, "new_id": -1, "q": "who has been the vocal wrestling fan having guest hosted WWE's \"Monday Night RAW\" back in October 2009. \"Yeah the belt's really caught on,\" said <strong> Aaron Rodgers </strong>. <q>It's a celebration that started in practice and the fans loved it and you got to give them what they love. Usually it was just after a run or something. Sometimes <strong> Ric Flair </strong> surprise myself on those.</q> <strong> David Letterman </strong> ended the segment by heading out into the audience and having <strong> Aaron Rodgers </strong> wing him a pass. Guidelines: Fan feedback should be within the guidelines for the NFL community. These guidelines will", "sa": ["David Letterman", "Aaron Rodgers"], "uid": "1297451512119193621"}, {"uid": "1295562153178864134", "i": 25855, "idx": 1, "sa": ["Eric Schmidt"], "q": "room for co-founder Larry Page, a role he will start in on April 4th. \"In this new role I know he will merge Google's technology and business vision brilliantly,\" wrote <strong> Eric Schmidt </strong>. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead.</q> As for <strong> Eric Schmidt </strong>'s own new gig, \"I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology", "new_id": -2}, {"uid": "1295618585136232988", "i": 538, "idx": 0, "sa": ["Andrew Jay", "Andy Coulson"], "q": "\" said Michael E. Glover, Verizon senior vice president and deputy general counsel, in a statement. Media Access, an advocacy group, called the appeal \"blatant appeals court forum shopping.\" <q>Under this bizarre legal theory, virtually every FCC decision would wind up in one court. Verizon has made a blatant attempt to locate its challenge in a favorable appeals court forum. The company's theory assumes that all agency actions changing rules are \"modifications\" to hundreds of thousands of licenses. This would insure the case remains in the District of Columbia Circuit, and keeps others from seeking review in different courts.</q> said <strong> Andrew Jay </strong> Schwartzman, senior vice president and policy director of Media Access Project, in statement. Does Lower Volatility Signal a Market Correction? Not Necessarily <strong> Andy Coulson </strong> quits Number 10 a day after Labour loses its Shadow", "new_id": -2}, {"uid": "1294994465235045029", "i": 2967, "idx": 0, "sa": ["Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "in Congress last week, many of the freshmen who won bitterly-fought contests were more than ready to look ahead.( R-N.Y.), who won by less than 700 votes, said her campaign made her realize <q>how hard I have to work and how hard I have to work to unify the district, and for those who didn't support me, to make sure they have a good representative here in Washington.</q> It was just that outlook that <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong>( D-Ariz.) had, too, as she worked to reach out to constituents, Republican and Democrats, on the corner outside a Safeway last Saturday. Still", "new_id": -2}, {"uid": "1295254113245383175", "i": 25320, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": ", as well as looking at the papers and bringing you the best politics from the web. NHS bans on operations gamble with patients' health, senior surgeon warns Reflexive 17 January 2011 8:35 AM <q>9.45 am: <strong> Nick Clegg </strong> gives a speech at the launch of a Demos report on parenting.</q> <strong> David Cameron </strong>'s defence of <strong> Andy Coulson </strong> is laughable. He talks about not being punished twice for the same thing... yet <strong> Andy Coulson </strong> was never punished. He resigned to stop an investigation into the practice. Since then he", "new_id": -2}, {"uid": "1295562143244678673", "i": 825, "idx": 0, "sa": ["Eric Schmidt"], "q": "president of technology. The shake-up, which will take effect April 4, is the biggest change in management at the company since Mr. <strong> Eric Schmidt </strong> joined as chief executive in 2001. <q>Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured,</q> Mr. <strong> Eric Schmidt </strong> wrote in a blog post. Mr. <strong> Eric Schmidt </strong> said Mr. Page would \"merge Google's technology and business vision,\" while he would focus on external issues, like \"", "new_id": -2}]