[{"uid": "1295468787018825221", "i": 19865, "idx": 0, "sa": ["Tom Cruise", "John Mayer", "Justin Williams", "Brittaney Starr", "Paula Abdul", "Kara DioGuardi", "Ryan Seacrest", "Randy Jackson", "Neil Patrick Harris", "Avril Lavigne", "Ellen DeGeneres", "Simon Cowell", "Abdul Fox", "Victoria Beckham", "Katy Perry", "Joe Jonas"], "q": "first day. His goal is to shatter dreams, If I can make 2 to 3 dozen people cry, Ill feel like Ive done my job. <strong> Joe Jonas </strong> judges Day 2. American idol`` Season 9'' <q> episode 6`` auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington`` los angeles </q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> <strong> Randy Jackson </strong> <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> <strong> Abdul Fox </strong> <strong> Ryan Seacrest </strong> results show final semi-final call-back katie stewans <strong> Justin Williams </strong> <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Paula Abdul </strong> Lloyd <strong> Tom Cruise </strong> Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright Vanessa John Mayerston Christian Spears http://wn.com/Annie_Pattison_The_next_Brittaney Starr_Audition_Season_3_Saskatoon", "new_id": -2}, {"uid": "1296112292112230447", "i": 53024, "idx": 2, "sa": ["LeBron James", "Ted Haggard", "Allen Iverson"], "q": "right now we wanTed Haggard to have that dominant force on the team.'' On one hand, this was a polite way of saying,`` <strong> Allen Iverson </strong>'s a crazy person,'' but the underlying message was, <q> We have a plan here. Let us stick to it. </q> Signing <strong> Allen Iverson </strong> would have been an admission that the plan wasn't worLeBron James, that the Knicks were on par with the Grizzlies, bringing in a guy just because he'd help out at the turnstiles. Stunting the", "new_id": -2}, {"uid": "1296870076196296704", "i": 29876, "idx": 0, "sa": ["Sergio Marchionne"], "q": "chief executive characterized as`` shyster loans'' that the Obama administration extended as part of a bailout to keep the <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unethical lawyer or politician. <q> Pay back the loans, get those out and then take( the company) public. </q> <strong> Sergio Marchionne </strong>, who is also CEO of Italy's Fiat SpA, has said repeatedly that the on loans Chrysler owes the U.S. and Canadian governments have been an obstacle in the automaker's return to profitability.", "new_id": -2}, {"uid": "1295100598134397994", "i": 58687, "idx": 2, "sa": ["Matt Geiger", "Allen Iverson", "Shaquille O'Neal"], "q": "of five. Toni Kukoc added 17 points and nine rebounds and <strong> Matt Geiger </strong>, playing his first game since a two-game suspension for violating the NBA's steroid policy, had 14 points and seven rebounds for the Sixers. <q> Toni Kukoc gave us a <strong> Shaquille O'Neal </strong> lift off the bench, </q> <strong> Allen Iverson </strong> said.`` He made a whole lot of plays and took a lot of pressure of me to score.'' Phoenix, which trailed by 13 in the second half, cut it 91-88 on a layup", "new_id": -2}, {"uid": "1297177285142131216", "i": 48569, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld", "Diane Sawyer"], "q": "been otherwise approved. In earlier parts of the ABC interview released Monday, <strong> Donald Rumsfeld </strong> was reluctant to endorse <strong> George W. Bush </strong>'s assessment that the decision to draw down U.S. troops shortly after the 2003 invasion of Iraq was <q> the most important failure in the execution of the war. </q> Telling <strong> Diane Sawyer </strong> that assessment was`` possible,'' <strong> Donald Rumsfeld </strong> also cautioned that`` the path you didn't take is always smoother.'' The admissions largely echoed his memoir, in which he laid", "new_id": -2}, {"uid": "1296969008146849800", "i": 10926, "idx": 0, "sa": ["Michael Vick", "Jim Nantz", "Phil Simms", "Desmond Howard"], "q": ".`` During the conversation, <strong> Phil Simms </strong> made a reference to hitting me and security and sponsor representatives soon stepped in. It was an unfortunate incident and I'm moving on.'' <strong> Phil Simms </strong> disagreed, saying <q> at no time was there ever a chance of any physical confrontation or that I felt the police officer assigned to me by the event planners for my appearance needed to separate the two of us. </q> <strong> Phil Simms </strong> and partner <strong> Jim Nantz </strong> are the top broadcasting team for CBS. <strong> Desmond Howard </strong> is part of the crew that visits campuses each Saturday on the popular pregame show for Bristol, Conn.-based ESPN. <strong> Michael Vick </strong>'s return", "new_id": -2}, {"uid": "1297139383122093568", "i": 13279, "idx": 0, "sa": ["Donald Rumsfeld", "Liz Murray"], "q": "had finished her studies, Aids had taken the life of her father. Travelling back to take care of him, <strong> Liz Murray </strong> says she took some comfort in knowing that her father had died a sober man. <q> When someone gets sober, it's almost like meeting them for the first time.`` Just before he passed away, he wrote me this card.`` He wrote in the card,` Liz Murrayzy, I left my dreams behind a long time ago. But I know now they're safe with you. Now we're a family again.' </q> Fossil forests Antarctica's dinosaur-age jungles could provide clues to the future Known and unknown US media react to ex-US defence chief <strong> Donald Rumsfeld </strong>'s memoir", "new_id": -2}, {"uid": "1295563040148553740", "i": 44575, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "including deals, partnerships and government relations.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said in a statement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Said <strong> Larry Page </strong>:`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong", "new_id": -2}, {"uid": "1296138389209518633", "i": 3620, "idx": 1, "sa": ["Bernie Sanders", "Barack Obama"], "q": "make me uncomfortable simply because they're in the same room as me.''`` With all due respect, Sen. <strong> Bernie Sanders </strong>, you are very weird,'' continued <strong> Barack Obama </strong>, addressing the Vermont legislator directly. <q> You mutter to yourself when nobody's around. There's not a soul within 20 feet of you, and you're there moving your lips and hands. Who are you talking to, <strong> Bernie Sanders </strong>? </q> In the end, however, <strong> Barack Obama </strong> stressed that all citizens, from those who just want to provide for their families to those who try to have sex with bridges, can come together to form a", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢.`` I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q> I didn't feel a thing! </q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock(`` CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}]