[{"uid": "1295892330216121356", "i": 36973, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many`` <strong> Donald Rumsfeld </strong>'s Rules'': <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his Washington release: a quick, impressionistic story based on target=\"_blank\" href=\"http://wn.com/s/anything/index.html\"> whatever he recalled. Instead, he and a team of six aides worked four years on what became a", "new_id": -2}, {"uid": "1297146551066126035", "i": 30547, "idx": 0, "sa": ["Peter Forsberg", "Donald Rumsfeld", "Anja Pärson"], "q": "Hussein och utan talibaner och al-Qaida ute ur Afghanistan, s?ger <strong> Donald Rumsfeld </strong> i en tv intervju. Tiotusentals r str?ml?sa i stormen- har m?tt upp till 31 m/s i s?der Vargexperter: Inavelsgraden bland svenska vargar r alarmerande <q> En eller tv b?rjade, sen blev de m?nga </q> HockeyExpressen.se tr?ffade <strong> Peter Forsberg </strong> efter f?rlusten i morse Stj?rnorna:`` Backen r rent ut sagt farlig'' TV+TEXT: Stj?rnorna till attack mot arrang?rerna <strong> Anja Pärson </strong> P?rson& Co r oroliga inf?r dagens super-G:`` Banan r f?r farlig.", "new_id": -2}, {"uid": "1297298613261144580", "i": 50090, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "NEW YORK, Feb. 6, 2011/ PRNewswire-USNewswire/-- White House Office of Management... U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <q> it takes about 4000 rounds from a 50 cal machine gun, air to air to shoot down a plane. </q> Report Abuse \" Quit sending us Mexican and we will quit sending you guns OK!!!! \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$", "new_id": -2}, {"uid": "1295545377070058005", "i": 16578, "idx": 0, "sa": ["Eamon Gilmore"], "q": "Labour, have pledged to reopen talks with the EU and IMF. They say the average interest rate, 5.8 per cent, is too high and will leave Ireland unable to climb back into solvency. <q> We have seen too much damage done to our country over the past few years. Too much damage done to the livelihoods and hopes of families and people all over this country, </q> Labour leader <strong> Eamon Gilmore </strong> said outside parliament, surrounded by party deputies.`` It's time to restore hope, to bring about recovery, to take our country back from those who have stolen it from us", "new_id": -2}, {"uid": "1296253839209223722", "i": 8575, "idx": 0, "sa": ["Ashley Fox", "Michael Vick", "Carl Edwards"], "q": "like to be humbled by failure. Two lines from Rudyard Kipling's poem`` If'' are reminders: If you can meet with Triumph and target=\"_blank\" href=\"http://globaldisasters.com/\"> Disaster And treat those two imposters just the same <q> Defeat is bad, but winning can be just as bad for you, </q> <strong> Carl Edwards </strong> said Thursday on the <strong> Ashley Fox </strong>: <strong> Michael Vick </strong> living the suite life in Hawaii Hawaii- The NFL surprised <strong> Michael Vick </strong> with the ultimate perk on Tuesday: the 4,200-square-foot presidential suite at the official target=\"_blank\" href=\"http://floatinghotels.com/\"> hotel of", "new_id": -2}, {"uid": "1295565930204079141", "i": 19862, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to <strong> Larry Page </strong> and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Google earned$ 2.5 billion", "new_id": -2}, {"uid": "1296286331249135136", "i": 35426, "idx": 5, "sa": ["Allen Iverson", "Kobe Bryant", "Metta World Peace", "Tyronn Lue"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Kobe Bryant_Kobe Bryant_40_points_LA_Lakers_vs_Houston_Rockets_Metta World Peace_Metta World Peace <strong> Kobe Bryant </strong> 40 points LA Lakers vs Houston Rockets <strong> Metta World Peace </strong> game 2 round 2 2009 NBA Playoffs LOS ANGELES( AP) Desperate to salvage a split at home, the Los Angeles Lakers blitzed Houston in the", "new_id": -2}, {"uid": "1296153112245841925", "i": 42133, "idx": 1, "sa": ["Ding Zilin", "Bernie Sanders", "Ben Ali", "Barack Obama", "David Cay Johnston", "Harry Belafonte"], "q": "incluDing Zilin <strong> Barack Obama </strong> Calls for SpenDing Zilin Freeze, Lowering Corporate Taxes in State of the Union Fifty Years After Eisenhower's Farewell Address, A Look at`` Prophets of War: Lockheed Martin and the MaHarry Belafonte the Military-Industrial Complex'' <q> The Worse Off You Are, Your Taxes Increase </q>: JournBen Alist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming`` Banana Republic''`` China Against the Tides: Restructuring through Revolution, RadicBen Alism and Reform. 3rd Edition", "new_id": -2}, {"uid": "1296513301231162133", "i": 20211, "idx": 0, "sa": ["Ken Cuccinelli", "Michael Vick"], "q": "`` affordable''? Medicare is$ 98.00 a month and that is affordable,$ 800.00 isn't. Before I was on Medicare my medical insurance cost$ 36,000 a year! That was outrageous! Report Abuse <q> There has never been a point in our history where the federal government has been given the authority to require citizens to buy goods or services, </q> Virginia Attorney General <strong> Ken Cuccinelli </strong> said in a statement. \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl", "new_id": -2}, {"i": 205, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", or would it be seen a bit too cruel?'' he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN.`` Joking!'' he said to audience jeers. <q> I'd like to see you punch a 78-year-old man, </q> <strong> David Letterman </strong> said. The pair also discussed <strong> Piers Morgan </strong>'s UK newspaper career, his walk on the beach with <strong> Rupert Murdoch </strong>, and <strong> Ricky Gervais </strong>' Golden Globes hosting job. <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on", "sa": ["Piers Morgan", "David Letterman", "Rupert Murdoch", "Larry King", "Ricky Gervais"], "uid": "1295622096143933453"}]