[{"uid": "1295545294257720361", "i": 29129, "idx": 0, "sa": ["Ricky Gervais", "Piers Morgan", "David Letterman"], "q": "admonish him halfway through the ceremony, when he seemed to disappear for an hour? Well <strong> Ricky Gervais </strong> will appear this evening on <strong> Piers Morgan </strong> Tonight, and in one early clip he explains his thoughts on the Globes scandal: <q>I don't think I did anything wrong... I'm confronting the elephant in the room. Like I'm going to go out there and not talk about the issues in their industry. I've got to be an outsider there, I mustn't come out there as everyone's mate and schmooze- that's nauseating. I've got to come out there and roast them.</q> The video- and <strong> David Letterman </strong>'s poignant take on the situation- after the jump. Two nights before <strong> Ricky Gervais </strong> decided to address the situation on CNN, <strong> David Letterman </strong> brought his perspective to the issue, in", "new_id": -2}, {"uid": "1295501959237502465", "i": 41060, "idx": 2, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "why he has become so successful. In her introduction, <strong> Oprah Winfrey </strong> says <strong> Simon Cowell </strong> has made his mark \"by going against the grain and having the courage to say exactly what is on his mind.\" <q>I'm not a master of anything,</q> says <strong> Simon Cowell </strong>. \"I think what I'm good at is making shows or records which a lot of people will like for the same reasons I like them.\" He says he", "new_id": -2}, {"uid": "1295780739192643095", "i": 27893, "idx": 0, "sa": ["Andy Coulson", "Nick Clegg"], "q": "householders and businesses can change the way they live and work. With shared office space, home working and shared car journeys it is possible he says to cut down on petrol consumption. He said: <q>It would be possible to work locally and stop commuting. With thought, everything can come down to a much more local basis and our movement is all about creating this kind of resilience in the community.</q> The meeting will be attended by deputy mayor Councillor Asghar Majeed, a variety of guests including Transition Town organisations from other boroughs. <strong> Nick Clegg </strong> denies <strong> Andy Coulson </strong> exit damage <strong> Nick Clegg </strong> denies the government has been damaged", "new_id": -2}, {"uid": "1295246138063356933", "i": 32621, "idx": 3, "sa": ["Steve Larrabee", "Sen. Bernie Sanders"], "q": "that is \"transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day.\" In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said: <q>By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.</q> <strong> Sen. Bernie Sanders </strong>' office issued a statement saying the letter covered a number of issues facing the country. \"Most of the space in this newsletter dealt with the senator's views on the economic implications", "new_id": -2}, {"uid": "1296019529211435562", "i": 24172, "idx": 0, "sa": ["Bill Lockyer", "Michele Bachmann", "Newt Gingrich"], "q": "under the influence of alcohol on a university campus, killing 20-year-old student Chen Xiaofeng and injuring the other. Reports later emerged that when security tried to stop him from fleeing the scene, Li shouted: <q>Go ahead, sue me. My father is Li Gang!</q>- in an apparent attempt to use the influence of his father, the deputy police chief of Baoding city. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers", "new_id": -2}, {"uid": "1295560443214679557", "i": 11701, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": ". \"That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far.\" <strong> Sen. Bernie Sanders </strong> wants all the products to be made by American companies. <q>Given the state of the American economy, I would urge the National Museum of American History to do its very best to find American companies to manufacture the products it sells,</q> <strong> Sen. Bernie Sanders </strong> continued in the letter. \"I believe that Americans from all over the country who visit our beautiful national museum would be very appreciative if you would move in that direction.\" told ABC's The Note", "new_id": -2}, {"uid": "1295947989244924429", "i": 2005, "idx": 0, "sa": ["Steve Ballmer"], "q": "ARM processors. Unlike the x86 architecture that today's Windows laptops and desktops work with, ARM-based chips tend to run such low-power devices as tablets and smartphones. CES keynote speech, Microsoft CEO <strong> Steve Ballmer </strong> said, <q>This announcement is really all about enabling a new class of hardware, and new silicon partners for Windows, to bring the widest possible range of form factors to the market.</q> In other words, Windows won't be just for laptops and desktops anymore. Actual Facts Microsoft's ARM announcement represents the firm's only officially released factual detail about Windows 8. Consistent with", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q>It felt like we turned that corner,</q> <strong> Allen Iverson </strong> said. \"<strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.\" <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}, {"uid": "1296184988067649545", "i": 21632, "idx": 2, "sa": ["Mike Pence"], "q": "than our high corporate tax rate.\" \"This is an administration that has spent a lot of the last two years suggesting that there's no relationship between capital formation and taxes,\" <strong> Mike Pence </strong> said. <q>And so to hear the president acknowledge that one of the leading factors that are driving American jobs overseas is our extraordinarily high corporate tax rate was welcome indeed. Obviously, we'll look forward to work[ ing] with the administration on that.</q> Watch the full interview here. <strong> Mike Pence </strong>, 51, announced Wednesday that he will not run for president in 2012. Hoosier state Republicans expect him to run for governor. Pointing to another", "new_id": -2}, {"uid": "1295661392141557848", "i": 7916, "idx": 1, "sa": ["Devin Harris", "Vince Carter", "Allen Iverson"], "q": "some of its best basketball of the season in the final two periods to hand the Pistons their first loss after four wins to open the season. \"It was just about playing hard,\" <strong> Devin Harris </strong> said. <q>We didn't get off to the best start. We have been really struggling in the third quarter but tonight we came out with more aggressiveness. Points for me didn't matter. It was all about the win. We desperately needed this for our confidence's sake.</q> <strong> Vince Carter </strong> and Josh Boone each scored 18 for New Jersey, which got its first home win after two losses. Boone also pulled down 14 rebounds. <strong> Allen Iverson </strong> had 24 points and six assists after finally getting to suit", "new_id": -2}]