[{"uid": "1296058173154206255", "i": 4967, "idx": 0, "sa": ["Colin Powell"], "q": "of the Union policy address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Arizona. <q> I think he's got a way to go, </q> <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1296216383069550083", "i": 29335, "idx": 1, "sa": ["Jimmy Kimmel", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "the day after his new series premieres,'' Seacrest says on` <strong> Jimmy Kimmel </strong> Live.' The` Idol' host wishes <strong> Simon Cowell </strong> the best in his new endeavor. <strong> Jimmy Kimmel </strong> asks, <q> Do you hope his[ show] does better than yours? </q> For Some` American Idol' Fans, <strong> Simon Cowell </strong>'s Exit Is The End` American Idol' Confirms <strong> Jennifer Lopez </strong>, <strong> Steven Tyler </strong> as New Judges <strong> Jennifer Lopez </strong> Inks$ 12 Million Deal to Join`", "new_id": -2}, {"uid": "1295965142202670083", "i": 3206, "idx": 1, "sa": ["Barack Obama", "Mike Pence"], "q": "response must be sweeping, sustained and effective'' 9-15-2001 We were so fortunate to have had a man of great conviction in office when we were attacked by those radical Islamic terrorists on 9/11. When he said, <q> our response must be sweeping, sustained and effective </q>, he meant it, and he stuck to it; he did not relent. You must also rememb... RNC Chairman <strong> Mike Pence </strong> Steele talks about <strong> Barack Obama </strong>'s Congressional Address RNC Chairman <strong> Mike Pence </strong> Steele talks about <strong> Barack Obama </strong>'s Congressional", "new_id": -2}, {"uid": "1295563364204783630", "i": 10563, "idx": 7, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "did.''`` I could not be more excited about moving us forward, and we're really only at the beginning,'' Page said. As executive chairman, <strong> Eric Schmidt </strong> said he will <q> focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>. </q>`` A decade is a long time to be a CEO,'' <strong> Eric Schmidt </strong> said during the call. <strong> Sergey Brin </strong>, meanwhile, will devote his time and energy to strategic projects, in particular working", "new_id": -2}, {"uid": "1295922034202604607", "i": 14201, "idx": 0, "sa": ["Andy Coulson", "Chris Huhne"], "q": "from time to time. That is not at all unusual for prime ministers.'' It is understood that Ofcom has recommended that the bid should be referred. The No 10 spokesman said: <q> On the bid process... the culture secretary Jeremy Hunt is considering the report and he makes the decision in a quasi-judicial role. It is his decision alone. </q> Downing Street faced pressure on another front after <strong> Chris Huhne </strong>, the Liberal Democrat climate change secretary, accused the Metropolitan police yesterday of failing to investigate phone-hacking allegations properly. <strong> Andy Coulson </strong> resigned as the Downing", "new_id": -2}, {"uid": "1297353676255098882", "i": 1861, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "12-day closure. But few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q> We will open the museum after the strike is finished. I don't know when the strike is finished, </q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval.`` I need things to go back to normal.'' Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators", "new_id": -2}, {"uid": "1295630063219987992", "i": 1609, "idx": 2, "sa": ["Simon Cowell"], "q": "He's bringing those verbal gifts to the table, like asking the Snookie look-alike with the star-studded halter,`` What's with the jujubees on your uu-uu-bees?'' His dig at the burping guy-- <q> Did you eat a lot of paint chips as a child? </q>-- was vintage <strong> Simon Cowell </strong>. It's also cool how he throws himself into the music, whether pounding out a beat on the table or unleashing one of his high-pitched screams. Surprisingly, he", "new_id": -2}, {"uid": "1297226350092209194", "i": 12091, "idx": 1, "sa": ["Colin Powell"], "q": "Feb. 3, 2003, National Security Council meeting in which Mr. <strong> Colin Powell </strong> sketched out the presentation he was to make at the United Nations two days later. Mr. Rumsfeld quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that Mr. <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. Mr. <strong> Colin Powell </strong> objected. In his U.N. presentation, Mr. <strong> Colin Powell </strong> described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' Mr. Rumsfeld said", "new_id": -2}, {"uid": "1295390240232685652", "i": 20293, "idx": 3, "sa": ["Sergio Marchionne"], "q": ", guaranteeing the future of the plant and all three shifts.`` I am here with one message to tell you,'' <strong> Sergio Marchionne </strong> said after departing from his script and addressing the plant's workers. <q> The future of this plant is without doubt guaranteed. </q> Windsor Assembly is Chrysler's oldest plant and its only North American assembly plant running on three shifts. It employs 4,300 making 1,452 minivans a day.`` We're not going to give up", "new_id": -2}, [{"i": 9243, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Andy Coulson </strong> confirmed his resignation in a statement on Friday, saying that the continued coverage of events during his time as the editor of` News of the World' had made it difficult for him to give <q> the 110 per cent needed in this role </q>.'' I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,'' The Telegraph quoted him, as saying. Following", "sa": ["Andy Coulson"], "uid": "1295692802212844576"}]]