[{"uid": "1295669729206995523", "i": 38250, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too: <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. </q> \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked", "new_id": -2, "mturk_index": "753"}, {"uid": "1295422599153174027", "i": 15263, "idx": 1, "sa": ["David Letterman", "Don Kirshner", "Chris Rock", "Tiger Woods", "Joaquin Phoenix"], "q": "<strong> David Letterman </strong>: The New Andy Kaufman?- www.twitter.com/mjdasilva <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New Andy Kaufman?- www.twitter.com/mjdasilva So are you in the \"<strong> Joaquin Phoenix </strong> is on drugs and deeply disturbed camp?\" or the <q> He's having a laugh camp </q>. Either way, I can't wait for that debut hip-hop album. Follow me on twitter@mjdasilva... <strong> David Letterman </strong>- <strong> Chris Rock </strong> on <strong> Tiger Woods </strong> What does <strong> Chris Rock </strong> think about <strong> Tiger Woods </strong>' return to golf?... MaDon Kirshnerna on <strong> David Letterman </strong>", "new_id": -2, "mturk_index": "169"}, {"uid": "1295880449252248085", "i": 50827, "idx": 0, "sa": ["Zahi Hawass"], "q": "Deutschland und gypten um die ber?hmte B?ste. Jetzt gibt es eine offizielle R?ckgabeforderung. Fast genauso alt wie der Disput um den rechtm?igen Besitzer ist ein b?ser Verdacht: Die Plastik k?nnte eine F?lschung sein. von Christian Cohrs <q> Wir diskutieren jetzt nicht mehr dar?ber, ob wir dies tun, sondern nur noch dar?ber, wie diese Forderung formuliert werden soll. </q> Mit diesen Worten k?ndigte <strong> Zahi Hawass </strong>, Generalsekret?r der gyptischen Altert?merverwaltung im Mai 2010 an, was nun offiziell ist: gypten will die B?ste der Nofretete zur?ck- wieder einmal. Die erneute R?ckgabeforderung ist der H?hepunkt eines weiteren Kapitels", "new_id": -2, "mturk_index": "960"}, {"uid": "1295545209070057989", "i": 2590, "idx": 0, "sa": ["Michael Gove"], "q": "awareness of issues such as the rule of law, justice, rights and responsibilities, cultural diversity, immigration and race relations. The Coalition has already warned that the newly-slimmed down curriculum must not be a <q> vehicle for imposing passing political fads </q>. <strong> Michael Gove </strong>, the Education Secretary, said the current curriculum was \"substandard\" and higher demands were placed on children in other countries. \"The pace of economic and technological change is accelerating", "new_id": -2, "mturk_index": "480"}, {"uid": "1297185626119177230", "i": 44732, "idx": 8, "sa": ["Noel Gallagher", "Susan Boyle", "Simon Cowell", "Elton John"], "q": "time will help him avoid overlooking another big star. \"There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me,\" he said. <q> I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method. </q> Exactly which judges would be deliberating on the future Susan Boyles of America, he wouldn't say, though candidates as diverse as John\" John-Elton John-PECLB002595.topic\"> <strong> Elton John </strong> and <strong> Noel Gallagher </strong> has been rumored.( <strong> Simon Cowell </strong> will announce", "new_id": -2, "mturk_index": "1226"}, {"uid": "1295616805243957789", "i": 29091, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "give the 110 percent needed in this role.\" \"I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.\" <q> I'll leave within the next few weeks and will do so wishing the Prime Minister, his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government. </q> <strong> David Cameron </strong> \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to", "new_id": -2, "mturk_index": "211"}, {"uid": "1295968668242466824", "i": 21571, "idx": 2, "sa": ["Ken Auletta", "Barack Obama", "Eric Schmidt"], "q": "question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported yesterday. AulettaKen Auletta.com/\" Web Site\" <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World as We Know It, </q> told Bloomberg TV that <strong> Eric Schmidt </strong> may be weighing a role in the administration of U.S. <strong> Barack Obama </strong>. California, may be looking to rekindle the entrepreneurial spirit that allowed it to grow into one of the world's most valuable", "new_id": -2, "mturk_index": "574"}, {"uid": "1295613901243957775", "i": 18937, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "YouTube. Seg?n <strong> Eric Schmidt </strong>, \"las perspectivas son brillantes y los resultados tambi?n\" , ya que, como a?ade en el blog, la participaci?n entre <strong> Larry Page </strong>, <strong> Sergey Brin </strong>( <strong> Sergey Brin </strong>) y l ha sido <q> muy productiva porque siempre han estado involucrados con el proyecto y en la toma de decisiones al mismo nivel </q>. Adem?s, ha resaltado \"el enfoque de triunvirato como una fuente de beneficios reales en t?rminos de sabidur?a compartida\" , por lo que afirma que \"seguir?n discutiendo las decisiones entre los tres, pero", "new_id": -2, "mturk_index": "968"}, {"uid": "1295663477153141252", "i": 37281, "idx": 0, "sa": ["Andy Coulson", "Joe Buschmann"], "q": "any meaning to the HATEFUL JEWESH. Down with the racist Israeli-Jewesh State. No more BLOOD MOEY for Jewesh. THANK GOD the Chinese have forgiven the Japanese for the WW II atrocities they suffered. Report Abuse <q> To be sure, the nazis were brutal, but lets don't forget \"<strong> Joe Buschmann </strong> </q>. \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2, "mturk_index": "2058"}, {"uid": "1295822525140492836", "i": 48283, "idx": 0, "sa": ["David Letterman", "Sarah Palin", "Rudy Giuliani", "John King", "Barack Obama", "Alex Rodriguez"], "q": "will <strong> Rudy Giuliani </strong> run for <strong> Barack Obama </strong>?, people in New York living in a bubble Giuliani_Rudy Giuliani_Sarah Palin_Sarah Palin_Is_Great_For_The_Republican_Party! After <strong> John King </strong> shows <strong> Rudy Giuliani </strong> the cover of Newsweek with <strong> Sarah Palin </strong> on the cover, the former New York City mayor giddily says she <q> is great for the Republican Party, </q> and also takes credit for taJohn King <strong> Sarah Palin </strong> to the Yankees game in which <strong> David Letterman </strong> \"picked the wrong daughter\" for an <strong> Alex Rodriguez </strong> \"rape\" joke. <strong> Rudy Giuliani </strong> also comments on the NY23 Congressional District race from David Lettermanier this", "new_id": -2, "mturk_index": "533"}]