[{"uid": "1294973110267157533", "i": 5737, "idx": 0, "sa": ["Steve Ballmer"], "q": "consumer demand for gaming continues to evolve.'' Microsoft's Xbox 360 video game consoles were the only platform to sell more hardware in 2010 than in the previous year, according to NPD. <q> This has been the biggest holiday and the biggest year ever for Xbox, </q> Microsoft chief executive <strong> Steve Ballmer </strong> said during a presentation at the Consumer Electronics Show in Las Vegas. <strong> Steve Ballmer </strong> boasted that Microsoft sold more than eight million gesture-sensing Kinect controllers for Xbox 360 video game consoles in the 60", "new_id": -2}, {"uid": "1296664426136101888", "i": 7124, "idx": 1, "sa": ["Oprah Winfrey", "Simon Cowell", "Steven Tyler"], "q": "Jackson and <strong> Steven Tyler </strong>.`` I have to say this new` American Idol' gang make me so excited, because you just feel so happy now,'' the actress said of the hit FOX talent show. <q> As opposed to before I would watch it, me personally, I would feel so horrible for those people who are going out there.... It just[ felt] negative. </q> The` Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying,`` I'm a <strong> Simon Cowell </strong> fan and what I", "new_id": -2}, {"uid": "1295582443002506841", "i": 32172, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "also continue to act as an advisor to co-founders Larry Page and <strong> Sergey Brin </strong>. On a conference call with analysts, <strong> Eric Schmidt </strong> said he's excited about the change, because the more strategic role will give him <q> a chance to work on the things I'm most interested in. </q> He expects it to be`` a significant improvement in the things that I can do in my time.'' The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> have long run Google", "new_id": -2}, {"uid": "1296088771132530180", "i": 27137, "idx": 0, "sa": ["Eric Schmidt"], "q": "link shortening service, as well as code obfuscation with RSA public key cryptography algorithm are spreading malicious links via a bogus antivirus campaign. Global CIO: Google's <strong> Eric Schmidt </strong>: Top 10 Reasons Mobile Is Always# 1 <q> The answer should always be mobile first, </q> outgoing Google CEO <strong> Eric Schmidt </strong> said last year-- and his compelling arguments are even more persuasive today. Simple Email Service offers AWS customers a low-cost, hosted option to on-premises or third-party email systems. Now", "new_id": -2}, {"uid": "1295043177208601103", "i": 18972, "idx": 1, "sa": ["Kirsten Gillibrand", "Rush Limbaugh", "Gabrielle Giffords"], "q": "room this week when <strong> Gabrielle Giffords </strong> opened her eyes for the first time since the shooting last weekend in Tucson.`` She is the vision of hope for this country right now,'' <strong> Kirsten Gillibrand </strong> said referring to <strong> Gabrielle Giffords </strong>. <q> She embodies everything that <strong> Barack Obama </strong> was trying to say that we have to be better than we are, that we all have to conduct ourselves better than we do. </q> While that seems like a fairly innocuous statement- that we as human beings can always strive to be better people- today on his radio program, hate talker <strong> Rush Limbaugh </strong> attacked <strong> Kirsten Gillibrand </strong>, appearing to believe", "new_id": -2}, {"uid": "1295036917074235945", "i": 16143, "idx": 0, "sa": ["Donald Rumsfeld", "Julianna Margulies", "Anika Noni Rose", "Michelle King"], "q": "Robert <strong> Michelle King </strong> on renaming the show:`` It would have been nice to be ironic and call it The Sexy Wife.'' â\u0080¢ <strong> Julianna Margulies </strong> on the show's frequent gay and lesbian themes: <q> I don't think about it. I don't feel like it's a presence. I feel like it's a part of life.... If it was gay and lesbian just to be gay and lesbian, that would make me uncomfortable because that wouldn't be truthful. </q> â\u0080¢ Robert <strong> Michelle King </strong> on possible future guest stars:`` We're trying to get <strong> Donald Rumsfeld </strong>.'' â\u0080¢ Robert <strong> Michelle King </strong> on when the season-defining election between Wendy Scott-Carr( <strong> Anika Noni Rose </strong>), Peter Florrick(", "new_id": -2}, {"uid": "1297260236064307266", "i": 23667, "idx": 0, "sa": ["Paul McMullan", "Max Mosley", "Andy Coulson"], "q": "Newspapers The Home Affairs Committee on Friday published the evidence it has received so far in relation to its investigation into the <q> unauthorised tapping into or hacking of mobile communications </q>. The most interesting bits are from <strong> Paul McMullan </strong>, who was features editor at the News of the World between 1998 and 2001 when <strong> Andy Coulson </strong> was deputy editor, and from <strong> Max Mosley </strong>, who sued the NoW for", "new_id": -2}, {"uid": "1297216423081690625", "i": 6904, "idx": 1, "sa": ["Eric Cantor", "Kirsten Gillibrand", "Barbara Boxer", "Mike Pence"], "q": ", toward how we undermine women's reproductive health,'' said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). Abortion-rights groups, mobilizing to combat efforts to limit reproductive services, hammered home that same point. <q> The House leadership is clearly out of touch with the American people, as they are continuing to focus on legislation that takes away healthcare women currently have instead of focusing on jobs and the economy, </q> said Cecile <strong> Mike Pence </strong>, president of the Planned Parenthood Federation of America. <strong> Eric Cantor </strong> said Republicans are trying to make good on a`` Pledge to America'' promise by cutting taxpayer funding for abortion.", "new_id": -2}, {"uid": "1296222150071827491", "i": 21449, "idx": 1, "sa": ["Jeb Hensarling", "Barack Obama", "Rand Paul", "Sen. Bernie Sanders"], "q": ", <strong> Barack Obama </strong> told Congress:`` We should also find a bipartisan solution to strengthen Social Security for future generations.'' The president said Thursday the solution should not slash benefits for future generations or subject benefits <q> to the whims of the stock market. </q> <strong> Sen. Bernie Sanders </strong> said he would like to hear a stronger pledge from <strong> Barack Obama </strong>.`` <strong> Jeb Hensarling </strong> of Texas said- and he's the Republican Conference chairman- that they're going to take <strong> Rand Paul </strong> Ryan's", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.'' <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q> He( <strong> Simon Cowell </strong>) looked at me and said:` Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...' </q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}]