[{"uid": "1297656593172785694", "i": 50371, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "during a recent inventory. Shocked <strong> Zahi Hawass </strong>, the antiquities minister, appealed for the 3,500-year-old artefacts to be returned and warned they were so unique they would be impossible to sell. He said: <q> No museum or collector will buy Egyptian antiquities now, they will be too scared. </q> THE Serious Fraud Office was last night hunting millions stashed in the UK by Egypt's ousted tyrant <strong> Hosni Mubarak </strong>. Their probe came after Switzerland froze the assets of the`` Last Pharaoh'' in the search for", "new_id": -2}, {"uid": "1297319076226721837", "i": 18659, "idx": 2, "sa": ["Simon Cowell"], "q": "'m a big fan,'' <strong> Simon Cowell </strong> said of his former fellow American Idol judge.`` I've always said at some point we are going to be working together.'' But, he added, <q> I have to take everyone's opinions into account, </q> including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so, he", "new_id": -2}, {"uid": "1295686742156401686", "i": 57204, "idx": 5, "sa": ["Allen Iverson", "Phil Jackson"], "q": "quiet fourth quarter, <strong> Allen Iverson </strong> settled for 48 points and leading Phil Jacksonadelphia to a 118-111 victory Tuesday night over the Bucks, who have been burned for three straight games of at least 40 points by the 76ers All-Star. <q> Honestly, they play me one-on-one, straight up, </q> <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will.`` Except in the last quarter. I guess they felt like they had to do something.'' By then, it was too late. <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297426253083165204", "i": 9426, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "software, los servicios, las aplicaciones y el soporte al cliente para, de esta forma, proporcionarles una magn?fica experiencia'', ha explicado el <strong> Stephen Elop </strong> en la conferencia de prensa conjunta celebrada en Londres. <q> Nokia y Microsoft van a combinar sus puntos fuertes para ofrecer un ecosistema con un alcance y una escala mundial inigualable. Ahora se trata de una carrera en la que participan tres caballos </q> ha comentado a su participaci?n en el mercado respecto a sus competidores Apple y Google. Por su parte <strong> Steve Ballmer </strong> ha confirmado la importancia de la operaci?n.`` Estoy entusiasmado con la alianza establecida con Nokia''", "new_id": -2}, {"uid": "1295428029082264111", "i": 23789, "idx": 4, "sa": ["Simon Cowell"], "q": "Fall):-( Here is a short clip of the final minutes of the <strong> Simon Cowell </strong> Stack in Concord, CA. June 25, 2009. Demolishing the stack has taken a little over a week. Capturing this video <q> would you believe I missed it by that much? </q>`` How about 15 seconds!'' While I was recording, the card... Bishop Family Reunion- July 4th 2009", "new_id": -2}, {"uid": "1296530715200818714", "i": 37146, "idx": 12, "sa": ["Kobe Bryant", "Dwight Howard", "Allen Iverson", "Pau Gasol"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... Lakers vs Nuggets Pre Season <strong> Kobe Bryant </strong> 23 points Date: October 22, 2009 Honda Center, Anaheim, CA Playing without their injured inside duo of 7-footers <strong> Pau Gasol </strong>", "new_id": -2}, {"uid": "1296286461057311252", "i": 7478, "idx": 0, "sa": ["Fumihito, Prince Akishino", "Zahi Hawass"], "q": "ornate royal jewelry and other pharaonic artifacts. Japan's <strong> Fumihito, Prince Akishino </strong> and his wife Fumihito, Prince Akishinoss... National Museum World Video: Egypt leader fires Cabinet amid massive protests World Video: Canadian town boasts world-class ice fishing Report Abuse <q> The Egyptian army secured Cairo's famed antiquities museum early Saturday, protecting thousands of priceless artifacts, including the gold mask of King Tutankhamun, from looters. </q>- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse \" First the` protesters", "new_id": -2}, {"uid": "1297182562166789141", "i": 3255, "idx": 10, "sa": ["Donald Rumsfeld"], "q": "case of great-power politics. Iraq, at the time, was at war with the Islamic Republic of Iran, a country now regarded by Washington as one of its major enemies in the Middle East. <q> As odd as it might sound,[ Hussein] came across as rather reasonable... I did not expect that Saddam's regime would play such a prominent role in our country's future- and in my life- in the years ahead. </q> The book, of course, does offer its share of revelations. <strong> Donald Rumsfeld </strong> reveals that he offered to resign twice in the wake of the devastating Abu Ghraib scandal in 2004, when photos surfaced that detailed", "new_id": -2}, {"uid": "1295582258248299524", "i": 18269, "idx": 4, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ", saying Google's triumvirate decided they needed to find ways for the company to run more crisply.`` I am not as concerned about the titles as I am winning,'' Mr. <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> Google's stockholders have had little to complain about, not that it would have made a major difference because Mr. <strong> Eric Schmidt </strong>, Mr. <strong> Larry Page </strong> and Mr. <strong> Sergey Brin </strong> combined own a controlling stake in the company. Google", "new_id": -2}, {"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote:`` I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.'' Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which... </q>`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}]