[{"uid": "1296142546017235991", "i": 39258, "idx": 0, "sa": ["Rep. Steve King", "Mike Pence", "Sen. Jim DeMint"], "q": "<strong> Sen. Jim DeMint </strong> currently sees his role in the 2012 process, the adviser said, as \"setting the bar high\" for the presidential contenders when it comes to advocating for a small government agenda. <q> He hasn't completely shut the door on running, and if there was a situation where there is a massive void in the group of candidates, who knows what would happen?, </q> said the adviser, who was quick to caution that there is only a five percent chance his boss will run. Aside from Indiana <strong> Rep. Steve King </strong> <strong> Mike Pence </strong>, who is currently deciding between a presidential run and a", "new_id": -2}, {"uid": "1296541613250052616", "i": 46353, "idx": 0, "sa": ["Colin Powell"], "q": "Shelby Township  Cut Pentagon budget  Former Secretary of State <strong> Colin Powell </strong> and many members of Congress from both parties have said that cuts in Pentagon spending must be on the table to address the budget deficit( <q> Defense Secretary Gates proposes$ 78B in budget cuts over 5 years, </q> Jan. 7). Credible proposals have been put forward to cut Pentagon spending over the next decade. In an era when our states are facing terrible financial problems, I hope that our representative and senators", "new_id": -2}, {"uid": "1295921372006537277", "i": 39623, "idx": 4, "sa": ["Zahi Hawass"], "q": "has sent letters to try and get he statue back to Egypt. \"I am doing something that I believe in and that should have been done a 100 years ago,\" <strong> Zahi Hawass </strong> told AP. <q> My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to follow suit. </q> The statue is visited by more than a million tourists every year.", "new_id": -2}, {"uid": "1295983609158924816", "i": 6110, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Mayor Michael Bloomberg"], "q": "pass a simple background check. However, our patchwork of gun laws is rife with loopholes and too many dangerous people fall through the cracks.\" and Virginia Tech have shown us anything,\" said <strong> Chuck Schumer </strong>, <q> it is that there are serious holes in the reporting of information to the National Instant Criminal Background Check System and they need to be addressed immediately. I will work with my colleagues in the <strong> Sen. Ted Kennedy </strong> to pursue common sense gun ownership safeguards to protect our children and communities from those individuals, like the mentally ill and drug addicted, who should not have easy access to deadly weapons. </q> \"I commend <strong> Mayor Michael Bloomberg </strong> for his leadership in working to eliminate horrible gun violence in our communities,\" said <strong> Kirsten Gillibrand </strong>. \"I will continue to work with the <strong> Mayor Michael Bloomberg </strong>, Police Commissioner Kelly, law enforcement", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,\" he said. \"I also did it because I believe[ we] can find a star,\" <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}, {"uid": "1297200983061325341", "i": 1809, "idx": 9, "sa": ["Moqtada al-Sadr", "Donald Rumsfeld", "President Bush"], "q": "from jail. Then came the influx of terrorists- \"facilitated through Damascus\"- coming to fight against Americans. Al Qaeda joined the fray, as did a Shiite uprising under <strong> Moqtada al-Sadr </strong> and his Mahdi Army. <q> We couldn't lose any battles over there, but we couldn't beat them militarily, </q> he says. \"Because there was no one to beat. It was a totally unconventional asymmetrical circumstance.\" Mr. <strong> Donald Rumsfeld </strong> thus takes an unorthodox view of the significance of <strong> President Bush </strong>'s surge, which began", "new_id": -2}, {"uid": "1295932596118013987", "i": 21336, "idx": 0, "sa": ["David Letterman", "the Black"], "q": "in. Normally when the Rangers and Flyers play, you can smell the hatred, but this was even worse! Rangers at Flyers 2001/2002.... <strong> David Letterman </strong>- New York Rangers Top Ten The New York Rangers present <q> Top Ten Things Never Before Spoken By A Hockey Player. </q>... Mighty Morphin Power Rangers Theme Song( Original) Tommy becomes <strong> the Black </strong> Ranger... Power Rangers Samurai- First Look Promo The very first promo for Power Rangers Samurai, as first seen on www.nick.com. Catch the Season", "new_id": -2}, {"uid": "1296161907174751864", "i": 41108, "idx": 3, "sa": ["Barbara Boxer", "Dick Durbin", "Maxine Waters", "Harry Reid", "Sen. Bernie Sanders", "John McCain", "Nancy Pelosi", "Charlie Rangel", "Chuck Schumer"], "q": "Our Federal legislators broke Social Security over the past 25 years. Just like they raided the: Highway Trust Funds, Medicare& Medicaid, and the Tobacco Industry Settlement Fund. Now ask yourself, <q> How can any one continue to vote for the same Pols who have been in Congress for 20& 30 years? </q> eg: <strong> Sen. Bernie Sanders </strong> Sander( self-proclaimed Socialist), <strong> Barbara Boxer </strong>, Diane Feinstein, <strong> Charlie Rangel </strong>, <strong> Chuck Schumer </strong>, <strong> John McCain </strong>, <strong> Dick Durbin </strong>, <strong> Maxine Waters </strong>, <strong> Nancy Pelosi </strong> and <strong> Harry Reid </strong>... Quotes delayed, except where indicated otherwise. Delay", "new_id": -2}, {"uid": "1297117275093028356", "i": 36051, "idx": 0, "sa": ["Simon Cowell", "Michael Trujillo", "Jose Huizar"], "q": "emanating out of <strong> Simon Cowell </strong> <strong> Jose Huizar </strong>'s campaign office,\" Martinez spokesman Eric Hacopian said in a statement. LAPD Sgt. Mitzi Grasso confirmed Monday that Martinez's complaint had been received, adding that the matter is <q> under investigation to determine whether a crime actually occurred. </q> Meanwhile, Skelton said Martinez faces no danger from the former <strong> Jose Huizar </strong> aide. \"Obviously, he's trying to make this story as big as he possibly can,\" Skelton said. <strong> Michael Trujillo </strong>", "new_id": -2}, {"uid": "1296742183180060166", "i": 2766, "idx": 2, "sa": ["Donald Rumsfeld"], "q": ", and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made\", Mr <strong> Donald Rumsfeld </strong> writes. <q> There were far too many hands on the steering wheel, </q> he writes elsewhere; it was \"a formula for running the truck into a ditch\". Regrets He adds he regrets some of the quips he became famous for, such as \"stuff happens\"", "new_id": -2}]