[{"uid": "1297134796068190247", "i": 10225, "idx": 0, "sa": ["Mike Napoli", "Michael Vick"], "q": "a banner to celebrate the occasion, Hamilton said his agent, <strong> Mike Napoli </strong> Moye, and the club were making progress on his contract for this year, and he addressed rumors that <strong> Michael Vick </strong> Young could be traded. <q> It's hard to lose a guy who's your most durable player, who's in there every day, who's getting 550, 600 at-bats a year, putting up numbers like he does, </q> he said. \"Does it make sense? No. But I don't get paid to make those kinds of decisions.\" Hamilton said he worked out this morning with Young, who told him", "new_id": -2}, {"uid": "1297323057252542979", "i": 10133, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "lives lost. The process of concluding investigations prior to coming to determinations is enshrined in all institutions of most civilizations. <strong> Donald Rumsfeld </strong> can lie all he wants, but we were here when it happened and remember the lies <q> we know where they[ the weapons] are. They are in Tikrit and surrounding areas.. </q>. Furthermore all of the \"meet the press\" footage is available for future generations to see said lies with their own eye. <strong> Donald Rumsfeld </strong> has innocent blood on his hands plain and simple- no different from", "new_id": -2}, {"uid": "1297134193068190228", "i": 30317, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy? </q> Â© 2011 PanLocal Media, LLC- All Rights Reserved. Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I", "new_id": -2}, {"uid": "1295582258248299524", "i": 15101, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by Mr. <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Mr. Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> Mr. <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. Mr. <strong> Eric Schmidt </strong>, 55, will become executive chairman and remain available to advise Mr. Page, 37, and <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1297401258190005254", "i": 35979, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "â\u0080¢ BUEHRLE BASHES VICK: White Sox pitcher <strong> Mark Buehrle </strong>, an animal-rights activist, does not believe Eagles quarterback <strong> Michael Vick </strong> has been fully punished for his felony conviction for his role in a dogfighting ring in 2007. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong> told MLB.com in a recent interview. \"Everything you've done to these dogs, something bad needs to happen to these guys.\" The story, which was published on Wednesday, centered around", "new_id": -2}, {"uid": "1295487172086802452", "i": 5152, "idx": 3, "sa": ["Brad Greenberg", "Stephon Marbury", "Allen Iverson"], "q": "the draft. After the second workout, <strong> Brad Greenberg </strong> knew the <strong> Stephon Marbury </strong> jersey would not be needed. \"He's a special athlete and a special competitor and he has leadership ability,\" <strong> Brad Greenberg </strong> said of <strong> Allen Iverson </strong>. <q> He made it an easy decision. </q> <strong> Allen Iverson </strong>, who said he didn't know for sure about the pick until it was made, referred both to a new era for the 76ers, a team that has lost successively more games in each of their", "new_id": -2}, {"i": 44049, "idx": 0, "index_answer": 0, "new_id": -1, "q": ". Ask him how he feels, and he'll let you know. So on Monday, when <strong> Michael Vick </strong> said on The <strong> Tony Mercurio </strong> Show on ESPN 94.1 in Virginia Beach that his injured leg has <q> probably went from 50 percent to 75 percent, </q> you can believe him. What the Eagles have to hope is that before Sunday that percent jumps up to between 85 to 95 percent. <strong> Michael Vick </strong> saying, \"I'll be 100 percent by", "sa": ["Michael Vick", "Tony Mercurio"], "uid": "1296084752130252877"}, {"uid": "1297212014253886469", "i": 177, "idx": 4, "sa": ["Simon Cowell"], "q": "but <strong> Simon Cowell </strong> can't help but take digs at the \"Idol\" host. He's no longer co-workers with Paula either- but does he think she made a bad choice leaving \"Idol\"? <q> No, I don't think so, </q> <strong> Simon Cowell </strong> said. \"I think she just decided enough was enough. She wanted to do something new and the truth is on a show like that, you can't stay on it forever. It's not", "new_id": -2}, {"uid": "1296102239116244691", "i": 8435, "idx": 3, "sa": ["Michael Vick"], "q": "is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a \"sizable\" contract. \"We believe it was worth it,\" he said, <q> because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products. </q> Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by", "new_id": -2}, {"uid": "1296783985243531783", "i": 25933, "idx": 0, "sa": ["Cheryl Cole", "Jon Gosselin", "Kim Kardashian", "Cullen Jenkins", "Heidi Montag", "Simon Cowell", "Louis Walsh", "Dannii Minogue", "Michael Jackson"], "q": "X-Factor Danyl Johnson XFactor Stacey Audition Auditions <strong> Simon Cowell </strong> <strong> Cheryl Cole </strong> <strong> Dannii Minogue </strong> <strong> Louis Walsh </strong> <strong> Heidi Montag </strong> Body Language Miss Universe <strong> Kim Kardashian </strong> skanks Megan Wants Millionaire Hauserman Ryan <strong> Cullen Jenkins </strong> What the Buck <strong> Michael Jackson </strong> Buckley <strong> Jon Gosselin </strong> Murder Suicide entertainment news web series video blog Luke 17:20 <q> And when he was demanded of the Pharisees, when the kingdom of God should come, he answered them and said, The kingdom of God cometh not with observation: 21 Neither shall they say, Lo here! or, lo there! for, behold, the kingdom of God is within you. </q> <strong> Michael Jackson </strong> 18:36 \"Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now", "new_id": -2}]