[{"uid": "1296573684100761662", "i": 43422, "idx": 1, "sa": ["Michael Vick"], "q": "he's recently made public his Christian commitment. Reflecting on his conviction and imprisonment at last week's Super Bowl Prayer Breakfast, \"I wanted a chance to redeem myself,\" he said. <q>Pre-incarceration it was all about me. When I got to prison, I realized I couldn't do it anymore. The one thing I could rely on was my faith in God.</q> <strong> Michael Vick </strong>'s case is only one of the most recent of many such stories of prison redemption. It's Mail( will not be published)( required) How do I get a picture to", "new_id": -2}, {"uid": "1296744552199131154", "i": 30141, "idx": 43, "sa": ["Donald Rumsfeld", "Colin Powell", "Dick Cheney"], "q": ".\" A week later, <strong> Donald Rumsfeld </strong> gave the president a handwritten note saying \"that you have my resignation as <strong> Donald Rumsfeld </strong> of Defense any time you feel it would be helpful to you.\" <q>Don, someone's head has to roll over this,</q> Bush told him. But the president called him that night and said that \"your leaving is a terrible idea.\" Bush asked whether he should oust <strong> Colin Powell </strong> <strong> Dick Cheney </strong> Myers instead. <strong> Donald Rumsfeld </strong> replied that he would be", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q>On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city,</q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city \"rouge decision to besmirch the reputation of the city.\"", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}, {"uid": "1296854638096747656", "i": 16700, "idx": 4, "sa": ["Sergio Marchionne"], "q": "to government lenders of last resort because banks reduced credit during the recession in 2008 and 2009, <strong> Sergio Marchionne </strong> said. Chrysler has a \"moral responsibility to be worthy of these investments,\" he said. <q>We intend to show our gratitude by fulfilling our commitments and repaying every cent that has been loaned to Chrysler by the Canadian and U.S. taxpayers.</q> Year After GM A Chrysler offering would come about a year after General Motors raised more than$ 20 billion in a public offering of common and preferred stock in November. GM shares rose 9.3", "new_id": -2}, {"uid": "1295619378256049159", "i": 41103, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "picking the right people to do the right job and the decision to appoint <strong> Andy Coulson </strong> was controversial in the first place and it's clearly a big, big judgment call that <strong> David Cameron </strong> has got wrong.\" <q>I think <strong> Andy Coulson </strong> was somebody who could help the Conservative Party... produce a message which was, if you like, \"pub ready', which resonated with ordinary people. It wasn\"t divorced from them in the way that a lot of very middle class politicians are.</q> STEVEN BARNETT, PROFESSOR OF COMMUNICATIONS, UNIVERSITY OF WESTMINSTER \"It is all starting to unravel in a way that I think would make people in News Corp extremely nervous and I think", "new_id": -2}, {"uid": "1297126038178880522", "i": 44300, "idx": 3, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "Dallas Saturday.\" <strong> Dwaine Caraway </strong> said he believes \"a great majority\" of the people of Dallas would have supported his decision, despite <strong> Michael Vick </strong>'s conviction for running a vicious dog fighting ring. <q>I gave it to him, sure I did. The wayward children that were there needed to have hope,</q> he said. <strong> Dwaine Caraway </strong>- who is poised to step in as Dallas mayor when <strong> Mayor Tom Leppert </strong> leaves office- did not say exactly where he was( \"somewhere downtown\" and \"one of the clubs\"", "new_id": -2}, {"uid": "1296835348012369970", "i": 22212, "idx": 2, "sa": ["Barack Obama", "John Boehner", "Sen. Bernie Sanders"], "q": "people. Remember when <strong> Sen. Bernie Sanders </strong> <strong> John Boehner </strong> promised a 100 Billion in spending cuts just in the first year if they won in Nov. 2010. Here is the actual quote from their \"Pledge to America\". <q>With common-sense exceptions for seniors, veterans, and our troops, we will roll back government spending to prestimulus, pre-bailout levels, saving us at least$ 100 billion in the first year alone and putting us on a path to begin paying down the debt, balancing the budget, and ending the spending spree in Washington that threatens our children's future</q>. Well now it turns out that this number, at best, is going to be 32 Billion Dollars. About 30% of what they promised. When <strong> Barack Obama </strong> changes his projections the GOP has a", "new_id": -2}, {"uid": "1295589925085278736", "i": 31611, "idx": 0, "sa": ["Eric Schmidt"], "q": "into the world's most-used search engine, generating$ 29 billion in sales last year. \"Larry is ready,\" <strong> Eric Schmidt </strong>, who will become executive chairman, said Thursday on a conference call. <q>It's time for him to have a shot at running this.</q> <strong> Eric Schmidt </strong>, 55, who joined the company in 2001, will focus on deals, partnerships and customers, he wrote in a blog post. Page, 37, will take over day-to-day operations as CEO", "new_id": -2}, {"uid": "1296550766189169669", "i": 6252, "idx": 4, "sa": ["David Letterman"], "q": "?\" <strong> David Letterman </strong> asked, to which Bieber replied: \"I don't know. I'm Canadian.\" Later Bieber tweeted that he will be on the \"Late Show\" again on Friday, <q>playing the drums and doing the Top Ten.</q>", "new_id": -2}, {"uid": "1296134863266403875", "i": 13922, "idx": 0, "sa": ["John P.", "Khaldoon Al Mubarak", "Michael Jordan", "Allen Iverson", "Link TV"], "q": "silt from the river adjacent to the marina, the town of East <strong> Michael Jordan </strong> is quiet and a pleasant... Mosaic News- 11/15/10: World News From The Middle East <strong> Link TV </strong> is viewer-supported! www.linktv.org Today's headlines: <q>Three million Hajj pilgrims begin journey to Muzdalifah,</q> <strong> Khaldoon Al Mubarak </strong> Jazeera <strong> Link TV </strong>, Qatar \"Egyptian children learn about Hajj,\" <strong> Khaldoon Al Mubarak </strong> Jazeera <strong> Link TV </strong>, Qatar \"<strong> John P. </strong> Sudan begins registration for referendum vote,\" BB... <strong> Allen Iverson </strong>& <strong> Michael Jordan </strong> 2003 NBA All Star Highlight <strong> Michael Jordan </strong> got", "new_id": -2}]