[{"uid": "1297417738259899404", "i": 11690, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Microsoft's case) to a wider audience.`` Nokia is at a critical juncture, where significant change is necessary and inevitable in our journey forward,'' said <strong> Stephen Elop </strong>, Nokia president and CEO. <q> Today, we are accelerating that change through a new path, aimed at regaining our smartphone leadership, reinforcing our mobile device platform and realizing our investments in the future. </q> Microsoft CEO <strong> Steve Ballmer </strong> was equally enthusiastic:`` I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise", "new_id": -2}, {"i": 5772, "idx": 2, "index_answer": 1, "new_id": -1, "q": ",'' <strong> David Letterman </strong> said:`` Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?'' <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q> Well, I'm sorry to hear that, or I'm not sorry to hear that? </q>`` Well, you are respectfully considerate, and yet pleased for the new developments in my life,'' <strong> Kelsey Grammer </strong> offered.`` Well, it's a difficult time, regardless,'' <strong> David Letterman </strong>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295082156260702223"}, {"uid": "1296169756065815248", "i": 45703, "idx": 5, "sa": ["Mike Pence"], "q": "up his timetable,'' National Journal updated. What we know for sure, though, is that <strong> Mike Pence </strong>'s people are understandably not happy with reporters calling his mother for the hottest political gossip: <q>`` You called his mom, </q> <strong> Mike Pence </strong> spokesman Matt Lloyd protested when an NJ reporter called the lawmaker's office to inquire about the latest reports about an evening announcement... \"[ Image via AP]", "new_id": -2}, {"uid": "1296535482017350713", "i": 49134, "idx": 1, "sa": ["Sergio Marchionne", "Barack Obama"], "q": "these figures are not as bad as the company emerged from bankruptcy in 2009. Chrysler announced that produced an operating profit in the first quarter of 2010 for the first time since the economic crisis began. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations. Our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives, </q> added <strong> Sergio Marchionne </strong>. Last year, U.S. <strong> Barack Obama </strong> made the difficult decision to provide Chrysler with financial support if they proved to be able to restructure their businesses into a long-term viability without ongoing government assistance.", "new_id": -2}, {"uid": "1296759030005144618", "i": 6125, "idx": 6, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "the Tennessee Army National Guard, asked <strong> Donald Rumsfeld </strong>:`` Why do we soldiers have to dig through local landfills for pieces of scrap metal and compromised ballistic glass to up-armour our vehicles?'' <strong> Donald Rumsfeld </strong> replied: <q> You go to war with the army you have. </q> In his book, <strong> Donald Rumsfeld </strong> shifts responsibility for the failures in Iraq on to President George Bush and <strong> Paul Bremer </strong>, the diplomat who ran the Iraq for the first year, as well as on to", "new_id": -2}, {"uid": "1295605845143458387", "i": 37057, "idx": 0, "sa": ["Simon Cowell"], "q": "bar. A terrified Nick pleads with Peter to spare him, telling him to think of the consequences of his actions and the affect they will have on his son <strong> Simon Cowell </strong> but Peter pays no attention, <q> I reckon they'll call it a crime of passion. </q> He tells Nick before striking the businessman across the head; Nick falls to the ground with blood seeping from an open wound. Fan will have seen Peter and Leanne wed in a quickie hospital bed ceremony", "new_id": -2}, {"uid": "1295581455002506782", "i": 46436, "idx": 7, "sa": ["Eric Schmidt"], "q": "run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way.'' <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy. <q> We tend to agree on everything, </q> he noted. Robot cars: Google searches for next Android But he said he believes the new management structure will speed up decision making at the company. Google has lost some of its top", "new_id": -2}, {"uid": "1296852317242089998", "i": 17570, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "<strong> Michael Vick </strong> tells NFL commissioner <strong> Roger Goodell </strong> he's not hosting Super Bowl party <strong> Michael Vick </strong> has told NFL commissioner <strong> Roger Goodell </strong> that he will not be hosting a Super Bowl XLV party. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans.`` I want", "new_id": -2}, {"uid": "1297253300167444532", "i": 41744, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "but that said phones are leaving Finland's biggest export in the dust. burning platform story and goes on to say a few things I found startling coming from a CEO. Can you imagine <strong> Steve Ballmer </strong> ever saying, <q> There is intense heat coming from our competitors, more rapidly than we ever expected </q>? That's the least direct thing in the memo. <strong> Stephen Elop </strong> goes on to say that Apple is creaming Nokia in the high end market, Android has some real innovation happening and is starting to firmly establish themselves", "new_id": -2}, {"uid": "1295570534120422441", "i": 35466, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": " See <strong> Google Inc. </strong> news here.`` Historically we have always been running the decisions together, and ultimately it adds delay and so forth in the way we make decisions,'' <strong> Eric Schmidt </strong> said. <q> We think this will produce even better success for the corporation. </q> <strong> Google Inc. </strong> has still been trying to find new sources of revenue growth beyond its search engine monster. Its Android operating system has taken off in mobile but some of its other attempts outside of search have not", "new_id": -2}]