[{"uid": "1297235178246775830", "i": 6273, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "We bask in the reflected glory of this scrappy, banged-up bunch that ran the table and knocked off some pretty good teams in hostile stadiums to advance to one of the most exciting Super Bowls ever. <q> I'll tell you what, Green Bay, we're going to be right here next year doing this exact same thing, </q> Packers quarterback and Super Bowl MVP <strong> Aaron Rodgers </strong> said to a thunderous ovation from the crowd. Fresh from Disney World in Florida and <strong> David Letterman </strong> in New York, he declared himself`` pretty tired right now.''", "new_id": -2}, {"uid": "1295264028094093318", "i": 7254, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "alone. Pressed on the claims today that <strong> Andy Coulson </strong> offered to quit over recent developments, <strong> David Cameron </strong> refused to divulge`` private conversations'' other than to say that <strong> Andy Coulson </strong> was`` extremely embarrassed'' by the reports <q> as anyone who is human would be </q>. But the prime minister said that he judged his staff on whether they were doing a`` good job'', telling BBC Radio 4's Today programme that <strong> Andy Coulson </strong>`` can't be responsible for the", "new_id": -2}, {"uid": "1296073914111656962", "i": 47591, "idx": 0, "sa": ["Jonathan Ross", "Andy Coulson", "David Cameron"], "q": "as a spat now has the feel of being... celebrity thought it was funny.`` Am thinking of inviting <strong> Andy Coulson </strong> to the Comedy Awards,'' tweeted <strong> Jonathan Ross </strong> ahead of presenting Saturday night's funfest. <q> Have left a message on <strong> Sienna Miller </strong>'s phone for him. </q> But as the resignation of <strong> David Cameron </strong>'s director of communications elevated the mobile phone-hacking scandal to a new level of importance, few others saw it as a source police that he feared his phone might have been", "new_id": -2}, {"uid": "1295584540106250245", "i": 12401, "idx": 4, "sa": ["Eric Schmidt"], "q": ", customers and broader business relationships''. In the blog post, Mr <strong> Eric Schmidt </strong> said the three executives would continue to collaborate on major decisions, but that the changes would help clarify the individual roles so <q> there's clear responsibility and accountability at the top of the company </q>. Mr <strong> Eric Schmidt </strong>, who was widely described as`` adult supervision'' for the two young founders when he was named chief executive, posted on his Twitter account:`` Day-to-day adult supervision is no longer", "new_id": -2}, {"uid": "1295768239143409188", "i": 5662, "idx": 2, "sa": ["Allen Iverson"], "q": "added 24 off the bench and the Nuggets overcame a 16-point deficit in the first quarter to win their playoff showdown with the Warriors 114-105 Thursday night.`` Everybody knew what was at stake,'' <strong> Allen Iverson </strong> said. <q> It's easy for players to say it's just another game. But everybody knows it wasn't just another game. It was a game that both teams felt they had to have. </q> The win moved Denver( 48-31) a full game ahead of the Warriors in the race for eighth place in the West with only three games remaining. The Nuggets also control the tiebreaker, meaning they can clinch", "new_id": -2}, {"uid": "1295584186085278737", "i": 4657, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Google Inc. </strong> may be returning to its startup roots.`` A lot of the growth of the company used to be driven by innovation,'' said Yun Kim, an analyst at investment firm Gleacher& Co. <q> Having someone with the very strong products background that Larry has could bring some innovation back to <strong> Google Inc. </strong>. </q> <strong> Eric Schmidt </strong>, 55, will remain as executive chairman and will advise Page and <strong> Sergey Brin </strong>, <strong> Google Inc. </strong>'s other co-founder. <strong> Sergey Brin </strong> will give up his title as co-president to work on high-priority projects. One", "new_id": -2}, {"uid": "1297241204110002186", "i": 17327, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> on Controversy SC Police Laud Workers for Saving Child in Toilet SC officials praise cleaning crew for saving life of newborn left choking in arena toilet 1 comment By SUSANNE M. SCHAFER Associated Press <q> They did save the life of that child, </q> Greenville Police Chief Terri Wilfong said late Tuesday. A 25-year-old married mother of a 4-year-old faces charges of giving birth in the toilet to the 6-pound boy and leaving it to die. By calling", "new_id": -2}, {"uid": "1295213006103333935", "i": 796, "idx": 0, "sa": ["Andre Iguodala", "Allen Iverson", "Chris Webber"], "q": "winning percentage, if the teams finish in a two-way tie. A Sixers team that was in a 4-13 nosedive got what it desperately needed against the Bulls, who had won a few days earlier in Philadelphia. <q> If we lost this one, it's almost a wrap, </q> said <strong> Andre Iguodala </strong>, who had 10 points and seven rebounds. Philadelphia( 35-41) was without forward <strong> Chris Webber </strong>, a late scratch with a lower back strain. But the Sixers still had <strong> Allen Iverson </strong>. And a Bulls team", "new_id": -2}, {"uid": "1297711129124567605", "i": 13961, "idx": 1, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "screen will provide useful information, such as a calendar tile showing the time of the next appointment.`` I get at-a-glance needed information without going into the application,'' said Windows Phone designer <strong> Joe Belfiore </strong>. <q> That is smart design for making things simple. </q> Various`` hubs'' will automatically group users' items together, such as photos whether they are stored in the phone, on their PC, or posted on their social websites. <strong> Steve Ballmer </strong> said", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology.`` He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+` px';} else{ this.style.height=' 250px';};''> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}]