[{"uid": "1297419759197410817", "i": 23075, "idx": 1, "sa": ["Sergio Marchionne"], "q": "o problema havia sido encontrado, um encaixe malfeito entre duas pe?as de pl?stico. Com a ma?aneta da porta consertada, o novo Charger come?ou a sair da linha de montagem alguns dias depois do Natal. <q> Eu suspeitaria que alguns dos problemas com que estamos lidando agora e me causam apoplexia teriam sido varridos para debaixo do tapete dez anos atr?s </q>, disse <strong> Sergio Marchionne </strong>. Mas, \"se voc realmente quer tocar o neg?cio, precisa se envolver nesse n?vel\" . O destino da Chrysler, que ontem anunciou uma forte redu?o no preju?zo do quarto trimestre", "new_id": -2}, {"uid": "1296480948012714004", "i": 25285, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\" The Miami Herald is pleased to provide this opportunity to", "new_id": -2}, {"uid": "1295093100028508164", "i": 1641, "idx": 1, "sa": ["Sergio Marchionne"], "q": "\"We're happy the majority of workers at Mirafiori has understood Fiat's commitment to transform it into a plant with an international reach,\" <strong> Sergio Marchionne </strong>, 58, said in an e-mailed statement today. <q> We're happy because workers with their vote showed they have confidence in their future. Our plan for this plant is very ambitious. </q> <strong> Sergio Marchionne </strong> needs a majority of the 5,500 employees at the factory to sign off a Dec. 23 accord already approved by most unions as he seeks to turn around Fiat's unprofitable Italian operations and revitalize an alliance", "new_id": -2}, {"uid": "1296266736254001186", "i": 10921, "idx": 1, "sa": ["Charles Ellis Schumer", "David Paterson", "Kirsten Gillibrand"], "q": "U.S. Senate by former Governor <strong> David Paterson </strong> that Senator <strong> Kirsten Gillibrand </strong> has established herself with New York voters in terms of her job performance,\" says Dr. Lee M. Miringoff, director of The Marist College Institute for Public Opinion. <q> Voters see <strong> Kirsten Gillibrand </strong> in a different light. </q> <strong> Charles Ellis Schumer </strong>, the state's senior senator, wins approval from 59 percent of New Yorkers, up from 55 percent. His current rating is close to his all-time high of 61 percent in October 2004.", "new_id": -2}, {"uid": "1295214437036208682", "i": 36119, "idx": 2, "sa": ["Jennifer Lopez", "Simon Cowell", "Randy Jackson"], "q": "said. \"At the end, America's voting. We're here to guide them through it and mentor them through it.\" That didn't always seem the case with <strong> Simon Cowell </strong>. <q> We definitely love him and will miss him, and I think he was a great addition to the show, but I think what we've added now with these two superstars( is that) the show is going to go on and have huge success, </q> returning judge <strong> Randy Jackson </strong> said. \"I see these kids walk in, and they look at <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong>, and they go,` My God. We got, like, the rock legend. We got", "new_id": -2}, {"uid": "1296849294211812407", "i": 7924, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": ".( AP Photo/Eugene Tanner) The Associated Press NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. \"I want", "new_id": -2}, {"uid": "1295628188045006849", "i": 30266, "idx": 0, "sa": ["Steve Ballmer", "Barack Obama"], "q": "- JmgxmFmjuwKNVA?docId=CNG.1564caecad478d677c662a5ea9f12f99.321\" went on record to slam the \"extreme\" use of illegal software by Chinese businesses. Although details on what was actually said are scant, <strong> Barack Obama </strong> Obama-Barack Obama-and-Barack Obama-hu-peoples-republic-china\" noted that <q> we were just in a meeting with business leaders, and <strong> Steve Ballmer </strong> of Microsoft pointed out that their estimate is that only one customer in every 10 of their products is actually paying for it in China. And so can we get better enforcement, since that is an area where America excels-- intellectual property and high-value added products and services </q>. blog post added that <strong> Steve Ballmer </strong> raised,\" [ the] importance of intellectual property, or IP, to the future success and economic development of both countries, and noted the serious IP piracy problems that currently", "new_id": -2}, {"uid": "1296615825145653773", "i": 23915, "idx": 3, "sa": ["Sergio Marchionne"], "q": "Program, the U.S. Treasury can restrict senior management's compensation. \"It was absolutely owed that we treat our people properly,\" CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call. <q> The obligation to our people was much greater than the need to improve our bottom-line profitability. </q> <strong> Sergio Marchionne </strong> chose the term performance award rather than profit sharing because \"it's difficult to talk about profit sharing when you have a negative number at the bottom line.\"", "new_id": -2}, {"uid": "1295618707107249683", "i": 2818, "idx": 0, "sa": ["Andy Coulson", "Alan Johnson", "Harry Potter"], "q": "social networking sites. A GTC spokeswoman said they had heard only two cases relating exclusively to teachers' non-criminal behaviour outside school, and both were before the code's introduction. She said: <q> The code does not alter the threshold for disciplinary action and does not affect the way in which any cases referred- including those involving conduct outside school- are assessed. \"It is only if a teacher's private behaviour were to become public in a way that was damaging to the reputation of the profession, and if that behaviour were serious enough to warrant dismissal, that the GTC would become involved. </q> <strong> Alan Johnson </strong> bodyguard` had affair with wife' new <strong> Andy Coulson </strong> quits as Cameron spin doctor new School principals trawl web to` dig up the dirt on teachers' <strong> Harry Potter </strong> star's brother jailed new", "new_id": -2}, {"uid": "1296768815048218146", "i": 7533, "idx": 4, "sa": ["Steve Ballmer"], "q": ", whose team's first Windows Phone 7 application hit the Marketplace yesterday. <strong> Steve Ballmer </strong> said that with about 1,000 apps at launch, Microsoft is ahead of its competitors in their marketplace launch phases. <q> Over 1000 apps is good, but they need to build up to the big leagues in the next 6 months... </q> said Al Hilwa, IDC program director, Applications Development Software, in an email. \"From what I am seeing in the tools and how jazzed developers are, I think they will hit some big milestones for", "new_id": -2}]