[{"uid": "1297033516043974665", "i": 15244, "idx": 1, "sa": ["Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "controlling the game.'' The 6-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> and <strong> Michael Vick </strong> or as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. <q> I'm always trying to get better, </q> he said.`` I'm trying to make better decisions, smarter decisions. I try not to put us in a bad situation.'' This season, 15 of his 34 rushes produced", "new_id": -2}, {"uid": "1295291311074366988", "i": 37460, "idx": 2, "sa": ["Mike Pence"], "q": ", social, and national security conservatives, and will energize the conservative coalition essential to winning back The White House in 2012.'' The Conservative Champion,'' is up with its first post, entitled, <q> America calling <strong> Mike Pence </strong>.... You are the Conservative Champion. We call you to Serve. </q> <strong> Mike Pence </strong> is expected to make a decision by the end of January. It's also possible he runs for governor of Indiana. The response to <strong> Mike Pence </strong> speeches has given before conservative groups is notable, especially in", "new_id": -2}, {"uid": "1295494449164200472", "i": 17496, "idx": 7, "sa": ["Elton Brand", "Allen Iverson", "Singapore Kane"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to <strong> That guy </strong> at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four MY MIX FROM MISIEK MOVIE SHOW FOOTAGE FROM 2009 2010 SEASON HQ: rapidshare.com Music: <strong> Singapore Kane </strong>- Summer In The City( Hip-Hop)", "new_id": -2}, {"uid": "1295806909069746696", "i": 16100, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "his purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.'' <q> I think he has reached out to countries around the world and has developed good relations with countries around the world, </q> <strong> Colin Powell </strong> said.`` And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the", "new_id": -2}, {"uid": "1295688999156401675", "i": 33400, "idx": 0, "sa": ["Andy Coulson", "Barack Obama"], "q": "Innocent people should not suffer needlessly as a result because people stick their heads in the sand. </blockquote> Report Abuse <blockquote> Question: How do you tell when a Muslim goes from boyhood to manhood? </blockquote> Report Abuse <q> Millions of@#$% e pilgrims are converging this weekend on Karbala, located 55 miles( 90 kilometers) south of Baghdad, for rituals marking the 7th century death of Imam <strong> Barack Obama </strong>. He was a grandson of the Prophet Muhammad and was slain by Muslim rivals near Karbala. </q>____ you know what they say about Islam... the more things change, the more things stay the same. Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1295627741146702395", "i": 13718, "idx": 9, "sa": ["Eric Schmidt", "Sergey Brin", "Esther Dyson"], "q": "But the timing-- I've talked to people at Google today and they were just flabbergasted.'' <strong> Esther Dyson </strong>, a veteran Valley investor who has long known the Google founders and Mr. <strong> Eric Schmidt </strong>, said, <q> It is unexpected but it makes a lot of sense. </q> She added:`` Larry and <strong> Sergey Brin </strong> have grown up. They want to run their own company.'' After the management change, Mr. <strong> Sergey Brin </strong> will concentrate on several new products, which he declined to", "new_id": -2}, {"uid": "1296260491067190794", "i": 4025, "idx": 2, "sa": ["Eric Schmidt"], "q": ", he said:`` My sex life is pretty good these days''. <strong> Eric Schmidt </strong> likes to portray Google as an`` open'' company that operates in contrast to a`` closed'' company like Apple. <q> With the Apple model- which works extremely well, as I know as a former Apple board member- you have to use their development tools, their platform, their software, their hardware, </q> <strong> Eric Schmidt </strong> said at a conference this fall.`` If you submit an application, they have to approve it. You have to use their monetization and their distribution. That would not be open.", "new_id": -2}, {"uid": "1296582890005816352", "i": 765, "idx": 1, "sa": ["Zahi Hawass"], "q": "civilians formed a human chain to protect the building. Dozens of looters were detained over several days and most appeared unaware of the value of what was in the museum, gleefully ransacking the gift shop. <q> They thought that the museum shop was the museum, </q> said <strong> Zahi Hawass </strong>, Egypt's top archaeologist.`` These people are ignorant, they are outlaws.'' Nine looters climbed the fire escape to the museum roof and lowered themselves on ropes from a glass pane", "new_id": -2}, {"uid": "1295909540177651716", "i": 41762, "idx": 2, "sa": ["Sheldon Whitehouse", "Sen. Bernie Sanders"], "q": "the budget ceiling. <strong> Sen. Bernie Sanders </strong> <strong> Sheldon Whitehouse </strong>( D-R.I.) argued that this`` unfettered control'' for the House Budget Committee Chairman is also tantamount to an endorsement from congressional Republicans of his deficit-cutting measures. <q> That makes clear that they are coming after Social Security and Medicare, </q> concluded <strong> Sheldon Whitehouse </strong>. blog comments Reader Comments( 1)", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,'' <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as`` deals, partnerships, customers and broader business relationships,'' while Page would <q> merge Google's technology and business vision. </q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so`` there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}]