[{"uid": "1297356982264552476", "i": 5182, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>. \"Being pummeled?\" <strong> Anderson Cooper </strong> said. \"I don't recommend it. I'd never been hit in the head before.\" He described the scene, saying, <q>People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying.</q> Queen Creek-$ 70,000 MLS 4426652 3 bed/ 2 bath 1,201- 1,400/ 2007 Stephanie Petka, CENTURY 21 Arizona Foothills Gilbert Gold Canyon-$ 259,000 MLS 4432349 4", "new_id": -2}, {"uid": "1295501732152404071", "i": 20406, "idx": 3, "sa": ["Doc Rivers", "Allen Iverson", "Pat Garrity", "Darrell Armstrong"], "q": "76ers. <strong> Allen Iverson </strong> shrugged off a slow start to score a season-high 46 points Wednesday night, but the Magic contained Philadelphia's other starters to beat the 76ers 110-105 behind 25 points by <strong> Pat Garrity </strong> and 20 by <strong> Darrell Armstrong </strong>. <q>That little guy is something else. He drove me crazy,</q> <strong> Doc Rivers </strong>, Orlando's first-year coach, said. \"We didn't want to trap him, and it nearly cost us. We told the guys if we could stop the other four, we could win the", "new_id": -2}, {"uid": "1297501178235929616", "i": 27955, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "and Washington counties because of snow and ice damage. Disaster relief from the U.S. Department of Agriculture could help farmers recover from property damage and livestock losses due to weeks of snow and ice buildup. <q>The amount of heavy snow we've received this winter is unprecedented,</q> <strong> Kirsten Gillibrand </strong> said. \"Federal assistance is absolutely critical to helping these hardworking farm families recover.\" Farm Service Agency's emergency loans go to help supplement farmers' incomes after crop and livestock loss, pay to", "new_id": -2}, {"uid": "1296789416115392521", "i": 29000, "idx": 0, "sa": ["Allen Iverson"], "q": "made 70% or more in the regular http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1297113612077856768", "i": 21579, "idx": 1, "sa": ["Simon Cowell"], "q": ".\" Even though \"American Idol\" and \"America's Got Talent\" have fished the talent pool, <strong> Simon Cowell </strong> said he has a gut feeling he will be able to uncover such a talent. <q>You've only got to find one,</q> he said. \"If I didn't believe I could do this, there would be no point in making the show.\" The mentoring component grew out of him becoming bored and frustrated just sitting", "new_id": -2}, {"uid": "1296856799145915922", "i": 23922, "idx": 0, "sa": ["Sergio Marchionne"], "q": "to generate another$ 1 billion this year. <strong> Sergio Marchionne </strong> said the company expects to report a net income of between$ 200 million and$ 500 million this year even after interest expenses. <q>It is a thorn in my side,</q> <strong> Sergio Marchionne </strong> said of the government debt. \"But when we did this deal back in 2009 we could not have borrowed a buck from a 7-11 store. The banking system was shut.\"", "new_id": -2}, {"uid": "1295575224224641077", "i": 22904, "idx": 0, "sa": ["Eric Schmidt"], "q": "n't. But at no time since the Google juggernaut began its conquest of the Internet have there been so many questions about the company's future. In a parting tweet, CEO <strong> Eric Schmidt </strong> wrote Thursday: <q>Day-to-day adult supervision no longer needed!</q> Perhaps that's true. But it would be foolish to think that Page is inheriting a company running on cruise control. Google doesn't need Page to be a savior. But he will need to", "new_id": -2}, {"uid": "1295908217175931397", "i": 3067, "idx": 0, "sa": ["Allen Iverson"], "q": "' roster to 16 players. Portland has struggled with injuries this season. Veteran center Report Abuse \"Wow, not 1 person has commented on what the story is actually about...\" Report Abuse <q>I agree with U Yahoo User. Kobe is an overrate, arrogant, gunner with a low shooting percentage!!! Remember, he wanted to be traded before the Lakers mysteriously got Gasol in a so-called trade.</q> Give me a healthy <strong> Allen Iverson </strong> over him any day!!! I wished A.I. would had had the oppertunity to play with Shaq or Gasol on those Lakers teams!!! They both came into the NBA in", "new_id": -2}, {"uid": "1297604062127287303", "i": 20026, "idx": 7, "sa": ["Simon Cowell", "the Black"], "q": "<strong> the Black </strong> Eyed Peas or Destiny's Child. \"I'm genuinely staggered this hasn't happened. All the signs are out there, from Glee to High School Musical,\" he said, advising <q>any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition.</q> The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. \"If they don't sell a single record they still get to keep the money,\" he said. \"It", "new_id": -2}, {"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}]