[{"uid": "1296003648058851372", "i": 57, "idx": 2, "sa": ["Barack Obama", "Michael Vick", "Jim Richardson"], "q": "all active professional quarterbacks. Says Master:`` The guy has just started his NFL career and he's in the top five. Wow. This guy is election material when he hangs up his cleats.'' <q> <h6> Raising <strong> Michael Vick </strong> Story Continues the Conservative Attack on <strong> Barack Obama </strong> </h6> </q> <strong> Jim Richardson </strong> of VA, its Conservatives like Bedard here and Fox News who have their fixation on the <strong> Michael Vick </strong> story. Conservatives tried to make controversy out of <strong> Barack Obama </strong>'s comments on forgiveness and giving <strong> Michael Vick </strong> a second chance", "new_id": -2}, {"uid": "1297424430240271384", "i": 52081, "idx": 0, "sa": ["Simon Cowell"], "q": "year- has confirmed while he will definitely take part in the UK series, he is worried about the logistics of jetting across the Atlantic each week. He told US TV show` Extra': <q> We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour. It hasn't been tested yet but that's the idea. </q> Although <strong> Simon Cowell </strong> will resume a role on the judging panel of` The X Factor', it is unclear if he will take part in the entire show after reportedly telling ITV1 bosses he will miss the", "new_id": -2}, {"uid": "1296736079245350593", "i": 4557, "idx": 1, "sa": ["Eric Schmidt"], "q": "results are not erotic. At all. Google and Microsoft in right royal Bing-dong over` stolen' search results Google's <strong> Eric Schmidt </strong> says Facebook`` threatens the bargain of the Web'' Google's <strong> Eric Schmidt </strong> says Facebook <q> threatens the bargain of the Web </q> BBC reveals plans for online radio, as it builds two competing players href=\"http://crave.cnet.co.uk/software/acslaw-tries-to-ditch-file-sharing-cases-claims-to-have-had-death-threats-50002361/\"> ACS: Law tries to ditch file-sharing cases, claims to have had death threats` Oxford Street gunman' Twitter rumour sparks over", "new_id": -2}, {"uid": "1296942558143212568", "i": 7380, "idx": 0, "sa": ["Sergio Marchionne", "Mike Thompson"], "q": "red, heart-shaped boxes... Urban farming could quickly become one of Detroit's assets, using some of the city's vacant 40... The article on women in the Roman Catholic Church was informative but lacked balance( <q> A... <strong> Mike Thompson </strong>: Water rate wars Is there anything we in Southeast Michigan won't fight about? Chrysler CEO <strong> Sergio Marchionne </strong> apologized Saturday for using the term`` shyster </q> to describe the high-interest loans from the U.S. and Canadian governments that have funded Chrysler's turnaround. During a question-and-answer session following a speech Friday to the J.D. Power Automotive Industry Roundtable, <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1297715146211173397", "i": 4337, "idx": 1, "sa": ["Patty Murray", "Al Franken", "Kirsten Gillibrand", "Richard Blumenthal", "Frank Lautenberg", "Barbara Boxer", "Chris Smith"], "q": "A gaggle of U.S. Senators led by Sen. <strong> Barbara Boxer </strong>( D-Calif.), however, blasted <strong> Chris Smith </strong> and Lipinksi's efforts, and accused them of risking`` the health and the lives of women.'' <q> Your agenda on women's health is extreme. It breaks faith with a decades-long bipartisan compromise, </q> <strong> Barbara Boxer </strong> said at a Tuesday press conference, with Sens. <strong> Patty Murray </strong>( Wash.), <strong> Kirsten Gillibrand </strong>( N.Y.), <strong> Richard Blumenthal </strong>( Conn.), <strong> Al Franken </strong>( Minn.) and <strong> Frank Lautenberg </strong>( N.J.). The bill would", "new_id": -2}, {"uid": "1296644448140230661", "i": 53017, "idx": 0, "sa": ["Allen Iverson"], "q": "percent of the population is Muslim? Would you then be surprised to learn that he and his congregation are persecuted, discriminated against and... Reza Shah& Ata-turk,???+ part 3 The question of <q> why Majority of Iranians do not like or respect Reza Shah in sptie of those great things that were done for Iran under his leadership`` dictatorship </q>.- Mohammad Arasi,?? talks about Reza Shah,?&#... Former NBA Star Heads To Turkey As US Market Spurns <strong> Allen Iverson </strong> Former NBA Star Heads To Turkey As US Market Spurns <strong> Allen Iverson </strong> Following several", "new_id": -2}, {"uid": "1296452851051232810", "i": 53725, "idx": 5, "sa": ["Jordan Hall", "LeBron James", "Chris Webber", "Allen Iverson", "Maurice Cheeks"], "q": "worLeBron James to figuring out how to win games,'' <strong> Maurice Cheeks </strong> said.`` There are a lot of things we've got to work on.'' <strong> Allen Iverson </strong> led the Sixers with 36 points and <strong> Chris Webber </strong> had 15. <q> The most I got out of it was that guys need to take a cJordan Hallenge to make this team better, </q> <strong> Allen Iverson </strong> said.`` He talked about during this bad time that we're going through right now that it was The New York Knicks showed their two new acquisitions just how much fun playing for them can be.", "new_id": -2}, {"uid": "1296173728032686081", "i": 35992, "idx": 2, "sa": ["Mike Pence", "Barack Obama", "L. Brent Bozell III"], "q": "me he's`` Disappointed, but not surprised'' about <strong> Mike Pence </strong>'s decision to rule out running for <strong> Barack Obama </strong> in 2012.`` I think he's made the best decision for his family,'' <strong> L. Brent Bozell III </strong> continues. <q> Besides, he's young- 51. He has plenty of time. </q> Others close to the draft movement admit to be in a`` funk'' about <strong> Mike Pence </strong>'s decision. One stating:`` Seriously, we have no one for 2012 now.'' I do", "new_id": -2}, {"uid": "1295649348034750495", "i": 5972, "idx": 0, "sa": ["Eric Schmidt"], "q": "reste une petite portion des int?r?ts de M. <strong> Eric Schmidt </strong> dans le groupe qu'il a dirig pendant pr?s de dix ans, puisqu'au 31 d?cembre M. <strong> Eric Schmidt </strong> poss?dait au total 9,2 millions d'actions Google, soit 2,9% du capital et <q> environ 9,6% des droits de vote </q>. Apr?s les cessions annonc?es, il devrait lui rester 8,7 millions d'actions, ce qui repr?senterait 2,7% du capital et 9,1% des droits de vote. Il y a un an les deux", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the`` Wapping two top men'' regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}]