[{"uid": "1297323057252542979", "i": 10133, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "lives lost. The process of concluding investigations prior to coming to determinations is enshrined in all institutions of most civilizations. <strong> Donald Rumsfeld </strong> can lie all he wants, but we were here when it happened and remember the lies <q>we know where they[ the weapons] are. They are in Tikrit and surrounding areas..<q>. Furthermore all of the \"meet the press\" footage is available for future generations to see said lies with their own eye. <strong> Donald Rumsfeld </strong> has innocent blood on his hands plain and simple- no different from", "new_id": -2}, {"uid": "1295573281224641037", "i": 28605, "idx": 0, "sa": ["Eric Schmidt"], "q": "have what Google needs? That's not obvious. After the news broke on Thursday afternoon, <strong> Eric Schmidt </strong> posted a message on Twitter that linked to his blog post about the changes, also writing <q>day-to-day adult supervision no longer needed!<q> That comment was a reference to the fact that <strong> Eric Schmidt </strong>- a former senior executive with Sun Microsystems- was seen by many as the \"adult supervision\" the two young billionaires needed in 2001, when", "new_id": -2}, {"uid": "1295425615261013543", "i": 45487, "idx": 8, "sa": ["Sen. Bernie Sanders"], "q": "revenues for the first time last year, the Social Security Trust Fund has a surplus of$ 2.6 trillion and is expected to remain solvent in its current form until 2037, according to its trustees report: <q>It's inexplicable to me that anybody in <strong> Franklin Roosevelt </strong> would give two seconds of thought to cutting Social Security,<q> <strong> Sen. Bernie Sanders </strong> concluded. Disclaimer: The views expressed in this article are the sole responsibility of the author and do not necessarily reflect those of the Centre for Research on Globalization. The contents of this article are of sole", "new_id": -2}, {"uid": "1295257992092618803", "i": 23919, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q>The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. \"<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media.<q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also An emergency debate has been called to examine newspaper phone hacking, amid fresh pressure on No10 communications chief <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1296354133035504148", "i": 1192, "idx": 8, "sa": ["Michael Vick"], "q": " \"If you got the sense that every day, he woke up and lived with that and wrestled with that, I think there would be a different response from the animal-loving public,\" Battista said. <q>That's not what he has communicated. It's not to say he needs to do it. But if there's any confusion of why a big chunk of the public doesn't feel that he's genuine, that's why. There isn't a sense of him connecting with his own behavior and own conscience at a level that most people can understand.<q> So, while football fans and animal lovers continue to judge <strong> Michael Vick </strong> on very different scales, the dogs in Utah keep taking two steps forward and one step back. Another of <strong> Michael Vick </strong>'s prize", "new_id": -2}, {"uid": "1296496333175095835", "i": 37106, "idx": 12, "sa": ["Allen Iverson"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board,<q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/Michael_Jordan_vs_Glenn_Robinson_Shootout__44_points_apiece_Jan_2,_1998 The first game in the New Year between Milwaukee", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ". \"I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,\" said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q>But I know he's here now.<q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}, {"uid": "1296752760168230988", "i": 37244, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "taxpayer dollars. A <strong> Sen. Bernie Sanders </strong> provision in a defense spending bill required the report and directed the Department of Defense to recommend ways to punish fraudulent contractors. The Pentagon brass saw no need for any changes. <q>The department believes that existing remedies with respect to contractor wrongdoing are sufficient,<q> the Report to Congress on Contractor Fraud concluded. \"It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,\" <strong> Sen. Bernie Sanders </strong> said", "new_id": -2}, {"uid": "1296676002083132523", "i": 8693, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "has joined the Defending Social Security Caucus newly organized by fellow Democratic <strong> Sen. Bernie Sanders </strong> of Vermont. \"Social Security has not contributed a dime to the debt or the deficit,\" he said, calling the program <q>rock-solid for at least another 27 years.<q> That was a reference to the moment when Social Security's trustees project that the system's trust fund-- financed by payroll taxes that are segregated from other federal levies-- will run out.", "new_id": -2}, {"uid": "1297444662043220997", "i": 27295, "idx": 1, "sa": ["Shayne Ward", "Simon Cowell"], "q": "there.\" <strong> Shayne Ward </strong> also addressed a report which claimed that he would be dropped by <strong> Simon Cowell </strong>'s record label SyCo this year. \"All's absolutely fine,\" he said. <q>Obviously I had a three-album deal so it's up for negotiation now. Really those rumours are just lazy journalism. It was a three-album deal and we'll negotiate getting the next deal. That'll all be taking place in the next couple of weeks.<q>", "new_id": -2}]