[{"uid": "1295188929240271377", "i": 18367, "idx": 0, "sa": ["Candace Parker", "Jimmy Clausen", "Michael Vick"], "q": "darling. EHFAR has described everything from unplanned pregnancies(`` I was surprised, but everything happens for a reason,'' basketball star <strong> Candace Parker </strong> said), to plummeting draft stock( <q> At the end of the day, everything happens for a reason, </q> said quarterback <strong> Jimmy Clausen </strong>, in a spectacular double-clich combination) to incarceration(`` Everything happens for a reason, and there is a reason I was sent to Kansas and a reason I was convicted,'' quarterback <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295564361148553832", "i": 25543, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Chef von Google war, und ich glaube, dass die kommenden 10 Jahre mit <strong> Larry Page </strong> noch besser werden! <strong> Larry Page </strong> ist meiner Meinung nach reif f?r die F?hrungsposition.'' <strong> Larry Page </strong> Sergey Bringt seinem Vorg?nger im Gegenzug Wertsch?tzung entgegegen: <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagtLarry Page in einer Telefonkonferenz. Und der Konzern hat gute Nachrichten mit seinen Gesch?ftszahlen zu verk?nden: Im Schlussquartal verdiente das Unternehmen unterm Strich 2,5 Mrd. Dollar und damit 29 Prozent mehr als im Vorjahreszeitraum. <strong> Eric Schmidt </strong> k?ndigte", "new_id": -2}, {"uid": "1295781190192643074", "i": 31059, "idx": 0, "sa": ["David Cameron", "Andy Coulson", "Mark Lewis"], "q": "I am absolutely positive- and I am not an advocate for the News of the World- that this wasn't a practice for one newspaper or even one newspaper group,'' Mr <strong> Mark Lewis </strong> said. <q> It's fair to say that over the past 10 years or so most entertainment stories will have had some element of subterfuge.`` What happens is that if a celebrity is subject to a story there is a natural inclination to think that someone has sold their story or betrayed their confidence.`` But in fact it's their mobile phone or a bugging device that are the source of the story- that's how it got out. </q> Mr <strong> Andy Coulson </strong>, who edited the News of the World before he became <strong> David Cameron </strong>'s head of communications, handed in his resignation on Friday and plans to leave within weeks. In a statement,", "new_id": -2}, {"uid": "1295656416052625408", "i": 10701, "idx": 3, "sa": ["Barack Obama", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": ", that determination and competitive spirit also have New Yorkers defending their team.`` The <strong> Barack Obama </strong> and I don't have to agree on everything,'' said <strong> Kirsten Gillibrand </strong>.`` GO JETS!'' <q> I'll bet on the Jets over Chicago, </q> said <strong> Charles Ellis Schumer </strong> when asked for his Super Bowl picks. Learn how. install Adobe Flash 9 or above.", "new_id": -2}, {"uid": "1297183505216317958", "i": 11195, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "the documents speak for themselves. promoting on his website. It's a September 9, 2002 summary from the Joint Staff's top intelligence official confessing that U.S. assessments of Saddam Hussein's weapons of mass destruction <q> rely heavily on analytic assumptions and judgment rather than hard evidence. </q> <strong> Donald Rumsfeld </strong> told the chairman of the Joint Chiefs of Staff to`` take a look'' at the memo, because`` what we don't know about WMD... is big.'' Aha! <strong> Donald Rumsfeld </strong> was a", "new_id": -2}, {"uid": "1296154988138100752", "i": 14294, "idx": 0, "sa": ["Simon Cowell"], "q": ".`` I just heard your fiance sing, and he's so good. You know, because he sings to you all the time. I could tell,'' he says, then whispers, <q> That's why he sings so good, because he sings to you. </q> It was a classic` Idol' tearjerk moment, but in a wholly different league then something you would have seen during the <strong> Simon Cowell </strong> era. It's also sure to draw some criticism to", "new_id": -2}, {"uid": "1295621862132808705", "i": 52563, "idx": 4, "sa": ["Tim Cook", "Larry Page", "Eric Schmidt", "Ken Auletta"], "q": "`` Seems!'' Drop the P.C. crap, New York Tim Cookes, and grow a pair! Or one, even.`` Seems.'' Give us all a break. Miller and Helft report, <q> Google, which has 24,400 employees, is no longer considered by many top engineers as the most desirable place to work in the Valley; a new generation of start-ups has taKen Auletta that place... Mr. <strong> Larry Page </strong> led the company in its early days but relinquished that role in 2001, when it was still private. In tapping him to return to the post, Google becomes one of the few major companies in the Valley to be put under the control of a founder after being run for so long by a professional manager. </q> Which mediocrity-at-best-fest is more addicted copying Apple, Microsoft or Google? It's a contest. Gatesy will be back next. Miller and Helft report,`` On his Twitter account, Mr. <strong> Eric Schmidt </strong> wrote:", "new_id": -2}, {"uid": "1297539621212795411", "i": 9950, "idx": 1, "sa": ["Sergio Marchionne", "John Elkann"], "q": "na ned?vne slov fa Fiatu o mo?nom presune centr?ly Fiatu z Tur?na do Detroitu. <strong> Sergio Marchionne </strong> vyvolal v Taliansku pozdvihnutie potom, o minul piatok( 4.2.) v USA povedal, e Fiat a americk Chrysler <q> by sa mohli sta jedn?m spolo?enstvom so s?dlom v USA </q>. Nesk?r svoje tvrdenia poopravil a uviedol, e zatia k iadnemu rozhodnutiu nedo?lo a t?to ot?zka sa nebude rie?i sk?r ako v roku 2014.`` <strong> Sergio Marchionne </strong> a( predseda spr?vnej rady) <strong> John Elkann </strong> potvrdili, e", "new_id": -2}, {"uid": "1295596985054968344", "i": 20193, "idx": 4, "sa": ["Eric Schmidt"], "q": ". Doch Google kann das Geld gar nicht so schnell ausgeben, wie es hereinkommt. In der Kasse liegen mittlerweile 35 Milliarden Dollar.`` Wir hatten ein starkes Quartal und ein starkes Jahr'', sagte <strong> Eric Schmidt </strong>. <q> Der Ausblick ist vielversprechend. </q> Google st?t mit seinen Milliarden in immer neue Felder vor: Smartphones, Fernsehen, Internet-Telefonie, elektronische B?cher, Musik, B?rosoftware, PC-Betriebssystem oder Internet-Browser sind nur einige Baustellen. Google ger?t dabei allerdings auch immer", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q> the left is trying to goad her into it, </q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}]