[{"uid": "1295587965072171525", "i": 11228, "idx": 6, "sa": ["Eric Schmidt", "Google Inc."], "q": "and accountability at the top of the company,\" <strong> Eric Schmidt </strong> said. Image: Surfboards lean against a wall at the <strong> Google Inc. </strong> office in Santa Monica, California. 370) this.width= 370\" alt= <q><strong> Google Inc. </strong> founders <strong> Sergey Brin </strong> and Larry Page plug in an electric hybrid car at <strong> Google Inc. </strong> office.<q>/> Next \"Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as <strong> Google Inc. </strong>'s chief executive officer.", "new_id": -2}, {"uid": "1297312080215105541", "i": 17587, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "But he'd probably be surprised to hear what fellow professional athlete <strong> Mark Buehrle </strong> had to say about him during a recent interview. <strong> Mark Buehrle </strong>, a veteran pitcher for the Chicago White Sox, <q>Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?<q> said <strong> Mark Buehrle </strong>. \"How could you do that if you are somewhat sane?\"[ <strong> Michael Vick </strong>] had a great year and a great comeback, but there were times where we watched the game and", "new_id": -2}, {"uid": "1297717097255754249", "i": 26294, "idx": 2, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "\" <strong> Steve Ballmer </strong> said. \"We need to give people the full web, the full interent... like they expect with the PC.\" <strong> Joe Belfiore </strong>, corporate vice president of Windows Phone 7, said the <q>core browsing engine that ships on PCs is the same one that ships on Phones.<q> That will help developers, as sites that \"work well on the PC will work well on Windows Phone as well,\" he claimed. <strong> Steve Ballmer </strong> didn't say if IE9 would be ported", "new_id": -2}, {"uid": "1295085191096239620", "i": 39009, "idx": 0, "sa": ["Ron Paul", "Rand Paul", "Mike Pence"], "q": "who have spoken out have tended toward adopting the consensus position. <strong> Ron Paul </strong> Allen West( R., Fla.) says he'll support a debt-limit increase, but only if Democrats agree to cap spending and reform entitlements. <q>It won't be a blank check,<q> he says. Freshman senators <strong> Rand Paul </strong>( R., Ky.) and <strong> Mike Pence </strong> Lee( R., Utah), who along with West are widely popular within the Tea Party, have recently signaled they might be open to", "new_id": -2}, {"uid": "1297445521223772687", "i": 45785, "idx": 2, "sa": ["Steve Ballmer"], "q": "it will also \"drive the future of Windows Phone\" by contributing its expertise on global markets. \"I am excited about this partnership with Nokia,\" said <strong> Steve Ballmer </strong> A. <strong> Steve Ballmer </strong>, Microsoft CEO. <q>Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.<q> Key elements of the partnership announced Friday by Nokia and Microsoft are: Bing will power Nokia's search services across Nokia devices and services, giving customers access to Bing's next generation search capabilities.", "new_id": -2}, {"uid": "1296108988167460874", "i": 739, "idx": 4, "sa": ["Michael Vick", "Adrian Peterson"], "q": ".\" <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410. <q>I'm going to try to put on a great show for the fans,<q> <strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better this season than it ever has been.", "new_id": -2}, {"uid": "1295667584231571487", "i": 16364, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "executive has been outspoken about job growth, \"not in the United States but in China.\" The Senator notes in his statement that GE has been steadily moving its manufacturing plants overseas. <q>I hope he changes his mind and focuses on rebuilding the manufacturing sector here in the United States, not in China, and in the process creates millions of good-paying jobs,<q> the senator said. <strong> Sen. Bernie Sanders </strong> issued the statement after making a visit to an industrial community in Vermont's Connecticut River Valley. GE didn't return a call or an email asking for comment.", "new_id": -2}, {"uid": "1297114607026116109", "i": 30298, "idx": 0, "sa": ["Star Spangled", "Simon Cowell"], "q": "in Slideshow: Green Bay Packers fan John VanLanen holds up a... Video: ShowBiz Minute: Schneider, Super Bowl, Sheen Video: Matthew Perry Returns to TV in \"<strong> Simon Cowell </strong> Sunshine' Report Abuse <q>Christina sounded better than that crap group Black Eyed Pee\"s.<q> And I bet 90% of the people in the nation can hardly remember all of the words to the <strong> Star Spangled </strong> Banner. ABC News: Fire in Rio Destroys Carnival Costumes and Floats ABC News: Watch:", "new_id": -2}, {"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,<q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}, {"uid": "1295559606214679608", "i": 2265, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "its top management on Thursday, announcing that co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman, focusing on <q>deals, partnerships, customers and broader business relationships.<q> He would act as an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, who would work on strategic projects and new products. The management changes were due to take effect on April", "new_id": -2}]