[{"uid": "1295260423086458388", "i": 43168, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "it is right to give someone a second chance.'' Asked about the suggestion that Mr <strong> Andy Coulson </strong> had offered to quit, Mr <strong> David Cameron </strong> insisted he would not comment on`` private conversations''. <q> Of course he, as anyone who is human would be, is extremely embarrassed by the endless publicity and speculation about what happened many years ago when he was editor of the News of the World. </q> But the <strong> David Cameron </strong> praised Mr <strong> Andy Coulson </strong>'s performance in his current role, saying the Downing Street press office worked in a very`` proper'' way and he had not received a single complaint. Notes", "new_id": -2}, {"uid": "1296579335042647565", "i": 18391, "idx": 6, "sa": ["Zahi Hawass", "Hosni Mubarak", "Celine Dion"], "q": "Ministry, but it constitutes a separate ministry in the new government. While protesters dismissed the Cabinet reshuffle as cosmetic and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. <q> The people in the streets have to give this government an opportunity to change, </q> he said cheerfully.`` Beautiful things happened in the last five days.'' What's altered in the two photos? See how you score when you play the Find <strong> Celine Dion </strong> Challenge! Editorial", "new_id": -2}, {"uid": "1295960367022577225", "i": 39288, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "facing legal claims. Mark Lewis, who acted for Gordon Taylor of the Professional Footballers' media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government.`` So far, our worst day in government,''", "new_id": -2}, {"uid": "1295991800115605556", "i": 24994, "idx": 2, "sa": ["The Lost Dogs", "Michael Vick"], "q": "officials that united to save them.`` I didn't interview <strong> Michael Vick </strong> for this book because to me the story was more about what happened afterwards, which was an amazing thing,'' says Gorant. <q> At the very core of the story is the human-animal bond that affects and inspires us all. </q> Gorant will kick-off NASC's Annual Conference with the story of <strong> The Lost Dogs </strong>, on May 11 at 5 p.m., at Town and Country Resort and Convention Center in San Diego. The conference is exclusive to NASC", "new_id": -2}, {"uid": "1297261971151748702", "i": 44843, "idx": 0, "sa": ["Sergio Marchionne"], "q": "executive had to apologize for labeling the 11 percent interest rate on those government loans as a`` shyster'' rate, but he also reversed his previously skeptical approach to fully merging the two car companies, saying, <q> Who knows? In the next two or three years we could be looking at one entity. </q> <strong> Sergio Marchionne </strong> also hinted that the headquarters for a consolidated Fiat/Chrysler could be based in Detroit rather than Turin, Italy, or split between the two. The executive later backed off the last comment, but observers", "new_id": -2}, {"uid": "1296227273172146729", "i": 1455, "idx": 8, "sa": ["Evan Bayh", "Mike McDaniel", "Mike Pence", "Barack Obama"], "q": "the unsuccessful Democratic nominee last year for <strong> Evan Bayh </strong>'s Senate seat. <strong> Mike McDaniel </strong> said that while he was state GOP chairman-- from 1995 until 2002-- <strong> Mike Pence </strong> mentioned the governor's office to him. <q> He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress, </q> he said.`` This has been on his mind for a long time.'' <strong> Barack Obama </strong> Franken Explains Why He Thinks Obamacare's Individual Mandate to Buy Insurance Is Needed", "new_id": -2}, {"uid": "1297393195089440264", "i": 13654, "idx": 0, "sa": ["Mike Pence"], "q": "for Planned Parenthood, even though none of those funds pay for abortion services, per the ban imposed by the Hyde Amendment. In reality, all of the money <strong> Mike Pence </strong> is trying to eliminate pays for <q> cancer screenings, birth control, and other health care services for poor people. </q> said on the floor of the House,`` As a father of two teenage daughters, I see the video that came out this morning, I see the video that came out last week, and it's", "new_id": -2}, {"uid": "1296767113070385743", "i": 656, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Like, for example, the whole`` Iraq invasion and occupation'' thing. According to <strong> Donald Rumsfeld </strong>, he totally intended to do it right, but stupid <strong> President Bush </strong> wouldn't let him: <q> <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> says in a new book that he wanted to oversee the initial reconstruction of Iraq following the United States' invasion of the country but he was rebuffed by <strong> President Bush </strong>. </q>`` <strong> President Bush </strong> didn't cotton to the idea,'' <strong> Donald Rumsfeld </strong> writes in his yet-to-be-released memoir Known and Unknown, excerpts of which were obtained by POLITICO.''` What if we had a problem with", "new_id": -2}, {"uid": "1297709182165232678", "i": 32119, "idx": 0, "sa": ["Plaxico Burress", "Michael Vick", "Osi Umenyiora"], "q": "n't wait for him to come out and I think he is going to have a great impact a la <strong> Michael Vick </strong>.'' The Giants haven't been the same team without <strong> Plaxico Burress </strong>, <strong> Osi Umenyiora </strong> said. <q> If you look at our team before, when <strong> Plaxico Burress </strong> was in, if you look after he's gone, even though we have had some success and even though we have played pretty well, it just hasn't been the same without him, </q> <strong> Osi Umenyiora </strong> said in an ESPN interview. VIRGINIA WATER, England, Feb. 14( UPI)-- Jack Johnson charged: Former P.G. County executive indicted on corruption charges American Psychological Association to consider DSM diagnosis for living", "new_id": -2}, [{"i": 12105, "idx": 0, "index_answer": 0, "new_id": -1, "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! </q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog.`` Larry, in my clear opinion, is ready to lead.'' Page will take over April 4, with <strong> Eric Schmidt </strong> taking the", "sa": ["Eric Schmidt"], "uid": "1295670206191152262"}]]