[{"uid": "1297347162253526023", "i": 28811, "idx": 0, "sa": ["Sergio Marchionne"], "q": " tracking currency exchange rates in Brazil, where the increasing strength of the Brazilian real has put pressure on its growth plans in the region, CEO <strong> Sergio Marchionne </strong> said. <q>It's making things there quite costly,</q> <strong> Sergio Marchionne </strong> told the Wall Street Journal on the sidelines of the Chicago show. Brazilian officials have been fretting publicly about the strength of the real since September. Since 2009, the real has gained more than", "new_id": -2}, {"uid": "1296387706032849946", "i": 44220, "idx": 3, "sa": ["Drew Brees", "Michael Vick"], "q": "all-star exhibition, <strong> Drew Brees </strong> isn't among them. <strong> Drew Brees </strong> returns today for his fifth Pro Bowl as a backup to NFC starter <strong> Michael Vick </strong>, and continuing to participate when invited remains important to him. <q>It is, definitely, because it's a lot of fun and I think it's a great representation of the league and we want to show the fans a good time,</q> <strong> Drew Brees </strong> said yesterday. \"We want great events like this to continue, in places like Hawaii.\" <strong> Drew Brees </strong> spoke in the cool of the NFC locker room after signing an array of items for fans", "new_id": -2}, {"uid": "1296102285053329931", "i": 864, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "such as Groupon <strong> Google Inc. </strong> in social networking, entertainment and retail. As executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. <q>We've got very complicated government issues,</q> he said, adding that \"we move quickly, and we tend to be disruptive at scale.\" European Union officials opened a formal antitrust probe last year into <strong> Google Inc. </strong> search results, while in China", "new_id": -2}, {"uid": "1296175633054247430", "i": 26632, "idx": 11, "sa": ["Barack Obama", "Mike Pence"], "q": "snow after a fast... Photo in Slideshow: Members of Congress from both parties stand and applaud together... Article: <strong> Barack Obama </strong> seeks new path to environmental goals... Politics Video: Supreme Court Interview: Bernau Report Abuse <q>You need a little help here understanding this article.</q> He is not a third party candidate. He is a republican candidate. The article reads\" An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way\". Report Abuse", "new_id": -2}, {"uid": "1295569871192872471", "i": 30681, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "perception in a Twitter message-- \"Day-to-day adult supervision no longer needed!\" InformationWeek's John Foley, speaks with <strong> Steve Jobs </strong> Pellman, CEO of ClickForensics, an Austin, TX based company that claims to be <q>the industry leader in scoring, auditing, and improving traffic quality for the online advertising community.</q> <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation", "new_id": -2}, {"uid": "1297185907149962761", "i": 15566, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "was meant to point out that there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. \"Ironically, my comment was unintentional,\" <strong> Donald Rumsfeld </strong> writes. <q>I had meant to say France and Germany represented \"old NATO' not` old Europe'.</q> \"In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling french fries` freedom fries\" loved it,\" he writes. \"The elites in Paris", "new_id": -2}, {"uid": "1295002006132628500", "i": 18417, "idx": 0, "sa": ["Barack Obama", "Ms. McCarthy", "Mike Pence"], "q": "word \"gun safety bills.\" And this one just addresses the narrow issue of these clips.\" <strong> Ms. McCarthy </strong> said she would try to appeal to members of the Senate and <strong> Barack Obama </strong> to push her legislation forward. <q>Listen, any kind of bill the N.R.A. is against is always a problem.</q> Asked about prospects for new gun restrictions, Representative <strong> Mike Pence </strong>, Republican of Indiana, asserted, \"I maintain that firearms in the hands of law-abiding citizens makes communities safer, not less safe.", "new_id": -2}, {"uid": "1296024963108707853", "i": 21176, "idx": 2, "sa": ["Zine El Abidine Ben Ali", "Donald Rumsfeld", "Hillary Clinton", "Marina Ottaway"], "q": "US administration, like France and the European Union, never called for <strong> Zine El Abidine Ben Ali </strong> to go. Indeed, on January 12-- just two days before he fled-- State Department spokesman Philip Crowley said Washington was <q>concerned about actions by the demonstrators, those who do not have peaceful intentions.</q> But soon thereafter, Washington accelerated the denouement of the crisis, <strong> Marina Ottaway </strong> said. US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> nimbly stepped in with a speech in Doha on January 13 warning Arab leaders to allow", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q>You'd rather be at the table than not at the table,</q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business. \"You figure this is a way to do something useful for your country.\" <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1295571742147800107", "i": 41159, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google's global reach,\" and act as an adviser to Page and <strong> Sergey Brin </strong>. \"We are confident that this focus will serve Google and our users well in the future,\" <strong> Eric Schmidt </strong> said. <q>Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.</q>( c) UPI", "new_id": -2}]