[{"uid": "1297239442238927888", "i": 38265, "idx": 3, "sa": ["Colin Powell"], "q": "at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> laid out the presentation he was to make at the United Nations two days later. Rumsfeld quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as \"Terrorist Poison and Explosive Factory, Khurmal.\" Rumsfeld said Khurmal was operated", "new_id": -2}, {"uid": "1295449124083853322", "i": 7631, "idx": 1, "sa": ["Andy Burnham", "Michael Gove"], "q": "an attack on the aspirations of young people. Education Secretary <strong> Michael Gove </strong> said the grant had been \"poorly targeted\" and told MPs \"you can not spend money you do not have\" . <q> Choices are dependent on the money- and where is the money coming from? </q> said Mr <strong> Michael Gove </strong>. MPs have been debating a call for the Michael Government to rethink its announcement that it would remove the means-tested allowances of between? 10 and? 30 per week. Mr <strong> Andy Burnham </strong>", "new_id": -2}, {"uid": "1297383050124895246", "i": 11717, "idx": 0, "sa": ["David Letterman"], "q": "her bikini magic. The Sports Illustrated Swimsuit edition isn't just about sexy to fashion designers lucky enough to make it in. There's a loud` ka-ching' for years to come. <q> Everybody opens up that issue and goes,` Wow, where can I get this suit?' We have a great response when it hits the newsstands, </q> said Simon Southwood, who expects seven of his suits to grace the famous pages. Southwood has already presold to stores in anticipation of the big reveal on <strong> David Letterman </strong>'s show on February 14, followed by", "new_id": -2}, {"uid": "1295011721230670415", "i": 5711, "idx": 1, "sa": ["Gordon Brown", "Lily Allen", "Piers Morgan", "Simon Cowell", "Larry King"], "q": ": \"i'd do it for a million for SANDS. money, mouth?\" <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q> I will get ITV to make substantial five-figure donation to your charity for the interview </q>. She revealed she had lost her second child in November and asked her two million followers on the social networLarry King website to \"say a little prayer\" . She previously had a miscarriage when", "new_id": -2}, {"uid": "1297639527102711458", "i": 18372, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "assured by <strong> Donald Rumsfeld </strong>, took his side. <strong> Donald Rumsfeld </strong> takes particular offense at Powell's contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. <q> Powell was not duped or misled by anybody, </q> <strong> Donald Rumsfeld </strong> writes. \"nor did he lie about Saddam's suspected WMD stockpiles. The <strong> George W. Bush </strong> did not lie. The vice <strong> George W. Bush </strong> did not lie.[ CIA Director <strong> George W. Bush </strong>] Tenet did not", "new_id": -2}, {"uid": "1295617505107249688", "i": 8394, "idx": 0, "sa": ["Mark Zuckerberg", "Eric Schmidt"], "q": "advertisers. At Facebook, 26-year-old founder and CEO Zuckerberg\" Zuckerberg-Mark Zuckerberg-PEBSL000091.topic\"> <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q> My goal is to run Google at the pace and with the soul and passion of a startup, </q> Page said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"uid": "1295567825105267222", "i": 3026, "idx": 9, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. \"We're trying to be as transparent and as collaborative as possible,\" <strong> Eric Schmidt </strong> said. <q> We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that, </q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several \"significant\" new products. He said he", "new_id": -2}, {"uid": "1296104934053329921", "i": 14476, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Click for your chance to win great prizes in the NewsChannel 10 Pro Football Pick'em contest. Connect with local businesses. Click here. Find out what and when", "new_id": -2}, {"uid": "1295507172010305551", "i": 9856, "idx": 2, "sa": ["Allen Iverson", "Larry Brown"], "q": "'s had the best year since I've been around him,\" said <strong> Larry Brown </strong>, who has been coaching <strong> Allen Iverson </strong> for the last six seasons. \"He's a Hall of Fame coach,\" said <strong> Allen Iverson </strong>. <q> So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped. \"Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "new_id": -2}, {"uid": "1296507115217612314", "i": 1549, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> said the loans would be used to develop engines, transmissions, frames and other components. Energy Department spokeswoman Stephanie Mueller said the GM decision would allow the department to <q> support a number of other innovative automobile technologies. </q> The department has committed or closed five loans totaling nearly$ 8.5 billion. The Mentalist Patrick Jane uses his highly-developed skills of observation. Valuable paintings survive brush with Montreal blaze Southern Ontario braces", "new_id": -2}]