[{"uid": "1297460238221495309", "i": 32137, "idx": 0, "sa": ["Stephen Elop", "Mark Zuckerberg", "Steve Ballmer"], "q": "<strong> Stephen Elop </strong>-- a former Microsoft executive-- chose Windows over Android. Nokia will contribute its mapping technology to Microsoft's Bing search engine-- and integrate its application and content store into the Microsoft Mark Zuckerbergetplace. Nokia also will <q> contribute its expertise on hardware design, language support, and help bring Windows Phone to a larger range of price points, Mark Zuckerberget segments and geographies, </q> according to a Microsoft news release.`` The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute,'' Microsoft CEO <strong> Steve Ballmer </strong> said in the statement", "new_id": -2}, {"uid": "1297425123196083775", "i": 23442, "idx": 2, "sa": ["Tim Gunn", "David Letterman"], "q": ". I hardly drink. It's just, you know, it's summer.'' <strong> David Letterman </strong> divulged that friends used to send him Alcoholics Anonymous brochures listing seven signs that one may have a problem. <q> Number one was always,` Do you drink in the morning?' </q> he told her. Snooki then contradicted herself.`` I'm not like that all the Tim Gunne...[ I'd] rather stay in and watch movies at night than go to a frickin' club", "new_id": -2}, {"uid": "1295617505107249688", "i": 8394, "idx": 0, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": "advertisers. At Facebook, 26-year-old founder and CEO title=\"Mark Zuckerberg\" href=\"http://www.baltimoresun.com/topic/economy-business-finance/computing-information-technology/Mark Zuckerberg-Mark Zuckerberg-PEBSL000091.topic\"> <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q> My goal is to run Google at the pace and with the soul and passion of a startup, </q> Page said in a Thursday interview.`` I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"uid": "1295616772107249684", "i": 518, "idx": 2, "sa": ["Jonathan Allen", "Mark Warner", "Mike Pence", "Jonathan Davidson", "John F. Harris"], "q": "chamber is in session. House Democrats are on a retreat in Cambridge, Md., where there's a Harriet Tubman museum. AROUND THE HILL( NEXT WEEK)-- From a POLITICO colleague: <q> The definitive response to State of the Union! Join us the morning after for MAPPING THE 112th CONGRESS+ REACTION TO STATE OF THE UNION. Featuring Sen. Blunt, Sen. Coons, <strong> Mike Pence </strong> Clyburn, <strong> Mike Pence </strong> Israel, <strong> Mike Pence </strong> McCarthy, <strong> Mike Pence </strong> and lots of other boldface names talk about SOTU and their plans for getting policy made this year. There's nowhere else to be on Jan. 26th. RSVP here: target=\"_blank\" href=\"http://mappingcongress.eventbrite.com\"> http://mappingcongress.eventbrite.com </q> Other boldface names include <strong> Mike Pence </strong>`` Playbook'' <strong> Jonathan Allen </strong> and <strong> John F. Harris </strong>. TRANSITION-- <strong> Jonathan Davidson </strong>, chief counsel to Sen. <strong> Mark Warner </strong> and a former University of North Carolina baseball player, has been named chief of staff to", "new_id": -2}, {"uid": "1296642931254607375", "i": 40538, "idx": 2, "sa": ["Sergio Marchionne"], "q": " Buying a Fiat 500 is a lifestyle statement'' <strong> Sergio Marchionne </strong> Chief executive, Fiat and Chrysler Initially, the tiny 500's job will be to reintroduce the Fiat brand to the US. <q> It's very much like the Mini, </q> says Mr Galeana, referring to the two cars' retro-design. In addition, adds Mr <strong> Sergio Marchionne </strong>,`` the car represents all the iconic Italian values''. The hope is to ramp up", "new_id": -2}, {"uid": "1295893045266846211", "i": 30181, "idx": 1, "sa": ["Eric Schmidt"], "q": "CNN last August that was supervised by McGuirk. An insider at CNN said to the paper:`` <strong> Eric Schmidt </strong> has been looking for a TV job for over a year,'' said a CNN insider. <q> But the pilot he filmed with Liza was a complete disaster. </q> Will Samsung Galaxy Tab 2's leaked specs give iPad 2 run for its money? App Store touches 10 billion downloads while iPhone 5 and iPad 2 rumors thrive Betelgeuse Supernova Could Rival Moon, Give Scientists Inside", "new_id": -2}, {"uid": "1296258959174211090", "i": 16789, "idx": 6, "sa": ["Rena Jones", "David Letterman", "Mike Birbiglia"], "q": "psychology from Hamilton College. Carrie serves on the board of directors of the Association of PRena Jonestal and Perinatal Psychology and Health( APPPAH). www.David Lettermanyparenting.com www.slowfamilyliving.com www.calmsguide.com www.birthpsychology.com <strong> Mike Birbiglia </strong>'s third self-produced animated short features the track, <q> Arctic Fox It's a Setup, </q> from his Comedy Central Records release,`` Two Drink <strong> Mike Birbiglia </strong>.'' The piece was animated by Matt Czap and produced by Joe <strong> Mike Birbiglia </strong>. Comedian Comedian <strong> Mike Birbiglia </strong> has appeared on The Late Show With <strong> David Letterman </strong>, Late Night", "new_id": -2}, {"uid": "1296153161091389985", "i": 16582, "idx": 1, "sa": ["Sergio Marchionne"], "q": "it has no plans to withdraw its loan application. Just last week, it's CEO, <strong> Sergio Marchionne </strong> told reporters that some programs have been put on hold as it waits for word from the government. <q> There's a point in time when I have to go back into my kitty and start using the other cash to do this, which is not a good answer, </q> <strong> Sergio Marchionne </strong> said.`` That was not the purpose of the DOE funding. The DOE funding was to encourage innovation in energy.'' All totaled, the Department of Energy made 25 billion dollars in loan", "new_id": -2}, {"uid": "1295667835215973928", "i": 13983, "idx": 3, "sa": ["Brandon Roy", "Allen Iverson", "Kwame Brown", "Metta World Peace", "Yao Ming"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coYao Ming into a situation where guys have been http://wn.com/Brandon Roy_Brandon Roy_21_Points_vs_Rockets_Game_1_Playoffs_!!_HD_!_18409 capped by revgen PORTLAND, Ore.( AP) CoYao Ming out stMetta World Peaceg against the Trail Blazers was the first step of a very logical", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}]