[{"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}, {"uid": "1295593237183287808", "i": 33973, "idx": 11, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "been. We can more or less know what you're thinking about,'' he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and Google as`` creepy.'' <q> The biggest thing I wonder is after a year or so of having various gaffes and statements taken out of context if he decided he no longer wanted to play that front-man role, </q> said <strong> Danny Sullivan </strong>, the editor-in-chief of the SearchEngineLand news site. <strong> Eric Schmidt </strong>'s role as a government ambassador could be particularly important because the company is increasingly wrangling with regulators and lawmakers as it tries to expand into", "new_id": -2}, {"uid": "1295628178218054665", "i": 41863, "idx": 2, "sa": ["Frank Guinta", "Tom Rath", "Tom Gage", "Mike Pence"], "q": "<strong> Mike Pence </strong> Bieundo, who ran the tea party-backed campaign of Representative <strong> Frank Guinta </strong>, a Republican from Manchester.`` Their significance is their engagement, which they clearly demonstrated in the 2010 election,'' <strong> Frank Guinta </strong> said. <q> They're only going to get more influential in the presidential. </q> <strong> Tom Rath </strong> Long: How exactly did this awards season become such a bore? As of right now it looks like all the big winners at the Golden Globes-- aside from the comedy/musical awards,... <strong> Tom Gage </strong>:", "new_id": -2}, {"uid": "1295293671201244719", "i": 8590, "idx": 0, "sa": ["Jim Ryun", "Jack Kemp", "Ronald Reagan", "Mike Pence"], "q": "deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former Rep. <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1296633836234962949", "i": 42198, "idx": 2, "sa": ["Kobe Bryant", "Allan Houston", "Tracy McGrady", "Rasheed Wallace", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Tracy_McGrady_30_points_6_rebounds_vs_Los_Angeles_Lakers Los Angeles 2007/2008 Staples Center <strong> Allan Houston </strong> Rockets vs Los Angeles Lakers <strong> Tracy McGrady </strong>", "new_id": -2}, {"uid": "1295669723025427987", "i": 3602, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, whose return to CEO is effective on April 4, will also lead product development and technology strategy. <strong> Sergey Brin </strong> gets the job title of co-founder and will work on strategic projects and products. <q> For the last 10 years, we have all been equally involved in making decisions, </q> <strong> Eric Schmidt </strong> wrote.`` This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify", "new_id": -2}, {"uid": "1297442039077905964", "i": 23019, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Microsoft are obvious. Nokia's benefits are harder to measure, which is why I assert the deal is a silent takeover without the expense or responsibility by Microsoft. In their letter, <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> boasted: <q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we see the opportunity, and we have the will, the resources and the drive to succeed. </q> bijuishere Feb 11, 2011- 11:13 AM Nokia swaps one` burning platform' for another in Microsoft's silent takeover of the Finnish phone maker The Microsoft-Nokia deal is a merger without the red tape,", "new_id": -2}, {"uid": "1295314523264208392", "i": 46942, "idx": 1, "sa": ["Jared Loughner", "Kirsten Gillibrand", "Sarah Palin", "Gabrielle Giffords"], "q": "shuttle. He's not only brilliant and interesting, but he truly loves <strong> Gabrielle Giffords </strong> and that love was so ever present in that room.'' \" <strong> Kirsten Gillibrand </strong> says that <strong> Gabrielle Giffords </strong> isn't speaking yet. <q>`` Not yet, but she will. I know. I know. We just have to keep praying. </q> \" <strong> Sarah Palin </strong>'s website had a photo of target, crosshairs over <strong> Gabrielle Giffords </strong> <strong> Gabrielle Giffords </strong> was reportedly the main target of shooter <strong> Jared Loughner </strong>, who shot the Congresswoman in the head and then began firing", "new_id": -2}, {"uid": "1295922309206389251", "i": 2049, "idx": 0, "sa": ["Jaden Smith", "David Letterman", "Justin Bieber"], "q": "` Late Show with <strong> David Letterman </strong>'-- twice <strong> Justin Bieber </strong> Debuts New` Never Say Never' Poster <strong> Justin Bieber </strong>` Never Say Never' movie poster released( photo) Grammys 2011: <strong> Justin Bieber </strong> booked alongside Usher, <strong> Jaden Smith </strong> to perform <q> Ready for Usher, <strong> Justin Bieber </strong>, and B.o.B. on the same stage?' Does the Red Sea represent a pharaoh bargain for buyers? Report on deadly Gaza flotilla raid set for release <strong> Blind Boys of Alabama </strong> reasons <strong> Justin Bieber </strong> wants fans to see` Never Say Never' movie and Beiber-crazed fans are sweating to see the flick,`` Never Say Never </q>. With the release of his`` Never Say Never'' promotional poster hitting the' net Monday and three appearances on`` The Late Show with <strong> David Letterman </strong>'' this week there are five main reason <strong> Justin Bieber </strong> wants", "new_id": -2}, {"uid": "1297054828216301599", "i": 28903, "idx": 0, "sa": ["Gov. Rick Perry", "Bill Lockyer", "Blake Griffin"], "q": "health problems. <strong> Gov. Rick Perry </strong> has a two-year budget cycle, which allowed it to camouflage its red ink last year, thanks in large part to billions of dollars in federal stimulus money. Now, however, <q> someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore, </q> said California Treasurer <strong> Bill Lockyer </strong>, with evident satisfaction. The scene in the statehouse in <strong> Blake Griffin </strong> in recent days would be familiar to those who frequent California's Capitol. Throngs of advocates for the poor", "new_id": -2}]