[{"uid": "1297093828077135937", "i": 46903, "idx": 5, "sa": ["Donald Rumsfeld", "Colin Powell", "George H. W. Bush"], "q": "was certainly wrong'' with respect to weapons of mass destruction in Iraq. However, he said that the military and the <strong> George H. W. Bush </strong> administration-- including <strong> Colin Powell </strong>-- had faith in the intelligence at the time. <q> There's a lot of stuff[ in] the press that say <strong> Colin Powell </strong> was against[ the war], </q> he said.`` But I never saw even the slightest hint of that.''`` The idea that he was lying or duped is nonsense,'' <strong> Donald Rumsfeld </strong> added. <strong> Donald Rumsfeld </strong> said`` it", "new_id": -2}, {"uid": "1297233830152961039", "i": 29706, "idx": 3, "sa": ["George W. Bush", "Colin Powell"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> George W. Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. Insights from Deseret News editorial page Editor Jay Evensen", "new_id": -2}, {"uid": "1295875703066535486", "i": 31045, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Marissa Mayer", "Sergey Brin"], "q": "Zeit von einem Triumvirat aus <strong> Eric Schmidt </strong> und den beiden Firmengr?ndern <strong> Larry Page </strong> und <strong> Sergey Brin </strong> gef?hrt, sagte Produktmanagerin <strong> Marissa Mayer </strong> am Montag auf der Konferenz DLD( Digital, Life, Design) in M?nchen. Jetzt gebe es ver?nderte Aufgaben, <q> aber <strong> Larry Page </strong>, <strong> Eric Schmidt </strong> und <strong> Sergey Brin </strong> werden das Unternehmen weiter f?hren </q>. <strong> Marissa Mayer </strong> f?gte hinzu:`` Wir freuen uns wirklich ber die nderungen.'' Der neue Vorstandschef <strong> Larry Page </strong> habe sich schon immer sehr um die Entwicklung der Google-Produkte gek?mmert und werde seinen Blick auf die Technik auch in", "new_id": -2}, {"uid": "1296451032165019654", "i": 2581, "idx": 0, "sa": ["David West", "Allen Iverson", "Michael Jordan", "Paul Silas", "Julius Erving", "Chris Paul"], "q": ", a deficit that turned out to be insurmountable against the No. 1 team in the David Western Conference. When <strong> Chris Paul </strong> wasn't finding an open teammate, he was driving to the basket for a seemingly easy layup. <q> You http://wn.com/Allen Iverson_Allen Iverson_55_pts_Playoff_Career_High_vs_NO_Hornets_2003 Philadelphia 98, New Orleans 90 <strong> Allen Iverson </strong>'s 55 Gives Sixers Game 1 In the illustious history of the Philadelphia 76ers, nobody-- not Wilt, not <strong> Julius Erving </strong>, not Moses-- had an individual performance like <strong> Allen Iverson </strong>'s against the New Orleans Hornets. <strong> Allen Iverson </strong> scored a team playoff-record 55 points as the 76ers defeated the Hornets, 98-90, in Game One of their Eastern Conference first-round series.`` He was on fire, </q> Hornets coach <strong> Paul Silas </strong> said of <strong> Allen Iverson </strong>, who fell eight points shy of <strong> Michael Jordan </strong>'s NBA playoff record set exactly 17 years ago in a double-overtime loss at Boston.`` Anytime a guy like that is on fire,", "new_id": -2}, {"uid": "1295981303233783296", "i": 22532, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "at Google,'' <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in He told Reuters on Jan. 21 that his move was an effort to speed up decision-making. <q> In strategy we agree. There's no disagreement, </q> <strong> Eric Schmidt </strong> said of his relationship with <strong> Larry Page </strong>, in a news conference following his DLD appearance.`` In character, he's fundamentally a deeper thinker than anybody else,'' he said.`` He sees", "new_id": -2}, {"uid": "1297136473102924319", "i": 36183, "idx": 11, "sa": ["Donald Rumsfeld", "Colin Powell", "George H. W. Bush"], "q": "believed Saddam Hussein had weapons of mass destruction when he made a presentation to the UN Security Council in February 2003- and never spoke up during meetings with the <strong> George H. W. Bush </strong> to raise objections about the war. <q> There's a lot of stuff( in) the press that says <strong> Colin Powell </strong> was against it. But I never saw even the slightest hint of that, </q> he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> George H. W. Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged:`` My goodness, the intelligence was certainly", "new_id": -2}, {"uid": "1296219736147357730", "i": 59303, "idx": 0, "sa": ["Kevin McCarthy", "Ben Mankiewicz", "Paul Ryan", "Mike Pence", "Mark Kirk", "John Boehner"], "q": "And <strong> John Boehner </strong> was far from the only one laying out$ 100 billion in non-defense discretionary spending cuts as the Ben MankiewiczchMark Kirk. Incoming House Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut <q> a good$ 100 billion. </q> <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of`` Young Gun'' fame) reiterated the promise, saying,`` We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.''`` We", "new_id": -2}, {"uid": "1297369886188006414", "i": 23639, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "described as`` one of the finest prison systems in the world.'' That's how jokester <strong> Donald Rumsfeld </strong> described it. And the former secretary of defense can't imagine why Washington has been unable to convince the public <q> that they were not torturing people, that they were not hurting people. </q> Well, the reason for that is quite simple: Guantanamo prisoners were being hurt and tortured as numerous investigations have shown. Plus, the`` harsh interrogation methods'' favored by the Bush administration didn't help much", "new_id": -2}, {"uid": "1295736487267124742", "i": 6887, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q> A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR </q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Cheap Calls", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢.`` I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q> I didn't feel a thing! </q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock(`` CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}]