[{"uid": "1295589646072171577", "i": 15641, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": ", also 37, have a decade of experience under their belts. Google co-founder <strong> Larry Page </strong>( left) will take over day to day operations as CEO <strong> Eric Schmidt </strong> announced he'll be stepping down in April. <q> Day-to-day adult supervision no longer needed, </q> <strong> Eric Schmidt </strong> tweeted yesterday. <strong> Larry Page </strong>, who <strong> Eric Schmidt </strong> said is \"ready to lead,\" will take over on April 4. \"<strong> Larry Page </strong> is looking to take a more active role in day-to-day operations", "new_id": -2}, {"uid": "1297135687195428354", "i": 4822, "idx": 0, "sa": ["Wanda Jackson", "Dwaine Caraway", "Mayor Tom", "Michael Vick", "O. J. Simpson", "Joe Nichols", "Tom Leppert"], "q": "a pre-Super Bowl shindig <strong> Dwaine Caraway </strong>, the <strong> Mayor Tom </strong> pro tem of Dallas, says he's ready to take over should <strong> Mayor Tom </strong> <strong> Tom Leppert </strong> end his term early. New Release Tuesday: Iron and Wine, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was <strong> O. J. Simpson </strong> busy? </q>? 2011 PanLocal Media, LLC- All Rights Reserved. Dallas <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I", "new_id": -2}, {"uid": "1297258773064307237", "i": 12779, "idx": 1, "sa": ["Simon Cowell"], "q": "in as a wildcard act by <strong> Simon Cowell </strong>, just weeks after he originally told them their dream was over. Joe Al-Smadi, the other half of Diva Fever, added: <q> It has been non-stop for us since we left The X Factor. \"We really enjoy doing things like this and it's good to help bring the Christmas spirit to Peterlee. </q> After the performance and the big countdown with the excited crowd, attention turned sky as colourful fireworks exploded and youngsters danced and sang along to the Christmas hits bellowing around the", "new_id": -2}, {"uid": "1295559606214679608", "i": 2719, "idx": 4, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "and <strong> Sergey Brin </strong> for a long time to come,\" he added. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> as a \"tremendous leader\" who did an \"outstanding job leading Google for the last decade.\" <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> he said. \"Google still has such incredible opportunity-- we are only at the beginning and I can't wait to get started.\" The company reported that net profit rose to$", "new_id": -2}, {"uid": "1296042712201015299", "i": 52578, "idx": 0, "sa": ["Betty White", "David Letterman", "Craig Ferguson"], "q": "finally dementia, dying at 86. But <strong> Betty White </strong>, already three years older than that, was cracking to an aide summoning her out of the theatre to do a CBS interview after she'd already been seated, <q> I've been thrown out of better places than this. </q> How sharp she is, whether interviewed by <strong> David Letterman </strong>, <strong> Craig Ferguson </strong> or interacting with a longtime fan. Just prior to the screening, I left the wine bar reception to make sure I'd get a good seat", "new_id": -2}, {"uid": "1295641081196657160", "i": 8137, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "employees. Or, put another way, Google is now more than 1,200 times larger, by number of employees, than it was the last timLarry Page was CEO( before <strong> Eric Schmidt </strong> was hired in mid-2001). <q> RT@MWRadio: Some Super Bowl marketers are getting viewers warmed up for the big game with ads promoting the ads. </q> 2:34 p.m. EST, Jan. 21, 2011 from MarketWatch \"Bank of AmEric Schmidta posts quarterly loss on charge 1:20 p.m. EST, Jan. 21, 2011 from", "new_id": -2}, {"uid": "1295693165029671442", "i": 5342, "idx": 4, "sa": ["Danny Granger", "Allen Iverson", "Jim O'Brien"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach <strong> Jim O'Brien </strong> blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 <strong> Danny Granger </strong> states his case why he should be a member of the Harlem Globetrotters", "new_id": -2}, {"uid": "1297070821074727460", "i": 5437, "idx": 0, "sa": ["Simon Cowell", "Steve Jones"], "q": "for, goodness, for almost eight years and no one's ever said` What the hell are you talking about?' There would not be a problem with the accent,\" he said. <q> To be honest I've been offered a couple of other shows in the States the last six months which I've turned down and I know there's been no issue with my accent there, because I'm a professional presenter and there's an element of TV voice- when you're on you speak clearly, you enunciate. \"Which is why when I go home I get loads of abuse from my Welsh friends, saying oh, you've gone all posh. </q> But <strong> Steve Jones </strong>- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show.", "new_id": -2}, {"uid": "1295656694068894746", "i": 52154, "idx": 2, "sa": ["Aamer Anwar", "Andy Coulson", "Tommy Sheridan"], "q": ". The charges related to statements <strong> Tommy Sheridan </strong> made in court when he successfully sued the News of the World about stories regarding his involvement with swingers clubs. A Downing Street insider told The Scotsman: <q> While the <strong> Tommy Sheridan </strong> trial is not the reason he resigned, it is fair to say that it certainly didn't help. \"It was one of the many things getting in his way and taking up his time that meant he couldn't do his job properly. \"He had to spend two or three days preparing for the trial and these things build up. </q> <strong> Tommy Sheridan </strong> is appealing against his conviction for perjury and yesterday his lawyer, <strong> Aamer Anwar </strong>, said: \"At the trial of <strong> Tommy Sheridan </strong>, <strong> Andy Coulson </strong> gave evidence under oath that he had no knowledge of phone hacking,", "new_id": -2}, {"uid": "1296133626234815493", "i": 52009, "idx": 1, "sa": ["Chris Dodd", "Mike Pence", "Bryan Fischer", "Eric Schmidt"], "q": ". Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Chris Doddtian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the guy to watch, </q> says <strong> Bryan Fischer </strong> of the AmEric Schmidtan Family Association, a group that opposes gay marriage and abortion. Now, MMike Pence has a decision to make: While he says he is seriously weighing a run for the White House,", "new_id": -2}]