[{"uid": "1296105145101646386", "i": 18248, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "Ian Edmondson"], "q": "machine for any indication that Mr <strong> Ian Edmondson </strong> or other figures at the newspaper were responsible for instructing Mr <strong> Glenn Mulcaire </strong> to target the phones of celebrities and politicians prior to 2006. In a statement, News International said: <q>The News of the World has terminated the employment of <strong> Ian Edmondson </strong>... Material evidence found during the course of the subsequent investigation has led to[ his] dismissal. News International has informed the police, handed over the material it has found and will give its full co-operation.<q> The sacking of one of Mr <strong> Andy Coulson </strong>'s most trusted tabloid attack dogs represents a dramatic change in the stance of News International, which as recently as this month was maintaining its stance that the hacking was restricted", "new_id": -2}, {"uid": "1296372078073023498", "i": 13038, "idx": 0, "sa": ["Taraji P. Henson", "David Letterman", "Terry O'Quinn", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "- <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong>, <strong> Charlie Rose </strong> and discuss having open-heart surgery on ABC's <q>A <strong> Barbara Walters </strong> Special: A Matter of Life and Death,<q> Friday at 10 p.m. on WCVB( Ch. 5). January 31- <strong> Taraji P. Henson </strong>( \"The Curious Case of Benjamin Button\") and <strong> Terry O'Quinn </strong>( \"Lost\") star in \"Taken <strong> Bill Clinton </strong>", "new_id": -2}, {"uid": "1297272533143687718", "i": 46608, "idx": 0, "sa": ["Alex Wolfe", "Steve Ballmer", "Satya Nadella"], "q": "cloud computing market. Intel chief sales and marketing officer Sean Maloney sits down with InformationWeek's <strong> Alex Wolfe </strong>, on the occasion of the launch of the Xeon 5500 Nehalem server processor, for a wide-ranging discussion. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,<q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"i": 14978, "idx": 1, "index_answer": 1, "new_id": -1, "q": "executive role to Larry Page is \"completely false,' <strong> Eric Schmidt </strong> told a group of reporters Thursday at the World Economic Forum in Davos, Switzerland,\" <strong> Adam Lashinsky </strong> reports for Fortune. <strong> Adam Lashinsky </strong> reports, <q><strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook.` We have a competitor called Microsoft,<q> he said. \"Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.\" \"<strong> Eric Schmidt </strong> also took on Google\"s competition with Apple. Google", "sa": ["Eric Schmidt", "Adam Lashinsky"], "uid": "1296157213138100743"}, {"uid": "1296062754109985833", "i": 104, "idx": 4, "sa": ["Michael Vick"], "q": "several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company. <q>The Unequal technology is a part of my game now and I won't play without my Unequal,<q> <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. \"Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.\" <strong> Michael Vick </strong> was once", "new_id": -2}, {"uid": "1296867070001982490", "i": 3058, "idx": 2, "sa": ["Sergio Marchionne"], "q": "adding that Chrysler had no choice but to take the loans at the height of the financial crisis. A Chrysler spokesman declined to comment on <strong> Sergio Marchionne </strong>'s use of the term \"shyster\". <q>When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut,<q> <strong> Sergio Marchionne </strong> said of the bailout. <strong> Sergio Marchionne </strong> used the term \"shyster\" at least three times when discussing the interest rates on the debt owed to the U.S. Treasury during his nearly hour-long appearance at an industry", "new_id": -2}, {"uid": "1295082156260702223", "i": 5771, "idx": 1, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "months later, the 55-year-old actor confirmed he is engaged to marry 29-year-old flight attendant <strong> Kayte Walsh </strong>. When <strong> Kelsey Grammer </strong> appeared on Thursday's edition of \"Late Show with <strong> David Letterman </strong>,\" <strong> David Letterman </strong> said: <q>Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?<q> <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, \"Well, I'm sorry to hear that, or I'm not sorry to hear that?\" \"Well, you are respectfully considerate", "new_id": -2}, {"uid": "1295611382129794091", "i": 1732, "idx": 6, "sa": ["Eric Schmidt", "Alex Sherman", "Jillian Ward", "Joseph Galante", "Google Inc."], "q": "from Princeton University and the University of California at Berkeley, also worked at Xerox Corp. and AT&T <strong> Google Inc. </strong>'s Bell Labs. <strong> Eric Schmidt </strong> commented on the management change to his more than 225,000 followers on Twitter: <q>Day-to-day adult supervision no longer needed!<q>-- With assistance from <strong> Joseph Galante </strong> and Adam Satariano in San Francisco and <strong> Alex Sherman </strong> in New York. Editors: <strong> Jillian Ward </strong>, Lisa Wolfson. To contact the reporter on this story: Brian Womack in San", "new_id": -2}, {"uid": "1297430701170164262", "i": 1093, "idx": 0, "sa": ["Steve Ballmer"], "q": "Android surpassed Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team <q>more innovation, greater global reach and scale.<q> \"We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,\" he said. The key challenge", "new_id": -2}, {"uid": "1297275482080936964", "i": 32143, "idx": 0, "sa": ["David Letterman", "Elton John"], "q": "Show with <strong> David Letterman </strong> last night to discuss how having a tampon taped to his back in high school was not fun for him, breaking his wrist and much more. FELLINI, POTTER, KELLER, PERKINS!: <q>LCS, I'm not sure that I know that much about Fellini- but I have re-watched all of his films and listened to the extras and, then, I watched that documentary about Fellini( just now, I can't...<q> LogoTV.com| TripOut: Gay Travel NOTE: afterelton.com is not affiliated with <strong> Elton John </strong>", "new_id": -2}]