[{"uid": "1295458115232456193", "i": 58641, "idx": 1, "sa": ["Larry Brown", "Allen Iverson", "Ted Williams", "Iker Casillas"], "q": "the powerful LaIker Casillass. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason.`` Anybody that bet on it, some broke people out there,'' <strong> Allen Iverson </strong> said. <q> I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now. </q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` Our guys just try hard,'' Sixers coach <strong> Larry Brown </strong> said.`` This is kind of unexpecTed Williams but", "new_id": -2}, {"uid": "1297709182165232678", "i": 38944, "idx": 0, "sa": ["Osi Umenyiora", "Plaxico Burress", "Michael Vick", "Jack Johnson"], "q": "n't wait for him to come out and I think he is going to have a great impact a la <strong> Michael Vick </strong>.'' The Giants haven't been the same team without <strong> Plaxico Burress </strong>, <strong> Osi Umenyiora </strong> said. <q> If you look at our team before, when <strong> Plaxico Burress </strong> was in, if you look after he's gone, even though we have had some success and even though we have played pretty well, it just hasn't been the same without him, </q> <strong> Osi Umenyiora </strong> said in an ESPN interview. VIRGINIA WATER, England, Feb. 14( UPI)-- <strong> Jack Johnson </strong> charged: Former P.G. County executive indicted on corruption charges American Psychological Association to consider DSM diagnOsi Umenyioras for living in", "new_id": -2}, {"uid": "1295562083175194126", "i": 2334, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "chief executive, Google said Thursday.Current CEO <strong> Eric Schmidt </strong> will assume the role of executive chairman and will focus on deals and external relations. <strong> Sergey Brin </strong>, the other Google co-founder, will focus on new products the company said. <q> We have been talking about how best to simplify our href=\"http://www.earthtimes.org/tag/management.html\"> management structure and speed up decision making for a long time, </q> said <strong> Eric Schmidt </strong> in announcing the decision.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm", "new_id": -2}, {"uid": "1295242526038617097", "i": 45103, "idx": 0, "sa": ["Angelina Jolie", "Ricky Gervais", "Betty Ford", "Johnny Depp"], "q": "He went on to tell the audience that The Tourist had not been nominated by the Hollywood Foreign Press Association just because its members wanted to hang out with the film's stars, <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>. <q> That is not the only reason, </q> <strong> Ricky Gervais </strong> insisted with a saucy smile.`` They also accepted bribes.'' Having already bitten the hand that was feeding him, <strong> Ricky Gervais </strong> soon bit the HFPA's other hand. He Betty Fordounced that", "new_id": -2}, {"uid": "1296971939100106295", "i": 59836, "idx": 0, "sa": ["Sergio Marchionne"], "q": "no longer having to explain the`` shyster rates.'' In a statement posted at the center of Chrysler's home page Saturday, <strong> Sergio Marchionne </strong> said he regrets a term he used and considers it`` inappropriate.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> <strong> Sergio Marchionne </strong>'s statement said.`` I regret the remark, which I consider inappropriate.'' <strong> Sergio Marchionne </strong> said Chrysler remains grateful for the bailouts and noted that no other parties were willing to assist in Chrysler's recovery.", "new_id": -2}, {"uid": "1296539752082821193", "i": 13087, "idx": 1, "sa": ["Allen Iverson", "Carmelo Anthony"], "q": "by a defender in the first half, threw down a reverse jam and landed on his left foot. The usually ordinary play told <strong> Carmelo Anthony </strong> everything he needed to know-- his sprained left ankle was just fine. <q> I figured if I could do that, I'm good, </q> <strong> Carmelo Anthony </strong> said. A healthy <strong> Carmelo Anthony </strong> scored 25 points, <strong> Allen Iverson </strong> had 24 points and 13 assists, and the Denver Nuggets beat the Charlotte Bobcats 117-101 on Saturday night.`` It didn't hurt at all,''", "new_id": -2}, {"uid": "1297706270114671643", "i": 6638, "idx": 1, "sa": ["Steve Ballmer"], "q": "pian entist kehittyneemm?t grafiikkaominaisuudet. H?n lupasi my?s uuden Twitter-ominaisuuden sek parannuksia ohjelmien moniajoon. Sen sijaan <strong> Steve Ballmer </strong> ei paljastanut, milloin ensimm?inen Nokia-Microsoft-puhelin tulee markkinoille. <strong> Steve Ballmer </strong> kutsui seuraansa lavalle my?s Nokia-johtaja Elopin. <q> Microsoft ja Nokia muodostavat luonnollisen kumppanuuden. Kuluttajat tulevat tajuamaan t?m?n </q>, <strong> Steve Ballmer </strong> sanoi. Markkinoihin Steve Ballmerin esiintyminen ei tehnyt vaikutusta. New Yorkin p?rssiss Microsoftin osakkeen arvo oli Suomen aikaan illansuussa liki perjantain tasollaan. Nokia on jatkanut p?rssisukellustaan ja vet?nyt per?ns alihankkijat, joiden kohtaloa ep?tietoisuus k?nnykk?j?tin tulevaisuudesta", "new_id": -2}, {"uid": "1295610181062603290", "i": 7625, "idx": 1, "sa": ["Andy Coulson"], "q": "over the phone-hacking scandal, with a slew of revelations in a number of civil court cases that appeared to bring the scandal closer to his door. This is what the Press Association has just reported: <q> The Prime Minister's communications chief <strong> Andy Coulson </strong> is expected to issue a personal statement today. </q> Mr <strong> Andy Coulson </strong> has been under intense pressure to step down over allegations of phone-hacking by the News of the World when he was the newspaper's editor. A No 10 spokeswoman told reporters at a regular", "new_id": -2}, {"uid": "1296746047199131165", "i": 5477, "idx": 0, "sa": ["Mike Pence"], "q": "must be renewed every year by Congress; this would get rid of that hassle. And more disturbing, given its potential impact on an entire range of women's health needs, is the href=\"http://www.thestarpress.com/article/20110116/OPINION/101160313/Mike Pence-explains-TItle-X-funding\"> <q> Title X Abortion Provider Prohibition Act </q>, sponsored by Congressman <strong> Mike Pence </strong> of Indiana. If passed, the law would deny federal money to any organisation that provides abortions at all- the argument being that there is no definitive way to guarantee that funds", "new_id": -2}, {"i": 39068, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q> The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan, </q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience.`` Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "uid": "1295386126252936200"}]