[{"uid": "1296024963108707853", "i": 21176, "idx": 2, "sa": ["Zine El Abidine Ben Ali", "Donald Rumsfeld", "Hillary Clinton", "Marina Ottaway"], "q": "US administration, like France and the European Union, never called for <strong> Zine El Abidine Ben Ali </strong> to go. Indeed, on January 12-- just two days before he fled-- State Department spokesman Philip Crowley said Washington was <q> concerned about actions by the demonstrators, those who do not have peaceful intentions. </q> But soon thereafter, Washington accelerated the denouement of the crisis, <strong> Marina Ottaway </strong> said. US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> nimbly stepped in with a speech in Doha on January 13 warning Arab leaders to allow", "new_id": -2}, {"uid": "1296073911157351964", "i": 292, "idx": 1, "sa": ["Ron Paul", "Eric Cantor", "Mike Pence"], "q": "\" <strong> Ron Paul </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" <q> We've got to roll back there. That will save$ 100 billion in the first year, </q> agreed <strong> Ron Paul </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}, {"uid": "1295831264124387374", "i": 17396, "idx": 5, "sa": ["Eric Schmidt"], "q": "though. \"A growing number of MSPs have embraced the Google Apps Reseller program,\" says an article on MSPmentor.net, which tracks the managed services provider market. MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained <q> more channel partner momentum with managed services providers. Indeed, 29 of the world's top 100 MSPs now promote Google Apps to their end-customers. </q> The article asks, \"Will that trend continue when the CEO crown soon shifts from <strong> Eric Schmidt </strong> to Google co-founder Larry Page?\" Spin off? While there's no reason to think Google would kill", "new_id": -2}, {"uid": "1295665751254312516", "i": 21121, "idx": 0, "sa": ["Tony Blair", "President Bush", "Donald Rumsfeld"], "q": "call for the private statements Mr <strong> Tony Blair </strong> made to Mr <strong> President Bush </strong> and then US defence secretary <strong> Donald Rumsfeld </strong> in July 2002, to be made public, saying the panel was \"disappointed\" that this had not happened. <q> There was no \"smoking gun </q> over support for <strong> President Bush </strong>\"\" Paul Reynolds World Affairs Correspondent, BBC News website The panel have seen the notes but they will remain secret after Cabinet <strong> Donald Rumsfeld </strong> Gus O'Donnell said releasing them would compromise diplomatic confidentiality.", "new_id": -2}, {"uid": "1296827897182681624", "i": 19159, "idx": 0, "sa": ["Barbara Walters", "Bill Clinton", "David Letterman"], "q": "10 p.m. ET on Friday. <strong> Barbara Walters </strong> knew she needed the celebrity infusion. \"I didn't want people to feel that this was going to be an hour lecture,\" she said. <q> To have these very famous, and in some cases very funny, people, meant that they would watch. </q> Each guest agreed to talk about his experience. <strong> Bill Clinton </strong>, the former Big Mac <strong> Bill Clinton </strong>, revealed that he's now practically a vegan. The usually private <strong> David Letterman </strong> talks candidly about depression and how he sometimes", "new_id": -2}, {"uid": "1297200983061325341", "i": 1813, "idx": 13, "sa": ["Donald Rumsfeld", "President Bush"], "q": "with the help of Iraqi security forces that had become \"very capable.\" As a result, he argues, the force of <strong> President Bush </strong>'s surge was as much \"psychological\" as anything else. <q> The president's decision galvanized the opinion in Iraq. It said: \"Look, if you think it is going to go to the insurgents, you are wrong.' </q> The fact of the statement, argues Mr. <strong> Donald Rumsfeld </strong>, mattered as much as did the increase of troops \"tactically or strategically.\" Though viewed by many as the spear of Mr. <strong> President Bush </strong>\"s \"freedom", "new_id": -2}, {"uid": "1296565246043499534", "i": 1594, "idx": 2, "sa": ["Simon Cowell", "Robbie Williams", "Katie Price"], "q": "<strong> Katie Price </strong>, who has just split from husband Alex Reid, would face competition in the form of <strong> Robbie Williams </strong>, who is also being lined up to fill <strong> Simon Cowell </strong>'s place. A source said, <q> <strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical. We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it. </q> Despite these rumours, there is currently nothing to suggest <strong> Simon Cowell </strong> will be leaving the show. As the LA natives met in London...", "new_id": -2}, {"uid": "1295245546048136202", "i": 20484, "idx": 4, "sa": ["Marcus Camby", "Carmelo Anthony", "Rafer Alston", "Allen Iverson"], "q": "team that went on to win the NBA championship. The Nuggets did it again Sunday night, beating the Spurs 95-89 in the first game of their Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way. <q> The guys who were here two years ago know we were in the same situation last time, </q> Denver center <strong> Marcus Camby </strong> said. \"They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game <strong> Rafer Alston </strong>.\"", "new_id": -2}, {"uid": "1295559654260145168", "i": 15633, "idx": 0, "sa": ["Eric Schmidt"], "q": "be replaced by co-founder Larry Page. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said in a prepared statement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. </q> Twitter comment on the shuffle was less formal: \"Day-to-day adult supervision no longer needed!,\" he wrote. The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and Brin have long run", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as \"terribly wrong.\" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was \"incremental,\" not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}]