[{"uid": "1297488327192626740", "i": 31202, "idx": 3, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "He said there had been`` many warnings[ that] more troops could have helped, by advisers on the ground.'' <strong> Donald Rumsfeld </strong>:`` No, that's not correct.'' Stephanopoulos: American envoy <strong> Paul Bremer </strong> <q> said that- it is correct. </q> <strong> Donald Rumsfeld </strong>:`` It is not correct.'' And so it went. Stephanopoulos asked <strong> Donald Rumsfeld </strong> to concede that if he'd stayed in office after 2006,`` there would have been defeat in Iraq and", "new_id": -2}, {"uid": "1297179623238403585", "i": 19625, "idx": 0, "sa": ["Donald Rumsfeld", "Gwen Ifill"], "q": "POLITICS-- February 8, 2011 at 9:08 AM EDT In New Memoir, <strong> Donald Rumsfeld </strong> Settles Scores, Spreads Responsibility for Iraq War <q> At its heart, it is a revenge memoir, </q> writes NewsHour senior correspondent <strong> Gwen Ifill </strong> in her Washington Post review of former secretary of defense <strong> Donald Rumsfeld </strong>'s new book,`` Known and Unknowns.'' The book certainly includes its fair share of score settling", "new_id": -2}, {"uid": "1295440155086491144", "i": 31226, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "signal of his political plans.`` This nation faces serious challenges that will require us to renew our commitment to the institutions that are resilient enough to lead America back,'' <strong> Mike Pence </strong> said. <q> I believe those are, the institutions are, and have always been, faith, family, community and state government. To renew our nation we must have a renewal of American federalism. </q> <strong> Mike Pence </strong> met earlier in the day with officials including Republican Gov. <strong> Mitch Daniels </strong>, who can't run for third term and also is considering whether to enter the 2012 presidential campaign. <strong> Mike Pence </strong> singled <strong> Mitch Daniels </strong> out", "new_id": -2}, {"uid": "1295932727118013955", "i": 4805, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "separatist struggles in Papua and the Molucca islands. The United States, which last year lifted a decade-old ban on military assistance to a notoriously violent Indonesian commando unit, closely monitored the trials. <q> We are very concerned that the Indonesian military charged the soldiers only with disobeying orders and that the sentences handed down... do not reflect the seriousness of the abuses depicted in the video, </q> Paul Belmont, a U.S. Embassy spokesman, said Tuesday. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for", "new_id": -2}, {"uid": "1296646503186269740", "i": 38961, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark", "new_id": -2}, {"uid": "1295310733097861638", "i": 44772, "idx": 14, "sa": ["Allen Iverson", "Kobe Bryant", "Steve Javie", "Pau Gasol"], "q": "official <strong> Steve Javie </strong>, who ejected him.`` I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out,'' <strong> Allen Iverson </strong> said. <q> <strong> Michael Jordan </strong> fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league. This was just the perfect game for him to try and make me look bad. </q> Actually, <strong> Allen Iverson </strong> didn't need much help in that regard as he was slow to get going, hitting http://wn.com/NBA_Los_Angeles_Lakers_vs_Sixers_Highlights_02/26/10 <strong> Pau Gasol </strong> had 23 points and 11 assists, <strong> Kobe Bryant </strong> added 19 points and eight assists, and the Los", "new_id": -2}, {"uid": "1295586272212418583", "i": 2954, "idx": 19, "sa": ["Cristiano Ronaldo", "Kevin Garnett", "Carmelo Anthony", "Linas Kleiza", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> Combine for 57( 2008-02-19) <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong> scored 57 points between them to earn a` W' against the <strong> Cristiano Ronaldo </strong>'s on Tuesday,2008-02-19. Nuggets Beat Celtics in <strong> Kevin Garnett </strong>'s Return Denver 124", "new_id": -2}, {"uid": "1295954772070795352", "i": 29948, "idx": 1, "sa": ["Sen. Mark Udall", "Mike Pence", "Andre Carson"], "q": "these days around here about where members of Congress are going to sit during the State of the Union address,'' <strong> Sen. Mark Udall </strong> <strong> Mike Pence </strong>, R-Columbus, said last week during the House debate on repealing the health-care overhaul. <q> Well, I've been in Congress for 10 years, and I learned a long time ago it doesn't really matter where you sit. It matters where you stand. </q> A spokesman for <strong> Sen. Mark Udall </strong> <strong> Andre Carson </strong>, D-Indianapolis, said <strong> Andre Carson </strong> hasn't made any seating arrangements for the speech.`` He's just going to play it by ear and see what happens,''", "new_id": -2}, {"uid": "1296633836234962959", "i": 17231, "idx": 1, "sa": ["Kobe Bryant", "Carmelo Anthony", "Allen Iverson"], "q": "could do that, I'm good,'' <strong> Carmelo Anthony </strong> said. A healthy <strong> Carmelo Anthony </strong> scored 25 points, <strong> Allen Iverson </strong> had 24 points and 13 assists, and the Denver Nuggets beat the Charlotte Bobcats 117-101 on Saturday night. <q> It didn't hurt at all, </q> said <strong> Carmelo Anthony </strong>, who missed five games after landing on the foot of <strong> Kobe Bryant </strong> on Jan. 21.`` It felt good to be back.'' The Nuggets, who won their eighth straight game at home, were", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said.`` So once they became comfortable with this team and with each other, that was a matter of time.'' When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}]