[{"uid": "1296045804000704534", "i": 20392, "idx": 0, "sa": ["Ed Balls", "Andy Coulson", "Ed Miliband", "Jacob Rees-Mogg", "David Cameron"], "q": "are cheering louder as <strong> Jacob Rees-Mogg </strong> Rees Mogg quotes Thatcher's \"there is no alternative\" line. 1212: And there's the first reference to <strong> Andy Coulson </strong>: <strong> Ed Miliband </strong> calls <strong> David Cameron </strong>'s judegment into question for <q> hanging on to him for so long </q>. <strong> David Cameron </strong>'s return is stinging: if <strong> Ed Miliband </strong> thinks <strong> Ed Balls </strong> is such a good idea, why didn't he appoint him shadow chacncellor in the first place? The two leaders can barely contain their professional disdain for", "new_id": -2}, {"uid": "1297706299073007108", "i": 25594, "idx": 2, "sa": ["Steve Ballmer"], "q": "'s still work to do.\" Regarding Nokia, <strong> Steve Ballmer </strong> simply mentioned the deal as an important one, one which would create an ecosystem that is the most operator-friendly ecosystem available, free from the fragmentation that <q> all other platforms are currently experiencing. </q> Windows Phone, he said, will thrive with scale and variety- a good thing, he underscored, for ALL of Microsoft's handset partners. Details were not forthcoming. Film at 11?", "new_id": -2}, {"uid": "1295391425232685620", "i": 14498, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. We encourage an open exchange of affirming and dissenting opinions on our stories. We invite you to comment on our content as part of our interactive community. Click here to read our", "new_id": -2}, {"uid": "1294966347267878400", "i": 8044, "idx": 0, "sa": ["Simon Cowell"], "q": "elsewhere in the capital. Investment targets include prime London retail and office properties with lot sizes of up to Â£ 150m. It is also looking for more central London hotels. Aziz said: <q> <strong> Nicholas Cowell </strong> Group Investors is looking for prime trophy assets in central London with triple-A covenants </q>. Midweek Bulletin: <strong> Simon Cowell </strong> looking foolish and the iPad revolution is here", "new_id": -2}, {"uid": "1295264028094093318", "i": 7252, "idx": 0, "sa": ["Andy Coulson"], "q": "happened\" when <strong> Andy Coulson </strong> was editor of the News of the World, but resigned \"when he found out about them\", which the prime minister said was \"the right thing to do\". <q> I almost think there is a danger at the moment that he is effectively being punished twice for the same offence. I judge his work by what he has done for us... I gave him a second chance. I think in life sometimes it's right to give someone a second chance. He resigned for what went wrong at News of the World. I would just argue working for the government, I think he has done a good job. </q> He added: \"Of course he was embarrassed, but he has had a second chance from me to do this job. I think he has done the job in a very good way.\"", "new_id": -2}, {"uid": "1296377284098549782", "i": 32916, "idx": 1, "sa": ["Michael Vick", "Barack Obama"], "q": ", \"Three years, that seems like such a long time,\" said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. <q> But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were. </q>( <strong> Barack Obama </strong> of 3) Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs\" lives, their recovery and the", "new_id": -2}, {"uid": "1295565682105267209", "i": 1817, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", 55, took over as Google CEO in August 2001 after being recruited by Page and <strong> Sergey Brin </strong> who at the time were in their mid-20's and lacked the experience to run a major company such as Google. <q> We have been talking about how best to simplify our management structure and speed up decision making for a long time, </q> said <strong> Eric Schmidt </strong> in announcing the decision. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}, {"uid": "1297183707149962781", "i": 36718, "idx": 1, "sa": ["Cheryl Cole", "Paula Abdul", "Katy Perry", "Simon Cowell", "Nicole Scherzinger", "Matt Lauer", "Mariah Carey"], "q": "talking to somebody on Friday who I really, really want to be on the show and I'm waiting on a decision.\" When <strong> Matt Lauer </strong> asked for the identity of the individual, <strong> Simon Cowell </strong> responded: <q> I can't say. I really, really at this point can't say; I'm sworn to secrecy. They'll be cute, and the guy won't be as good looking as me. That's one of the rules! </q> Among the celebrities who have been linked to the judging panel are <strong> Katy Perry </strong>, Rihanna, <strong> Paula Abdul </strong>, <strong> Mariah Carey </strong>, <strong> Nicole Scherzinger </strong> and current X Factor UK judge <strong> Cheryl Cole </strong>. <strong> Simon Cowell </strong> has said than an announcement will be made", "new_id": -2}, {"uid": "1297426699058949635", "i": 25510, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Microsoft providing an established smartphone platform to Nokia, whose reliance on its ageing Symbian operating system and loss of market share to iOS and Android devices prompted chief executive <strong> Stephen Elop </strong> to Announcing the partnership, <strong> Stephen Elop </strong> said: <q> Today, developers, operators and consumers want compelling mobile products, which include not only the device, but the software, services, applications and customer support that make a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> Microsoft CEO <strong> Steve Ballmer </strong> added: \"Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.\"", "new_id": -2}]