[{"uid": "1295566445075235330", "i": 2610, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The new organization is expected to streamline things by <q> elevating me and having <strong> Larry Page </strong> running things day to day, </q> Mr. <strong> Eric Schmidt </strong> said. While the management shake-up wasn't telegraphed, Google has given subtle indications in the past that the roles of its leaders were being rethought. About a year ago, the", "new_id": -2}, {"uid": "1295548613082853889", "i": 13420, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell"], "q": "one who takes over the <strong> Simon Cowell </strong> role of delivering the final verdict, was a definite no, but the other two gave her a pass. I want to see <strong> Steven Tyler </strong> follow through on his promise to <q> personally work that into something good. </q> Steven Tyleria Huggins-- you know, the bouncy 16-year-old so sweet that my teeth ached-- is another one that will get chewed up in Hollywood. She promised video updates-- oh good grief. She belongs", "new_id": -2}, {"uid": "1295860435042090520", "i": 7140, "idx": 3, "sa": ["Steve Hilton", "Andy Coulson", "Dominic Cummings", "Michael Gove"], "q": "moment of maximum panic) for agreeing to Tory participation at all. After the election, he apparently vetoed one of <strong> Michael Gove </strong>'s proposed special advisers, <strong> Dominic Cummings </strong>. There was tension with <strong> Steve Hilton </strong>, too. <q> They're just chalk and cheese, </q> says one senior Cameroon. \"<strong> Andy Coulson </strong> was the measured professional, cautious, a bit more Right-wing. Anti-bullshit, anti-hipster. And <strong> Steve Hilton </strong> was the opposite.\" According to one Cabinet minister, the two", "new_id": -2}, {"uid": "1295589642085278733", "i": 750, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "most scrutinized companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of \"Googled: The End of the World As We Know It.\" <q> I think <strong> Eric Schmidt </strong> is burned out. </q> There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1296725293246726664", "i": 414, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "OS. The pressure comes ahead of next week's strategy day, when Nokia's recently appointed CEO- former Microsoft man <strong> Stephen Elop </strong>- will reveal how he plans to turn around the ailing firm. <q> Get rid of MeeGo- it's the biggest joke in the tech industry right now </q> In an open letter to <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>, Berenberg Bank's Adnaan Ahmad said Nokia's move to Windows Phone 7 would benefit both companies. \"Get rid of your own proprietary high-end", "new_id": -2}, {"uid": "1295258802160432172", "i": 8445, "idx": 2, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand"], "q": ",\" Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., said she talked with <strong> Gabrielle Giffords </strong>' husband, <strong> Mark Kelson </strong>, on Saturday night. The astronaut described the latest progress in his wife's recovery after the Jan. 8 shooting. <q> She's making progress every day, </q> <strong> Kirsten Gillibrand </strong> said. \"She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and", "new_id": -2}, {"uid": "1297134536144228406", "i": 42402, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Tom Leppert", "Dwaine Caraway"], "q": "over <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong>'s decision to honor <strong> Michael Vick </strong>, who beginning in 2007, served 19 months in prison for his involvement in dogfighting. Dallas <strong> Mayor Tom </strong> <strong> Tom Leppert </strong> said the action went without his knowledge. <q> The message and the kids are far greater than all this response about,` Why give him the key to the city?' </q> <strong> Dwaine Caraway </strong> told ESPN on Monday. \"He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal", "new_id": -2}, {"uid": "1297077971265338891", "i": 52972, "idx": 2, "sa": ["Diane Sawyer", "George W. Bush", "Donald Rumsfeld"], "q": "cost lives,\" <strong> Donald Rumsfeld </strong> told <strong> Diane Sawyer </strong>. <strong> George W. Bush </strong> has written that cutting troop levels in Iraq was \"the most important failure in the execution of the war,\" <strong> Donald Rumsfeld </strong> called that \"interesting.\" <q> I don't have enough confidence to say that that's right. I think that it's possible. We had[ an] enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed. </q> \"It's hard to know,\" <strong> Donald Rumsfeld </strong> continued. \"You know, the path you didn't take is always smoother.\" Watch <strong> Diane Sawyer </strong>'s Exclusive Interview With <strong> Donald Rumsfeld </strong> on ABC's", "new_id": -2}, {"uid": "1296704404078823458", "i": 2578, "idx": 7, "sa": ["Michael Finley", "Metta World Peace", "Jermaine Jackson", "Michael Jordan", "Jerry Stackhouse", "LeBron James", "Allen Iverson", "50 Cent", "Eddie House"], "q": "'s in game 1 of the 1989 Eastern Conference Michael Finleyals... Pistons@ Bulls 4-3-01 <strong> Jerry Stackhouse </strong> 57pts Career High Celebrity look alike anyone? <strong> Metta World Peace </strong>= <strong> Jermaine Jackson </strong>! <strong> Jerry Stackhouse </strong> used to be compared to <strong> Michael Jordan </strong>. For one night in <q> The <strong> Eddie House </strong> That <strong> Michael Jordan </strong> Built, </q> he was better than <strong> Michael Jordan </strong> himself. <strong> Jerry Stackhouse </strong> scored a career-high 57 points-- the most ever in the United 50 Center--... <strong> Allen Iverson </strong> 23pts vs <strong> LeBron James </strong> Cavs 08/09 NBA", "new_id": -2}, {"uid": "1297711805054411328", "i": 30093, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "auf dem Mobile World Congress in Barcelona. Mit Nokia habe Microsoft einen sehr m?chtigen Partner gefunden, von dem nicht nur Nokia, sondern das gesamte\" kosystem Windows Phone\" profitieren werde, sagte <strong> Steve Ballmer </strong>. <q> Nokia hat unglaubliche F?higkeiten. </q> Die Partner wollen ab diesem Jahr gemeinsam eine breite Palette verschiedener Ger?te mit Windows-Phone-Betriebssystem in allen Preiskategorien auf den Markt bringen. <strong> Steve Ballmer </strong> und <strong> Stephen Elop </strong> warben in Barcelona um die Netzbetreiber, die mit ihrem Ger?teangebot ma?geblich zum", "new_id": -2}]