[{"uid": "1296400304150192146", "i": 10955, "idx": 1, "sa": ["Michael Vick", "Jahri Evans", "Tony Gonzalez", "Jason Witten"], "q": "; they were held out of the game last year in the week leading up to the Super Bowl.`` It's definitely a neat experience, being around all the all-stars,'' <strong> Jahri Evans </strong> said. <q> There's a lot of guys here that have been great for a long time. </q> Nicks said to take the field alongside veteran stars such as <strong> Michael Vick </strong>, <strong> Tony Gonzalez </strong>, <strong> Jason Witten </strong> and countless others has been`` breathtaking.''`` There's no real word to describe it,''", "new_id": -2}, {"uid": "1297202330112492574", "i": 9965, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "' head and also targeted ex-president <strong> President Bush </strong>'s two daughters.`` I was concerned,'' <strong> Donald Rumsfeld </strong> told ABC's`` Good Morning America'' in his first live television interview since leaving office over four years ago. <q> Of course, the president and his family had secret service protection. My family did not. And it was a somewhat awkward moment in the meeting, </q> he added in describing a 2003 national security meeting when he was told of the plot. The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy", "new_id": -2}, {"uid": "1297261068179191811", "i": 20143, "idx": 1, "sa": ["Saddam Hussein", "Paul Bremer", "Donald Rumsfeld"], "q": "to issue an order dissolving the Iraqi military. <strong> Paul Bremer </strong> signed the order four days later. http://www.rumsfeld.com`` I was told of <strong> Paul Bremer </strong>'s decision,'' <strong> Donald Rumsfeld </strong> wrote in his memoir, <q> and possibly could have stopped it. </q> <strong> Donald Rumsfeld </strong> also conceded an inch or two on charges that he and others in the administration overstated the certainty of their claims that <strong> Saddam Hussein </strong> had weapons of mass destruction. He recalls his remark just days after the", "new_id": -2}, {"uid": "1295478787265797634", "i": 34239, "idx": 0, "sa": ["Cheryl Cole", "R Kelly", "Jane Lynch", "Simon Cowell", "Louis Walsh", "Baby Doc"], "q": "to stay on show?` American Idol' Season 10 airs tonight: Local fans divided on show without <strong> Simon Cowell </strong> <strong> Jane Lynch </strong>( Sue <strong> R Kelly </strong>) wins the second Golden Globe of the night for` Glee' <strong> Louis Walsh </strong>: <q> <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> will not be in UK X Factor </q> American Idol is back- but can it survive without <strong> Simon Cowell </strong>? <strong> Baby Doc </strong> Charged, But Duvalierism Remains Alive in Haiti U.S. Shifts Focus to Press China for Access to Markets Irish PM survives confidence vote <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> to", "new_id": -2}, {"uid": "1297711626197591069", "i": 27744, "idx": 0, "sa": ["Nicki Minaj", "Demetri Martin", "Greta Gerwig", "Topher Grace", "Michael Vick"], "q": "Grammy Museum's`` <strong> Nicki Minaj </strong>: A Cultural Odyssey'' exhibit, titled after the new book by the same name, was an opportunity to see how much the genre has grown since it's inception. <q> Hip-hop really has a milestone this year, in the sense that it's 30 years now that hip-hop has emerged and ultimately become a fully integrated and integral part of not only American culture but culture worldwide, </q> he noted. Grammys: Bieber Upset, Gaga Breaks Out of Shell Entertainment Video: Gino Sits Down With Actors <strong> Demetri Martin </strong>& <strong> Topher Grace </strong> Entertainment Video: Gino Sits Down With Actress <strong> Greta Gerwig </strong> ABC News: <strong> Michael Vick </strong> to Appear", "new_id": -2}, {"uid": "1297600056267190375", "i": 21962, "idx": 0, "sa": ["Steve Ballmer"], "q": "Nokia, and for that, Microsoft will have unprecedented influence over the hardware that runs its software. We like to think of <strong> Steve Ballmer </strong> throwing chairs when his executives leave. I think this time he told Elop, <q> Fine. Go get me some hardware I can own. </q> Elop did. But what will they do with it? Microsoft has had some success in hardware, notably in its Xbox division-but not so much in making it profitable. Nokia's problems, according to", "new_id": -2}, {"uid": "1297339126177307664", "i": 10699, "idx": 0, "sa": ["Bill Clinton", "Mike Pence"], "q": "longtime Republican political aide thought <strong> Mike Pence </strong> had somehow let down his principles and his country by not taking a chance on the presidential race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk. <q> Seriously, who else do we have? </q> one of them asked me.`` Unless something miraculous happens, and we get an unexpected gift candidate.'' Another GOP stalwart agreed:`` Sad to say, but at a time when we need", "new_id": -2}, {"uid": "1296503399053821452", "i": 3045, "idx": 2, "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "q": "<strong> Zahi Hawass </strong>, the council's secretary general, said yesterday. Dozens of demonstrators had stood guard around the building, one of Cairo's biggest tourist attractions, to protect it until troops arrived, he said. </blockquote> <q>`` If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops, </q> <strong> Zahi Hawass </strong> said in an interview at his office.`` What's happening is normal. Thankfully, all the damaged items can be restored.'' </blockquote> Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August", "new_id": -2}, {"uid": "1295528378011599923", "i": 56, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Ryan Seacrest"], "q": "Rangers. There's no surprise in the <strong> Simon Cowell </strong> that Rushfield presents, but he does bring him to life-- by turns brilliant and exasperating, self-serving and disarmingly honest. Rushfield sums him up well: <q> If ever a person could be prepared for fame and all that came with it, it was <strong> Simon Cowell </strong>... For 20 years, <strong> Simon Cowell </strong> had been involved in every aspect of the shadowy business of creating stars... He had seen how the magical alchemy could transform people into stars, and he had seen how it could go wrong. </q> The book is not Fox-authorized, which may explain why the show's other well-known personalities play only supporting roles. <strong> Paula Abdul </strong> is a wacky sparring partner, and <strong> Ryan Seacrest </strong> is Robin to <strong> Simon Cowell </strong>'s Batman. Nevermind", "new_id": -2}, {"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'' <strong> Roger Goodell </strong> said.''[ Most often] they're not recognizing they have a role in it.'' Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q> I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like,` He won't sign my jersey.' </q> He says he thinks Mike <strong> Michael Vick </strong>`` is sincerely trying.'' And he isn't blind to the fact that the story isn't over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}]