[{"uid": "1297488327192626740", "i": 31207, "idx": 8, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "more time to talk.'' I suspect <strong> Donald Rumsfeld </strong> felt otherwise. <strong> Diane Sawyer </strong>, the top ABC anchor, was also eager for <strong> Donald Rumsfeld </strong> to admit mistakes. Here's how her Nightline interview was introduced: <q><strong> Diane Sawyer </strong> goes head to head with <strong> Donald Rumsfeld </strong> as never before.... The big question: What did he get wrong?</q> <strong> Donald Rumsfeld </strong> said he got some things wrong, as he does in his book. He said ''it's possible'' he was slow to react to deterioration of the military situation in Iraq. He regretted saying", "new_id": -2}, {"uid": "1296503399053821452", "i": 3043, "idx": 0, "sa": ["Stephen Harper", "Zahi Hawass", "Mayor Michael Bloomberg"], "q": "website, Jan. 28 ''Recent Decisions Amount to a Dressing Down for 9th Circuit''-- headline, Washington Post, Jan. 31 ''<strong> Stephen Harper </strong>'s Views Typically Canadian''-- headline, <strong> Mayor Michael Bloomberg </strong> vs. <strong> Mayor Michael Bloomberg </strong> <q>The Egyptian National Museum is safe, and cultural artifacts damaged by vandals who broke into the building during anti-government protests can be restored, the head of the country's Supreme Council of Antiquities said,</q> <strong> Mayor Michael Bloomberg </strong> reports: ''Tourism police aided by protesters earlier apprehended nine men in connection with looting at the museum, <strong> Zahi Hawass </strong>, the council's secretary general, said yesterday. Dozens of demonstrators had stood guard around the", "new_id": -2}, {"uid": "1295218070163594249", "i": 550, "idx": 8, "sa": ["Simon Cowell"], "q": "I need a partner in crime here.'?'' Fuller and <strong> Simon Cowell </strong> agreed that the Pop Idol winners would be managed by Fuller's company, 19, while <strong> Simon Cowell </strong> and BMG would put out their albums. <q>My real interest at that point was having the acts on my label,</q> <strong> Simon Cowell </strong> said. ''I had absolutely zero desire to be in front of the camera.'' Until then, <strong> Simon Cowell </strong> had made only rare appearances on the margins of the British tabloid culture. But just one", "new_id": -2}, {"uid": "1295617389243957781", "i": 46198, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": " ''<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,'' Mr. <strong> David Cameron </strong> said. Mr. <strong> Andy Coulson </strong> said: <q>It's been a privilege and an honor to work for <strong> David Cameron </strong> for three and a half years. I'm extremely proud of the part I've played in helping him reach No. 10 and during the coalition's first nine months,</q> He said in a statement. ''Nothing is more important than the government's task of getting this country back on its feet.'' But, ''Unfortunately, continued coverage of events connected to my", "new_id": -2}, {"uid": "1297245176074432535", "i": 23414, "idx": 2, "sa": ["Ricky Martin", "Kara DioGuardi", "Simon Cowell", "Jennifer Lopez"], "q": "He finds the prospect of <strong> Ricky Martin </strong> being involved ''interesting'' and raved about Black Eyed Peas star Fergie.''[ She is] one of the most underrated performers,'' he said. <q>The[ judges] will be cute. But the male judges will not be as good looking as me,</q> he laughed in a separate interview. <strong> Simon Cowell </strong> announced he was leaving American Idol last year to focus on the new version of The X Factor. Judges Elle DeGeneres and <strong> Kara DioGuardi </strong> also quit, with <strong> Jennifer Lopez </strong> and", "new_id": -2}, {"uid": "1297260302158613537", "i": 25880, "idx": 1, "sa": ["Bill Lockyer"], "q": "negotiation between the two houses, not the two parties. ''That's what I told Brown the day after the election,'' said Sen. Bob Dutton, R-Rancho Cucamonga( San Bernardino County). <q>I told him his biggest challenge will be getting Assembly Democrats and Senate Democrats on the same page.</q> State Treasurer <strong> Bill Lockyer </strong>, speaking about the dilemma at a conference last month, said there ''has been this nervousness, partly as a result of listening to political consultants... that you can't seem to", "new_id": -2}, {"uid": "1296776050237715495", "i": 41784, "idx": 4, "sa": ["John McCain", "Donald Rumsfeld"], "q": " ''We are paying a very heavy price for the mismanagement-- that's the kindest word I can give you-- of <strong> Donald Rumsfeld </strong>, of this war,'' he said while running for president in 2007. <q>I think that <strong> Donald Rumsfeld </strong> will go down in history as one of the worst secretaries of Defense in history.</q> will be honored with the ''Defender of the Constitution Award'' at the Conservative Political Action Conference( CPAC). <cite> http://topsy.com/www.rawstory.com/rs/2011/02/mccain-thank-god-rumsfeld-fired/?utm_source=pingback&amp;utm_campaign=L2 </cite> Tweets that mention <strong> John McCain </strong>: ''Thank God'' <strong> Donald Rumsfeld </strong> was fired â\u0094\u0082 Raw", "new_id": -2}, {"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}, {"uid": "1295633194146702360", "i": 2645, "idx": 0, "sa": ["Donald Rumsfeld", "Colin Powell", "Bill Clinton", "Ayaan Hirsi Ali"], "q": ", <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> said that Bush Administration officials are ''admirers'' of Ben <strong> Ayaan Hirsi Ali </strong>, and <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> said the country provided'' constructive leadership in the world'': <q>It is worth rewinding and noting some choice words that former US secretary of state <strong> Colin Powell </strong> had to say about the country when he visited in December 2003.</q> ''Our bilateral relationship is very, very strong,'' said <strong> Colin Powell </strong>. ''We are great admirers of Tunisia and the progress that has been achieved under <strong> Bill Clinton </strong> Ben <strong> Ayaan Hirsi Ali </strong>'s leadership.''[...]", "new_id": -2}, {"uid": "1297366036123617280", "i": 1193, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "the actor to remarry later this month. She thanked family and friends who had been supportive throughout the couple's divorce, which was filed in July. The couple were married nearly 13 years. <q>What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,</q> her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, ''love and happiness in their new marriage.'' <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month", "new_id": -2}]