[{"uid": "1296539753082821202", "i": 16808, "idx": 0, "sa": ["Stephen Jackson", "Chris Webber", "Allen Iverson", "Šarūnas Jasikevičius", "Kyle Korver"], "q": "after a shot-clock violation on Philadelphia with 4.9 seconds left. <strong> Šarūnas Jasikevičius </strong> threw an inbound pass to <strong> Stephen Jackson </strong>, who went around a stumbling <strong> Kyle Korver </strong> to make an uncontested shot.`` I was 0-for-infinity,'' <strong> Stephen Jackson </strong> said. <q> I just wanted to make a shot. We knew they'd switch. I went backdoor and got to the basket. My teammates showed confidence in me to give me the ball. It seemed like I hadn't made a shot all game. </q> <strong> Stephen Jackson </strong> missed 15 of his first 19 shots before the easy layup. <strong> Chris Webber </strong> then missed a jumper at the buzzer after an inbound pass from <strong> Allen Iverson </strong>.`` For that to happen with 4.9 seconds left, it's", "new_id": -2}, {"uid": "1295051508161349638", "i": 44832, "idx": 0, "sa": ["Chris Huhne"], "q": "oil spill which followed the explosion on the Deepwater Horizon rig killed 11 workers and cost the company tens of billions of pounds. Energy Secretary <strong> Chris Huhne </strong> said the Government welcomed the new partnership. He said: <q> It is a groundbreaking deal. It is good news for Europe, for the UK, energy security and worldwide. </q> He said after the events of last year, this showed that BP was`` very much open for business''.? 2011 owned by or licensed to Trinity Mirror Midlands Limited.", "new_id": -2}, {"uid": "1296115725056147995", "i": 45206, "idx": 1, "sa": ["Andy Coulson"], "q": "28 min ago Yahoo! UK& Ireland News`` Its impossible to belive <strong> Andy Coulson </strong> knew nothing about the phone tapping.As editor of the News of...'' Its Secret left a comment- 47 min ago uk.news.yahoo.com <q> YOu think they have mobile phones in Afghan!!! Doh! </q>", "new_id": -2}, {"uid": "1296911242257261627", "i": 30562, "idx": 3, "sa": ["Michael Gove", "Mohammed Shafiq", "Robert Lambert"], "q": "EDL- or for other far-right groups like the BNP. He mentioned the word`` Islamophobia'' just once and, that too, in passing. As <strong> Mohammed Shafiq </strong>, of the Ramadan Foundation, points out: <q> On the day we see fascists marching in Luton we have seen no similar condemnation or leadership shown from the Michael Government. </q> The fact is that Muslims and Muslim organizations, as former Met police officer <strong> Robert Lambert </strong> argues over 3 comments from readers MuscularLiberal 05 February 2011 at 12:46` under the pernicious influence of <strong> Michael Gove </strong>'?", "new_id": -2}, {"uid": "1297414031218677248", "i": 18224, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": " It's official, as you can tell from the beaming faces of <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>, the two companies have entered into a`` broad strategic'' partnership that will see the world's largest phone-maker adopt <q> Windows Phone as its primary smartphone strategy </q>. The Finns will provide expertise on`` hardware design'' and`` language support'', as well as drive Windows Phone 7 across a range of price points and markets. Bing will be used to power Nokia", "new_id": -2}, {"uid": "1295369794220332033", "i": 40388, "idx": 0, "sa": ["Katie Price", "Piers Morgan", "Perez Hilton", "Simon Cowell", "Alex Reid"], "q": "to Heat, the glamour model will contact <strong> Simon Cowell </strong>, <strong> Piers Morgan </strong> and <strong> Perez Hilton </strong> in a bid to improve her image in America following href=\"http://digitalspy.co.uk/showbiz/news/a298187/Katie Price-calls-Alex Reid-a-fame-hungry-sponger.html\"> her split from husband <strong> Alex Reid </strong>. A source told the publication: <q> <strong> Katie Price </strong> was devastated when she didn't break America, but typically she refuses to accept defeat.`` But first she'll make it look like none of this is her fault and she's the victim. She's just working out how to do that. </q> EastEnders: Carol tells Bianca the truth Emmerdale: Andy is officially questioned Hollyoaks: 2997: Brendan helps out Mitzeee Neighbours: 6057: Declan starts playing dirty", "new_id": -2}, {"uid": "1295666817014565419", "i": 24892, "idx": 5, "sa": ["Vince Carter", "Ben Gordon", "Allen Iverson", "Rick Carlisle", "Richard Hamilton"], "q": "low.`` No one was going to come in and be Sheed, <strong> Richard Hamilton </strong> or Dice, but we have guys who will come off the Ben Gordonch and help us in their own way,'' <strong> Allen Iverson </strong> said. <q> We just had to utilize that, even when it meant playing a totally different style. </q> The Nets lost some of their advantage when <strong> Vince Carter </strong> was ejected after for arguing a second-quarter call with referee DerRick Carlisle Stafford. <strong> Vince Carter </strong> argued a call on an out-of-bounds play, then appeared to get extremely angry after receiving a", "new_id": -2}, {"uid": "1296227273172146729", "i": 1754, "idx": 1, "sa": ["Mike Pence"], "q": "ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead,'' <strong> Mike Pence </strong> said. <q> After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play. </q> <strong> Mike Pence </strong> has a pair of public events scheduled for Friday-- a morning town hall meeting in Pendleton and a visit to a high school in Muncie. The 51-year-old congressman's future has been the", "new_id": -2}, {"uid": "1297170616008454171", "i": 38009, "idx": 2, "sa": ["Simon Cowell", "Mike Darnell"], "q": "Corporation.`` I have no doubt THE X FACTOR will find winners worthy of international acclaim and career longevity, and believe with Sony's worldwide effort, the winners' potential can be unlimited.'' <q> THE X FACTOR has become a worldwide phenomenon and is unlike anything we've seen in America, </q> said <strong> Mike Darnell </strong>, President of Alternative Entertainment, Fox Broadcasting Company.`` The British version is wildly entertaining, but also has a penchant for stirring up controversy. You never know what <strong> Simon Cowell </strong> has up his sleeve,", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "'' The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}]