[{"uid": "2008122917_00005392_W", "i": 573, "idx": 4, "sa": ["Salman Rushdie"], "q": "college dublin. it's this very beautiful medal with bas relief on it and so forth. but when i opened the box, there was this silver medal inside. i was slightly disappointed and i said, <q> oh, so this is the silver medal. </q> <NO_QUOTATION> they said, \"this is the gold medal- we just make it out of silver.\" that's definitely my favourite prize.' somehow it seems peculiarly apt for <strong> Salman Rushdie </strong>- a novelist keenly interested", "new_id": -2}, {"uid": "2008090412_00034352_W", "i": 155, "idx": 7, "sa": ["Barack Obama"], "q": "control,\" the volokh conspiracy, taken from the 12. \"clinton, edwards, <strong> Barack Obama </strong> on gun control,\" radio iowa, sunday, april 22, 2007.( 13. chicago tribune blogs, <q> <strong> Barack Obama </strong>: niu shootings call for action, </q> february 15, 2008,( 14. <strong> Barack Obama </strong> campaign website: \"as <strong> Barack Obama </strong>, <strong> Barack Obama </strong> would repeal the tiahrt amendment...\" (", "new_id": -2}, {"uid": "2008102718_00004217_W", "i": 2532, "idx": 0, "sa": ["John Wallace"], "q": "company, announced today it has partnered with ping identity, the leader in secure internet single sign-on( sisso) software and services, to provide customers single sign-on access to their ticketos corporate entertainment ticketing management systems. <q> because ping identity's technology is easy to implement, and works seamlessly with existing identity management environments, we recommend pingfederate( r) to all customers who want single sign-on into ticketos, </q> said <strong> John Wallace </strong>, ticketos general manager. \"pingfederate allows our corporate customers to easily access their ticket management software application in a reliable and simple manner. and ping identity provides fantastic support.\" ticketos delivers real-time visibility", "new_id": -2}, {"uid": "2008101705_00040359_W", "i": 327, "idx": 4, "sa": ["Paul Yip"], "q": "start losing their jobs and unemployment rates rise, it would be even more serious,\" said <strong> Paul Yip </strong>, director of the hong kong jockey club center for suicide research and prevention at the university of hong kong. <q> people who are unemployed are six to 30 times more likely to kill themselves, </q> he said. in japan, the number of suicides leapt to 32,863 in 1998, compared with 24,391 in 1997-a development blamed on a rising tide of bankruptcies after japan's economic bubble burst. it has stayed over", "new_id": -2}, {"uid": "2008110512_00029941_W", "i": 783, "idx": 0, "sa": ["Barack Obama"], "q": ": chidambaram new delhi( pti): welcoming the election of democrat <strong> Barack Obama </strong> as <strong> Barack Obama </strong> of the united states, finance minister p chidambaram on wednesday said that his comments on outsourcing of services should not bother india. <q> a comment here and a comment there( on outsourcing of services to india) should not bother us... once <strong> Barack Obama </strong> is in office, he will realise that it is an interconnected world and countries have to work together </q>, he told reporters on wednesday. \"the us as the world's largest economy and india as the world's largest free market democracy have to work together,\" he said, adding indo-us relations would continue", "new_id": -2}, {"uid": "2008091111_00006239_W", "i": 3374, "idx": 3, "sa": ["Paris Hilton", "Adria Petty"], "q": "<strong> Adria Petty </strong> but did not talk to reporters. outside the theater afterward, <strong> Paris Hilton </strong> signed a few autographs before she was driven off in an suv. <strong> Adria Petty </strong> said the idea was to create for this era a film like <q> madonna: truth or dare, </q> the 1991 documentary that examined the phenomenon surrounding the pop singer. <strong> Paris Hilton </strong> has \"created a mystery about herself that a film like this maybe wouldn't have been a great thing for her in the past,\"", "new_id": -2}, {"uid": "2008092703_00007452_W", "i": 245, "idx": 9, "sa": ["John Berger"], "q": "communists league meeting, and one can't help but imagine <strong> John Berger </strong> sticking his head through the page. \"imf wb gatt wto nafta ftaa,\" writes xavier on the back of one of aida's letter. <q> their acronyms gag language, as their actions stifle the world. </q> but aside from a few graceless intrusions of ideology, <NO_QUOTATION> is a dazzling novel. <strong> John Berger </strong> weaves his protagonists' love and political conviction into a single passion, at the same time articulating a vision of the world", "new_id": -2}, {"uid": "2008112822_00008326_W", "i": 4202, "idx": 1, "sa": ["Sabina Sehgal Saikia"], "q": "in the area had been jammed, the service provider's raigarh tower was picking up the signal across the sea water. the family has tried all sources to find <strong> Sabina Sehgal Saikia </strong> and are painstakingly following up every rumour. <q> we were told there were three unidentified bodies being taken out from the taj and my brother-in-law rushed behind the ambulance to check. all three were male, </q> said santanu. after news that hostages were being released, <strong> Sabina Sehgal Saikia </strong>'s brother nikhil parked himself outside taj hotel on friday afternoon. \"i've heard lots of firing and saw a few hostages come out but my", "new_id": -2}, {"uid": "2008122706_00001325_W", "i": 2069, "idx": 2, "sa": ["Khadim Hussain"], "q": "student from southwestern baluchistan province, walked about 400 kilometres( 250 miles) over 10 days with about a dozen friends in order to be at saturday's event. but unlike his friends, he walked barefoot. <q> these are not painful, </q> he told afp, pointing with pride at blisters covering his soles. \"these are a gift from my martyred leader.\" senior local police official <strong> Khadim Hussain </strong> rind put the number of mourners at 100,000, but said", "new_id": -2}, {"uid": "2008121823_00023993_W", "i": 2041, "idx": 1, "sa": ["Bernard Madoff"], "q": "to my house than if <strong> Bernard Madoff </strong> pulled off this fraud alone,\" says ron geffner, a partner at law firm sadis& goldberg who specializes in structuring, organizing and counseling hedge funds and other investment advisors. <q> it's hard to imagine that given the amount of assets that he managed that people would not have been aware. if nothing else, employees, no matter what floor they were on, would have known that somewhere within the firm money was being lost, </q> geffner adds. to put it into perspective, if a company generated$ 50 billion in revenue, it would be in the fortune 50. that's a huge sum to hide, even over a period of", "new_id": -2}]