[{"uid": "1297616629186400779", "i": 32573, "idx": 55, "sa": ["David Martin", "Donald Rumsfeld"], "q": "would have been better if you had insisted on resigning?\" <strong> David Martin </strong> asked. \"I think so,\" he said. \"How would that have made things better?\" <q> It would have been a stronger signal to the world that we didn't accept that kind of behavior, </q> <strong> Donald Rumsfeld </strong> said. \"Did you feel it was your fault?\" \"No,\" answered <strong> Donald Rumsfeld </strong>. \"You were responsible, but it wasn't your fault?\"", "new_id": -2, "mturk_index": "1376"}, {"uid": "1295911772175931421", "i": 43011, "idx": 2, "sa": ["Zahi Hawass", "Ahmed Nazif"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. The bust dates back to the time of the 14th century", "new_id": -2, "mturk_index": "1793"}, {"uid": "1295875051245907472", "i": 29629, "idx": 0, "sa": ["Michael Gove"], "q": "Council leader Councillor Chris Robbins said his council stood to lose? 275m of investment because of Mr <strong> Michael Gove </strong>'s decision. He added a judicial review was his council's only option because the Michael Government would not <q> sit down amicably and explain their decision to us </q>. He added: \"We have significant levels of deprivation in our borough and Building Schools for the Future( BSF) was a once-in-a-lifetime opportunity to raise the aspirations of our entire population.", "new_id": -2, "mturk_index": "1510"}, {"uid": "1297370052141737998", "i": 28715, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "days. \"We will open the museum after the strike is finished. I don't know when the strike is finished,\" said Antiquities Minister Hawass-Zahi Hawass/\"> <strong> Zahi Hawass </strong>, referring to the upheaval. <q> I need things to go back to normal. </q> Egypt's conflict pits autocratic President Mubarak-Hosni Mubarak/\"> <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and Mubarak-Hosni Mubarak/\"> <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled", "new_id": -2, "mturk_index": "1761"}, {"uid": "1295829795174063631", "i": 18714, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "booming mobile telephone market with its Android mobile operating system. \"Facebook is the world's biggest social network and Google is not going to come up with another social network,\" he said. <q> But they already have a massive social presence. \"YouTube is the third-biggest website in the world and massively social... Email is still the primary social communication media and Google is the fastest growing email provider in the world. \"And they've got the largest blogging platform in the world so they are already a massive player in social, </q> he added. In a conference call with financial analysts after the surprise announcement that <strong> Larry Page </strong> would replace <strong> Eric Schmidt </strong> in April, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena.", "new_id": -2, "mturk_index": "1645"}, {"uid": "1296085292120438800", "i": 43868, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Max Clifford"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> Article: UK bodyguard investigated in alleged affair..., the communications director for British Prime Minister <strong> David Cameron </strong>... resigned as director of communications for U.K. Prime Minister <strong> David Cameron </strong>... Photo: Former News of the World editor <strong> Andy Coulson </strong>", "new_id": -2, "mturk_index": "1579"}, {"uid": "1297242013085999616", "i": 48863, "idx": 0, "sa": ["Simon Cowell", "Troy Verges", "Tom Douglas"], "q": ". The other two songwriters, <strong> Tom Douglas </strong> and <strong> Troy Verges </strong>, couldn't make it. The employee of the Academy of Motion Picture Arts and Sciences who spoke with <strong> Tom Douglas </strong> and <strong> Troy Verges </strong> on the phone says they are <q> very excited for the nomination </q> but they had to stay in Nashville yesterday and work. She says the two of them \"were lovely.\" \"THE X-FACTOR\" - <strong> Simon Cowell </strong> LOS ANGELES( AP) If you're a", "new_id": -2, "mturk_index": "1353"}, {"uid": "1295524045154828804", "i": 38057, "idx": 0, "sa": ["Connie Talbot", "Susan Boyle", "Simon Cowell", "Ryan Seacrest"], "q": "<strong> Simon Cowell </strong> talks <strong> Susan Boyle </strong> in new interview Britain's Got Talent judge <strong> Simon Cowell </strong> reflects on <strong> Susan Boyle </strong>'s outstanding year from BGT contestant to one of the most famous singers in the world. Follow us on twitter at twitter.com...? <q> Britains Got Talent or Americas Got Talent? <strong> Connie Talbot </strong> WOWs <strong> Simon Cowell </strong>! </q> <strong> Simon Cowell </strong> Won't Miss` Idol' Auditions In an exclusive interview before his last night on \"American Idol\" , <strong> Ryan Seacrest </strong> talks to judge <strong> Simon Cowell </strong> about his time on the show, how it has impacted his life", "new_id": -2, "mturk_index": "1730"}, {"uid": "1296485661181583907", "i": 21652, "idx": 1, "sa": ["Steve Ballmer"], "q": "'s leadership and direction. Does CEO <strong> Steve Ballmer </strong> really know what he is trying to do?\" The op-ed draws parallels between Microsoft's fading grip on the consumer market and its future as a company: <q> Ordinary consumers might legitimately ask if Microsoft's corporate strategy is any better than the company's mediocre software. </q> Even if the bid had borne fruit, the commentator confesses to difficulty in seeing why the deal makes any sense at all. PLEASE NOTE: Your name is used only to let the recipient", "new_id": -2, "mturk_index": "1226"}, {"uid": "1295559914021315632", "i": 12827, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin", "Tim Cook"], "q": "In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long Tim Cooke to come,\" <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him\" The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' esTim Cookates as the", "new_id": -2, "mturk_index": "1243"}]