[{"uid": "1297464725077398024", "i": 34637, "idx": 5, "sa": ["Donald Rumsfeld", "Hosni Mubarak"], "q": "Cairo. This, <strong> Donald Rumsfeld </strong> said, has proven to be \"confusing.\" \"It certainly doesn't give one confidence,\" the former secretary said of the administration's public steps. <q>One doesn't know precisely what's taking place with private diplomacy-- what's really most effective-- but certainly the public diplomacy has been somewhat confusing.</q> <strong> Donald Rumsfeld </strong>, who has known <strong> Hosni Mubarak </strong> for decades, responded carefully when asked whether he is a dictator. \"He clearly has perpetuated himself in office. He clearly has hoped that his son would", "new_id": -2}, {"uid": "1295890517156680255", "i": 44513, "idx": 0, "sa": ["Will Smith", "David Letterman", "Oprah Winfrey", "50 Cent", "Kanye West"], "q": ". Anticipating their LIVE studio appearance, <strong> Kanye West </strong> said, \"How could I not come to106& PARK on the day my album comes out?' \"I\"m definitely coming.\" While, <strong> 50 Cent </strong> commented, <q>Just make sure that <strong> Kanye West </strong> shows up.</q> This heated debate has caused one of the most exciting media frenzies in years. <strong> Will Smith </strong> <strong> Kanye West </strong> graduate with top honors? <strong> Will Smith </strong> <strong> 50 Cent </strong> http://wn.com/Oprah_Winfrey_Hangs_Out_with_David_Letterman_Part_3 <strong> Oprah Winfrey </strong> shows her genius with <strong> David Letterman </strong> and reps for black women quite well. The", "new_id": -2}, {"uid": "1295941684109330510", "i": 25973, "idx": 2, "sa": ["Joe Webb", "Eric Musselman", "Andre Miller", "Lovie Smith", "Allen Iverson"], "q": "Kings to a satisfying win. Rough weather in Denver put them in a travel bind, and they arrived at the Pepsi Center only 90 minutes before tipoff, or about the same time <strong> Allen Iverson </strong> finally made it. <q>We will never have a worse travel day than today,</q> Kings coach <strong> Eric Musselman </strong> said. \"Our energy and effort was phenomenal.\" The Kings might go down as a trivia answer if <strong> Allen Iverson </strong>'s arrival in the blockbuster trade that sent <strong> Andre Miller </strong> and <strong> Joe Webb </strong> <strong> Lovie Smith </strong> to Philadelphia takes", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a \"powerful political insider- precisely because he had a feel for the world outside Westminster\" and the PM would be looking for a <q>someone with similar nous and journalistic experience</q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}, {"uid": "1297171230133922851", "i": 9516, "idx": 5, "sa": ["the Black", "Simon Cowell"], "q": "of \"X Factor\" involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q>Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition.</q> The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's Child. \"I'm genuinely staggered this", "new_id": -2}, {"uid": "1295694045156483629", "i": 10094, "idx": 0, "sa": ["Andy Coulson"], "q": "said. Among those arrested was the head of the party's parliamentary group, Othmane Amazouz, he said. the wealthy just took all the money the poor has very little Report Abuse <q>That's too sad and bad situation, it's the result of the officials corruption, and the failure of their policies.</q> I don't think, that it's time to change the situation, for one reason there is no leaders, to make that change happen. Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295984939241025026", "i": 10643, "idx": 2, "sa": ["Donald Rumsfeld", "Anthony Trollope", "Robert Penn Warren", "Allen Drury", "Stephen Elliott"], "q": "thing,\" an interrogator tells <strong> Donald Rumsfeld </strong>. \"We are finding your intentions.\" The authors never intended the book to be \"a revenge fantasy,\" says <strong> Stephen Elliott </strong>. In fact, he believes that <q>if <strong> Donald Rumsfeld </strong> read this book, I don't know that he would be offended. I think he would find it interesting, because we don't paint him as evil, we don't go after him, we actually paint him in a very sympathetic light.</q> <strong> Donald Rumsfeld </strong> and O join a long list of novels that turn political intrigue into entertainment; All The King's Men by <strong> Robert Penn Warren </strong>; Advise and Consent by <strong> Allen Drury </strong>; The Prime Minister by <strong> Anthony Trollope </strong>; House", "new_id": -2}, {"uid": "1297242441083116117", "i": 20961, "idx": 0, "sa": ["Jay Leno", "David Letterman"], "q": "Stern made it clear from the get-go he was disappointed in what he deemed to be a \"complacent\" attitude among Team <strong> David Letterman </strong> when it came to the business of crushing <strong> Jay Leno </strong> in the ratings. <q>You had your foot on his neck,</q> Stern admonished <strong> David Letterman </strong>, referring to the 2010 Super Bowl ad that placed the Late Show host on a couch just inches away from his nemesis. \"What was that? I didn't like it", "new_id": -2}, {"uid": "1296591076195919887", "i": 40219, "idx": 3, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": ".\" Finally, three hours later, he called me. He basically said, \"I don't want to be married anymore.\" But the Examiner doesn't think she should be a problem. <q>This will be, if they make it to the altar, <strong> Kelsey Grammer </strong>'s fourth marriage http://wn.com/Camille_Grammer_Demands_50_Million_In_Divorce_Settlement Please Visit www.newsvideosite.com and you can watch <strong> Camille Grammer </strong> Demands$ 50 Million In Divorce Settlement <strong> Camille Grammer </strong>, <strong> Camille Grammer </strong> Divorce, <strong> Kelsey Grammer </strong> Divorce, <strong> Kelsey Grammer </strong> Divorce Settlement, <strong> Kayte Walsh </strong>, <strong> Kelsey Grammer </strong>, <strong> Kelsey Grammer </strong> Divorce, <strong> Kelsey Grammer </strong> Prenup, Entertainment News http://wn.com/Kelsey_Grammer_To_Marry_Girlfriend_Kayte_Walsh_in_February click our link thetodaybuzz.com- to watch full \"<strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February</q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans on marrying his girlfriend <strong> Kayte Walsh </strong> next month. The actor currently stars in the Tony Award-winning musical", "new_id": -2}, {"uid": "1295610219050561027", "i": 8663, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "top decision-maker because of \"the pace of decision-making and the scale of the company.\" Mr. <strong> Sergey Brin </strong>, who joined Mr. Page and Mr. <strong> Eric Schmidt </strong> in the interview, said the three-way process confused employees. <q>We wanted to make it clear to all the executives and the managers who report to us where they should send an e-mail,</q> he said. Mr. Page and Mr. <strong> Eric Schmidt </strong> said the decision was mutual. \"I don't think there's another person in the universe that could have done as good a job as <strong> Eric Schmidt </strong> has done", "new_id": -2}]