[{"uid": "1295667388014565451", "i": 32608, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": " Google blog. \"This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us,\" he said. <q>But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> While Page and <strong> Sergey Brin </strong> founded the company, <strong> Eric Schmidt </strong> was brought in ten years ago to help manage the business side of Google. \"Day-to-day adult supervision no longer needed,\" <strong> Eric Schmidt </strong> wrote on his Twitter", "new_id": -2}, {"uid": "1297179897265814165", "i": 14775, "idx": 0, "sa": ["Michael Vick", "Mercer Reynolds"], "q": "$ 45 million by April. The payment was requested while the development company was negotiating renewal of a line of credit. In the letter, <strong> Mercer Reynolds </strong> says he and his cousin, Jamie <strong> Mercer Reynolds </strong>, had <q>pledged a number of additional assets( totaling approximately$ 60 million) to the banks,</q> but the banks still want the large payment in two months. The cost of construction of the amenities being sold is about$ 136 million, the letter says.@Drudge_Report: Dallas Gives <strong> Michael Vick </strong>` Key To", "new_id": -2}, {"uid": "1295564385175194279", "i": 13244, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Sergey Brin </strong>, the company's other co-founder, will step down as president of technology, and instead \"devote his energy to strategic projects, in particular working on new products,\" the company said. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> said <strong> Eric Schmidt </strong>. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about", "new_id": -2}, {"uid": "1297574961085688363", "i": 19893, "idx": 1, "sa": ["Michael Vick", "Jay Cutler"], "q": "<strong> Michael Vick </strong> is wildly popular in Philadelphia, a tough, fickle sports town where hero worship is practically illegal. \"Sports fans are the most forgiving, second-chance-loving people in the world,\" Sullivan said, <q>and <strong> Michael Vick </strong> is a classic example. If he can come back, <strong> Jay Cutler </strong> certainly can. He didn't do anything bad.</q> Try telling that to the armchair zealots who insist <strong> Jay Cutler </strong> is through in this town. Sullivan grew up in Chicago. He knows some of them. \"If I were advising <strong> Jay Cutler </strong>,\"", "new_id": -2}, {"uid": "1295559993214679637", "i": 33451, "idx": 0, "sa": ["Eric Schmidt"], "q": "company announced today will make the company's management structure more efficient. He said Google's three-person leadership structure, which has existed for a decade, sometimes added \"delay\" in the company's decision-making. <q>By elevating me and having Larry running things day-to-day we think this will improve,</q> he said, adding that the three agreed to make the changes after \"a long series of conversations.\" <strong> Eric Schmidt </strong> To Step Aside As Google CEO; Page To Take Over; Brin Shifts Gears <strong> Eric Schmidt </strong> Says Management", "new_id": -2}, {"uid": "1297639527102711458", "i": 15189, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "particular offense at Powell's contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. \"Powell was not duped or misled by anybody,\" <strong> Donald Rumsfeld </strong> writes. <q>nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong.</q> Even so, <strong> Donald Rumsfeld </strong>- who does reveal that <strong> President Bush </strong> asked for Iraqi invasion plans within days of 9/11- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies, however,", "new_id": -2}, {"uid": "1297089447093831169", "i": 3092, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "on Iraq troop draw down speed.| Reuters <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> is conceding \"it's possible\" that the biggest mistake of the Iraq war came in drawing down troops too quickly. <q>I don't have enough confidence to say that that's right. I think that it's possible,</q> he said. \"We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.\" He added: \"It's hard to", "new_id": -2}, {"uid": "1295684942089554946", "i": 34360, "idx": 2, "sa": ["Kobe Bryant", "Carmelo Anthony", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Allen_Iverson_vs_Kobe_Bryant_Lakers_08/09_NBA_*last_game_as_a_Nuggets This was not exactly the new look <strong> Carmelo Anthony </strong> was", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q>What I most want is for him to have a long future,</q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}, {"uid": "1296493268169607182", "i": 36679, "idx": 0, "sa": ["Michael Gove", "Ann O'Connor"], "q": "received Social Security payments and Medicare benefits under the name of <strong> Ann O'Connor </strong>( her husband was Frank <strong> Ann O'Connor </strong>).\" As <strong> Michael Gove </strong> Ford of Xavier University's Center for the Study of the American Dream wrote, <q>In the end, Miss <strong> Ayn Rand </strong> was a hypocrite but she could never be faulted for failing to act in her own self-interest.</q> She was elderly and sick and needed surgery( lung surgery, after knocking down two packs a day for decades). Presumably she had a fair amount of money. But she turned to Social Security", "new_id": -2}]