[{"uid": "1297350164253526063", "i": 28076, "idx": 0, "sa": ["Hosni Mubarak", "David Letterman", "Anderson Cooper"], "q": "<strong> Anderson Cooper </strong> and Daivd <strong> David Letterman </strong> <strong> Anderson Cooper </strong> says it was fortunate that he and his team weren't badly injured in Egypt. <q> There were people stabbed after us, there were people who have been... captured, disappeared, </q> he told Letterman-David Letterman/194124\"> <strong> David Letterman </strong> in his first interview since the attack. \"We were lucky.\" 360 anchor told CNN that he and his crew were punched in their heads by supporters of President <strong> Hosni Mubarak </strong>", "new_id": -2}, {"uid": "1294981874103825409", "i": 48293, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Barack Obama"], "q": "nation in the wake of the Tucson massacre, <strong> Barack Obama </strong> had some encouraging news Wednesday night, for a capacity crowd at the University of Arizona. He had just visited the bedside of wounded Congresswoman <strong> Gabrielle Giffords </strong>. <q> A few minutes after we left her room, and some of her colleagues from Congress were in the room, <strong> Gabrielle Giffords </strong> opened her eyes for the first time, </q> said <strong> Barack Obama </strong>. Senator <strong> Kirsten Gillibrand </strong>, who told western New Yorkers on Monday that Congressman <strong> Gabrielle Giffords </strong> was her close friend, explained to the nation the incredible moment she witnessed while visiting with <strong> Gabrielle Giffords </strong>, just after the", "new_id": -2}, {"uid": "1297155599047874068", "i": 19691, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "cr?ticos con la guerra como un ejemplo de c?mo el Gobierno de( George W.) Bush enga a la poblaci?n\" , afirma <strong> Donald Rumsfeld </strong>. Los opositores a la guerra, escribe, se han basado en <q> unos pocos comentarios, desafortunados o defectuosos, para intentar acusar al Gobierno de tergiversar conscientemente las informaciones de Inteligencia </q>.", "new_id": -2}, {"uid": "1295788412114884629", "i": 55389, "idx": 2, "sa": ["Andy Coulson", "Mark Lewis"], "q": "he is representing clients preparing to bring civil court cases against several newspaper groups over allegations of phone tapping. His claims suggest the practice of illegal eavesdropping is much more commonplace than first thought. <q> I am absolutely positive- and I am not an advocate for the News of the World- that this wasn't a practice for one newspaper or even one newspaper group, </q> Mr <strong> Mark Lewis </strong> said. \"It's fair to say that over the past 10 years or so most entertainment stories will have had some element of subterfuge.\" Mr <strong> Andy Coulson </strong>, who edited the", "new_id": -2}, {"uid": "1295719920178274312", "i": 33386, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "supportive\" man. The X Factor host continued to dispel myths about the music mogul's character, having previously described the 51-year-old as \"down-to-earth\" . <strong> Dermot O'Leary </strong> explained to the Daily Mail: <q> He's a very interesting man, <strong> Simon Cowell </strong>. He's incredibly supportive as a boss and he shows a lot of compassion, but he hates indecision and he hates fear. \"What he loves is confidence without arrogance, which is the holy grail. I've learnt a lot from him, and I owe him a great deal. </q> Asked to sum up his relationship with <strong> Simon Cowell </strong>, the ex- Big Brother's Little Brother presenter stated: \"Well, <strong> Simon Cowell </strong> is <strong> Simon Cowell </strong>, a very busy man. I might have a meal with", "new_id": -2}, {"uid": "1295524677199704589", "i": 39914, "idx": 7, "sa": ["Allen Iverson", "Vladimir Putin", "Tyronn Lue"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said Putin_may_join_Russian_Olympic_judo_team The Russian Judo Olympic team may have a new member. It is none other than the Prime Minister <strong> Vladimir Putin </strong>. Comments: Sarah December 21, 2009, 12:50 Neall McCabe, you have correctedly noted", "new_id": -2}, {"uid": "1296768755173654038", "i": 49883, "idx": 0, "sa": ["Colin Powell"], "q": "Related Stories international investing That was Gen. <strong> Colin Powell </strong> L. <strong> Colin Powell </strong>'s motto as a young army lieutenant leading infantrymen, and it could apply just as well to registered investment advisers. <q> Your clients are your followers, and your purpose is to serve your clients well, to give them financial security and preserve their assets, </q> the former secretary of state and chairman of the Joint Chiefs of Staff told a room full of advisers at TD Ameritrade Institutional's national conference in San Diego. Mr. <strong> Colin Powell </strong> was an inspirational and humorous stand-in", "new_id": -2}, {"uid": "1297167911133922834", "i": 52259, "idx": 1, "sa": ["Simon Cowell"], "q": "risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure. \"I believe I can find a star.\" But he admitted: <q> If they don't sell a single record they still get to keep the money. It is pressure, because if the wrong person wins, I'm in trouble. \"We've got to find somebody fantastic to get the money back[ through record sales]. </q> Judge speculation The winner of the inaugural American edition gets a recording contract with Syco, the joint venture between <strong> Simon Cowell </strong> and Sony Music. The age limit differs from the UK version with 12-year-olds allowed", "new_id": -2}, {"uid": "1296376331049594445", "i": 37164, "idx": 0, "sa": ["Bill Lockyer"], "q": "( perhaps bankruptcy). Some elected officials, like California Treasurer <strong> Bill Lockyer </strong>, say states don't need the ability to file bankruptcy because they have permanent revenue sources: taxpayers. <strong> Bill Lockyer </strong> told Reuters that states <q> have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with. </q> That seems to be the consensus among too many politicians: Just raise taxes to deal with our ill-advised promises to government workers. It's unconscionable to saddle future generations with crushing debt to support", "new_id": -2}, {"uid": "1295254600092618767", "i": 8641, "idx": 8, "sa": ["Kyle Korver", "Allen Iverson", "Kobe Bryant"], "q": "the Philadelphia 76ers beat the Denver Nuggets 108-97 Tuesday night in <strong> Allen Iverson </strong>'s first game against his former team. It was weird to see him wearing a white jersey and we're wearing <strong> Kobe Bryant </strong>,\" <strong> Kyle Korver </strong> said. <q> I said to one of our coaches that it is so weird to see him on the other side. It wasn't really a good feeling at all. He's a great player and he meant a lot to Philadelphia. </q> <strong> Allen Iverson </strong> scored 30 points on 10-of-24 shooting before getting tossed for his second technical with 1:44 remaining. Afterward, he said the loss disappointed him because he feels the Nuggets are the better team. <strong> Allen Iverson </strong>'s best shots", "new_id": -2}]