[{"uid": "1295907733051232769", "i": 26823, "idx": 0, "sa": ["Andy Coulson", "Sian Massey", "Richard Keys"], "q": "SKY PRESENTERS APOLOGISE FOR SEXIST COMMENTS Sky football presenters <strong> Andy Coulson </strong> Gray and Richards <strong> Richard Keys </strong> have been suspended by Sky Sports after being caught by an open microphone making off-air comments about lineswoman <strong> Sian Massey </strong> at the Wolves-Liverpool game on Saturday. <q>Somebody better get down there and explain offside to her,</q> <strong> Richard Keys </strong> said. ''Can you believe that?'' Gray responded. ''A female linesman. Women don't know the offside rule.'' The pair later apologised, but will not be on hand to present", "new_id": -2}, {"uid": "1297671532135315459", "i": 8315, "idx": 0, "sa": ["Michael Vick", "Michael Hansen", "Martha Stewart"], "q": "said any dog will bite if provoked- citing <strong> Martha Stewart </strong>'s recent run-in with her own dog. <strong> Michael Hansen </strong> blames the pit bull's bad reputation on owners and the press. <q>You have a tendency to sensationalize stories or put into them right down to the blood and gore when it isn't really necessary,</q> said <strong> Michael Hansen </strong>, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that ''", "new_id": -2}, {"uid": "1295645219096387090", "i": 24155, "idx": 0, "sa": ["Barack Obama", "David Letterman"], "q": "<strong> David Letterman </strong> reads <strong> Barack Obama </strong> Top 10 list <strong> Barack Obama </strong>'s second anniversary in office with a special Top 10 list on his talk show. <strong> David Letterman </strong> read <q>Ways <strong> Barack Obama </strong> Celebrated His Two-Year Anniversary in Office</q> on Thursday's edition of ''Late Show with <strong> David Letterman </strong>.'' The list went as follows: 10. Spelled ''two years'' on the South Lawn of the White House with cigarette butts", "new_id": -2}, {"uid": "1295560204021315622", "i": 25038, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. The List: Five driver habits that really grind my gears Wednesday, Jan. 19, 2011 12:29 PM EST Best of the Lot: F-150 vs. Tundra: Just the facts Thursday, Jan. 20", "new_id": -2}, {"uid": "1296920975163987467", "i": 35350, "idx": 0, "sa": ["Barbara Walters", "David Letterman"], "q": "The Late Show host <strong> David Letterman </strong> underwent emergency heart surgery in 2000 and chatted candidly with <strong> Barbara Walters </strong> about his feelings of joy following the operation. During the chat, <strong> David Letterman </strong> stated, <q>Depression is a <strong> Bill Clinton </strong> hole... I've dabbled in it. ''There's a difference in being sad and being blue and being depressed and being chemically or clinically depressed. I do know the difference between those and it's horrifying. ''Without some kind of medicinal help... institutions used to be full of people who were depressed.</q> TV Listings Wondering what's on tonight? Check out our TV listings for the complete schedule in your area.", "new_id": -2}, {"uid": "1296871134118718475", "i": 6733, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": ". <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q>I don't want him to put himself in a position where bad things can happen around him,</q> <strong> Roger Goodell </strong> said. ''He takes that seriously. ''We're looking for success stories; we're not looking for players to fail. He's paid a very significant price and he's doing the", "new_id": -2}, {"uid": "1295792009158990383", "i": 22873, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "ditch the UK version in order to concentrate on the forthcoming American series. In a new interview with <strong> Oprah Winfrey </strong>, <strong> Simon Cowell </strong> admitted he wanted to quit while he was still at the top of his game. <q>I asked a successful guy, ''What's the best advice you can give me?' He said,` <strong> Simon Cowell </strong>, know when to leave the fair'. I think that's good advice- one year, I actually found myself thinking,` I've run out of insults, I don't know how I'm going to tell people they suck'. ''Something inside you just says,` You know what, it's time to go',</q> <strong> Simon Cowell </strong> added. ''Without any regrets. I can look back on the past 10 years and say it's been a blast. I've enjoyed myself. I mean, it''s not the most difficult job", "new_id": -2}, {"uid": "1296250454060604417", "i": 6529, "idx": 1, "sa": ["Eric Schmidt", "James B. Stewart"], "q": "to reestablish the entrepreneurial drive that is propelling Facebook,'' wrote <strong> James B. Stewart </strong> of the Wall Street Journal. Meanwhile, <strong> Eric Schmidt </strong> tried to set the record straight at the World Economic Forum in Davis. <q>This has nothing to do with competitors,</q> he said. ''I publicly said the next 10 years will be as successful as the past 10.'' And regarding Facebook specifically: ''[ Facebook] has clearly stated they don't", "new_id": -2}, {"uid": "1297274502044515359", "i": 23896, "idx": 0, "sa": ["Mike Vandermause", "David Letterman", "Aaron Rodgers"], "q": "you are good with your eyes.'' New wheels Being named Super Bowl MVP comes with all kinds of perks. <strong> Aaron Rodgers </strong> got a shiny new trophy. He looked into the camera and shouted, <q>I'm going to Disney World!</q> And <strong> Aaron Rodgers </strong> will be a guest on the <strong> David Letterman </strong> Show on Monday. He got a car, too. Super Bowl sponsor Chevrolet presented <strong> Aaron Rodgers </strong> a brand new, 426-horsepower Chevy Camero convertible. <strong> Mike Vandermause </strong>,", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢. ''I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q>I didn't feel a thing!</q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock( ''CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}]