[{"uid": "1297503358136921091", "i": 9231, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Cheney said the conflict would be \"weeks rather than months.\" Appearing on ABC's \"This Week\" two weeks after the invasion, on March 30, 2003, <strong> Donald Rumsfeld </strong> said, <q> We know where the( weapons of mass destruction) are. They're in the area around Tikrit and Baghdad and east, west, south and north somewhat. </q> They still haven't been found anywhere. Because there weren't any. Now <strong> Donald Rumsfeld </strong> has written a book-- not to clarify the misinformation and mistakes made in Iraq, but to try to", "new_id": -2}, {"uid": "1297242024149028872", "i": 23747, "idx": 0, "sa": ["Brett Favre", "Ed Sullivan", "David Letterman", "Aaron Rodgers"], "q": "tired, but relaxed, as he was a guest on` The \"This is fun for me,\" <strong> Aaron Rodgers </strong> said after <strong> David Letterman </strong> thanked the Packers quarterback for squeezing in a trip to <strong> Ed Sullivan </strong> Theater. <q> I watch your show a lot. </q> <strong> Aaron Rodgers </strong>, in just his third season as a starter since replacing Green Bay legend <strong> Brett Favre </strong>, led the Packers to their fourth Super Bowl title, completing 24-of-39 passes for 304 yards and", "new_id": -2}, {"uid": "1295991991254623748", "i": 42315, "idx": 0, "sa": ["Donald Rumsfeld", "Keith Olbermann", "Curtis LeMay"], "q": "And so was born` the special comment\"-- his first one coming in August 2006, rebutting a speech that then-Defense <strong> Donald Rumsfeld </strong> had delivered to the American Legion. Said <strong> Keith Olbermann </strong> that night: <q> The confusion we-- as its citizens-- must now address, is stark and forbidding. </q> But variations of it have faced our forefathers, when men like Nixon and McCarthy and <strong> Curtis LeMay </strong> have darkened our skies and obscured our flag. Note-- with hope in your heart-- that those earlier Americans always", "new_id": -2}, {"i": 18535, "idx": 0, "index_answer": 0, "new_id": -1, "q": "friend of Democratic congresswoman <strong> Gabrielle Giffords </strong>, has visited the lawmaker in her hospital room and is in close contact with her astronaut husband Mark Kelly, she told NBC's \"Meet The Press.\" <strong> Gabrielle Giffords </strong> is <q> making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> said. \"It's an extraordinary amount of progress for a woman who sustained such a horrific injury,\" she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295217263110215213"}, {"uid": "1295757315175325224", "i": 38456, "idx": 6, "sa": ["Allen Iverson", "Derrick Rose"], "q": "tying jumper with 1:06 left that made it 86-all. <strong> Allen Iverson </strong> is 0-5 this season-- three losses with Memphis; two with the 76ers. <strong> Allen Iverson </strong> missed seven of 10 shots from the floor and had three assists. <q> It's going to get better, </q> <strong> Allen Iverson </strong> said. \"This is one of these times http://wn.com/Memphis_53rd_[HD]__Minus_the_Bear__Live_at_the_Cat's_Cradle,_11/13/2009 <strong> Derrick Rose </strong> crossover/crosses/cross/ shakes/bops/dances on Al horford of the Atlanta Hawks. This is no way copyright infringement. It's for promotional use only. This footage belongs", "new_id": -2}, {"uid": "1297453495119193653", "i": 47698, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "the Capital Region. The Gillibrands purchased it to be closer to family. The home has been on the market since June 24, 2010, when it was originally listed at$ 384,000. <q> The Senator just wanted to be closer to her family, </q> said <strong> Kirsten Gillibrand </strong> spokeswoman Bethany Lesser. <strong> Kirsten Gillibrand </strong>'s parents, siblings, nieces and nephews live in the Capital Region. The property, on 2.6 acres, includes a private tennis court, and is", "new_id": -2}, {"uid": "1296366488199786542", "i": 36585, "idx": 4, "sa": ["Mike Pence", "Dan Quayle", "Bill Stephan", "Ronald Reagan", "Jack Kemp"], "q": "<strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve,\" <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school in Indianapolis, largely because he heard in <strong> Ronald Reagan </strong> <q> the manifestation of the kind of traditional American ideals that I was raised to believe in. </q>( Besides <strong> Ronald Reagan </strong>, <strong> Mike Pence </strong>'s other top political heroes include Republicans <strong> Jack Kemp </strong> and <strong> Dan Quayle </strong>.) But his first attempts at elected office didn't go smoothly. <strong> Mike Pence </strong> got 47 percent of the", "new_id": -2}, {"uid": "1295372773245596253", "i": 34006, "idx": 0, "sa": ["Michael Vick", "Howard Katz"], "q": ". Then there is the remarkable rise of Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who, after 19 months in prison, led his team into the playoffs. ESPN analyst Tom Jackson calls <strong> Michael Vick </strong>'s comeback <q> the most improbable story we had this year. I don't know how anyone could have imagined that. </q> But <strong> Howard Katz </strong> points out( and his TV partners agree) that all of these factors are secondary to what happens on the field. \"Everything is a small percentage of what makes it work,\"", "new_id": -2}, {"uid": "1295821294214663169", "i": 13404, "idx": 0, "sa": ["Andy Coulson"], "q": "with how to convert, enslave, hold ransom, tax( called jizya in Arabic), punish, wife-beat( Koran 4:34), fight and yes... KILL non-Muslims and those \"not-Muslim-enough\"!! Report Abuse <q> Hezbollah chief to address Lebanon crisis. </q> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295614992206700604", "i": 36459, "idx": 2, "sa": ["Andy Coulson", "Sienna Miller", "David Cameron"], "q": "at least four lawsuits filed by celebrities, including actress <strong> Sienna Miller </strong>, over allegations the newspaper hacked into mobile-phone voicemails. U.K. police and prosecutors said last week they would review the claims for a third time. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so, </q> <strong> David Cameron </strong> said in an e-mailed statement. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\" To", "new_id": -2}]