[{"uid": "1297186010216317983", "i": 14470, "idx": 0, "sa": ["Mick Jagger", "Matt Lauer", "Simon Cowell"], "q": "information he could give, with <strong> Matt Lauer </strong> listing a string of celebrities, including <strong> Mick Jagger </strong>, who have been linked to the role. \"It's definitely not <strong> Mick Jagger </strong>!\" laughed <strong> Simon Cowell </strong>, before saying: <q>I was talking to somebody on Friday who I really, really want to be on the show and I'm waiting on a decision.</q> When <strong> Matt Lauer </strong> asked for the identity of the individual, <strong> Simon Cowell </strong> responded: \"I can't say. I really, really at this point can't say... I'm sworn to secrecy. They'll", "new_id": -2}, {"uid": "1296494521100859915", "i": 26505, "idx": 5, "sa": ["Allen Iverson", "Dwyane Wade"], "q": ", after a spectacular third quarter, turned in a game-turning performance in overtime, scoring eight of the Heat's 16 points in the extra period. <strong> Dwyane Wade </strong> finished with 43 points, nine rebounds and six assists. <q><strong> Dwyane Wade </strong> showed why he's one of the top three players in the league,</q> Pacers coach Jim O'Brien said. \"We just didn't have enough to stop them http://wn.com/Allen_Iverson_15pts_vs_Pacers_04/05_NBA_*Buzzer_Beater_to_win_the_game_*Kyle_Korver_7_3pt Through All-Star games, an MVP award and a trip to the NBA Finals, there was something missing in <strong> Allen Iverson </strong>'s career", "new_id": -2}, {"uid": "1295559697061718555", "i": 37528, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", <strong> Sergey Brin </strong> will take a more active role in strategic projects including product. The change is effective starting April 4, 2011. <strong> Eric Schmidt </strong> explained the move in a blog post saying, <q>We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> He added, \"managing the business has become more complicated,\" and Google wanted to \"speed up decision making,\" so Page got the nod. says, \"Larry, in my", "new_id": -2}, {"uid": "1295976171233406548", "i": 47850, "idx": 0, "sa": ["Alejandro Gonzalez Inarritu", "Bill Lockyer", "Newt Gingrich"], "q": "I believe he deserves it and has made a monumental work,\" <strong> Alejandro Gonzalez Inarritu </strong> said. He said he felt a rare and extraordinary sensation to be nominated for a film that has no happy ending and lacks <q>certain elements that would be obvious to the academy.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TECHNICAL SR TECHNICAL PROJECT MANAGER TEKFORCE CORP.. Company Tekforce Corp VIDEO", "new_id": -2}, {"uid": "1297009504212598792", "i": 14115, "idx": 0, "sa": ["Elton John", "David Letterman", "Leon Russell"], "q": "on the Late Show with <strong> David Letterman </strong>, so be sure to stay up that night or set your DVRs to watch these two legends in action! Watch the video at left of <strong> Leon Russell </strong> and <strong> Elton John </strong> performing <q>Never Too Old( To Hold Somebody)</q> on Oct. 20, 2010 from the hit album The Union. The concert was given at the Beacon Theater in NYC on Good Morning America. The Union was released on Oct. 19. The Master of Space", "new_id": -2}, {"uid": "1296098124254738498", "i": 13945, "idx": 0, "sa": ["Matt Hasselbeck", "Ryan Fitzpatrick", "Matt Cassel", "Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "q": "<strong> Ben Roethlisberger </strong>, Steelers- 3,200 <strong> Matt Cassel </strong>, Chiefs- 3,116 <strong> Michael Vick </strong>, Eagles- 3,018 <strong> Matt Hasselbeck </strong>, Seahawks- 3,001 <strong> Ryan Fitzpatrick </strong>, Bills- 3,000  He said it  <q>The entire senior leadership team stands with me in its commitment to resolving the CBA issues with the players union. While several other executives have also volunteered to make additional reductions to their compensation, I have asked them not to take that step at this time as we continue our negotiating efforts.</q>- NFL commisioner <strong> Roger Goodell </strong>, who said he'll cut his salary to$ 1 if there is a work stoppage after the collective bargaining agreement expires in March. <strong> Roger Goodell </strong> makes$ 10 million per year.", "new_id": -2}, {"uid": "1295943954061587476", "i": 28325, "idx": 0, "sa": ["Steve Ballmer", "Jeff Immelt"], "q": "outpaced the Standard& Poor's 500 Index for the first time since 2004. <strong> Jeff Immelt </strong>'s appointment was welcomed by executives, including <strong> Steve Ballmer </strong>, chief executive officer at Microsoft. <q><strong> Jeff Immelt </strong> and I started our careers together at Procter& Gamble, and I have enormous respect for the success he's had at GE,</q> <strong> Steve Ballmer </strong> said. \"He is an ideal business leader to chair the President's Council on Jobs and Competitiveness and help drive a focus on what we can all do to increase American competitiveness and create new jobs.", "new_id": -2}, {"uid": "1295419136019841068", "i": 1223, "idx": 5, "sa": ["Toby Young", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "hardest one to get.\" Thompson points out that, as a British unknown looking for American fame, <strong> Simon Cowell </strong> used meanness as a savvy PR move- one that wouldn't work for <strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>. <q>Outside of the music industry, no one in the United States knew who <strong> Simon Cowell </strong> was until he started making nasty comments during the first season promotions for the show,</q> he says. \"Being mean was what made him a celebrity. But <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are already celebrities. They have their cultural equity to protect.\" For <strong> Toby Young </strong>, it's no accident that", "new_id": -2}, {"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote: \"I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.\" Latest from BBC News blogs <strong> Brian Taylor </strong>: <q>Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which...</q> \"The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last... \"` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}, {"uid": "1297451846240746502", "i": 36808, "idx": 1, "sa": ["Donald Rumsfeld", "Islam Karimov"], "q": ", and in the process reversing their progress toward freer systems as well as damaging our national security interests,\" he writes. <strong> Donald Rumsfeld </strong> notes that in November 2005, <strong> Islam Karimov </strong> signed a strategic cooperation agreement with Russia. <q>Uzbek leaders then began to strengthen ties with nations that would not berate them regarding democracy and human rights-such as Russia and China,</q> <strong> Donald Rumsfeld </strong> writes. In an unusual move to coincide with the release of the book on February 8, <strong> Donald Rumsfeld </strong> posted several previously classified documents, mainly internal memos from his time in government, on his", "new_id": -2}]