[{"uid": "1296178610032686102", "i": 12079, "idx": 0, "sa": ["Mike Pence"], "q": "and Jindal and who knows who else. To: RobinMasters Yes! I so look forward to <strong> Mike Pence </strong> becoming president AFTER he has some executive experience. 2 posted on 01/27/2011 5:09:28 PM PST <q> As it is, Palinistas everywhere breathe a sigh of relief that there's one less`` true conservative </q> to worry about.'' That right there is total bullsh!t. Palin would probably not run and back <strong> Mike Pence </strong> or Demint if either ran... she has said as much. SHE WILL ONLY RUN IF NO CONSERVATIVE", "new_id": -2}, {"uid": "1296493599059801667", "i": 9824, "idx": 1, "sa": ["Michael Gove", "Stephen Ball"], "q": "<strong> Stephen Ball </strong> HypatiaLee 31 January 2011 4:05 PM \" Back to the 19th century with <strong> Michael Gove </strong>'s education bill \" quincey1976 31 January 2011 4:06 PM HypatiaLee 31 January 2011 4:07 PM <q> Not exactly a curriculum for the 21st century or a pedagogy that recognises the recent focus in schools on student learning. </q> Once again the idiots emerge in force claiming that one-size-fits-all Dotheboys Hall education is the only solution to juvenile delinquency and illiteracy. Despite the fact that in the 19th century there was substantially more illiteracy than", "new_id": -2}, {"uid": "1295001539069189651", "i": 14135, "idx": 0, "sa": ["Jennifer Love Hewitt", "Emma Stone", "Angelina Jolie", "Anne Hathaway", "Julianne Moore", "Annette Bening"], "q": "Burlesque,''`` The Kids Are All Right,''`` Red,'' and`` The Tourist.'' Best Performance by an Actress in a Motion Picture( Comedy or Musical)- <strong> Annette Bening </strong>, <q> The Kids Are All Right; </q> <strong> Anne Hathaway </strong>,`` <strong> Jennifer Love Hewitt </strong> And Other Drugs;'' <strong> Angelina Jolie </strong>,`` The Tourist;'' <strong> Julianne Moore </strong>,`` The Kids Are All Right;'' and <strong> Emma Stone </strong>,`` Easy A.'' Best Performance by an Actor", "new_id": -2}, {"uid": "1297251945167444514", "i": 30417, "idx": 0, "sa": ["Christof Innerhofer", "Sergio Marchionne"], "q": "avant de se payer ce spot. Pour son directeur g?n?ral, l'Italo-Canadien <strong> Sergio Marchionne </strong>, l'histoire de Detroit a pourtant beaucoup de quoi inspirer le reste de l' href=\"http://www.lalibre.be/sujet/GL/Am%E9rique\" title=\"Plus d'infos sur Am?rique\"> Am?rique. <q> Beaucoup de gens sous-estiment ce qui s` est pass ici[...] Ce qu'il y a d'exceptionnel avec ce pays, c'est qu'il a la capacit d'apprendre </q>, affirmait-il au magazine Forbes lundi. Ski alpin- Mondiaux( m)- L'or pour <strong> Christof Innerhofer </strong> en Super-G Magistrats: la quasi totalit des tribunaux ont vot un renvoi des audiences", "new_id": -2}, {"uid": "1296313807176898052", "i": 26993, "idx": 1, "sa": ["Eric Schmidt", "Gavin Young"], "q": "<strong> Eric Schmidt </strong> speaks to the AmEric Schmidtan Society of News Editors on April 11, 2010 in Washington, DC... Shell Eco-marathon AmEric Schmidtas:`` Post COP15: The Road to Mexico'' Big Think Panel Discussion Shell Eco-marathon AmEric Schmidtas: <q> Post COP15: The Road to Mexico </q> Big Think Panel Discussion The Shell Eco-marathon AmEric Schmidtas, held in Houston March 26-28, 2010, was the perfect setting for discussions of the world's energy future. For many years Shell has challenged teams of <strong> Gavin Young </strong> people", "new_id": -2}, {"uid": "1295499139081756160", "i": 15115, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Paula Abdul", "Steven Tyler"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q> Don't think I will be watching at all this year. The show has ran it's course. And OMG!!!!! I can not stand that <strong> Steven Tyler </strong> dude. My Wednesday nites will continue to be filled with GHOST HUNTERS ON Syfy... </q> Report Abuse \" This is a joke, J Lo and <strong> Steven Tyler </strong> are more interested in there hair. <strong> Jennifer Lopez </strong> can't tell anyone NO you're \" not good enough and <strong> Steven Tyler </strong> is hard to watch to animated", "new_id": -2}, {"uid": "1296383953030212103", "i": 16341, "idx": 0, "sa": ["Zahi Hawass"], "q": "were set ablaze by protesters on Friday and then again last night. The area has been the scene of continual protests all week. Dr <strong> Zahi Hawass </strong>, Secretary General of Supreme Council of Antiquities, said: <q> What really scares me now is the building located on the eighth side of the Cairo Museum. This building is burning. If this building is destroyed it will go above the Cairo museum and this will be a disaster. </q> Copyright? 2011 euronews", "new_id": -2}, {"uid": "1297365483104955956", "i": 59398, "idx": 1, "sa": ["Kelsey Grammer", "Miley Cyrus", "Henry Ian Cusick", "David Letterman"], "q": "`` What I <strong> Miley Cyrus </strong> is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,'' her statement said. She also wished her ex and his fHenry Ian Cusickcee, Kayte Walsh, <q> love and happiness in their new marriage. </q> <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month that he plans to marry Walsh sometime in February. The veteran actor starred in the comedy series`` Cheers'' and`` Frasier.''", "new_id": -2}, {"uid": "1296765114233816070", "i": 52545, "idx": 0, "sa": ["Eamon Gilmore"], "q": "death of staunch trade union activist Big unions ensure Croke Park deal acceptance| 12/06/2010 MARTIN WALL, Industry Correspondent The country's largest trade union has called on its members to vote for Labour and parties <q> that support principles of social solidarity </q> in the forthcoming general election. Siptu said the commitment by Labour Party leader <strong> Eamon Gilmore </strong> to legislate for the right of all workers to collective bargaining if involved in the next government and the importance for working people", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]