[{"uid": "1295945595182452242", "i": 8632, "idx": 1, "sa": ["Bill Lockyer", "Michael Bernick", "Newt Gingrich"], "q": "will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers,'' <strong> Michael Bernick </strong> concludes. <q> It may be time that our California workforce system gives these jobs greater consideration. </q>( http://sfg.ly/eXj0J3). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog HOTEL MAINTENANCE Company Comfort MANUFACTURING PRODUCT ENGINEER AND SR..", "new_id": -2}, {"uid": "1296551367146587654", "i": 23504, "idx": 1, "sa": ["Michael Vick"], "q": "hits, said Kevin Nursick, a spokesman for the state transportation department.`` As a spokesman for the DOT, not doing manual labor, I haven't gotten much sleep,'' he said, <q> so you can only imagine what my guys are going through. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options!", "new_id": -2}, {"uid": "1295571627159776784", "i": 12064, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "they came to the conclusion thus far that sharing responsibility for all decisions at Google`` adds delay and so forth in the way we make decisions.'' Things will run much better, <strong> Eric Schmidt </strong> said, <q> by elevating me and having Larry running things day-to-day. </q> The Internet search leader also said that the company's other co-founder, <strong> Sergey Brin </strong>, will focus on`` special projects.'' Investors rejoiced, sending shares up 2 percent in after hours trading.", "new_id": -2}, {"uid": "1295609568069435392", "i": 2225, "idx": 3, "sa": ["Michael Vick"], "q": "share in the blame for this loss. But, <strong> Michael Vick </strong> is the QB, which by default makes him the first man praised when the going's good and the first man canned when things go wrong. <q> I feel like I got greedy, </q> <strong> Michael Vick </strong> said postgame. So we might have a new Pro Bowl QB here in Philly but in the end Eagles fans are still left with the same bitter taste in their mouths. It does", "new_id": -2}, {"uid": "1296105835053329950", "i": 33619, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "Ian Edmondson"], "q": "for any indication that Mr <strong> Ian Edmondson </strong> or other figures at the newspaper were responsible for instructing Mr <strong> Glenn Mulcaire </strong> to target the phones of celebrities and politicians prior to 2006. In a statement, News International said: <q> The News of the World has terminated the employment of <strong> Ian Edmondson </strong>. Material evidence found during the course of the subsequent investigation has led to( his) dismissal. News International has informed the police, handed over the material it has found and will give its full co-operation. </q> The sacking of one of Mr <strong> Andy Coulson </strong>'s most trusted tabloid attack dogs represents a dramatic change in the stance of News International, which as recently as this month was maintaining its stance that the", "new_id": -2}, {"uid": "1296005497137592876", "i": 8155, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "ads.`` User participation and user engagement is the goose that potentially lays golden eggs, so Facebook has to be careful with that goose,'' he said. Valdes said Sponsored Stories is <q> too limited a mechanism to form a major revenue stream for Facebook, but over time it could be one component of their revenue mix. </q> And Facebook could find value in the consumer data and analysis of how its members are interacting, he said. E-mail Benny Evangelista at bevangelista@sfchronicle.com. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states", "new_id": -2}, {"uid": "1297245177074432512", "i": 7905, "idx": 0, "sa": ["Jamie Hince", "Lindsay Lohan", "Simon Cowell"], "q": ", and <strong> Jamie Hince </strong> had hoped to track down her ring. However, this proved unsuccessful so he asked a museum in America to send drawings of the original band so he could have a replica made. <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1297097447088211513", "i": 8004, "idx": 1, "sa": ["Elaine Sciolino", "Donald Rumsfeld", "Richard Nixon", "Bill Clinton"], "q": "list of character traits, and <strong> Donald Rumsfeld </strong>'s ambition is far from exhausted.`` I don't think Don has wound down,'' says <strong> Bill Clinton </strong> Rentschler, who ran <strong> Richard Nixon </strong>'s 1968 campaign in Illinois and calls <strong> Donald Rumsfeld </strong> <q> ferocious in pursuing what he wants. I would say he is a very aggressive promoter of his particular ambitions. </q> The national press corps seems to agree. The New York Times reporter <strong> Elaine Sciolino </strong> recently called him a`` bureaucratic <strong> Bill Clinton </strong> belt.''( <strong> Donald Rumsfeld </strong> would not comment for this article.) <strong> Donald Rumsfeld </strong>'s life story", "new_id": -2}, {"uid": "1297369886188006414", "i": 19522, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "described as`` one of the finest prison systems in the world.'' That's how jokester <strong> Donald Rumsfeld </strong> described it. And the former secretary of defense can't imagine why Washington has been unable to convince the public <q> that they were not torturing people, that they were not hurting people. </q> Well, the reason for that is quite simple: Guantanamo prisoners were being hurt and tortured as numerous investigations have shown. Plus, the`` harsh interrogation methods'' favored by the Bush administration didn't help much", "new_id": -2}, [{"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,'' <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q> That wasn't the first time he threw one in like that, </q> <strong> Keyon Dooling </strong> said.`` He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.'' The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}]]