[{"uid": "1297087558189808651", "i": 40309, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google Inc( href=\"http://quote.foxbusiness.com/symbol/GOOG/snapshot\"> GOOG) wants to avoid a lengthy legal battle with href=\"http://www.foxbusiness.com/topics/business/european-union.htm\"> European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. <q> We certainly want to avoid that, </q> href=\"http://www.foxbusiness.com/topics/business/finance/CEOs/Eric Schmidt-Eric Schmidt.htm\"> <strong> Eric Schmidt </strong> told the paper in an interview.`` I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors", "new_id": -2}, {"uid": "1295009786199639066", "i": 2298, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Barack Obama", "Debbie Wasserman Schultz"], "q": "<strong> Debbie Wasserman Schultz </strong>( D-Fla.) were in the hospital room when <strong> Gabrielle Giffords </strong> opened her eyes. The three women are all close friends of <strong> Gabrielle Giffords </strong>, the news network said. During his speech, <strong> Barack Obama </strong> said, <q> <strong> Gabrielle Giffords </strong> opened her eyes for the first time. I can tell you, she knows we are here, she knows we love her, and she knows that we are rooting for her through what is undoubtedly going to be a difficult journey. We are there for her. </q> According to USA Today, <strong> Debbie Wasserman Schultz </strong> said the events inside <strong> Gabrielle Giffords </strong>' hospital room Wednesday were like`` watching a miracle.'' <strong> Kirsten Gillibrand </strong> and <strong> Debbie Wasserman Schultz </strong> talked with reporters as they flew back from Tucson and", "new_id": -2}, {"uid": "1296040609025690129", "i": 29982, "idx": 0, "sa": ["Patrick Leahy", "Bernie Sanders"], "q": "Union speech. Democratic Sen. <strong> Patrick Leahy </strong> sat in a bipartisan group with Republicans from Alabama, Kansas, and Wyoming. He said the president sounded less like a professor and more like a statesman. <q> Governing and budgeting are about choices and priorities, and I agree with the president that our budget focus needs to be on what makes America stronger, </q> <strong> Patrick Leahy </strong> said in a written statement. Sen. <strong> Bernie Sanders </strong> praised the president's take on a wide range of issues that the Independent routinely fights for.`` The president covered a lot of territory tonight", "new_id": -2}, {"uid": "1295561524178864133", "i": 38756, "idx": 3, "sa": ["Eric Schmidt"], "q": "A billion browser-based phones also means that Google can display advertisements to that many more people around the world. Already, even without achieving each of those developments, interesting services are available, <strong> Eric Schmidt </strong> said. <q> We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth-- and to deliver such a service at scale, </q> <strong> Eric Schmidt </strong> wrote. If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments What's New: HP Functional Testing software( includes HP QuickTest Professional software", "new_id": -2}, {"uid": "1295620530009781328", "i": 41295, "idx": 3, "sa": ["Andy Coulson", "Chris Bryant"], "q": "allegedly spying on them or have already accepted out of court settlements. The News of The World declined to comment on <strong> Andy Coulson </strong>'s resignation, but critics said it should have happened long ago. <q> To say this is long overdue is an understatement, </q> said opposition lawmaker <strong> Chris Bryant </strong>- one of those who claims to have been targeted by the hacking.", "new_id": -2}, {"uid": "1295829795174063631", "i": 18713, "idx": 0, "sa": ["Danny Sullivan", "Eric Schmidt"], "q": " BGC Partners analyst Colin Gillis said that Google experienced tremendous growth under <strong> Eric Schmidt </strong>, becoming a search and advertising powerhouse, although the company also arguably experienced a number of missteps and missed opportunities. <q> A case can also be made that the company has not built any new material revenue streams, was late to building for the mobile market, has no effective social solutions, overbuilt its headcount and placed itself in the crosshairs of government regulators, </q> Gillis said. Editor-in-chief of technology blog SearchEngineLand.com <strong> Danny Sullivan </strong> said Google's biggest challenges now are to`` prove that they've got their Mojo back and that nobody needs to fear them.''", "new_id": -2}, {"uid": "1294994738178470923", "i": 58577, "idx": 3, "sa": ["Michael Jensen", "Michael Vick", "Brian Finneran"], "q": ". Always stay alive.'' <strong> Brian Finneran </strong> doesn't argue with <strong> Michael Vick </strong>'s own self-description of the quarterback's Falcons years.`` <strong> Michael Jensen </strong> always worked hard on the football field,'' <strong> Brian Finneran </strong> said. <q> But as a quarterback, you've got to know everything about that offense, about the line, where the running backs are supposed to be. No question he could have worked harder in the film study room. It's been said before. I think he did the first couple of years, then got a little lax. </q> As for the idea that <strong> Michael Vick </strong> is only now getting topflight coaching, <strong> Brian Finneran </strong> wasn't slighting the Eagles' staff when he said,`` I think <strong> Michael Jensen </strong> was coached[ in Atlanta]. He had", "new_id": -2}, {"uid": "1295559369243744786", "i": 46436, "idx": 0, "sa": ["Mike Pence", "Paul LePage", "Mitch Daniels", "Larry King", "John King", "Barack Obama", "Sarah Palin"], "q": "interviewed on Why America is growing tired of <strong> Sarah Palin </strong> target=\"_blank\" href=\"http://worldpolitical.com/\"> political analyst for CNN, appearing regularly on CNN's`` The Situation Room,''`` AC360?,''`` <strong> John King </strong>, USA'' and <q> State of the Union. </q> Indiana <strong> Paul LePage </strong> <strong> Mitch Daniels </strong> may not be the only Hoosier seeLarry King the Republican nomination for <strong> Barack Obama </strong> in 2012. The rumors started swirling over the target=\"_blank\" href=\"http://weekendtelevision.com/\"> weekend that <strong> Mike Pence </strong> could be throwing his hat in the ring as", "new_id": -2}, {"uid": "1297275061262340636", "i": 49964, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "head is on national TV a lot. \" Report Abuse \" So just why is it`` unconstitutional''? Why would the state's Supreme Court be hearing it if it's so clear? \" Report Abuse <q> The Boston Tea Party was a protest prompted by the LOWERING of taxes!! </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q> <strong> Google Inc. </strong> had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>.`` Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}]