[{"uid": "1297624575013008913", "i": 650, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "vital safety regulations, we need the airline industry to come to the table to ensure we have the greatest possible protections for airplane passengers,'' said <strong> Chuck Schumer </strong>, who was releasing letters to the FAA on Sunday. <q> The airline industry needs to recognize that the safer passengers feel, the more likely they will be to fly. Greater safety standards benefit the industry and most importantly, benefits the American public. </q> The Air Transport Association did not immediately comment. U.S. Sen. <strong> Kirsten Gillibrand </strong> had also spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q> merge Google's technology and business vision brilliantly. </q>`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!'' <strong> Eric Schmidt </strong> wrote.`` Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}, {"uid": "1296766036240500862", "i": 18738, "idx": 1, "sa": ["Jay Leno", "Jimmy Kimmel", "Jimmy Fallon", "David Letterman"], "q": " with <strong> David Letterman </strong>'' and ABC's combination of'' Nightline'' and`` <strong> Jimmy Kimmel </strong> Live'' in adults 18-49, total viewers and other key ratings categories, while encore telecasts of <strong> Jimmy Fallon </strong> out-delivered CBS's first-run <q> Late Late Show with <strong> Craig Ferguson </strong> </q> and ABC's mostly original`` <strong> Jimmy Kimmel </strong>'' in 18-49 viewers and other key demos. Note that Tuesday CBS programs were delayed by news coverage and are excluded from these weeklong averages. <strong> Jay Leno </strong> has ranked#", "new_id": -2}, {"uid": "1295614765207978533", "i": 17706, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "on Friday that <strong> Andy Coulson </strong> had felt compelled to resign, but did not mention the scandal, which centres on allegations of systematic wrongdoing at <strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, </q> Mr. <strong> David Cameron </strong> said in a statement.`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.'' Mr.", "new_id": -2}, {"uid": "1296203343159924279", "i": 13926, "idx": 0, "sa": ["Eric Schmidt", "David McCullough"], "q": "have overturned the machinery of the imperialist running dog oppressors: You have slightly chipped the window of the global fascist bourgeoisie, brothers! Solidarity! <strong> David McCullough </strong> Wenig of Thomson Reuters told reporters: <q> A huge boom went off. The whole ceiling lifted. Everyone was convinced it was a bomb. It took a half hour to reassemble the meeting. </q> Yes, the fighting brotherhood of the Revolutionary Perspective succeeded in disrupting a meeting for half an hour. It's almost exactly the same as storming the Winter Palace.`` Breaking: <strong> Eric Schmidt </strong> says he drew", "new_id": -2}, {"uid": "1296095529183648268", "i": 49258, "idx": 5, "sa": ["Michael Vick"], "q": "shoulder pads and a thigh pad during the season. It is <strong> Michael Vick </strong>'s first paid endorsement since going to prison.`` They're the reason I made it through the season,'' <strong> Michael Vick </strong> said. <q> It's a great opportunity for me. </q> On Wednesday, <strong> Michael Vick </strong> stepped off the team bus at a local high school and was cheered by approximately 100 fans who lined the entrance to the school's stadium. He walked to the practice field,", "new_id": -2}, {"uid": "1297102357037732375", "i": 2281, "idx": 3, "sa": ["Simon Cowell", "Cecile Frot-Coutaz"], "q": "controversy. You never know what <strong> Simon Cowell </strong> has up his sleeve, and since he will be working both behind and in front of the camera, the country should brace itself to expect the unexpected.'' <q> Since its U.K. debut in 2004, The X Factor has proven itself a global success story in numerous territories worldwide, </q> said executive producer <strong> Cecile Frot-Coutaz </strong>, CEO of FremantleMedia North America.`` Now, as we bring this widely popular format to U.S. audiences, I look forward to building a new franchise for a new decade with the return", "new_id": -2}, {"uid": "1295601684081559570", "i": 26664, "idx": 1, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "has been coming under pressure from social networking rivals such as Facebook and Twitter. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google was`` probably overdue for a major management reorganization.'' <q> The structures between the three have remained exactly the same over the past 10 years-- which might as well be 100 years of Internet time, </q> he said in a blog post.`` It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company.'' <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism", "new_id": -2}, {"uid": "1296789417115392513", "i": 9348, "idx": 8, "sa": ["Kobe Bryant", "Allen Iverson", "Dwight Howard"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... <strong> Allen Iverson </strong> 23pt vs <strong> Kobe Bryant </strong> Lakers 09/10 NBA* third quarter reminiscent of 2001 Finals <strong> Allen Iverson </strong> 23pt vs <strong> Kobe Bryant </strong> Lakers 09/10 NBA* third quarter reminiscent of 2001 Finals AI", "new_id": -2}, {"uid": "1296753620175587617", "i": 38382, "idx": 0, "sa": ["Paul Bremer", "Joe Biden", "Condoleezza Rice", "Colin Powell", "President Bush", "Hillary Clinton"], "q": "regrets for the war in Iraq. ABC News, Rumsfeld \" criticizes other members of the <strong> President Bush </strong> national security team- <strong> Condoleezza Rice </strong>, <strong> Colin Powell </strong> and, especially, Iraq administrator <strong> Paul Bremer </strong>. \" <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> he wrote. As for <strong> Hillary Clinton </strong>, <strong> Joe Biden </strong> and other critics who had at first supported the Iraq war, Rumsfeld wrote:`` You wouldn't want to be in a foxhole with them.''", "new_id": -2}]