[{"uid": "1295440324144605237", "i": 37517, "idx": 7, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": " <strong> Ryan Seacrest </strong> remains the host. <strong> Simon Cowell </strong> Rushfield said the former judge panels had become`` outsized,'' detracting from the aspiring stars onstage. He said he expected that this year the panel would <q> consume a lot less oxygen, in terms of the drama it creates. </q> Ms. Lopez noted that unlike <strong> Simon Cowell </strong>, she and <strong> Simon Cowell </strong> Tyler are singers and performers. <strong> Simon Cowell </strong> Tyler, the frontman for Aerosmith, is working on another album for Sony now.`` We're", "new_id": -2}, {"uid": "1296286332201490484", "i": 2673, "idx": 3, "sa": ["Jackie Walorski", "Mike McDaniel", "Mike Pence", "Joe Donnelly"], "q": "think we might best contribute in the years ahead.'' <strong> Mike Pence </strong> has a pair of public events scheduled for Friday- a town hall meeting in Pendleton and a visit to a high school in Muncie. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former Republican state Rep. <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited", "new_id": -2}, {"uid": "1296922649262193174", "i": 35460, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,'' Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. <q> He wanted the options to be` creative.' </q> </blockquote>[ snip] His biggest mistake, Mr. <strong> Donald Rumsfeld </strong> writes, was in not forcing Mr. <strong> President Bush </strong>\\ to accept his offers to resign after the abuse of Iraqi detainees by American military jailers came", "new_id": -2}, {"uid": "1295861227265486350", "i": 1483, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "across technology circles the move by <strong> Google Inc. </strong>-- founded during the first dot-com boom-- to replace CEO <strong> Eric Schmidt </strong> with the 38-year-old Page left some wondering how the search giant would deal with middle age. <q> Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a Jerry Yang returning? </q> Chris Dixon, a technology veteran who has invested in Skype and Foursquare, tweeted. in the 1990s to save the company he founded from near death. Yahoo <strong> Google Inc. </strong>'s Jerry Yang made a similar return,", "new_id": -2}, {"uid": "1297713181162562068", "i": 8408, "idx": 0, "sa": ["Queen Beatrix", "Steve Ballmer", "Craig Mundie"], "q": "they said.''( Microsoft CEO) <strong> Steve Ballmer </strong> and <strong> Queen Beatrix </strong> a few years ago talked and believed Arabic would be an increasingly important language,'' said <strong> Craig Mundie </strong>, Microsoft's chief research and strategy officer. <q> And yet, because of the way the internet was evolving, it wasn't a language that was getting a lot of use. </q> But while Arab world internet use since 2000 has grown faster than anywhere else and access costs have shrunk, content still punches below its weight and ad spending remains tiny. Arabic content is less", "new_id": -2}, {"uid": "1295893924195428405", "i": 39847, "idx": 1, "sa": ["Mike Pence"], "q": "fight for the homeland. He`` supported creation of the new Department of Homeland Security, the largest reorganization of the government since the beginning of the Cold War.'' Because of the Department of Homeland Security, <q> our ability to defend the homeland is more effective, efficient and organized. </q> <strong> Mike Pence </strong> is a committed supporter of the bogus war on terror. He even repeats the ridiculous canard that`` we must take the fight to the terrorists overseas so we don't have to face them here at home", "new_id": -2}, {"uid": "1296544000037142529", "i": 25580, "idx": 0, "sa": ["Michael Vick"], "q": "was all great and grand for the fair city until one of the local news stations found out that rear end accidents had drastically increased AND found that the city was not getting paid their fair share. Report Abuse <q> I simply can't believe all the comments here. </q> IT'S A STOP SIGN IT MEANS STOP! So what is the big deal. Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Stock Picking Software No Guessing-", "new_id": -2}, {"uid": "1297446725101842956", "i": 11168, "idx": 6, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "'s book has certainly generated a lot of tough comeback from those who see it as an extended exercise in self-justification and score-settling. Unsurprisingly, <strong> Donald Rumsfeld </strong> sees things differently. Sipping his lemonade, he says he has written <q> a serious book of history that is rooted in the primary documents that I will have on the website[ www.rumsfeld.com], and historians and interested readers, serious people, will be able to go in there and make their own judgments. </q> When I invite him to discuss the fairly damning remarks in his book about former colleagues, such as <strong> Condoleezza Rice </strong>, whom he criticises for avoiding tough choices as head of the National Security Council, <strong> Donald Rumsfeld </strong>'s instinct", "new_id": -2}, {"uid": "1297381652182599684", "i": 23509, "idx": 3, "sa": ["Steve Ballmer"], "q": "10, 2011- 6:13 pm Reply heh-heh! It all comes together now. I just realized that <strong> Steve Ballmer </strong> reminds me of Baron Harkkonen( a Finnish name). Remember Emperor Shaddam shouting, <q> get me that floating gat man, the Baron. </q> ecphorizer Thursday, February 10, 2011- 6:15 pm Reply Both Nokia and RIM are looking like quite the acquisition targets lately. At least RIM has an end to end", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q> 11th grade-- is that a sophomore in high school? </q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied:`` I don't know. I'm Canadian.'' Later, <strong> Justin Bieber </strong> tweeted that he will be on the`` Late Show'' again on Friday,``", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}]