[{"uid": "1295611423007487510", "i": 39125, "idx": 0, "sa": ["Simon Cowell", "Ashley Cole", "Nicole Scherzinger"], "q": "if <strong> Simon Cowell </strong> has anything to do with it. According to Look magazine, the media mogul wants superstar Rihanna to join the panel that may also include Cheryl <strong> Ashley Cole </strong> and <strong> Nicole Scherzinger </strong>. A source revealed: <q> To get her on the show would give it real star power.`` <strong> Nicole Scherzinger </strong> and Cheryl <strong> Ashley Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out. </q> The source continued:`` She has a massive appeal and a real edge to her. <strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion.'' What do you think? Would", "new_id": -2}, {"uid": "1297277192033341459", "i": 11987, "idx": 1, "sa": ["Simon Cowell", "Christina Aguilera"], "q": "Banner at one of America's biggest sporting events. <strong> Simon Cowell </strong> said:`` It sounded like 100,000 people in a stadium had just sat on a cat.'' He went on to say: <q> I always say this, this is what happens when you perform in front of an audience- even someone as experienced as <strong> Christina Aguilera </strong>. You can get it wrong. That was bad. </q>? Independent Television News Limited 2011. All rights reserved.", "new_id": -2}, {"uid": "1295259899064110596", "i": 28670, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "a`` second chance''.`` Obviously, when he was editor of the News of the World, bad things happened at that newspaper,'' Mr <strong> David Cameron </strong> told BBC Radio 4's Today programme. <q> I always think that the danger at the moment is that he is effectively being punished twice for the same offence.`` I gave him a second chance. I think that sometimes in life it is right to give someone a second chance. </q> Asked about the suggestion that Mr <strong> Andy Coulson </strong> had offered to quit, Mr <strong> David Cameron </strong> insisted he would not comment on`` private conversations''.`` Of course he, as anyone who is human would", "new_id": -2}, {"uid": "1296149335210010122", "i": 4479, "idx": 0, "sa": ["Eric Schmidt", "Jeffrey Wasserstrom"], "q": "250ft( 76m) towers by the Tinsley viaduct on the M1 at Sheffield over the decades. At 0300 BST the blast to reduce t... Authors@Google: <strong> Jeffrey Wasserstrom </strong> visits Google in San Francisco to discuss his book <q> China in the 21st Century: What Everyone Needs to Know. </q> About the book: Within one generation, China has transformed from an impoverished, repressive state into an economic and political powerhouse. <strong> Jeffrey Wasserstrom </strong>... <strong> Eric Schmidt </strong> at Mobile World Congress NOTE: Please find an updated version of this", "new_id": -2}, {"uid": "1295167573006995971", "i": 3115, "idx": 0, "sa": ["Soulja Boy", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "DerMarr Johnson", "Nathaniel D Robinson", "Kyle Korver"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted aSoulja Boy by <strong> Marcus Camby </strong>, his fifth block. <q> It was a big defensive play, </q> said <strong> Marcus Camby </strong> http://wn.com/Carmelo Anthony_Carmelo Anthony_Nuggets_DOMINathaniel D Robinson_Hornets_58_point_win www.basketball-reference.com The Nuggets bent over the New Orleans Hornets in game 4 of the 2009 playoffs. <strong> Carmelo Anthony </strong> started off 7/7 and finished with 26 points in 3 quarters of play. The Nuggets won 121-63.", "new_id": -2}, {"uid": "1295796274110280734", "i": 13316, "idx": 3, "sa": ["Jóhanna Sigurðardóttir", "Andrius Kubilius", "Ed Miliband", "Andy Coulson", "David Cameron"], "q": "leader <strong> Ed Miliband </strong> smiles as he leaves... Photo: Former News of the World editor <strong> Andy Coulson </strong> Photo: Former News of the World editor and Prime Minister... Photo: <strong> David Cameron </strong>, <strong> Jóhanna Sigurðardóttir </strong>, <strong> Andrius Kubilius </strong>, Mari... Report Abuse <q> Paying several hundred dollars a year to listen to theirrulers quasi-socialist lies and feudal fairy tales? </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295907872175931409", "i": 4242, "idx": 0, "sa": ["Earl Bennett", "Michael Vick", "Clay Matthews III", "Caleb Hanie"], "q": "seconds left to make it 21-7, then saw his points come in extremely handy when <strong> Caleb Hanie </strong> brought the Bears right back for a touchdown, with 4:43 left, on a 35-yard pass play to <strong> Earl Bennett </strong>. <q> If the running back ran to the flat, I had to drop back and take the crossing route from the receiver, but the running back just came out of the backfield, and I just caught it, </q> Raji said. Packers linebacker <strong> Clay Matthews III </strong> said <strong> Caleb Hanie </strong>'s success( 13-for-20 for 153 yards, a touchdown and two interceptions) reminded him a little of the season-opening win over the Eagles, when <strong> Michael Vick </strong> threw Green", "new_id": -2}, {"uid": "1296580219042647580", "i": 6704, "idx": 1, "sa": ["Val Rutter", "Michael Vick", "Don Campbell", "Janet Kay", "Carol Thompson"], "q": "Ring: Team USA vs. Team Africa Singing all their hits and more will be <strong> Janet Kay </strong>`` Silly Games'' <strong> Carol Thompson </strong>`` Hopelessly in Love'' <strong> Val Rutter </strong>`` Golden Touch'' Cool Notes`` It's my Tune'', <q> I will always love you Baby </q> <strong> Don Campbell </strong>`` See it in your eyes'', T... <strong> Michael Vick </strong> Super Bowl Party Feb 3-5 2011- Mr. BIGGS Sportsbar <strong> Michael Vick </strong> Super Bowl Party Feb 3-5 2011- Mr. BIGGS Sportsbar www.threeringsweekend.com twitter.com- follow on twitter", "new_id": -2}, {"uid": "1295564127055377926", "i": 40179, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said. In his blog, <strong> Eric Schmidt </strong> said he thought <strong> Larry Page </strong> is`` ready to lead'' and it's time for him to have a shot. On his personal twitter account, <strong> Eric Schmidt </strong> said, <q> Day-to-day supervision no longer needed, </q> in regards to the move. After signing pact with China, Boeing lays off 1,100 U.S. workers <strong> Eric Schmidt </strong> reflected on his time as CEO since arriving at Google, after previously being head of software company Novell", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the`` Wapping two top men'' regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}]