[{"uid": "1297461177215384092", "i": 10815, "idx": 0, "sa": ["Michael Vick"], "q": " Archive The man who led the U.S. government's investigation of <strong> Michael Vick </strong>'s dogfighting case said that he's withholding judgment on <strong> Michael Vick </strong>'s rehabilitation. <q> Do I think he's changed? I don't know, </q> said retired U.S. Department of Agriculture senior special agent Jim Knorr, speaking to ESPN's Outside The Lines. \"I would hope he has but I don't know. Only one person knows and that's him", "new_id": -2}, {"uid": "1295896684027754517", "i": 4911, "idx": 1, "sa": ["Andy Coulson", "Sian Massey", "P Diddy", "Richard Keys"], "q": "disciplinary action by Sky over comments made about <strong> Sian Massey </strong>, above. Photograph: <strong> P Diddy </strong> Walton/EMPICS Sport \" \"I don't mind female fans but no way will I support female refs/linespeople, managers etc.\"\" <q> Football isn't a women's sport, and although they don't deserve abuse, they have as much right to be in football as a man in netball. </q> \"It's football for crying out loud! Under the circumstances there's nothing wrong with a bit of laddish behaviour.\" responses to the prospect of <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> Gray facing disciplinary action over", "new_id": -2}, {"uid": "1296509876251035669", "i": 23416, "idx": 0, "sa": ["Jimmy Fallon", "Craig Ferguson", "David Letterman", "Jimmy Kimmel", "Jon Stewart"], "q": "MEN 18-24 \"The Daily Show with <strong> Jon Stewart </strong>\" 156,000 \"The Colbert Report\" 137,000\" Conan\" 98,000 \"Late Night with <strong> Jimmy Fallon </strong>\" 52,000\" Lopez Tonight\" 46,000 <q> The Tonight Show with <strong> Jay Leno </strong> </q> 44,000 \"The Late Show with <strong> David Letterman </strong>\" 31,000 \"<strong> Jimmy Kimmel </strong> Live\" 30,000 \"The Mo'Nique Show\" 27,000 \"Chelsea Lately\" 23,000 \"The Late Late Show with <strong> Craig Ferguson </strong>\" 21,000(", "new_id": -2}, {"uid": "1295907806243613698", "i": 14329, "idx": 0, "sa": ["David Letterman", "Noah Robinson", "Oprah Winfrey", "Jackie Jackson", "Peter Frampton"], "q": "paternity test, ever. I've never heard of him( <strong> Noah Robinson </strong>). I know who is claiming to be my real father.\" Source: www.CyberHollywood.ning.com http http://wn.com/Shaun_Cassidy_Performs_on_Oprah_Winfrey's_Teen_Heartthrobs_Special_VIDEO click our link iupdateonline.com- to watch full <q> <strong> Shaun Cassidy </strong> Performs on <strong> Oprah Winfrey </strong>'s Teen Heartthrobs Special( VIDEO) </q> exclusive video for free! Teen Heartthrob Episode of The <strong> Oprah Winfrey </strong> Show began hitting airwaves today. <strong> Oprah Winfrey </strong> had on her own personal teen heartthrob, <strong> Jackie Jackson </strong>, as well as the Backstreet Boys, <strong> Peter Frampton </strong>, and <strong> David Letterman </strong>'s", "new_id": -2}, {"uid": "1296102451131907595", "i": 21481, "idx": 0, "sa": ["Ed Balls", "Andy Coulson", "Ed Miliband", "Jacob Rees-Mogg", "David Cameron"], "q": "are cheering louder as <strong> Jacob Rees-Mogg </strong> Rees Mogg quotes Thatcher's \"there is no alternative\" line. 1212: And there's the first reference to <strong> Andy Coulson </strong>: <strong> Ed Miliband </strong> calls <strong> David Cameron </strong>'s judegment into question for <q> hanging on to him for so long </q>. <strong> David Cameron </strong>'s return is stinging: if <strong> Ed Miliband </strong> thinks <strong> Ed Balls </strong> is such a good idea, why didn't he appoint him shadow chancellor in the first place? The two leaders can barely contain their professional disdain for", "new_id": -2}, {"uid": "1296467645082231308", "i": 22007, "idx": 3, "sa": ["Michael Vick", "Kevin Kolb"], "q": "of the report on both <strong> Michael Vick </strong> and <strong> Kevin Kolb </strong>, the team had no comment. \"Well, that's a part of the business,\" <strong> Michael Vick </strong> said of the possibility that <strong> Kevin Kolb </strong> will be traded. <q> Hopefully they do[ trade <strong> Kevin Kolb </strong>] and <strong> Kevin Kolb </strong> will find a great place to play. If not, then maybe he'll end up back with us. So best of luck to <strong> Kevin Kolb </strong> and whatever they decide, and I'll talk to him. </q> To keep <strong> Michael Vick </strong> from free agency, the Eagles would have to use the franchise tag, at least temporarily, a league source told The Inquirer. Because <strong> Michael Vick </strong> hit contract incentives in 2010 that pushed his", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's \"State of the Union\" that he will wait to make a decision on whom to support in the next presidential election. <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.\" \"", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}, {"uid": "1297219862236716044", "i": 25585, "idx": 3, "sa": ["Colin Powell", "President Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. U.S. handling of Egypt protests now alienating pretty much everyone Read the latest conservative news and political commentary from the# 1 conservative news source- Townhall.com. Stay up to date with news headlines,", "new_id": -2}, {"uid": "1296407544252772372", "i": 140, "idx": 18, "sa": ["Kyle Korver", "Maurice Cheeks", "Allen Iverson"], "q": "that to happen with 4.9 seconds left, it's devastating,\" <strong> Allen Iverson </strong> said. <strong> Kyle Korver </strong> was a surprise presence on the floor at that end, considering he lost his starting job because of his poor defense. <q> We didn't make the correct switch, </q> Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. \"Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out", "new_id": -2}, {"uid": "1295700279152125455", "i": 23583, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "LONDON( AFP)- Prime Minister <strong> David Cameron </strong> has been damaged by his media chief's resignation over phone-hacking at a tabloid newspaper he headed and the row is unlikely to go away, commentators said Saturday. <q> So far, our worst day in government, </q> a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on Friday. The left-wing newspaper added that <strong> Andy Coulson </strong>'s departure \"leaves the prime minister with a", "new_id": -2}]