[{"uid": "1297274454044515376", "i": 26788, "idx": 0, "sa": ["Donald Rumsfeld", "Hosni Mubarak"], "q": "Morning News'' radio broadcast that a confusion of public messages from the White House over the handling of embattled Egyptian President <strong> Hosni Mubarak </strong> was ''unfortunate'' and has not helped ease the crisis in Cairo.... <q>That is unfortunate, that they seem to be crossways with their assigned diplomat, <strong> Frank Wisner </strong> and with some differences in terms of people in Washington. I don't know enough to know precisely what's taking place, but that tends not to be helpful,</q> Mr. <strong> Donald Rumsfeld </strong> said on radio broadcast. ''I'm hoping there is effective private diplomacy taking place... and the turmoil that we are seeing will ease,'' he said. The White House", "new_id": -2}, {"uid": "1296081071243155050", "i": 28816, "idx": 1, "sa": ["Eric Schmidt"], "q": "information needed to complete the purchase.'' This system means phones might soon replace credit cards. <strong> Eric Schmidt </strong> says, it's more secure than traditional credit card transactions. And this could create a huge niche industry. <q>And ultimately the money that brings us all to this wonderful venue comes out of commerce one way or another. Advertising in Google's case. My guess is that there will be 500 new start ups in the mobile payment space as the platforms emerge...</q> Did he say-- advertising? Oh yeah. A New York Times Business Day article says <strong> Eric Schmidt </strong> is confident the NFC software will constantly give the consumer information. ''Imagine I'm walking down the street and instead", "new_id": -2}, {"uid": "1295981303233783296", "i": 18598, "idx": 1, "sa": ["Eric Schmidt"], "q": "at Google,'' <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in He told Reuters on Jan. 21 that his move was an effort to speed up decision-making. <q>In strategy we agree. There's no disagreement,</q> <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. ''In character, he's fundamentally a deeper thinker than anybody else,'' he said. ''He sees", "new_id": -2}, {"uid": "1295983609158924816", "i": 6111, "idx": 2, "sa": ["Sen. Ted Kennedy", "Mayor Michael Bloomberg", "Kirsten Gillibrand"], "q": "in the <strong> Sen. Ted Kennedy </strong> to pursue common sense gun ownership safeguards to protect our children and communities from those individuals, like the mentally ill and drug addicted, who should not have easy access to deadly weapons.'' <q>I commend <strong> Mayor Michael Bloomberg </strong> for his leadership in working to eliminate horrible gun violence in our communities,</q> said <strong> Kirsten Gillibrand </strong>. ''I will continue to work with the <strong> Mayor Michael Bloomberg </strong>, Police Commissioner Kelly, law enforcement officials and my <strong> Sen. Ted Kennedy </strong> colleagues on a number of common sense, reasonable legislative proposals, including keeping the guns", "new_id": -2}, {"uid": "1297267752007700492", "i": 28699, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell", "Ryan Seacrest"], "q": "asked whether she missed working with him as an ''American Idol' judge. ''Of course, I miss everybody,'' she said diplomatically. <strong> Simon Cowell </strong> discussed Abdul during a call with reporters earlier this week. <q>I'm a massive fan of Paula's. When you work with somebody as long as I did with Paula... we were friends 80 percent of the time and interestingly, we've been in contact[ after` Idol']. I'm not going to say on this call who we are going to confirm or not confirm, but we're talking to a number of people.</q> <strong> Simon Cowell </strong> Dishes on Upcoming' X Factor' <strong> Ryan Seacrest </strong> Wishes <strong> Simon Cowell </strong> Well on` Kimmel' <strong> Simon Cowell </strong> Pokes Fun at` Idol'' Judge <strong> Steven Tyler </strong> Simply enter your name and e-mail address,", "new_id": -2}, {"uid": "1295203639144834594", "i": 10387, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "world with any semblance of justice, war-makers <strong> Colin Powell </strong> and <strong> President Bush </strong> would be portrayed sharing a bench in a prison cell. Nor does Ms. Graham challenge <strong> President Bush </strong>'s absurd responses. When <strong> President Bush </strong> says <q>I feel very strongly that if the United States were to leave, Afghan women would suffer</q> he is allowed to pose as a champion of women's rights, overlooking how his invasion of Iraq spelled catastrophe for millions of women there who lost family, jobs, and their lives, or who were reduced", "new_id": -2}, {"uid": "1295257680226672654", "i": 39029, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "all over the place. I felt the interview improved as they moved on to other subjects. Here are the main points. â\u0080¢ <strong> David Cameron </strong> rejected claims that he was imposing sudden change on the NHS. <q>There's nothing in these reforms that hasn't been tried in some way in the NHS,</q> he said. The changes were ''evolutionary''. There was also ''a lot of enthusiasm'' amongst doctors for what was happening, he claimed. â\u0080¢ He refused to deny reports that <strong> Andy Coulson </strong> offered to", "new_id": -2}, {"uid": "1297250613009437217", "i": 37600, "idx": 1, "sa": ["Simon Cowell"], "q": "As the' X FActor' judges not only critique the contestants but also mentor them, <strong> Simon Cowell </strong> explained he's looking for true music industry titans who have the credibility and skills to do both. <q>I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis,</q> said <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end. ''It's more interesting to me because I have a lot more to do with that. When you lose an artist, part", "new_id": -2}, {"uid": "1295943928120340507", "i": 38466, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, ''the board clearly wants to retain his guidance for the next four years.'' <q>It's a signal to shareholders that he'll continue to steer the boat,</q> Wise said. <strong> Eric Schmidt </strong>, 55, is being replaced as chief executive by co-founder Larry Page, 37. Both men, along with Google's other co-founder <strong> Sergey Brin </strong>, have limited their salaries to$ 1", "new_id": -2}, {"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,'' said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q>We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure.</q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said: ''It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.'' Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}]