[{"uid": "1297179232149192705", "i": 11546, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "During an appearance on ABC's \"Good Morning America\" on Tuesday, former Defense <strong> Donald Rumsfeld </strong> addressed friction that appears to exist between himself and Arizona <strong> John McCain </strong>. describes the Republican lawmaker as <q>a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media.<q> leaked prior to the book's release, <strong> John McCain </strong> hit back at <strong> Donald Rumsfeld </strong> during an appearance on GMA. \"Thank God he was relieved of his duties,\" the Arizona senator", "new_id": -2}, {"uid": "1296227273172146729", "i": 1448, "idx": 1, "sa": ["Mike Pence"], "q": "ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead,\" <strong> Mike Pence </strong> said. <q>After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play.<q> <strong> Mike Pence </strong> has a pair of public events scheduled for Friday-- a morning town hall meeting in Pendleton and a visit to a high school in Muncie. The 51-year-old congressman's future has been the", "new_id": -2}, {"uid": "1296895260171786245", "i": 9118, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "there is a work stoppage. \"I don't want my salary to go to a dollar. My wife doesn't want my salary to go to a dollar,\" he said, drawing laughs. <q>But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible.<q> <strong> Roger Goodell </strong> also commented on the following subjects: <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting", "new_id": -2}, {"uid": "1295568022204079105", "i": 9891, "idx": 0, "sa": ["Eric Schmidt", "Sandy Carter"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!<q> IBM WebSphere VP <strong> Sandy Carter </strong> and Austin Energy CIO Andres Carvallo Discuss How SOA is Enabling Agility In Organizations Today <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating me", "new_id": -2}, {"uid": "1297172313012386323", "i": 3152, "idx": 0, "sa": ["Christina Aguilera", "David Letterman", "Conan O'Brien", "Jay Leno"], "q": "poking fun at her mishap. Just about everybody who performs a monologue ended up cracking a joke about <strong> Christina Aguilera </strong>, including <strong> David Letterman </strong>( who noted \"I know all about public humiliation\") and <strong> Jay Leno </strong>( who said <q>Secretary of Homeland Security <strong> Janet Napolitano </strong> told everybody if you see something at the Super Bowl that isn't right, tell somebody- and immediately 50 million people called after <strong> Christina Aguilera </strong> did the national anthem<q>). But leave it to <strong> Conan O'Brien </strong> to take it a step further and cut together an especially biting piece of video to poke fun at the flub. \"Everyone is talking about how <strong> Christina Aguilera </strong> screwed up the", "new_id": -2}, {"uid": "1295801078208044069", "i": 10814, "idx": 0, "sa": ["Andy Coulson"], "q": ". Interior Minster Mouthar al-Masri said on state television Sunday that people have the right to express their views but demonstrations, gatherings and marches should be staged within the boundaries of the law. Report Abuse <q>ALL YEMENIS HAVE THE RIGHT TO FREE SPEECH and should be able to practice it without being threatened with torture!<q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q>Our spacing was good, which made it very difficult to corral me,<q> <strong> Kobe Bryant </strong> said. \"When they did, we were able to swing the ball and get open opportunities for everybody else.\" <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}, {"uid": "1295612543206700567", "i": 37142, "idx": 3, "sa": ["Eric Schmidt"], "q": "operations as CEO. <strong> Eric Schmidt </strong> will assume the role of Executive Chairman. \"I know he( Larry) will merge Google's technology and business vision brilliantly,\" <strong> Eric Schmidt </strong> said in Google blog post. <q>Larry will be even better! Larry, in my clear opinion, is ready to lead,<q> he continued. As Executive Chairman, <strong> Eric Schmidt </strong> said he will focus \"wherever I can add the greatest value.\" He will also act as an advisor to Larry and Sergey.", "new_id": -2}, {"uid": "1297466062241451037", "i": 3294, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "the ones we don't know we don't know.\" Article continues below the advertisement... Mr <strong> Donald Rumsfeld </strong>'s statement soon made waves. It inspired economists Salvatore Modica and Aldo Rustichini to pontificate thus: <q>A subject is certain of something when he knows that thing; he is uncertain when he does not know it, but he knows he does not... he is unaware of something when he does not know it, and he does not know he does not know.<q> Psychoanalytic philosopher Slavoj Å½iÅ¾ek went one step further and defined what even Mr <strong> Donald Rumsfeld </strong> missed: the unknown known, things we don't know we know. I'm still grappling with this one, trying desperately", "new_id": -2}, {"uid": "1296636582244858934", "i": 3257, "idx": 0, "sa": ["Sam Brownback", "Sen. Bernie Sanders"], "q": "in fact, What's more, the Times reports that Kansas' new governor, former <strong> Sen. Bernie Sanders </strong> <strong> Sam Brownback </strong>, plans to lead the state legislature in adopting measures that were previously vetoed by his less conservative successors, <q>including regulations that will make it harder to open abortion clinics or to perform abortions in the second trimester.<q> Huckabee: Palestinians Should Be Resettled In \"Muslim' Territory Backlash Against Smart Meters: Are the Green Gizmos Really a Threat to Public Health and Privacy? Could You` Play Gay\" if Your Life Depended", "new_id": -2}]