[{"uid": "1297093828077135937", "i": 46906, "idx": 8, "sa": ["Donald Rumsfeld", "Colin Powell", "Condoleezza Rice"], "q": ". <strong> Donald Rumsfeld </strong> said`` it's possible'' that decisions on troop levels in Iraq may have been the biggest mistake of the war. He maintained that the war overall was not a mistake. <q> I think the world's a better place with Saddam Hussein gone and with the Taliban gone and the al Qaeda out of Afghanistan, </q> he said. <strong> Donald Rumsfeld </strong> was also critical of <strong> Colin Powell </strong>'s successor, <strong> Condoleezza Rice </strong>, for her lack of experience in government.`` She'd never served in a senior administration position,'' he said", "new_id": -2}, {"uid": "1295213713176947217", "i": 58361, "idx": 0, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": "It has a free, open community version, and a private label version that runs$ 1,000 per month. It provides a way to connect, collaborate, share documents, get feedback and manage parterns. <q> People are treating Google like their most trusted friend, </q> said CNBC's <strong> Maria Bartiromo </strong> in the interview.`` Should they be?'' Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded,``", "new_id": -2}, {"uid": "1297360824264552524", "i": 8338, "idx": 1, "sa": ["David Letterman", "Jay Leno", "Johnny Carson"], "q": "'' quick-witted observations that made him a regular on The Tonight Show with <strong> Johnny Carson </strong> and Late Night with <strong> David Letterman </strong> in the 1980s. Starting from scratch is something few big-name comedians are willing to do, apparently. <q> I could never do what you do, give it away, </q> <strong> Jay Leno </strong> tells him backstage after a quick performance of new material.`` You're a comic. Your act feeds you. It pays the rent.'' It's a tough go in the beginning as", "new_id": -2}, {"uid": "1297254281101777433", "i": 51685, "idx": 4, "sa": ["Simon Cowell"], "q": "for five years, separate from the costs of recording and promotion. <strong> Simon Cowell </strong>, known for his sharp-tongued critiques, unsurprisingly said he favors shows on which anything can happen. <q> I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense, </q> he said.`` I like people who are ambitious, and with that comes controversy.'' One unwelcome flap last season on the U.K. version of`` X Factor'' involved the revelation that", "new_id": -2}, {"uid": "1297251106136822784", "i": 27096, "idx": 2, "sa": ["Ann Coulter", "Donald Rumsfeld", "David Keene", "Sarah Palin"], "q": "Rummy the`` Defender of the Constitution'' Award. Can't make it to Washington this week? <strong> Donald Rumsfeld </strong> will be headlining a CPAC jaunt to <strong> Sarah Palin </strong> country in July, floating on a weeklong cruise through Alaska. <q> The Holland American ms. Zuiderdam does a great job helping Type A conservatives relax and enjoy, with enough politics thrown in to keep us fully engaged with other like-minded friends, </q> href=\"http://us.rd.yahoo.com/dailynews/dailybeast/ts_dailybeast/storytext/12309_sixthingstowatchattheconservativepoliticalactionconference/40096831/SIG=114snc49f/*http://www.conservative.org/press/#ixzz1DNudnqbc\"> ACU chief <strong> David Keene </strong> said, Ann Coulterouncing the journey. Samuel P. Jacobs is a staff reporter at The Daily Beast. He has also written for The Boston Globe, The New York Observer,", "new_id": -2}, {"uid": "1295125227265830412", "i": 42549, "idx": 28, "sa": ["Donald Rumsfeld", "Janis Karpinski", "Isnilon Hapilon"], "q": ". 2005-03-30. Retrieved 2007-02-03.''`` The top US general in Iraq authorised interrogation techniques including the use of dogs, stress positions and disorientation, a memo has shown.''''^ Leon Worden. <q> <strong> Janis Karpinski </strong>: <strong> Donald Rumsfeld </strong> OK'd Methods at <strong> Isnilon Hapilon </strong> Ghraib </q>. Santa Clarita Valley Historical Society. Retrieved 2004-07-04.^ Release of <strong> Isnilon Hapilon </strong> Ghraib photos ordered- Conflict in Iraq- MSNBC.com http://www.theage.com.au/news/world/america-Isnilon Hapilonsing-mandate-in-iraq/2005/12/05/1133631201911.html^ ACLU: Iraq Prison Photos to Be Released^`` <strong> Donald Rumsfeld </strong> okayed", "new_id": -2}, {"uid": "1294982867126550068", "i": 31204, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": " During an appearance on The Late Show with <strong> David Letterman </strong>, the actor said that he plans to tie the knot in February, despite the fact that his divorce from ex <strong> Camille Grammer </strong> is not yet finalised. <q> Kayte's my new girl, and we're planning to get married soon, </q> he told <strong> David Letterman </strong>.`` Sometime in February.'' requested a fast-track divorce from <strong> Camille Grammer </strong> so that the couple could marry sooner. Helen BaxendaleThe actress on Guy BurnetThe former Hollyoaks EastEnders: Glenda has business talks with", "new_id": -2}, {"uid": "1295547194232112134", "i": 37163, "idx": 6, "sa": ["Steven Tyler", "Paula Abdul", "Ryan Seacrest", "Julianne Hough", "Simon Cowell", "Jennifer Lopez"], "q": "<strong> Steven Tyler </strong> is`` about as critical as a fourth-grade music teacher,'' while <strong> Jennifer Lopez </strong>, trying to fill the sympathetic <strong> Paula Abdul </strong> role, supposedly has trouble saying no, but`` even this feels manufactured'' and disingenous. <q> She's playing a character in a <strong> Jennifer Lopez </strong> romantic comedy. </q> <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: <strong> Ryan Seacrest </strong>, <strong> Julianne Hough </strong> Photo in Slideshow: <strong> Ryan Seacrest </strong>, right, and <strong> Julianne Hough </strong> arrive at the Weinstein... Opinion Video: GOP Charging Ahead With", "new_id": -2}, {"uid": "1296760792093224986", "i": 38084, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Pentagon chief under then-president George W Bush. <strong> Donald Rumsfeld </strong> was regarded as the chief architect of the war in Iraq. In the book he continues to defend the invasion, saying the href=\"http://www.earthtimes.org/tag/Middle-East.html\"> Middle East would be <q> far more perilous than it is today </q> if Saddam Hussein were in still in power.The memoir, titled Known and Unknown and due in bookstores next week, is an 800-page account of his life and careers in government and business. The Washington Post and", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q> Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said.`` These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,'' he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}]