[{"uid": "1295801603188252206", "i": 42679, "idx": 0, "sa": ["George Washington", "Benjamin Franklin", "Andy Coulson", "The Irish"], "q": "FREE. That day is today and we ask our <strong> George Washington </strong> brothers and sisters to help the Arab people become free and democratic. May <strong> The Irish </strong> Bless You. And May <strong> The Irish </strong> Bless America. Report Abuse <q> <strong> The Irish </strong> government is a disgrace they failed thier people yet again. They are like a pack of cowboys running wild, bang bang bang, who is going to lead, I will, no I will, not you... bang bang bang. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> Benjamin Franklin </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Get Fit Today! Healthy Habits Coaching for military members& their families. Trader", "new_id": -2}, {"uid": "1297220779174489602", "i": 49086, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his UN presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaeda terrorist network. <strong> Colin Powell </strong> stood in way", "new_id": -2}, {"uid": "1295604135192069644", "i": 2452, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as chief executive As part of the reshuffle, <strong> Eric Schmidt </strong> will become the executive chairman. Schimdt said the changes where to`` simplify'' management structure and`` speed up decision making''. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company, </q> he said. <strong> Eric Schmidt </strong> became chief executive in 2001, leading the company alongside its co-founders Larry Page and <strong> Sergey Brin </strong>. Schidmt will continue to act as an advisor to them both, with <strong> Sergey Brin </strong> focusing on", "new_id": -2}, {"uid": "1295627741146702395", "i": 13717, "idx": 8, "sa": ["Eric Schmidt", "Esther Dyson"], "q": "point.`` Larry has wanted to be C.E.O., so that's not a surprise,'' said a former Google sales executive who would speak only anonymously to preserve his relationship with a powerful company. <q> But the timing-- I've talked to people at Google today and they were just flabbergasted. </q> <strong> Esther Dyson </strong>, a veteran Valley investor who has long known the Google founders and Mr. <strong> Eric Schmidt </strong>, said,`` It is unexpected but it makes a lot of sense.'' She added:`` Larry and", "new_id": -2}, {"uid": "1297089391093831198", "i": 42589, "idx": 0, "sa": ["Sergio Marchionne"], "q": "not really, as I'll explain below. J. P. Freire at the Examiner points out the most embarrassing Super Bowl gaffe, which had nothing to do with football or the show last night: <q> You may have noticed that Chrysler released </q> the longest ad in Super Bowl history on Sunday night, featuring the new Chrysler 200 driven by Detroit native rap star Eminem, an ad that CEO <strong> Sergio Marchionne </strong> says cost less than$ 9 million. But given that", "new_id": -2}, {"uid": "1295812406016547901", "i": 9878, "idx": 0, "sa": ["Andy Coulson", "Brian Cowen", "Arthur Kemp", "Mary Harney"], "q": "By <strong> Arthur Kemp </strong> Report Abuse \" <strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>. \" Report Abuse <q> Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1297218240091242545", "i": 34098, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "U.S.-led wars in Iraq and Afghanistan. <strong> Donald Rumsfeld </strong> wrote that he never authorized waterboarding-- simulated drowning-- but he also called CIA interrogators who used the interrogation technique`` patriots, not criminals.'' <q> The questioning of those in Department of Defence custody provided information that saved innocent American lives. I make no apology for that, </q> he also wrote. NO APOLOGIES <strong> Donald Rumsfeld </strong>, 78, served as defence secretary in two separate Republican administrations, becoming both the youngest and oldest man to hold the job. Only Vietnam War-era Defence", "new_id": -2}, {"uid": "1295829795174063631", "i": 15470, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "In a conference call with financial analysts after the surprise announcement that Page would replace <strong> Eric Schmidt </strong> in April, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena. <q> We've touched just 1 percent of the capabilities that could be deployed in that realm, </q> said <strong> Sergey Brin </strong>, who will head strategic projects and new products in the new management structure. BGC's Gillis said Google has had scant success with products it has developed on its own, such as", "new_id": -2}, {"uid": "1297356363111132897", "i": 46002, "idx": 4, "sa": ["Zahi Hawass"], "q": "project a sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.'' As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said.`` He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}]