[{"uid": "1297716682175407198", "i": 19642, "idx": 2, "sa": ["Steve Ballmer"], "q": "said.`` We are in a position to create a third ecosystem. We know what it means to be the most friendly to the operators.'' <strong> Steve Ballmer </strong>, Microsoft's chief executive, said: <q> Windows Phone will be the most operator friendly </q>. 10 Feb 2011 Recently Europe's big telecoms groups- O2, Vodafone, France Telecom, Telecom Italia and Deutsche Telekom- also set up a working group to monitor Apple and Google's growing domination", "new_id": -2}, {"uid": "1296962228115425286", "i": 13682, "idx": 8, "sa": ["Michael Vick"], "q": "`` <strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday'' </blockquote> Report Abuse <blockquote> dude, the grammer sucks!! how are these people getting paid for lousy writing: </blockquote> <q> <strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday </q> Report Abuse <blockquote> Sigh Patriot hating is so old and sad at this point if you losers can't come up with more material then you should all go back to the pathetic holes you came from. </blockquote>", "new_id": -2}, {"uid": "1295589625212418560", "i": 31583, "idx": 1, "sa": ["Eric Schmidt"], "q": "company's growth from a Silicon Valley search engine into a global web goliath grossing over$ 29 billion in 2010. Under <strong> Eric Schmidt </strong>, Google has introduced gamechanging products like Gmail, Chrome, and Android. <q> In this new role I know[ Larry] will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead, </q> <strong> Eric Schmidt </strong> said in the announcement. <strong> Eric Schmidt </strong> will be transition to a new role as executive chairman. So what do we know about Google's new CEO? BACKGROUND: Page, 37", "new_id": -2}, {"uid": "1296440737158449665", "i": 23093, "idx": 0, "sa": ["Sergio Marchionne"], "q": "of the project revolve around shrinking the system typically used on a heavy-duty truck down to something that can be fitted to a light-duty vehicle-as well as dampening the`` side effects'' such systems can create. <q> Right now, hydraulic hybrid systems currently create more NVH[ noise, vibration, harmonics] than consumers would accept, </q> he explained.`` So this project will also look at ways to alleviate that.'' <strong> Sergio Marchionne </strong>, CEO of Chrysler Group, stated that the overall goal of the project is to evaluate and, hopefully", "new_id": -2}, {"uid": "1296665766252297258", "i": 4876, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "on how to modernise/reform. His arrival comes barely 24 hours after the departure of <strong> Andy Coulson </strong>. Here is a link to the BBC biography and here is the Downing St release: <q> The Prime Minister has appointed Craig Oliver, currently Controller of BBC Global News, as the Director of Communications at 10 Downing Street. The Prime Minister said:`` I am very pleased that Craig Oliver is to become the new Director of Communications at 10 Downing Street. Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the Government's programme. </q> Craig Oliver said:`` I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time.`` It's difficult to leave the BBC after a fascinating few years", "new_id": -2}, {"uid": "1297302585098500612", "i": 16525, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "; What About Coptic Christians? U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <blockquote> Yet ANOTHER sleaze bag Republican! Yikes! </blockquote> Report Abuse <q> Only a republican would resign, if it was a democrate no one would be surprised. After all you </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs", "new_id": -2}, {"uid": "1295819589226000912", "i": 29021, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "tackle these matters in his State of the Union policy address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.''`` I think he has reached out to countries", "new_id": -2}, {"uid": "1297102387023560199", "i": 16017, "idx": 0, "sa": ["Simon Cowell"], "q": ", New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said in a statement. Britain's`` The X Factor'', which launched in 2004, won the talent show category at Britain's National Television Awards two weeks ago beating'' Update: Virginia Beach man", "new_id": -2}, {"uid": "1296770511173654034", "i": 12150, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "and his take on Hurricane Katrina. Ten days after the attacks of Sept. 11, 2001, <strong> Donald Rumsfeld </strong> wrote himself a note.`` At the right moment,'' it said, <q> we may want to give <strong> Saddam Hussein </strong> a way out for his family to live in comfort. </q> Known and Unknown, the former Defense secretary says he believed that`` an aggressive diplomatic effort, coupled by a threat of military force, just might convince <strong> Saddam Hussein </strong> and those around him to seek exile.''", "new_id": -2}, {"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q> Apparently, it's a practice all over the country, </q> <strong> Bill Lockyer </strong> said today in a telephone interview.`` I don't think it's a good one.''-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}]