[{"uid": "1295955139102252581", "i": 42130, "idx": 1, "sa": ["Simon Fuller", "Simon Cowell"], "q": "former business partners, <strong> Simon Fuller </strong> and <strong> Simon Cowell </strong> Jones, met with an unnamed network years ago. \"It was so bad that a minute into the pitch the guy said, \"No...\" he recalled. <q>He said you can leave now, and I said,` So it sounds to me that you don't like the show?' And he said,` Get out.' And I said,` So should we come back next week?' And he said,` Get out.\" \"We were basically thrown out of the network,</q> <strong> Simon Cowell </strong> said. \"The good news is, it would never get worse than this.\" Fox went on to premiere American Idol in 2002. <strong> Simon Cowell </strong> stepped down from the show last year to focus on a", "new_id": -2}, {"uid": "1295965426108969993", "i": 19134, "idx": 0, "sa": ["Eric Schmidt", "Rex Ryan"], "q": "Packers chew up Bears to reach Super Bowl\"... Appleton( Wis.) Post-Crescent, \"PACK STUFFS BEARS\"... Pittsburgh Post-Gazette, \"At the gates of seven\" Super Bowl crowns... N.Y. Times SportsMonday: <q>BLUSTER BUSTERS: Steelers Race to Early Lead and Deny Jets a Berth in the Super Bowl</q>... N.Y. Post, on Jets coach <strong> Rex Ryan </strong>: \"NO SUPE FOR YOU!... SAME OLD JETS!\" SCOOP- N.Y. Post \"Page 6\": \"Google honcho <strong> Eric Schmidt </strong>... has been consulting", "new_id": -2}, {"uid": "1295545014070058029", "i": 6901, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "setting a different tone. <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>: Too nice for \"American Idol?' stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who\"s judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1297675114098910209", "i": 12289, "idx": 1, "sa": ["Guy Opperman", "Michael Gove", "Neil Morrison", "Iain Shaw"], "q": "moment, we are reviewing how we spend money on school buildings and among the key criteria will be the condition of those buildings.\" Mr <strong> Michael Gove </strong> added he was hopeful progress could be made. <q>The headteachers are not asking for unrealistic sums and appreciate these are difficult economic times. \"I was able to explain why the review we're undertaking should be able to help them.</q> Last Thursday's meeting in Tyneside was arranged by Hexham's MP <strong> Guy Opperman </strong>. Present were three high school heads- <strong> Neil Morrison </strong> from Hexham's Queen Elizabeth, Dr <strong> Iain Shaw </strong> from Prudhoe, and Steve Prandle", "new_id": -2}, {"uid": "1295294907018006026", "i": 21432, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q>The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome,</q> he said. Bryant said the police had \"severely\" damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. THQ", "new_id": -2}, {"uid": "1297203269184696860", "i": 6555, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "Additional secret documents from his years at the Pentagon will be declassified and reviewed for public release, he said. On his web site he wrote that deciding to release certain papers was difficult. <q>These documents were not designed with an eye to history as part of an authoritative archive,</q> he wrote. He said he chose to release them \"warts and all,\" for readers to draw their own conclusions. Some early reviews of what <strong> Donald Rumsfeld </strong> called \"my slice of history\" have", "new_id": -2}, {"uid": "1296745521187088920", "i": 18235, "idx": 1, "sa": ["Mr. Bigs", "Michael Vick"], "q": "Green Bay Packers, Terrance McGee and George Wilson of the Buffalo Bills, Earl Thomas of the Seattle Seahawks. There is no indication <strong> Michael Vick </strong> will attend this event.* The day is capped by the <q><strong> Michael Vick </strong>'s Super Saturday, Version 2.0</q> at <strong> Mr. Bigs </strong> Sports Bar. That one goes from 8 p.m. to 4:30 a.m. Organizers are listing appearances by <strong> Michael Vick </strong>, Ford and Smith. Because your contributions are currently under review, no comments can be made at", "new_id": -2}, {"uid": "1295903297179077120", "i": 31098, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. \"It's not a journal, it's not a diary,\" he said of the <strong> Gerald Ford </strong> White House notes. <q>It is a set of working documents that I've never edited. In fact, most I've never reread.</q> As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He read from some issued in 2003 and in 2005: \"Are we winning or losing the", "new_id": -2}, {"uid": "1295289654026066990", "i": 16406, "idx": 1, "sa": ["Michael Vick"], "q": "I think this team gives me the best chance of winning a Super Bowl.\" <strong> Michael Vick </strong> also admitted that Philadelphia wasn't at the top of his list of preferred destinations two years ago. <q>I didn't want to come here to be honest with you,</q> <strong> Michael Vick </strong> said. \"I knew I was going to be behind Donovan and Kevin, and I wanted to play. I just didn't see myself playing a heavy role in the offense.", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢. \"I forgot the Unequal pads were in my pants,\" says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q>I didn't feel a thing!</q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock( \"CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}]