[{"uid": "1297212014253886469", "i": 178, "idx": 5, "sa": ["Simon Cowell"], "q": "host. He's no longer co-workers with Paula either- but does he think she made a bad choice leaving`` Idol''?`` No, I don't think so,'' <strong> Simon Cowell </strong> said. <q> I think she just decided enough was enough. She wanted to do something new and the truth is on a show like that, you can't stay on it forever. It's not good for you. I don't think it's right for the show. You got ta freshen things up. </q> And`` Idol'' has certainly freshened things up with the new judges, Randy Jackson.`` I talk to Randy all the time,'' <strong> Simon Cowell </strong> said.`` We're really", "new_id": -2}, {"uid": "1296537956082821143", "i": 15696, "idx": 1, "sa": ["Kobe Bryant", "Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Los_Angeles_Lakers_112-100_Sacramento_Kings_RECAP_NBA_season_2010_Kobes's_triple-doble When <strong> Kobe Bryant </strong> was limited in training camp because of offseason knee surgery, the Los Angeles Lakers didn't know how long it would", "new_id": -2}, {"uid": "1296687274182059050", "i": 42473, "idx": 3, "sa": ["David Letterman", "Meg White"], "q": "`` SNL'' and <strong> David Letterman </strong>, she was so at ease. MILLER: When Rolling Stone did a story on the <strong> Meg White </strong> Stripes last year, they had a quote from Jack saying, <q> I have no idea why we're here, </q> talking about the MTV Movie Awards. And then there were all these people writing letters:`` Well, why are they posing for the cover of magazines, why are they making videos for MTV, if they", "new_id": -2}, {"uid": "1295656548083230739", "i": 44906, "idx": 0, "sa": ["Andy Coulson", "Baby Doc"], "q": "rights group Photo: Two men from Dominican Republic but resident in Spain load their... <strong> Baby Doc </strong> Driven to Private Home in Latest Unexpected... World Video: Assault on the increase in France as crime drops overall Report Abuse <q> The French cheese eating surrender monkeys have a history of harboring dictators, rapists, terrorists and scumbags in general. </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1297098713099483693", "i": 37805, "idx": 1, "sa": ["Richard Hunter", "Michael Vick"], "q": "this took place, except at a`` downtown club at 5 o'clock, I'm not sure where, we get shuffled around to so many things.'' He also knows the video's making the rounds: <q> They can send it-- it's Rudy got it too. But something else happens in video-- which was shot by <strong> Richard Hunter </strong>, better known as as Richie pointed out last June, adopted one of the so-called`` bait dogs </q> <strong> Michael Vick </strong> used in the dog-fighting ring that landed him in prison. The dog's name is Mel-- and as <strong> Richard Hunter </strong> told Richie,`` While <strong> Michael Vick </strong> is pure evil, this dog is so good despite having suffered", "new_id": -2}, {"uid": "1295432780218038315", "i": 4753, "idx": 2, "sa": ["Ross Hall", "Rebekah Brooks", "Neville Thurlbeck", "Andy Coulson", "Keir Starmer"], "q": "by the News International executives at the grades of <strong> Andy Coulson </strong> and <strong> Rebekah Brooks </strong> and to examine the existing illegally transcribed phone message made by <strong> Ross Hall </strong> for <strong> Neville Thurlbeck </strong>?'' Speaking outside the chamber, Watson told the Guardian: <q> It is absolutely vital now that the attorney general is confident that there is a proper investigation in which all the servers are examined and not just one. </q> Watson's remarks came after <strong> Keir Starmer </strong>, the director of public prosecutions, announced last week a`` comprehensive'' review of all phone-hacking material held by the police. <strong> Keir Starmer </strong> acted after new information emerged in civil", "new_id": -2}, {"uid": "1295559754263241756", "i": 43369, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", 22:16 EST Google announced Thursday that co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman and focus on <q> deals, partnerships, customers and broader business relationships. </q> The firm's other co-founder, <strong> Sergey Brin </strong>, will work on strategic projects and new products, Google said in a statement. Quotes delayed, except where indicated otherwise. Delay times are 15 mins", "new_id": -2}, {"uid": "1296586945119291926", "i": 11211, "idx": 0, "sa": ["Sergio Marchionne", "Barack Obama"], "q": "is worth about$ 750, and CEO <strong> Sergio Marchionne </strong> said even though the company is losing money, the employees deserve the recognition. The automaker lost nearly$ 200 million in the fourth quarter of 2010. <q> The way in which this house has responded to the challenge of introducing 16 cars in 12 months is something I've never seen, and hopefully will never see again... It would have been improper on our part not to recognize what went on here in 2010, </q> <strong> Sergio Marchionne </strong> said during the Q&A session of Monday's financial earnings news conference call. CAW <strong> Barack Obama </strong> Ken Lewenza said Monday that the employees appreciate the recognition..`` I think it's a vote", "new_id": -2}, {"uid": "1295901562011026452", "i": 30817, "idx": 0, "sa": ["Mike Pence"], "q": "curiosity and enthusiasm. According to what I've read in the media, about <strong> Mike Pence </strong> reading the media, he's noticed this.( <strong> Mike Pence </strong>'s former chief of staff, Mark Short, quoted in Politico: <q> It probably caught us a little bit off guard, and we've said,` Whoa, we need to look at that.' </q>) He's a smart and discerning guy, and he reads the papers. NRO: If <strong> Mike Pence </strong> announces that he's running, what happens to you guys? Do you close up shop and get folded into", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}]