[{"uid": "1297125894137412610", "i": 15008, "idx": 4, "sa": ["Zahi Hawass"], "q": "<strong> Zahi Hawass </strong>, nothing was stolen from the Egyptian Museum and the 70 damaged pieces can all be repaired. But Dreyfus wonders about the mummies. \"You can't repair a mummy,\" she says. <q>If you have a body that's no longer intact, how are you going to perform any kind of examination of it? It's now contaminated.<q> Dreyfus still can't quite fathom how people, no matter how dire their economic situation, could smash artifacts of their ancient civilization. \"Why would you want to destroy history at a time", "new_id": -2}, {"uid": "1297332334115736587", "i": 32696, "idx": 0, "sa": ["Donald Rumsfeld", "Franklin Roosevelt", "Barack Obama", "Robert Gibbs"], "q": "to take to satisfy the demands of protesters convulsing the country. <strong> Franklin Roosevelt </strong> Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> called for expanding he negotiations with opposition groups, lifting the state of emergency and making constitutional changes to bring about democratic elections. <q>We think more has to be done, and more importantly, I think the people of Egypt think more has to be done,<q> <strong> Robert Gibbs </strong> told reporters. National Journal: EXCLUSIVE: <strong> Franklin Roosevelt </strong> to Cut Energy Assistance for the Poor <strong> Barack Obama </strong>'s proposed 2012 budget will cut several billion dollars from the government's energy assistance fund for poor people, officials", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.\" As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q>I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table,<q> he said. \"He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}, {"uid": "1297426198245137428", "i": 17409, "idx": 0, "sa": ["Steve Ballmer"], "q": "could be a prelude to an actual merger, if things work out, at some point in the future. Beyond all this there is, obviously, still a bigger question. Elop suggested that <q>together we have the opportunity to disrupt the current trajectory<q>- but can this truly help the two companies beat the iPhone's mindshare or block Android's advances? That's where things remain entirely uncertain. While <strong> Steve Ballmer </strong> and Elop were bullish during a", "new_id": -2}, {"uid": "1295630063219987992", "i": 1607, "idx": 0, "sa": ["Simon Cowell"], "q": "Why did I sign up for this?\" she said, dropping her head on the table-- was a sweet element to the first episode, and she did manage to toughen up as the show progressed. <q>It sounds like you're singing in a voice that's not your voice,<q> she said, putting her finger on just one of the problems with the nerdy, \"burping guy.\" \"Idol's\" far more troubling task was replacing the face of the show, <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1296150339234012694", "i": 12227, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "unbeatable in the marketplace.\"[ Google CEO] <strong> Eric Schmidt </strong> pointed out that they're activating 200,000 units per day,\" Apple CEO <strong> Steve Jobs </strong> told media and analysts during an Oct. 20 earnings call. <q>By comparison, Apple has activated 270,000 units per day, on average.<q> Instead of offering sales numbers of its own, Microsoft executives keep pointing to research data suggesting some 93 percent of Windows Phone owners are either \"satisfied\" or \"very satisfied\" with their", "new_id": -2}, {"uid": "1295964097077971462", "i": 15942, "idx": 0, "sa": ["Eric Schmidt", "Andy Rubin"], "q": "his dining companion's phone. PayPal is open to partnering on NFC payments with companies such as Google, Chambers says. Speaking about NFC at a technology conference in November, Google Chief Executive <strong> Eric Schmidt </strong> said, <q>You'll be able to walk in a store and do commerce. You'd bump for everything and eventually replace credit cards.<q> <strong> Andy Rubin </strong>, Google's vice-president for engineering, declined to comment on future services and products. A single NFC chip on a mobile phone would hold a consumer's financial account information, gift cards, store", "new_id": -2}, {"uid": "1297606108267190311", "i": 19274, "idx": 0, "sa": ["Zahi Hawass"], "q": "antiquities <strong> Zahi Hawass </strong> said that during the revolt several major artefacts had been stolen from the Egyptian museum, including a statue of Tutankhamun, better known as King Tut. The objects missing from the famed museum include <q>a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess<q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on January 28, during clashes between protesters and riot police. Meanwhile", "new_id": -2}, {"uid": "1295658341074924035", "i": 537, "idx": 6, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "man that had represented his views to the country for nearly four years. Tom Watson, the former defence minister who used his seat on the culture select committee to chase down <strong> Andy Coulson </strong>, said his departure <q>creates serious questions over the prime minister's judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp<q>. He called on <strong> Rupert Murdoch </strong> to clean up his operation before pursuing his Â£ 8.3 bn complete takeover of BSkyB. <strong> Rupert Murdoch </strong> is waiting to hear if his bid will be referred to the Competition Commission.", "new_id": -2}, {"uid": "1295243742247496746", "i": 28785, "idx": 2, "sa": ["Kenyon Martin", "Allen Iverson", "Kevin Garnett"], "q": "in his chair. That one play both epitomized the Nuggets' shoddy, senseless play Saturday night and ignited the short-handed Sacramento Kings to a surprising 118-115 win that dealt the Nuggets a blow to their playoff plans. <q>There's no reason for this team to come in here and beat us on our own floor, as good as we were playing on this floor,<q> <strong> Allen Iverson </strong> said after the Nuggets fell to 31-8 at home. \"They were playing without their two best players. No reason for it. It's unacceptable.\" <strong> Kevin Garnett </strong> <strong> Kenyon Martin </strong> scored 36 points despite missing Sacramento's", "new_id": -2}]