[{"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems. \"The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,\" <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q>The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement.</q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}, {"uid": "1295389612219906114", "i": 40631, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans.(", "new_id": -2}, {"uid": "1295294243074366995", "i": 19312, "idx": 2, "sa": ["George Washington", "Jennifer Love Hewitt", "Barack Obama", "Mike Pence"], "q": "reported <strong> Barack Obama </strong> having a \"65%\" approval rating in \"all 57 states.\" <strong> Mike Pence </strong> said that after standing united against <strong> Barack Obama </strong> on the failed Stimulus Plan, Cap and Trade, and ObamaCare, Republicans are <q>back in the fight on the Right</q> to lead the country! Wide-Open GOP Presidential Field Spurs Dark Horses Possible Republican <strong> George Washington </strong> House candidates in 2012 Early GOP winds are blowing toward 2012 <strong> George Washington </strong> House urges China to embrace reform Pre-marital HIV test proposal draws flak <strong> Jennifer Love Hewitt </strong>", "new_id": -2}, {"uid": "1296108018053329957", "i": 30556, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "that it's got to come from somewhere.\" Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q>It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,</q> said <strong> Sen. Bernie Sanders </strong>, a Vermont independent. \"It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of", "new_id": -2}, {"uid": "1295779892017170523", "i": 1838, "idx": 4, "sa": ["Ronald Reagan", "Mike Pence"], "q": " \"Let's attempt to demonstrate the level of enthusiasm for him that I think is out there a millimeter under the surface,\" said Ralph Benko, a former <strong> Ronald Reagan </strong> administration aide who started the campaign. <q>I think it\"s huge. I just think it needs a little place to go. So we built a little place for it to go.</q> But should <strong> Mike Pence </strong> listen to his backers or choose what some say is the safer route of running for Indiana governor? Is it realistic to try to vault from the House to the White House", "new_id": -2}, {"uid": "1296407544252772372", "i": 139, "idx": 17, "sa": ["Stephen Jackson", "Maurice Cheeks", "Elgin Baylor", "Chris Webber", "Kyle Korver", "Allen Iverson"], "q": "seemed like <strong> Elgin Baylor </strong> hadn't made a shot all game.\" <strong> Stephen Jackson </strong> missed 15 of his first 19 shots before the easy layup. <strong> Chris Webber </strong> then missed a jumper at the buzzer after an inbound pass from <strong> Allen Iverson </strong>. <q>For that to happen with 4.9 seconds left, it's devastating,</q> <strong> Allen Iverson </strong> said. <strong> Kyle Korver </strong> was a surprise presence on the floor at that end, considering he lost his starting job because of his poor defense. \"We didn't make the correct switch,\" Sixers coach <strong> Maurice Cheeks </strong>", "new_id": -2}, {"uid": "1296591727045760525", "i": 29500, "idx": 0, "sa": ["Michael Vick"], "q": "drag on and on; be honest and as transparent as possible. Present one's case with confidence( not arrogance), and with empathy toward those who may have been hurt or adversely affected.\" <q>Remember that brand value is both real and abstract, and it is predicated on the public's( consumers, shareholders, employees, regulators) perception of an organization's products, services, performance</q> Rick French, chairman& CEO of French/West/Vaughan. The firm has worked with Philadelphia Eagles player <strong> Michael Vick </strong> among others. \"A brand facing a crisis should start by admitting its mistakes, apologize for the", "new_id": -2}, {"uid": "1295645566196657189", "i": 3597, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "take over day-to-day operations, the company said, and <strong> Eric Schmidt </strong> will focus on partnerships and government outreach. <strong> Eric Schmidt </strong>, who has headed up Google since July 2001, sent a message via Twitter Thursday saying: <q>Day-to-day adult supervision no longer needed!</q> Co-founder <strong> Sergey Brin </strong> will focus on new products and projects. In February, Google acquired Clifton Park, N.Y.-based video-compression company for about$ 124.6 million. Google said fourth quarter net", "new_id": -2}, {"uid": "1296366488199786542", "i": 36584, "idx": 3, "sa": ["Ronald Reagan", "Bill Stephan", "Mike Pence"], "q": ".\" <strong> Bill Stephan </strong>, a friend of <strong> Mike Pence </strong>'s since their law school days, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. <q>I just remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve,</q> <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school in Indianapolis, largely because he heard in <strong> Ronald Reagan </strong> \"the manifestation of the kind of traditional American ideals that I was raised to believe", "new_id": -2}, {"uid": "1296582080157810714", "i": 10414, "idx": 6, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "Ministry, but it constitutes a separate ministry in the new government. While protesters dismissed the Cabinet reshuffle as cosmetic and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. <q>The people in the streets have to give this government an opportunity to change,</q> he said cheerfully. \"Beautiful things happened in the last five days.\" Â© Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.", "new_id": -2}]