[{"uid": "1297245176074432535", "i": 23412, "idx": 0, "sa": ["Christina Aguilera", "Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "a suit. He is better known for wearing high-waisted trousers and tight T-shirt style tops, but says the reception to his new look has been so good he's considering overhauling his wardrobe. <q> Well, I've had so much positive feedback wearing a suit from the Super Bowl[ spot]. Literally, thousands and thousands of letters saying how handsome I looked, so I might wear that again, </q> he laughed to Access Hollywood. <strong> Simon Cowell </strong> has given several interviews about the new programme this week, and is being constantly quizzed about who will join him on the judging panel. <strong> Cheryl Cole </strong>, <strong> Nicole Scherzinger </strong> and <strong> Christina Aguilera </strong>", "new_id": -2}, {"uid": "1296354133035504148", "i": 1187, "idx": 3, "sa": ["Michael Vick"], "q": "to be petted. And there are big ones, such as the day when the dogs find permanent homes, the way six of the 22 that originally were brought to Best Friends have thus far. <q> When they announced on TV that <strong> Michael Vick </strong> was eligible to play football again, I lost every single bit of inner peace, </q> said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment.`` But I thought,", "new_id": -2}, {"uid": "1295246137169197603", "i": 34589, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "Surgeons also inserted a feeding tube, the hospital said. <strong> Kirsten Gillibrand </strong> said she was in the hospital room when <strong> Gabrielle Giffords </strong> opened her eyes for the first time on Wednesday, minutes after <strong> Barack Obama </strong> visited. <q> If there's anyone in the world that will recover fully from this kind of crime and just unbelievable injury, it's her, </q> the New York senator said.`` She's got courage. She's got drive. She's got spirit. And I really think her courage is inspiring to all of us right now.''", "new_id": -2}, {"uid": "1297167911133922834", "i": 43033, "idx": 3, "sa": ["Paula Abdul", "Simon Cowell"], "q": "front runner for a spot alongside <strong> Simon Cowell </strong> is former American Idol judge and singer <strong> Paula Abdul </strong>.`` We've spoken to her[ <strong> Paula Abdul </strong>], she knows I'm a big fan,'' he admitted. <q> I've always said at some point we are going to be working together. </q>[ But] I have to take everyone's opinions into account, including the show's other producers and the network.'' <strong> Simon Cowell </strong>'s role on X Factor USA casts doubt on whether he'll be", "new_id": -2}, {"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'' <strong> Roger Goodell </strong> said.''[ Most often] they're not recognizing they have a role in it.'' Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q> I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like,` He won't sign my jersey.' </q> He says he thinks Mike <strong> Michael Vick </strong>`` is sincerely trying.'' And he isn't blind to the fact that the story isn't over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}, {"uid": "1297415226250134550", "i": 24761, "idx": 1, "sa": ["Steve Ballmer"], "q": "Nokia would contribute its expertise on hardware design, language support, and help bring Windows Phone to a larger range of price points, market segments and geographies,'' the firm said in a statement. <q> The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute, </q> said Microsoft CEO <strong> Steve Ballmer </strong>. Analysts have suggested that Microsoft is keen to control much of the Windows Phone experience, leaving handset vendors with little opportunity to modify and differentiate. Indeed the collaboration between the two firms casts", "new_id": -2}, {"uid": "1297353501031227960", "i": 1599, "idx": 2, "sa": ["Zahi Hawass"], "q": "substance called`` red mercury'' that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q> They live thinking about it. They could kill each other to get it, </q> <strong> Zahi Hawass </strong> said.`` When I enter any place in Egypt, people ask me all the time about this.'' The museum is still checking to determine whether any items are missing. On his website", "new_id": -2}, {"uid": "1295873368205455378", "i": 18433, "idx": 0, "sa": ["Andy Coulson"], "q": "of a top-selling tabloid newspaper. <strong> Andy Coulson </strong> denies any knowledge of the hacking, but admitted he'd committed a cardinal sin for a back room operator- he became the story. <strong> Andy Coulson </strong> said <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed </q> in his role as Downing Street communications chief.`` I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.''", "new_id": -2}, {"uid": "1297381014148979729", "i": 47219, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "thus has no comeback aside from`` commercial break.'' â\u0080¢ <strong> Jerry Brown </strong> called the CRA a`` piggy bank'' that needs to be cracked open, and challenged it with the unanswerable, ruthlessly rhetorical question: <q> My message is: If not you, who? </q> \" â\u0080¢ California State Treasurer <strong> Bill Lockyer </strong> \", via spokesman Tom Dresslar, called the CRA-City Hall antics`` needlessly provocative acts of gamesmanship that warp the status quo.... Apparently, they don't think they have a", "new_id": -2}, {"uid": "1295029652070811648", "i": 40090, "idx": 2, "sa": ["Kayte Walsh", "David Letterman"], "q": "Cheers'' and`` Frazier'' star said on CBS'`` Late Show With <strong> David Letterman </strong>'' on Thursday night that he's marrying <strong> Kayte Walsh </strong>. He says that`` <strong> Kayte Walsh </strong>'s my new girl'' and that they... <q> Prev The PhilmGuy Reviews:` The Green Hornet' New Teen Mom Jenelle: Losing Her Baby Teen Mom: With drug-related charges against her, Teen Mom 2's Jenelle Evans risks losing contact with baby son, Jace for good. Hot Story: How <strong> Scarlett Johansson </strong> learned about her ex <strong> Ryan Reynolds </strong> and <strong> Sandra Bullock </strong>. Most Popular Boy Names of 2009 Reveals` Twilight' Theme on` Money Drop' <strong> Kelsey Grammer </strong> on Wedding Date With <strong> Kayte Walsh </strong>:`` Sometime in February </q>", "new_id": -2}]