[{"uid": "1296492708037863446", "i": 23142, "idx": 0, "sa": ["Lionel Hollins", "Allen Iverson", "Chris Wallace", "Michael Heisley"], "q": "33 points helped his team to won!!!! http://wn.com/Allen Iverson_Allen Iverson_SIGNED_with_Memphis_Grizzlies_ESPN_NBA_!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that I will continue my career. </q> Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added:`` I feel that they are committed to developing a winner and I know that I can help them", "new_id": -2}, {"uid": "1296509832005701678", "i": 40187, "idx": 0, "sa": ["Michael Vick", "Harry Reid"], "q": "! \" Hopefully your newly elected congress people will put a stop to this...!!! If there were real demand for more runways and terminals... private enterprise would jump on it. Report Abuse <q>`` On Monday, Majority Leader <strong> Harry Reid </strong>, D-Nev., and other Democratic leaders will release an estimate by the American Association of Airport Executives that says the airport construction funds will support the employment of 90,000 workers and affect another 190,000 jobs. </q> \" Report Abuse \" wow... look at the uber-predictable righty comments... \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in", "new_id": -2}, {"uid": "1295432329076251234", "i": 48338, "idx": 2, "sa": ["Alassane Ouattara", "Barack Obama", "Choi Young-jin"], "q": "and those troops have come under increasing attack from Gbagbo's forces. Bosnia's U.N. ambassador, Ivan Barbalic, the current Security Council <strong> Barack Obama </strong>, said members would vote on the resolution Wednesday. <q> There are no disagreements, it will be adopted, </q> he told reporters. The United Nations special representative to Ivory Coast, <strong> Choi Young-jin </strong>, said by videoconference from Abidjan that`` the political impasse is continuing'' with Gbagbo asking for a power-sharing government and <strong> Alassane Ouattara </strong> saying", "new_id": -2}, {"uid": "1297244504083116036", "i": 45249, "idx": 0, "sa": ["Donald Rumsfeld", "Robert Peston"], "q": "lending, transparency and bonuses will be announced by the...'' href=\"http://www.bbc.co.uk/blogs/opensecrets/2011/02/balen_report_the_case_continue.html\">`` Today was to have seen a Supreme Court hearing- and thus possibly the final stage- in the most...'' href=\"http://www.bbc.co.uk/blogs/thereporters/rorycellanjones/2011/02/the_future_of_friends_-_who_ca.html\"> <q> Facebook has won the social networking wars, right? The likes of MySpace, Bebo and Friends Reunited have fallen by the... </q>`` At 78, age has not mellowed him. As <strong> Donald Rumsfeld </strong> embarks on a series of TV interviews to promote his...'' You can stay up to date with <strong> Robert Peston </strong>'s Picks via these feeds.", "new_id": -2}, {"uid": "1297169468084033549", "i": 39097, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers", "Brett Favre"], "q": "the Super Bowl M.V.P.. href=\"http://www.livedash.com/transcript/late_show_with_David Letterman_David Letterman/5/KPIX/Monday_February_7_2011/558616/\"> He appeared on`` The Late Show With <strong> David Letterman </strong>.'' <strong> Aaron Rodgers </strong> was asked if <strong> Brett Favre </strong>'s rounds of off-season indecision had been a distraction. He said no and added, <q> I was the guy who took all the reps during the off-season, and <strong> Brett Favre </strong> was the guy who took all the reps during the season. </q>", "new_id": -2}, {"uid": "1295273637133546009", "i": 30453, "idx": 2, "sa": ["Charlie Sheen", "Bruce Willis", "Johnny Depp", "Hugh Hefner", "Angelina Jolie", "Ricky Gervais"], "q": "poked fun at The Tourist, the flop film starring <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>- both of whom were in the audience and smiled gamely. Explaining that it had been a big year for 3D movies, <strong> Ricky Gervais </strong> quipped: <q> It seems like everything this year was three-dimensional... except the characters in The Tourist. </q> There were jokes about <strong> Charlie Sheen </strong>(`` It's gon na be a night of partying and heavy drinking. Or as <strong> Charlie Sheen </strong> calls it: breakfast'') and <strong> Hugh Hefner </strong>'s sex life. He introduced <strong> Bruce Willis </strong>", "new_id": -2}, {"uid": "1295248061222461968", "i": 7188, "idx": 0, "sa": ["Charlie Sheen", "Johnny Depp", "C Phillip Morris", "Angelina Jolie", "Ricky Gervais"], "q": "`` It's going to be a night of partying and heavy drinking, or as <strong> Charlie Sheen </strong> calls it-` breakfast'''- and then quickly moved on to less obvious and more dangerous targets. <q> It seemed like everything was three dimensional this year, except the characters in` The Tourist,' </q> he quipped, taking a shot at A-list darlings <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>, whose nominations he joked were the product of bribery. While <strong> Johnny Depp </strong> smiled grimly, <strong> Ricky Gervais </strong> moved on to laud the un-nominated`` I Love You <strong> C Phillip Morris </strong>", "new_id": -2}, {"uid": "1296008739261193768", "i": 29359, "idx": 1, "sa": ["David Letterman", "Jesse Ventura", "Brian Urlacher"], "q": "sip of sumthin it feels like i just swallowed 20,000 mini knives.'' OD'd on football? Among the signs you have NFL playoff fever, from CBS's <strong> David Letterman </strong>:? <q> Got your wife a makeover so she'd look more like <strong> Brian Urlacher </strong>.?`` You answer the phone,` Hut, hut, hello?'?`` Just ruined a wedding by dumping Gatorade on the bride. </q> No foreign objects <strong> Jesse Ventura </strong>, the former rassler and ex-Minnesota governor, is suing the Transportation Security Administration and Department for`` unreasonable searches and seizures'' after he was subjected to a full-scale search after", "new_id": -2}, {"uid": "1295626029043139164", "i": 54098, "idx": 0, "sa": ["Larry Page", "Mark Hurd", "Mr. Cox", "Eric Schmidt", "Jamie Cox"], "q": ", the company also said co-founder <strong> Larry Page </strong> would replace <strong> Eric Schmidt </strong> as chief executive, with <strong> Mr. Cox </strong> <strong> Eric Schmidt </strong> assuming the role of chairman. At the bottom of the Mark Hurdet and as stocks started to recover in 2009, <q> we didn't care much about earnings, but earnings are now 100% of what's driving the Mark Hurdet, </q> <strong> Jamie Cox </strong>, managing partner of Harris Financial Group said.`` A lot of CEOs are coming out of their shells to say that things aren't looking as bad anymore,'' resulting in forecasts that beat expectations,", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}]