[{"uid": "1295153110091308033", "i": 13615, "idx": 0, "sa": ["Stan Van Gundy", "Allen Iverson", "Kobe Bryant"], "q": "Lakers their first loss of the season, 106-95 Friday night. The win was the Pistons' eighth in the last 10 meetings. <strong> Kobe Bryant </strong> scored 29 points for the Lakers, but went 12-of-30 from the floor. <q> We just played a good all-around game, </q> <strong> Allen Iverson </strong> said after the Pistons won for the third time since his arrival from Denver five games ago.`` It's just about playing basketball, underStan Van Gundyding what we want to do on the basketball court.`` We", "new_id": -2}, {"uid": "1296980052013991983", "i": 59580, "idx": 1, "sa": ["Andy Reid", "Michael Vick"], "q": "with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as <strong> Andy Reid </strong>. <q> He had a plan and he stuck to that, both on and off the field, </q> <strong> Andy Reid </strong> said.`` He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job", "new_id": -2}, {"uid": "1297114520257425423", "i": 42733, "idx": 13, "sa": ["Paula Abdul", "Harry Potter", "Katharine McPhee", "Simon Cowell", "Johnny Weir", "Jennifer Lopez"], "q": "<strong> Jennifer Lopez </strong>? Lastly, does he keep in touch with <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>? Does <strong> Johnny Weir </strong> Want To Be The <strong> Simon Cowell </strong> Of` Skating With The Stars'? Olympic figure skater <strong> Johnny Weir </strong> chats with Access at the <q> <strong> Harry Potter </strong> and the Deathly Hallows: Part I </q> premiere about what kind of judge he wants to be on ABC's`` Skating with the Stars.'' Plus, why is <strong> Johnny Weir </strong> such a big`` <strong> Harry Potter </strong>'' fan? Access Hollywood Live: <strong> Katharine McPhee </strong> Discusses", "new_id": -2}, {"uid": "1296964468246792245", "i": 28381, "idx": 0, "sa": ["Michael Vick", "Mike Williams"], "q": "from the game that impressed a panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver href=\"http://www.tsn.ca/nfl/teams/players/?name=Mike Williams+Mike Williams\"> <strong> Mike Williams </strong>, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.`` As a person and", "new_id": -2}, {"uid": "1297368774222625827", "i": 45672, "idx": 5, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from href=\"http://www.physorg.com/tags/antiquities/\" rel=\"tag\"> antiquities workers who demonstrated outside his office this week.? 2010 The Associated Press. All rights reserved. This material may", "new_id": -2}, {"uid": "1295250982187957297", "i": 39308, "idx": 0, "sa": ["Jerry Smith", "Jerry West", "Allen Iverson"], "q": "still say`` Bubbachuck'' <strong> Allen Iverson </strong> was better than both of them. Schools such as Arkansas, Kentucky, Duke, and three dozen other top <strong> Jerry Smith </strong> scored 20 points in number 7 ranked louisvills win over <strong> Jerry West </strong> virginia <q> This is only a fan made video and is not made for monetary gain. No copyright infringement intended. </q>*** Rate, Comment, Subscribe*** Visit: www.ojmayonnaise.com OJ Mayo is the Rookie of the Month... With PPG 21,0. I hope he will be the Rookie of the Year...* Honors for this video:", "new_id": -2}, {"uid": "1296018443211435553", "i": 22404, "idx": 0, "sa": ["Barack Obama", "Michael Vick", "Abraham Lincoln"], "q": "of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday.`` We're real excited about it,'' chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. href=\"http://feeds.stlouisnews.net/story/735952/ht/Was--- Abe--- Abraham Lincolns-- pardon-- to-- death-- row--- inmate---", "new_id": -2}, {"uid": "1295670206191152262", "i": 14576, "idx": 0, "sa": ["Eric Schmidt"], "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! </q> wrote <strong> Eric Schmidt </strong> in href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\" target=\"\"> a post on Google's official blog.`` Larry, in my clear opinion, is ready to lead.'' Page will take over April 4, with <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295916894006537222", "i": 36622, "idx": 0, "sa": ["Katrina Kaif", "Simon Cowell", "Carrie Fisher", "Donny Osmond", "Jenny Craig", "Valerie Bertinelli"], "q": ", who's the new rep for the <strong> Jenny Craig </strong> target=\"_blank\" href=\"http://wn.com/s/healthnews\"> diet plan.`` I would love to do a swimsuit reveal with <strong> Carrie Fisher </strong>,'' <strong> Valerie Bertinelli </strong>, 50, told PopEater Jan. 24, 2011. <q> I've always looked up to her, so I'd love to target=\"_blank\" href=\"http://filmreview.com/\"> film a commerical with her showing off her weight loss. I'm proud of the progess she has made <strong> Donny Osmond </strong> not a believer in new-look` Idol' <strong> Donny Osmond </strong> is ready to say Go Away to`` American Idol. </q> The vintage radio show the other night, said the popular Fox star-maker show isn't going to last without one of Does <strong> Simon Cowell </strong> Really Not Believe His Own Hype? <strong> Katrina Kaif </strong> has not only charmed herself with her acting", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago.`` This one feels great due to the fact that I've been through so much,'' <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]