[{"uid": "1295005888194838584", "i": 21298, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "had been telling her that she was inspiring the country with her courage and that we couldn't wait to take her out to pizza and a weekend away,\" <strong> Kirsten Gillibrand </strong>, a New York Democrat, said. <q><cite> skint: Jan. 13, 2011- 3:19 PM EST </cite> Lets tell the FACTS Ms. Hunt because they are out there.</q> Rep. <strong> Gabrielle Giffords </strong> opened her eys and responded to commands last Sunday, Monday and Tuesday. The doctors TOLD us in their media coverage on those days, so don't try heaping praise on some kind", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" Mr. <strong> Mike Pence </strong> told \"America's Morning News\" radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q>cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10.</q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}, {"uid": "1296851804023298125", "i": 34919, "idx": 0, "sa": ["Eric Schmidt", "Jason Silva"], "q": ". I think 2011 is going to be a great year for \"smartertainment\" and the kind of content that we are attempting to perpetuate. <strong> Jason Silva </strong>: <strong> Eric Schmidt </strong> said something that I thought was fascinating, <q>We produce more data every two days than we had produced in 10,000 years of human recorded history,</q> so that's where we are today in terms of the amount of information that's being outputted and being created and recorded and disseminated on a daily basis through social media. With all of this data overwhelming us", "new_id": -2}, {"uid": "1296394869086278167", "i": 21637, "idx": 0, "sa": ["Barack Obama", "Chuck Schumer", "Rand Paul", "Sen. Bernie Sanders"], "q": "+ issues to hammer against Republican plans to change those entitlement programs. Sens. <strong> Chuck Schumer </strong>( D-N.Y.) and <strong> Sen. Bernie Sanders </strong>( I-Vt.) are leading other Senate Democrats in the fight against Republicans to protect those popular programs. <q>They want to privatize Social Security,</q> <strong> Chuck Schumer </strong> said about the GOP. Not done yet: <strong> Barack Obama </strong> <strong> Rand Paul </strong> to introduce Social Security bill \"in the next two... Kentucky Republican <strong> Barack Obama </strong> <strong> Rand Paul </strong>\"s budget slashing spree was over, you have another thing coming.", "new_id": -2}, {"uid": "1297260302158613537", "i": 25880, "idx": 1, "sa": ["Bill Lockyer"], "q": "negotiation between the two houses, not the two parties. \"That's what I told Brown the day after the election,\" said Sen. Bob Dutton, R-Rancho Cucamonga( San Bernardino County). <q>I told him his biggest challenge will be getting Assembly Democrats and Senate Democrats on the same page.</q> State Treasurer <strong> Bill Lockyer </strong>, speaking about the dilemma at a conference last month, said there \"has been this nervousness, partly as a result of listening to political consultants... that you can't seem to", "new_id": -2}, {"uid": "1297600395127287377", "i": 48204, "idx": 2, "sa": ["Robin Morris", "Allen Iverson", "Dan Tan", "Darius Morris"], "q": "all of <strong> Darius Morris </strong>' stats and encouraged him to keep going as he struggled to find his role in college. \"But kind of rag on me if I missed free throws,\" <strong> Darius Morris </strong> said. <q>Like, \"Come on, man, what's up? We need those free throws.'</q> <strong> Dan Tan </strong> became part of the <strong> Darius Morris </strong> family. With <strong> Darius Morris </strong> at Michigan, <strong> Darius Morris </strong>\" parents, DeWayne <strong> Darius Morris </strong> Sr. and <strong> Robin Morris </strong>, and their older son, DeWayne <strong> Darius Morris </strong> <strong> Allen Iverson </strong>, drove to Brentwood to pick up", "new_id": -2}, {"uid": "1295637535256720907", "i": 3715, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "of <strong> Google Inc. </strong>, which gained 2 percent following Thursday's better-than-expected quarterly results and the news that Page would replace <strong> Eric Schmidt </strong> as chief executive, were down$ 1.08 at$ 625.69 in midday trading on Friday. <q>What's going to change under Larry?</q> said BGC Partners analyst Colin Gillis, asking the question on the minds of executives from the tech capital of Silicon Valley to media-centric New York. \"In our opinion, Larry is likely to increase investments", "new_id": -2}, {"uid": "1296762870078708770", "i": 16179, "idx": 3, "sa": ["Zahi Hawass"], "q": "museum resulted in \"70 broken objects, all of which can be restored.\" \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. <q>If anything happens, I will announce it.</q> He explained that the fire brigade was deployed close by to intervene if need be. His blog featured pictures of heavily armed troops stationed in his office and behind the museum's high railings.", "new_id": -2}, {"uid": "1297647737198574120", "i": 31000, "idx": 2, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "assessment I asked him if he thought <strong> Barack Obama </strong> would face either a Democratic primary challenger or an independent challenger on the Left. <strong> Sen. Bernie Sanders </strong> replied, \"I wouldn't be surprised.\" But then he quickly added, <q>But I don't have the answer to that.</q> I did see a couple of people wearing a \"Draft <strong> Sen. Bernie Sanders </strong>\" sticker. For his part,| 2.13.11@ 7:40 PM \"back to my days with the New Democratic Party\"", "new_id": -2}, {"uid": "1296496263150683659", "i": 2546, "idx": 0, "sa": ["Kirsten Gillibrand", "Rand Paul"], "q": ") spoke with Russ Mitchell with an update on... Photo in Slideshow: <strong> Rand Paul </strong>, <strong> Kirsten Gillibrand </strong> Photo in Slideshow: Bolivia's President Morales holds coca... Odd News Video: Girl Finds 33-Million-Year Old Cat Skull Report Abuse <q>you can make a form of meth with it?</q> well the guy who wants it banned is a Democrat so OBVIOUSLY we should point and laugh at him and allow just anyone to buy this stuff. why would anyone want to ban this stuff", "new_id": -2}]