[{"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the \"Wapping two top men\" regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q>It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published.</q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}, {"uid": "1295826103073957409", "i": 10437, "idx": 3, "sa": ["Candy Crowley", "Colin Powell", "Bill Clinton"], "q": "of the United States,\" he told CNN. \"And I don't adhere to a single party line.\" Here is a partial transcript of the chat between <strong> Colin Powell </strong> and CNN's <strong> Candy Crowley </strong>: <q>CROWLEY: We are entering a presidential campaign season. Do you see anyone currently in the Republican field that would prompt you to vote Republican in 2012 and not vote for the re-election of <strong> Barack Obama </strong>? Anybody interest you in the Republican field?</q> POWELL: I will always vote as I have throughout my life, for the person that I think is best qualified to be <strong> Bill Clinton </strong> of the United States, and I don't adhere to a single party", "new_id": -2}, {"uid": "1295754838184385536", "i": 19, "idx": 0, "sa": ["Alyse Eady", "David Letterman"], "q": "at Sundance until Monday, but he can already breathe easier: Sony Pictures Classic has already acquired the rights to the film.  Watch: Miss Arkansas on <strong> David Letterman </strong>  Miss Arkansas <strong> Alyse Eady </strong> performs her ventriloquist rendition of <q><strong> I Wan </strong> na Be a Cowboy's Sweetheart.</q>  Twitter is lighting up in response to yesterday's \"Land of Opportunity\" bill with the hilarious#rejectedarkansasmottos trend. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong>  Miss Arkansas <strong> Alyse Eady </strong> will appear on the \"Late Show with <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1295538829247300197", "i": 46482, "idx": 0, "sa": ["Steve Ballmer"], "q": "centers- prior to its availability as customer-premise or third-party hosted offerings. The move is an example of <strong> Steve Ballmer </strong>'s commitment last year that the company is \"all in\" on cloud computing. <q>This is the first time we've made a release in the cloud before we have done so in the server version, and I think that really reflects the push by Microsoft into the cloud,</q> <strong> Steve Ballmer </strong> said in a statement. In fact, Microsoft's Dynamics CRM Online service is based on Microsoft's Dynamics CRM 2011 package, which is set for its own Working Smarter Through Intelligent, Responsive", "new_id": -2}, {"uid": "1295494129204455946", "i": 42891, "idx": 0, "sa": ["Sergio Marchionne"], "q": "WINDSOR, ONTARIO- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" At the Detroit auto show last week,", "new_id": -2}, {"uid": "1295649657122683421", "i": 23009, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "Not much chance of that happening. \"The Capital Region has figured it out in terms of jobs for the future, not jobs for the past,\" said Senator <strong> Chuck Schumer </strong>( D- New York). <q>Whether it be here at GE or up in Luther Forest.</q> \"If we can beat Russia in the race to the moon, we can beat China in the race to green energy and that's what this is about,\" said Senator <strong> Kirsten Gillibrand </strong>( D- New York", "new_id": -2}, {"uid": "1296770511173654034", "i": 12155, "idx": 5, "sa": ["Donald Rumsfeld", "Joe Biden", "George Tenet", "Condoleezza Rice", "Bill Clinton"], "q": ". Critics might question why <strong> Joe Biden </strong> didn't immediately prepare to deploy as many as 150,000 troops to Afghanistan, <strong> Donald Rumsfeld </strong> writes. But \"we would have needed many months to build a large occupying army,\" and <q>this would have given the Taliban time to prepare for the conflict, and al Qaeda both the incentive and the opportunity to relocate.</q> \"The <strong> Bill Clinton </strong> did not lie. The vice <strong> Bill Clinton </strong> did not lie. <strong> George Tenet </strong> did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie. The Congress did not lie. The far less", "new_id": -2}, {"uid": "1297702534073007116", "i": 3949, "idx": 2, "sa": ["Steve Ballmer"], "q": "in de kamer. Geen Android-achtige fragmentatie Er zijn nu achtduizend apps voor Windows Phone 7 beschikbaar, meldt Microsoft. Tot nu toe hebben 1 miljoen software-developers de Visual Studio-toolkit voor Windows Phone gedownload. <q>We willen de fragmentatie voor ontwikkelaars tegengaan zoals gebeurd is bij andere mobiele platforms,</q> verwijst <strong> Steve Ballmer </strong> naar Google's mobiele platform Android. Nokia's Ovi Maps en bijbehorende locatiediensten zullen volgens <strong> Steve Ballmer </strong> \"breed worden ingezet\" binnen Microsofts zoekmachine Bing. \"Dat gebeurt niet alleen op Windows Phones,", "new_id": -2}, {"uid": "1295216511235503625", "i": 10226, "idx": 0, "sa": ["Allen Iverson"], "q": "two points shy of his season high, added nine in the final period, when the Sixers fought off a rally by the Bulls and opened a 19-point lead. Philadelphia has won four of its last six. <q>This game will give us a little bit more confidence,</q> <strong> Allen Iverson </strong> said. \"It gives us confidence because if we can beat the world champions, there shouldn't be any reason why we shouldn't feel we can beat every team we play against. Some nights we", "new_id": -2}, {"uid": "1295501171076414991", "i": 6955, "idx": 0, "sa": ["Michael Jackson", "Janis Joplin", "Simon Cowell", "Jennifer Lopez"], "q": "paint chips as a child?\") And he wants to find \"a <strong> Janis Joplin </strong>.\"( Maybe not a great idea.) <strong> Jennifer Lopez </strong> was gorgeous and never less than engaging and said she was <q>not in the business of crushing spirits.</q> And Randy <strong> Michael Jackson </strong>, well, he's still our dog. <strong> Simon Cowell </strong> is gone. Deal with it. I have. This is essentially a new show. And all in all, it worked.", "new_id": -2}]