[{"uid": "1296474894002113563", "i": 21465, "idx": 0, "sa": ["David Banks", "Rupert Murdoch", "Eric Schmidt"], "q": "new details. <strong> Rupert Murdoch </strong>, who was scheduled to speak at a panel discussion with Google Inc.. Chief Executive Officer <strong> Eric Schmidt </strong> at the World Economic Forum in Davos, Switzerland, last week canceled his appearance. <q> The mess bursting around his business in Britain will undoubtedly impact on his international ambitions, </q> said <strong> David Banks </strong>, a former editor of the Daily Mirror who also worked for News Corp. newspapers the New York Post and The Sun. A spokeswoman for News Corp. declined to comment on whether the hacking allegations", "new_id": -2}, {"uid": "1297260696007700498", "i": 6014, "idx": 0, "sa": ["Peter Dickson", "Simon Cowell"], "q": "to fly out to Los Angeles later this month to talk to Fox executives, as Cowell-Simon Cowell/\" <strong> Simon Cowell </strong> news from Female First\"> <strong> Simon Cowell </strong> is keen to include him in the show. <strong> Peter Dickson </strong> said: <q> <strong> Simon Cowell </strong> has said he'd like me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet the Fox executives to try to sort out a deal. </q> \" <strong> Simon Cowell </strong> has said he'd like me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet the Fox executives to", "new_id": -2}, {"uid": "1295473409213434455", "i": 25780, "idx": 4, "sa": ["Sergio Marchionne"], "q": "loans and offer its stock for sale again. \"I can't stop the machine,\" <strong> Sergio Marchionne </strong> said. \"So far, I have been able to manage it,\" he said, but <q> there will come a point in time when I have to go into the kitty and use other cash for this. </q> Chrysler is working on making its gasoline engines more efficient with technology from partner Fiat SpA. The automaker will introduce an 8-speed automatic transmission on cars sold in the United States starting this year.", "new_id": -2}, {"uid": "1295456090049922076", "i": 29900, "idx": 2, "sa": ["Simon Cowell"], "q": "the iconic <strong> Simon Cowell </strong> in the judges' box. \"No show can maintain craze status indefinitely. The show had signs of weakness last year and the downward trend is likely to continue,\" McCall said. <q> The loss of <strong> Simon Cowell </strong>[ <strong> Simon Cowell </strong>] alone gives viewers a sense that the decline is upon us. </q> Still, it's hard to count out the program that has topped the Nielsen ratings for an unprecedented six straight seasons. \"There's going to be a lot of interest and heavy sampling", "new_id": -2}, {"uid": "1295041503041500682", "i": 8462, "idx": 5, "sa": ["Erskine Bowles", "Bernie Sanders", "Barack Obama", "Alan Simpson"], "q": "may be open to cutting Social Security benefits. <strong> Bernie Sanders </strong> said <strong> Barack Obama </strong> should have expected <strong> Erskine Bowles </strong> and <strong> Alan Simpson </strong> would recommend raising the retirement age. \"That wasn't an accident,\" he said. <q> When you appoint people, you know what you're going to get. </q> The commission issued a final proposal in December that called for increasing the retirement age to 68 by 2050 and to 69 by 2075. It also suggested using a different basis for calculating cost-of-living adjustments, which", "new_id": -2}, {"uid": "1295725300067436636", "i": 3524, "idx": 0, "sa": ["Andy Coulson"], "q": "Talks End With No Deal Report Abuse \" Can we detain and deport all Illegal Immigrant Brazilians from the USA? \"( about 2,000 lives lost), but Brazil will lose about 1,000 lives. Report Abuse <q> Missing my arse, they` re DEAD& Rotting. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1296509935175063107", "i": 8756, "idx": 1, "sa": ["Sergio Marchionne"], "q": "because of worker concessions. \"It was absolutely owed that we treat our people properly,\" CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call, as reported by the Free Press. <q> The obligation to our people was much greater than the need to improve our bottom line profitability. </q> <strong> Sergio Marchionne </strong> is also CEO of Italy's Fiat, which controls Chrysler. You must fill out the comment body in order to submit a comment.", "new_id": -2}, {"uid": "1296557675034062373", "i": 8447, "idx": 0, "sa": ["Pattie Mallette", "David Letterman", "Selena Gomez", "Justin Bieber"], "q": "The teen sensation, currently dating Disney star <strong> Selena Gomez </strong>, was chaperoned by his old dear <strong> Pattie Mallette </strong> during a visit to the Late Show With <strong> David Letterman </strong>. <strong> Justin Bieber </strong> tweeted fans from the New York studio, saying: <q> I'm hanging out with my Dave at@late_show we need to get him twice as many followers! </q> The Baby singer, 16, is busy doing promo for his upcoming 3D movie Never Say Never. The documentary centres on the teen titan's 2010 My World Tour and includes scenes of him", "new_id": -2}, {"uid": "1295670451069369910", "i": 2003, "idx": 1, "sa": ["Allen Iverson", "Kobe Bryant"], "q": "in their first-round playoff series. Games 3 and 4 will be in Denver on Saturday and Monday night. <strong> Kobe Bryant </strong> finished with 49 points and 10 assists- one shy of his career playoff high in both categories. <q> Tonight, the way he was going, we probably could have put 10 people on the court and probably wouldn't have been able to stop him, </q> said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. \"I didn't realize it,\" <strong> Kobe Bryant </strong> said when told about his scoring spree. \"You just get into", "new_id": -2}, {"uid": "1297509326118882321", "i": 33930, "idx": 3, "sa": ["Dick Cheney", "Donald Rumsfeld"], "q": "<strong> Dick Cheney </strong> said the conflict would be \"weeks rather than months.\" Appearing on ABC's \"This Week\" two weeks after the invasion( March 30, 2003), <strong> Donald Rumsfeld </strong> said, <q> We know where the( weapons of mass destruction) are. They're in the area around Tikrit and Baghdad and east, west, south and north somewhat. </q> They still haven't been found anywhere. Because there weren't any. Now, <strong> Donald Rumsfeld </strong> has written a book not to clarify the misinformation and mistakes made in Iraq, but to try to salvage his", "new_id": -2}]