[{"uid": "1295559371260145235", "i": 20218, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. stories with the most comments in the", "new_id": -2}, {"uid": "1295578130033980419", "i": 23377, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Canadian search results have been powered by Microsoft's Bing search engine since August, based on a collaboration agreement. <strong> Eric Schmidt </strong>, in his new role as executive chairman, will focus on <q>broader business relationships, government outreach and technology thought leadership,</q> according to Google's announcement. He'll also serve as an advisor to Page and <strong> Sergey Brin </strong>, although he sent a Twitter message today saying that \"day-to-day adult supervision no longer needed.\"", "new_id": -2}, {"uid": "1295563364204783630", "i": 10565, "idx": 9, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "a long time to be a CEO,\" <strong> Eric Schmidt </strong> said during the call. <strong> Sergey Brin </strong>, meanwhile, will devote his time and energy to strategic projects, in particular working on new products. <q>I'm looking forward to many more decades of work together,</q> <strong> Sergey Brin </strong> said on the conference call. \"I would like to work more on my personal passions[ including] several new significant products that I hope to tell you about\" soon. <strong> Sergey Brin </strong> said he", "new_id": -2}, {"uid": "1295779311072171695", "i": 46278, "idx": 1, "sa": ["Andy Coulson"], "q": "murky truth will come to light.\" Mr <strong> Andy Coulson </strong> is understood to have told the Prime Minister of his intention to resign on Wednesday but the decision was announced on Friday. 22 Jan 2011 <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,</q> he added. The Prime Minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice", "new_id": -2}, {"uid": "1295881023196345904", "i": 20150, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "Jan 24, 2011, 9:56 AM EST- U.S. Markets close in 6 hrs 4 mins <strong> Google Inc. </strong> awards$ 100 million to <strong> Eric Schmidt </strong>{ \"s\": \"goog\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} On Monday January 24, 2011, 9:25 am NEW YORK( AP)-- <strong> Google Inc. </strong> says it has awarded$ 100 million worth", "new_id": -2}, {"uid": "1295173746138477568", "i": 16710, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": "playoff games with six turnovers. Ryan threw two interceptions, including one that was returned 70 yards for a touchdown by <strong> Tramon Williams </strong>, and also lost a fumble. He finished with 186 yards. <q>We moved the ball pretty effectively but we just didn't capitalize,</q> Ryan said. \"We didn't get points when we needed to get points. It's disappointing.\" The Falcons also had a fourth-quarter fumble by receiver <strong> Michael Vick </strong> Jenkins. For Ryan,", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q>When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is,</q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said. \"That's the type of level that he's playing at.\" McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}, {"uid": "1296164661230342706", "i": 32084, "idx": 0, "sa": ["Steve Ballmer"], "q": "though revenue climbed 15 percent. \"We are enthusiastic about the consumer response to our holiday lineup of products, including the launch of Kinect,\" said Microsoft chief financial officer Peter Klein. <q>The pace of business spending, combined with strong consumer demand, led to another quarter of operating margin expansion and solid earnings per share growth.</q> Microsoft sold more than eight million gesture-sensing Kinect controllers for Xbox 360 videogame consoles in the 60 days after it hit the market in November, chief executive <strong> Steve Ballmer </strong> said early this month. Subscribe to RSSMost", "new_id": -2}, {"uid": "1295980170233783301", "i": 14071, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "'s nobody in this House who's taken as serious a long-term view on the budget as Paul Ryan.\" Democrats delight in spotlighting his controversial proposals and daring other Republicans to embrace them. <q>Up until this point, the Republican leadership has been vague about what federal programs they want to cut,</q> said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. \"On the other hand, Congressman Ryan has been very clear on this subject.\" Delivering the party's response to the president is an", "new_id": -2}, {"uid": "1297344557177520643", "i": 11129, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "targeted because of his fame. <strong> Anderson Cooper </strong> said he didn't think his attackers \"particularly\" knew who he was. <strong> David Letterman </strong> pointed out that, even so, <strong> Anderson Cooper </strong> has a distinctive look about him. <q>You... just standing on a corner, call attention to yourself,</q> he said. That was amusing. <strong> Anderson Cooper </strong> doesn't take himself too seriously. filo: That was amusing. <strong> Anderson Cooper </strong> doesn't take himself too seriously. V% 2FY0Q5TXXF1lGh0dXkTYZz% 2Ff9HKelVKWS1jZn1owympIgqrqhDYvrNx2wvpOPd3Pc% 2BKRclLLMFOZ649vUB7BSw% 3D%", "new_id": -2}]