[{"uid": "1295658301074924120", "i": 24668, "idx": 4, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "time and I've always felt he was punished for the same offence twice.\" Labour leader <strong> Ed Miliband </strong> said Mr <strong> Andy Coulson </strong> had \"done the right thing\" but should have gone earlier. He said: <q> We've been saying for some time that the cloud of allegations surrounding <strong> Andy Coulson </strong>'s tenure at the News of the World raised real questions about his ability to be at the heart of the Downing Street machine. </q> Mr <strong> Ed Miliband </strong> added: \"It raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for so long. \"I think <strong> David Cameron </strong> made the wrong judgment because it is clear that", "new_id": -2}, {"uid": "1296467037100122653", "i": 10375, "idx": 0, "sa": ["Steve Ballmer"], "q": "Of Employment Agreement Microsoft CEO <strong> Steve Ballmer </strong> This apparently did not sit well with Microsoft, and a complaint was filed with the Superior Court for damages and injunctive relief. <q> In plain violation of his employment agreement with Microsoft, Miszewski has accepted employment with Microsoft's direct competitor Salesforce.com, </q> reads the complaint, \"in a position that targets precisely the same market segment- government and public sector customers- that was Miszewski's area of responsibility while employed at Microsoft.\" Microsoft alleges that", "new_id": -2}, {"uid": "1297190401179781647", "i": 33932, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "stoked resentment in Berlin and Paris. It was meant to point out that there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented \"old NATO' not` old Europe'.\" \"In any event, the phrase` old Europe\" entered the vernacular. The", "new_id": -2}, {"i": 33514, "idx": 0, "index_answer": 3, "new_id": -1, "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. \"Nobody is above the law, no newspaper editor, no journalist. </q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said: \"<strong> Tony Blair </strong> did not have", "sa": ["Tony Blair", "Gordon Brown", "Andy Coulson", "Harriet Harman"], "uid": "1295792724254902285"}, {"uid": "1297648406082984968", "i": 5701, "idx": 0, "sa": ["Zahi Hawass"], "q": "the uprising. <strong> Zahi Hawass </strong>, minister of state for antiquities, said a statue of the renowned boy king Tutankhamun and several other ancient treasures had been stolen from the museum. The missing objects include <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on January 28, during clashes between protesters and riot police who used tear gas", "new_id": -2}, {"uid": "1296124108014483472", "i": 1409, "idx": 0, "sa": ["Andy Coulson"], "q": "10:26 AM So Plastic Dave is trying to spin his way out of this by pleading ignorance.Did he not ever discuss the matter with <strong> Andy Coulson </strong>? Thakinski 27 January 2011 10:26 AM BigB73 <q> Seriously do people really care about this at all? </q> By the number of comments on this issue over the past few months the answer is quite simply a resounding In order to post a comment you need to be registered and signed in.", "new_id": -2}, {"uid": "1297279329173539341", "i": 28445, "idx": 0, "sa": ["Donald Rumsfeld", "Sen. Joe Lieberman"], "q": "CAN Create more regulation YES <strong> Sen. Joe Lieberman </strong> CAN Increase the size of government YES <strong> Sen. Joe Lieberman </strong> CAN Create more wasteful spending YES <strong> Sen. Joe Lieberman </strong> CAN Take in more ILLEGAL ALIENS YES <strong> Sen. Joe Lieberman </strong> CAN Report Abuse <q> He is smart to collect retirement pay from the Senate before they quit paying it due to the loss of funds for it. Save all your cash,... the big crash is coming in years to come. You think Egypt has it rough... just wait for the US to start cashing in the bonds to pay Social Secuity retirees in the next 20 year!!!! </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader", "new_id": -2}, {"uid": "1295278289044859433", "i": 19956, "idx": 5, "sa": ["Mike Pence"], "q": "that he actually did it under fire- is just a very big deal,\" Benko added. Benko also said that <strong> Mike Pence </strong>'s open commitment to socially conservative values would resonate with tea party members: <q> He has demonstrable integrity both in his word and his deed- that is really extraordinary, </q> Benko said. \"I think people are looking for integrity, and <strong> Mike Pence </strong>'s integrity is so vivid that once you focus on it, I think that's going to move a lot of people.\"", "new_id": -2}, {"uid": "1295419429158941199", "i": 13928, "idx": 0, "sa": ["Gabrielle Giffords", "Kent Conrad", "Byron Dorgan", "Sen. Bernie Sanders"], "q": "...- That was fast. Exactly one week after leaving Congress, former Sens. <strong> Byron Dorgan </strong>...( D-N.D.) announced Tuesday that he will not seek re-election in... Video: <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> Making Progress Report Abuse <q> Two more democrats bailing out knowing they wouldn't get reelected anyway, Mexico has Montezuma's revenge, Washington DC has <strong> Barack Obama </strong>'s Toxic Syndrome, unless you're a democrat from California New York or Massachusetts, you're more likely to be kicked out of office, The irony is, just two years ago, liberals in this very board were predicting the republican party would not survive another election, they were right about the prediction, but wrong about what which party would become extinct. </q> Report Abuse \" \"The budget deficit is completely out of control\"\" <strong> Kent Conrad </strong> contributed to our nations deficit, who he kidding talking about finding ways to lessen it? Is he going to", "new_id": -2}, {"uid": "1297077081054001689", "i": 49403, "idx": 0, "sa": ["Zahi Hawass"], "q": "Slideshow: <strong> Zahi Hawass </strong>, Director for the Supreme Council of Antiquities... Photo in Slideshow: The Egyptian Museum is seen at right in this general view of the... World Video: Western Australia wildfire burns homes Report Abuse <q> Some of you dumbheads are mixing up Religion& Archeology and nurturing hatred. What has this document/ Egyptology& Islam got to do. Perhaps Islam is too young to talk about Egyptology. Keep Islam and stupidity away in this forum. Egyptology is not only for egypt it is the wonders of the earth. </q> Report Abuse \"they've have been digging the sphinx out for several years but from thousands of years of nature they have away to go studies of the head suggest that it was once a lions head but was", "new_id": -2}]