[{"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q>Our spacing was good, which made it very difficult to corral me,</q> <strong> Kobe Bryant </strong> said. \"When they did, we were able to swing the ball and get open opportunities for everybody else.\" <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}, {"uid": "1297260081046088218", "i": 10078, "idx": 3, "sa": ["Eric Schmidt"], "q": "lawyers work. So I always say to the product makers, just build the best product you can.\" <strong> Eric Schmidt </strong> admitted, however, that Google has to be more cautious when launching new products. <q>It is a reality that when we release products we have to be sensitive to regulatory and privacy issues,</q> he said. \"So we now do extensive reviews and we're pretty happy with that balance now. The engineers build stuff, the lawyers come in, there are then a series of often very difficult fights", "new_id": -2}, {"uid": "1297275612018513958", "i": 27279, "idx": 4, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "any case, his orders clearly violated the military chain of command-something <strong> Donald Rumsfeld </strong> failed to point out, according to his own account of the subsequent conversation. \" \"Yes, I understand,\" I replied. <q>Who did you give that direction to?</q>\" \"It was passed from here through the[ operations] center at the White House,\" <strong> Dick Cheney </strong> answered. \"Has that directive been transmitted to the aircraft? \"`", "new_id": -2}, {"uid": "1296019529211435562", "i": 24172, "idx": 0, "sa": ["Bill Lockyer", "Michele Bachmann", "Newt Gingrich"], "q": "under the influence of alcohol on a university campus, killing 20-year-old student Chen Xiaofeng and injuring the other. Reports later emerged that when security tried to stop him from fleeing the scene, Li shouted: <q>Go ahead, sue me. My father is Li Gang!</q>- in an apparent attempt to use the influence of his father, the deputy police chief of Baoding city. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers", "new_id": -2}, {"uid": "1295103301211468349", "i": 16599, "idx": 1, "sa": ["Sergio Marchionne"], "q": " \"We're happy the majority of workers at Mirafiori has understood Fiat's commitment to transform it into a plant with an international reach,\" <strong> Sergio Marchionne </strong>, 58, said in an e-mailed statement today. <q>We're happy because workers with their vote showed they have confidence in their future. Our plan for this plant is very ambitious.</q> <strong> Sergio Marchionne </strong> needs a majority of the 5,500 employees at the factory to sign off a Dec. 23 accord approved by most unions as he seeks to turn around Fiat's unprofitable Italian operations and revitalize an alliance with", "new_id": -2}, {"uid": "1296136603265256978", "i": 43258, "idx": 0, "sa": ["Cheryl Cole", "Matt Cardle", "Sharon Osbourne", "Simon Cowell", "Dannii Minogue"], "q": "The X Factor'. If current panellists <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> quit to concentrate on the forthcoming US version of the show, it is rumoured <strong> Sharon Osbourne </strong> will resume her previous role on the judging panel. <q> \"The X Factor' is a great show and I thought I had a great year last year.</q> <strong> Dannii Minogue </strong>- who won the competition last year with her act <strong> Matt Cardle </strong>- told the Daily Express newspaper: \"I'm not worried about <strong> Sharon Osbourne </strong> coming back- it\"s up to them to recruit whoever they want", "new_id": -2}, {"uid": "1295675868065781764", "i": 38927, "idx": 3, "sa": ["Jason Kapono", "Carmelo Anthony", "Allen Iverson", "Rasho Nesterovic"], "q": "seconds left to put the Kings ahead 104-98. <strong> Jason Kapono </strong> scored 26 points off the bench for the Raptors, who have lost four straight and five of six. <strong> Rasho Nesterovic </strong> added 20 points and eight rebounds for Toronto. <q>We've got to get five, six, seven players playing well at the same time,</q> Toronto coach Sam Mitchell said. \"One night, it's a couple of guys http://wn.com/Iverson_31pts12ast_Melo_30pts12reb_Lead_Nuggets_Past_Suns <strong> Allen Iverson </strong>, <strong> Carmelo Anthony </strong> Lead Nuggets Past Suns By ARNIE STAPLETON, AP Sports Writer Posted Mar 6 2008 1:43 AM Denver 126,", "new_id": -2}, {"uid": "1295156723221855763", "i": 25487, "idx": 1, "sa": ["Allen Iverson", "Yao Ming"], "q": "had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. \"This was a <strong> Yao Ming </strong> win for us at somebody else's home,\" <strong> Allen Iverson </strong> said. <q>Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.</q> Elias Says <strong> Allen Iverson </strong> posted his own kind of triple double on Wednesday, leading the Nuggets to a win over Memphis by shooting 11-of-26 from the floor, 10-of-12 from the line and adding 12 assists. It was only", "new_id": -2}, {"uid": "1295645168182517789", "i": 6877, "idx": 0, "sa": ["Eric Schmidt"], "q": "increasing competition from younger upstarts such as Facebook, the social networking phenomenon that is vying with Google for Internet advertising revenue. To get back its mojo, Google may be returning to its start-up roots. <q>A lot of the growth of the company used to be driven by innovation,</q> said Yun Kim, an analyst at investment firm Gleacher& Co. \"Having someone with the very strong product background that Larry has could bring some innovation back to Google.\" <strong> Eric Schmidt </strong>, 55", "new_id": -2}, {"uid": "1297164600054263858", "i": 38507, "idx": 4, "sa": ["Simon Cowell"], "q": "\" is not entirely clear. In 2008, <strong> Simon Cowell </strong> faced criticism after reports that X Factor UK's golden ticket, a\" Â£ 1m recording contract\", meant Â£ 150,000 in prize money. <q>We make over a million pound commitment to the winner,</q> <strong> Simon Cowell </strong> said, meaning hundreds of thousands of pounds invested on development and promotion. <strong> Simon Cowell </strong> promises US X Factor winner$ 5m contract There are no comments yet for this article. In order to", "new_id": -2}]