[{"uid": "1296252283055099490", "i": 11048, "idx": 1, "sa": ["Newt Gingrich", "Mike Pence"], "q": "left the door open to running for governor. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" Mr. <strong> Mike Pence </strong> wrote in a letter to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> The <strong> Newt Gingrich </strong> Assesses His Potential 2012 Presidential Primary Competition Former Speaker of the House <strong> Newt Gingrich </strong> provided a candid assessment of some of the potential GOP presidential candidates that he could face in the 2012 primary cycle if he, as", "new_id": -2}, {"uid": "1295044022095961088", "i": 18864, "idx": 1, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "\" The Frasier star appeared on the Late Show with <strong> David Letterman </strong> Thursday night and sounded resolute about his plans for a quickie divorce from Camille, so he can tie the knot with <strong> Kayte Walsh </strong> soon. <q> Kate's my new girl and we're planning on getting married soon, </q> <strong> Kelsey Grammer </strong> says on the Late Show. <strong> David Letterman </strong> asks, \"Oh you're getting married soon?\" \"Sometime in February,\" <strong> Kelsey Grammer </strong> responds. During the interview 29- year-old", "new_id": -2}, {"uid": "1297226350092209194", "i": 12093, "idx": 3, "sa": ["Colin Powell", "President Bush"], "q": "because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Mr. Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children, but no obvious sign", "new_id": -2}, {"uid": "1295397624010076164", "i": 35077, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. \"We need to completely rethink the", "new_id": -2}, {"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talking about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said. \"We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does \"The Dougie\", an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}, {"uid": "1295976368172294158", "i": 9272, "idx": 4, "sa": ["Eric Schmidt"], "q": "social networking and is facing stiff competition from companies like Facebook and Twitter, which are stealing web traffic and perceived to be poaching engineering talent. <strong> Eric Schmidt </strong> rejected the notion that Google was losing key people. <q> Our retention has been actually the same and our turnover has been exactly the same for seven years, </q> he said. \"We're going to be hiring many thousands of people this year.\" <strong> Eric Schmidt </strong> said that in his new role he would be able to spend more time on government issues and Google", "new_id": -2}, {"uid": "1297325128230850591", "i": 7169, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "Indeed, <strong> Donald Rumsfeld </strong> conceded that it's hard today to give a simple explanation- as you could with World War II- about what the Iraq war and related terrorism conflicts were all about. <q> It is a marathon, not a sprint, </q> he said. \"It is a competition of ideas. For whatever reason, we are hesitant and not skillful in engaging in the competition of ideas.\" Last night, the competition of ideas did", "new_id": -2}, {"uid": "1296798464219398156", "i": 24007, "idx": 2, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson", "Selvin Young"], "q": "and his teammates were keeping up. \"A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,\" <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with http://wn.com/Tecmo_Super_Bowl_'08__THE_SEASON__Denver_Broncos__Super_Bowl_[2/2] Super Bowl. Denver Broncos vs. Minnesota Vikings. Second Half. Denver- 35 Minnesota- 28 Final Second Half Box Score:* 28-14- DEN: <strong> Selvin Young </strong>", "new_id": -2}, {"uid": "1297435533253329439", "i": 47697, "idx": 0, "sa": ["Steve Ballmer"], "q": "Android surpassed Symbian to become the world's No 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team <q> more innovation, greater global reach and scale. </q> Subject Nokia, Microsoft join forces for smartphone Should Malta have a consultative referendum on divorce before Parliament votes, or should it have an abrogative referendum after the House decides? Malta should", "new_id": -2}, {"uid": "1295907459085770303", "i": 28958, "idx": 6, "sa": ["Zahi Hawass"], "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>. \"But I don't care; I am doing this for Egypt.\" Cooperstown for noodles It's Michael Bauer's Bay Area pasta hall of fame. This heavenly ragout from Cotogna", "new_id": -2}]