[{"uid": "1296160283122896480", "i": 14026, "idx": 4, "sa": ["Chuck Schumer", "Mike Crapo", "Sen. Bernie Sanders"], "q": "get past the politics of the past and deal with this issue, making the hard decisions that have to be made,'' <strong> Sen. Bernie Sanders </strong> <strong> Mike Crapo </strong>, R-Idaho, said Thursday at a Senate hearing on the budget deficit. <q> As we move forward in that context, I personally believe strongly that all aspects of the spending and revenue side of the equation must be on the table. </q> <strong> Sen. Bernie Sanders </strong> <strong> Chuck Schumer </strong>, D-N.Y., accused congressional Republicans of wanting to end Social Security by privatizing it.`` Privatize means end,'' <strong> Chuck Schumer </strong> said Thursday after the meeting of the Senate Social Security Caucus", "new_id": -2}, {"uid": "1295601090081559617", "i": 29227, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "The 50-year-old actress- who plays scathing cheerleading coach Sue Sylvester on the US TV show- believes there are many similarities between the teacher and the straight-talking talent show judge. She said: <q> If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her.`` He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <strong> Jane Lynch </strong> also admitted she is`` amazed'' by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with", "new_id": -2}, {"uid": "1295559175029818886", "i": 47600, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "for day-to-day operations and product development and strategy. That doesn't mean <strong> Eric Schmidt </strong> is leaving-- he'll carry on as Executive Chairman and serve as an advisor to Page and co-founder <strong> Sergey Brin </strong>, focused on external things like <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> As for <strong> Sergey Brin </strong>, he'll now`` devote his energy to strategic projects, in particular working on new products,'' with the simple title of Co-Founder. <strong> Eric Schmidt </strong>'s clarified and explained the change in", "new_id": -2}, {"uid": "1295499872140181512", "i": 3838, "idx": 4, "sa": ["Allen Iverson", "Chauncey Billups", "Vince Carter", "Yao Ming"], "q": "vs Nuggets Game 1 Playoffs! HD! 19.4.09 capped by revgen DENVER( AP) <strong> Chauncey Billups </strong> can't recall any of his other 117 playoff performances being as <strong> Yao Ming </strong> as his 36-point outburst in front of his homies. <q> It was definitely one of my best games in the playoffs, </q> <strong> Chauncey Billups </strong> said Monday after reviewing film of his stir... <strong> Allen Iverson </strong> 2001 Playoff vs Raptors( every single point) I have made this video of AI vs <strong> Vince Carter </strong> the Toronto Raptors in 2001 NBA Playoff. Every single points", "new_id": -2}, {"uid": "1295779892017170523", "i": 1844, "idx": 10, "sa": ["Mike Pence"], "q": "said Monday he's leaning in one direction but declined to say what it was.`` We're nearing the end of a process that began right after Election Day in November,'' <strong> Mike Pence </strong> said. <q> We've determined that it would be appropriate for us to make a decision on our general direction before the end of January. </q> His recent activities suggest he has been keeping his options open. <strong> Mike Pence </strong> addressed state legislators Monday and is speaking at 16 upcoming Lincoln Day dinners across the state. He campaigned", "new_id": -2}, {"uid": "1294952896035717140", "i": 16480, "idx": 2, "sa": ["Michelle Obama", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "Washington with the president Thursday morning. <strong> Gabrielle Giffords </strong>' husband Mark Kelly then told his wife to give them a thumbs-up if she could hear him. Instead, she slowly raised her left arm. <q> <strong> The doctor </strong> said this is amazing what she's doing right now and beyond our greatest hopes, </q> <strong> Kirsten Gillibrand </strong> said. <strong> Barack Obama </strong> and first lady <strong> Michelle Obama </strong> had visited with <strong> Gabrielle Giffords </strong> and her husband earlier in the day before attending a memorial service for the victims of Saturday's shooting rampage. Kelly told the", "new_id": -2}, {"uid": "1296940939224919552", "i": 14166, "idx": 6, "sa": ["Eric Schmidt"], "q": "social is the next big narrative. <strong> Eric Schmidt </strong> says that people who`` opt in'' to the system will begin experiencing a much richer relationship with technology, aided by their computerised`` personal assistant''. <q> We still think of search as something you type, </q> <strong> Eric Schmidt </strong> said.`` Perhaps a decade from now, you will think, well, that was interesting, I used to type but now it just knows.`` How does it know? Well,", "new_id": -2}, {"uid": "1296852063052805632", "i": 4649, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "AP Pro Football Writer DALLAS( AP)- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans.`` I want", "new_id": -2}, {"uid": "1296407544252772372", "i": 142, "idx": 20, "sa": ["Elgin Baylor", "Allen Iverson", "Jason Terry", "Dikembe Mutombo"], "q": "shots and <strong> Allen Iverson </strong> scored 47 points as the Philadelphia 76ers beat the Atlanta Hawks 108-103 Friday night. The Hawks have lost 10 straight, including nine since trading <strong> Dikembe Mutombo </strong> to Philadelphia in a five-player deal on Feb. 22. <q> <strong> Elgin Baylor </strong> kept running into them and they kept telling me they were going to dunk on me, </q> said <strong> Dikembe Mutombo </strong>, who is living at the same hotel that Atlanta stayed at in downtown Philadelphia.`` <strong> Elgin Baylor </strong> kept telling them during the course of the game,` Why are you even trying?'' <strong> Jason Terry </strong> had", "new_id": -2}, [{"i": 8884, "idx": 1, "index_answer": 0, "new_id": -1, "q": "of team that can make some noise in the East.`` It's us trying to stay together, which we will, and to keep working to figuring out how to win games,'' <strong> Maurice Cheeks </strong> said. <q> There are a lot of things we've got to work on. </q> <strong> Allen Iverson </strong> led the Sixers with 36 points and <strong> Chris Webber </strong> had 15.`` The most I got out of it was that guys need to take a challenge to make this team better,'' <strong> Allen Iverson </strong> said.`` He", "sa": ["Maurice Cheeks", "Chris Webber", "Allen Iverson"], "uid": "1295683128125009927"}]]