[{"uid": "1295779892017170523", "i": 1850, "idx": 16, "sa": ["Mike Pence"], "q": "opposing the Medicare drug benefit in 2003 and for challenging GOP leaders on other spending issues. He's also viewed as strong on defense issues and a champion of issues important to social conservatives. <q>To those who say that marriage is not relevant to our budget crisis,</q> <strong> Mike Pence </strong> said in an enthusiastically received speech at the Family Research Council's Values Voter Summit last fall, ''I say you would not be able to print enough money in a thousand years to pay for the government", "new_id": -2}, {"uid": "1296715247139952129", "i": 22338, "idx": 2, "sa": ["J.R. Smith", "Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR <strong> J.R. Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. ''I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Carmelo_32_points_10_rebounds_8_assists_vs_Dallas_Mavs_Dirk March 27, 2008 The minutes didn't matter", "new_id": -2}, {"uid": "1296224676092700695", "i": 2087, "idx": 11, "sa": ["Mike Pence"], "q": "the right move.'' Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one ''because he made it.'' <q>You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana,</q> McIntosh said. From USA TODAY and Associated Press", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880? ''A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q>The key is the conservative movement adopting him as its favorite.</q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. ''The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}, {"uid": "1297272180137707539", "i": 40670, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business. ''We're already making strong traction across our Server and Tools Business by embracing cloud services,'' said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future.</q> As president of the Server and Tools Business, <strong> Satya Nadella </strong> will oversee the overall strategy, engineering, marketing and product development for Microsoft's server, tools and cloud platform efforts. This includes developing the technology", "new_id": -2}, {"uid": "1295753411087883776", "i": 29311, "idx": 0, "sa": ["Andy Coulson"], "q": "being accepted, so I'll have to make a separate post of it, regarding the source of US aid to Haiti following the earthquake. from Wikipedia discussing US earthquake aid to Haiti: <q>The USA is the largest foreign source of relief aid to Haiti from the 2010 Haiti earthquake. USA, through USAID is giving more than$ 712 million in aid. However, this money is comprised by the donations of many non-governmental organizations such as World Vision and the Red Cross accumulated from different parts of the globe through various campaigns in support of Haiti.[ 1</q> http://en.wikipedia.org/wiki/Foreign_aid_to_Haiti Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$", "new_id": -2}, {"uid": "1295416067196034628", "i": 10176, "idx": 1, "sa": ["Sergio Marchionne"], "q": "in Windsor, Ontario, today but Fiat/Chrysler CEO <strong> Sergio Marchionne </strong> was already pondering the next-generation van. ''We need to completely rethink the minivan,'' he told the AP's Dee-Ann Durbin at the plant in Canada. <q>We need to retain all its functionality but make it much more versatile.</q> He said that could mean vehicles that still haul a family, but don't are not traditional minivans. The company also is pondering whether it wants both the upscale Chrysler Town and Country,$ 30,000 and", "new_id": -2}, {"uid": "1295683091039469111", "i": 33907, "idx": 3, "sa": ["Charlie Beckett", "Andy Coulson"], "q": ", who says her phone also was hacked. <strong> Andy Coulson </strong> was called in for questioning last fall, but Britain's top prosecutor said last month there was insufficient evidence to file charges against him. <q>It was always going to be when, rather than if,</q> said <strong> Charlie Beckett </strong>, director of POLIS, a media think tank at the London School of Economics. ''I don't know anybody in Britain who didn't think <strong> Andy Coulson </strong> must have known more about this than has come", "new_id": -2}, {"uid": "1297130833188514310", "i": 22960, "idx": 5, "sa": ["Simon Cowell"], "q": "X Factor'' involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q>Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition.</q> The ''X Factor'' contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent. ''I'm genuinely staggered this hasn't happened. All", "new_id": -2}, {"uid": "1295746465110362632", "i": 4946, "idx": 4, "sa": ["Allen Iverson"], "q": "route to his third career 50-point game and first since February 6 against Sacramento. ''When your jumper is on, the basket seems like an ocean and the basketball seems like a rock,'' he said. <q><strong> That guy </strong> is the way it felt tonight. ''My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls the plays and I wouldn't set a career high without those guys.</q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Gund Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 loss in April 1997 after being named Most Valuable", "new_id": -2}]