[{"uid": "1295254600092618767", "i": 8645, "idx": 12, "sa": ["Marcus Camby", "Allen Iverson"], "q": "big plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets.`` I dreamed it up a certain way, and it was better than that,'' <strong> Allen Iverson </strong> said. <q> Everything was perfect but one thing, and that was not winning the game. </q> <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Western", "new_id": -2}, {"uid": "1295901162252542991", "i": 9661, "idx": 4, "sa": ["Simon Jones", "Simon Cowell"], "q": ". But it seems <strong> Simon Cowell </strong> has now had a change of heart.`` I asked a successful guy,`` What's the best advice you can give me?'' He said, <q> <strong> Simon Jones </strong>, know when to leave the fair, </q> he said.`` I think that's good advice- one year, I actually found myself thinking,`` I've run out of insults, I don't know how I'm going to tell", "new_id": -2}, {"uid": "1295545014070058029", "i": 8249, "idx": 0, "sa": ["Jennifer Lopez", "Steven Tyler", "Simon Cowell"], "q": "setting a different tone. <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>: Too nice for` American Idol?' stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or target=\"_blank\" href=\"http://wn.com/?an?\"> an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1295616805243957789", "i": 29091, "idx": 2, "sa": ["David Cameron", "Andy Coulson"], "q": "give the 110 percent needed in this role.''`` I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.'' <q> I'll leave within the next few weeks and will do so wishing the Prime Minister, his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government. </q> <strong> David Cameron </strong>`` I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to", "new_id": -2}, {"uid": "1296109437176996376", "i": 37364, "idx": 1, "sa": ["Bernie Sanders"], "q": "U.S. government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> title=\"A University of Iowa spokesman said Thursday afternoon that 13 footbal...\" href=\"http://www.kcci.com/sports/26613508/detail.html\"> 13 Iowa Players Suffer Muscle Disorder Police: Boyfriend Stabbed Pregnant Woman Six Times title=\"A new Microsoft data center is now under construction in West", "new_id": -2}, {"uid": "1296441765100565009", "i": 32668, "idx": 1, "sa": ["Michael Vick", "Barack Obama"], "q": "December, <strong> Barack Obama </strong> reportedly called the owner of the Philadelphia Eagles to support the team's willingness to give <strong> Michael Vick </strong> a second chance. The Eagles' commitment to <strong> Michael Vick </strong> has been clear since they signed him in 2009: <q> If a person made a terrible mistake and then paid their debts to society, was deeply remorseful and turned their life around completely... would you be willing to help this human being move forward? </q> Despite these public displays of support, <strong> Michael Vick </strong> has faced intense scrutiny and criticism since his 2007 arrest and conviction for a series of crimes related to dog fighting. The NFL's initial response was severe. NFL", "new_id": -2}, {"uid": "1295423004000589831", "i": 15451, "idx": 4, "sa": ["Raffaele Bonanni", "Sergio Marchionne", "Maurizio Landini", "Giorgio Airaudo"], "q": "responsabile Auto <strong> Giorgio Airaudo </strong> che ricorda che`` per adesso ai salari dei lavoratori mancano 1.200 euro perch la Fiat ha tagliato i premi aziendali'', la rinnovata richiesta di riaprire la trattativa(( il no di <strong> Raffaele Bonanni </strong>: <q> Questo non? un gioco di societ </q>) e col segretario <strong> Maurizio Landini </strong> che attacca <strong> Sergio Marchionne </strong>(`` Non vuole pi nessun contratto'') e parla di modello tedesco:`` Dico s se preso nel suo complesso: pi salari, pi diritti, meno lavoro", "new_id": -2}, {"uid": "1295242473192987149", "i": 13474, "idx": 1, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": ", a New York Democrat, said she talked with <strong> Gabrielle Giffords </strong>' husband, <strong> Mark Kelson </strong>, on Saturday night. The astronaut described the latest progress in his injured wife's recovery after the Jan. 8 shooting. <q> She's making progress every day, </q> <strong> Kirsten Gillibrand </strong> said.`` She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and", "new_id": -2}, {"uid": "1295888384234930180", "i": 33677, "idx": 2, "sa": ["Bill Lockyer"], "q": "of 20 to 25 percent- drawing gasps from some 200 educators, administrators and teacher representatives.`` So far, I've heard good ideas about how to spend more money,'' <strong> Bill Lockyer </strong> said. <q> Great, it ain't there. It's time to make cuts- I believe deep cuts. I'd do 25 percent across the board.`` Those who wanted less government, you're going to get your wish. In other communities that are willing to put something on the ballot to make up that difference, they're going to have a higher service level. </q> California's K-12 and community college education budget, which comprises about 40 percent of the state spending plan, has experienced$ 7 Bill Lockyerion in cuts over the last three years. According to the", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q> We have real challenges in terms of unemployment, </q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans`` can not be tolerated.''`` We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}]