[{"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}, {"uid": "1295580035256213030", "i": 22447, "idx": 4, "sa": ["Eric Schmidt", "John Battelle"], "q": "rivals, said:`` <strong> Eric Schmidt </strong> has been at it for a decade, a very long time to be running a company, particularly one that has very headstrong founders in key positions of power.'' <q> I think it's fair to say that Larry Page will not be a conventional CEO-- he's not been much of a public figure for the past ten years, </q> <strong> John Battelle </strong> added on his blog, Battellemedia.com.`` It will be interesting to see if that changes, or if Page chafes at the relentless public demands of running a massively scrutinized public company.''", "new_id": -2}, {"uid": "1295725464067436558", "i": 22663, "idx": 0, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "decade. BGC Partners analyst Colin Gillis said Google experienced tremendous growth under <strong> Eric Schmidt </strong>, becoming a search and advertising powerhouse, but the company also arguably experienced a number of missteps and missed opportunities. <q> A case can also be made that the company has not built any new material revenue streams, was late to building for the mobile market, has no effective social solutions, overbuilt its headcount and placed itself in the crosshairs of government regulators, </q> Gillis said. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's biggest challenges now are to`` prove that they've got their Mojo back and that nobody needs to fear them''.", "new_id": -2}, {"uid": "1296768935227753988", "i": 35594, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "realize the influence of extremist organizations, as well as the Muslim Brotherhood, but I don't think the status quo is something that could lead to anything but much more violence,'' <strong> John McCain </strong> said. <q> I do think that what a lot of us should be advocating for is an orderly transition, a government composed of the army, pro-democracy forces and individuals that would keep things calm, and an open and free election process for the elections in September.`` We will... have to understand that there is the radical Islamic element out there that is bent on our destruction. </q> On ABC's`` Good Morning America,'' <strong> John McCain </strong> responded to former <strong> John McCain </strong> Defense <strong> Donald Rumsfeld </strong>'s criticisms of him in his new book saying,''( <strong> Donald Rumsfeld </strong>) and I had a very, very strong", "new_id": -2}, {"uid": "1295803490043466754", "i": 48356, "idx": 2, "sa": ["Colin Powell", "Dick Cheney"], "q": "My point is that these bastards find a way to funnel money their way even when they're supposedly looking to CUT budgets. I'd have more respect for <strong> Colin Powell </strong> if he said something like, <q> We need to cut the number of active troops to save money and let's do it without giving millions to Halliburton during the process this time. </q> Absolutely. During the 2000 GOP convention... <strong> Dick Cheney </strong> proclaimed`` Help is on the Way.'' The crowed roared...... but he was talking to the Defense Contractors.", "new_id": -2}, {"uid": "1297242618238927902", "i": 24483, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": "<strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described the site as`` Terrorist Poison and Explosive Factory, Khurmal.'' Rumsfeld said Khurmal was", "new_id": -2}, {"uid": "1295799418036782093", "i": 2721, "idx": 0, "sa": ["Colin Powell"], "q": "in his State of the Union address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. <q> I think he's got a way to go, </q> <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1296708705003522561", "i": 42169, "idx": 1, "sa": ["Casey Abrams", "Marc Anthony", "Steven Casey", "Simon Cowell"], "q": "are correct, but <strong> Simon Cowell </strong>'s absence hasn't been as impactful as expected because <strong> Steven Casey </strong> <strong> Casey Abrams </strong> sends a jolt through` American <strong> Marc Anthony </strong>' Newsday <strong> Casey Abrams </strong> up last on`` American <strong> Marc Anthony </strong>'' in Austin, singing <q> I Don't Need No Doctor, </q> he's instantly better than I thought based on his schtick of carrying a mouth organ thing around. High-energy, fun, scatting all over the place, and it all hangs together well.`` YES'' all", "new_id": -2}, {"uid": "1297176031226918403", "i": 3196, "idx": 38, "sa": ["David Letterman", "Aaron Rodgers"], "q": "'' <strong> David Letterman </strong>:`` Is it fun when you're out there? I mean, you're overwhelmed by adrenaline for a while aren't you when you're out there?'' <strong> Aaron Rodgers </strong>: <q> Yeah, I was pretty hyped up starting the game. I'm usually pretty calm throughout the game, but I was a little hyped up, missed a couple throws early on, but once we settled into the game, you know, it just felt like another game and was able to go through my progressions and make some plays. <strong> David Letterman </strong>;`` What is the belt we have here? Tell us the origins of this. </q> <strong> Aaron Rodgers </strong>:`` You know, the belt's really caught on.'' <strong> David Letterman </strong>:`` Go ahead and spin it, you're dying to spin it.''( referring to the WWE", "new_id": -2}, {"uid": "1295739237074268687", "i": 9450, "idx": 10, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Allen_Iverson_41pts_Break_Kobe's_Ankle_vs_Shaq_Lakers_98/99 <strong> Allen Iverson </strong>'s eighth career 40-point game had a nice little unexpected bonus", "new_id": -2}]