[{"uid": "1295485200094470183", "i": 725, "idx": 1, "sa": ["Mike Pence", "Nancy Cordes"], "q": "245 to 189 to repeal health care reform. The party line vote capped a vigorous debate in which Republicans vilified the health care law and Democrats exalted it, reports CBS News Congressional correspondent <strong> Nancy Cordes </strong>. \" <q> When you order every American to buy health insurance whether they want it, need it or not, that's a government takeover of healthcare, </q> said <strong> Mike Pence </strong>, R-Indiana, on the floor. \"Really? Who is taking over what health care plan? Who? We are offering people tax incentives, small businesses tax incentives to go buy private", "new_id": -2}, {"uid": "1297459269244645955", "i": 3648, "idx": 1, "sa": ["Hosni Mubarak", "Mike Pence", "Ileana Ros-Lehtinen", "Gary Ackerman"], "q": "this glorious, peaceful revolution in order to substitute a repressive religious regime and regional instability for the stifling and brutal <strong> Hosni Mubarak </strong> regime,\" said <strong> Gary Ackerman </strong>, the top Democrat on the House Middle East subcommittee. <q> I am concerned about an orderly transition to what? Or an orderly transition to who? </q> Representative <strong> Mike Pence </strong>, a Republican, said during a hearing of <strong> Ileana Ros-Lehtinen </strong>'s committee on Thursday, the day before <strong> Hosni Mubarak </strong> stepped down. Some analysts think worries about the Muslim Brotherhood are overblown. The group is", "new_id": -2}, {"uid": "1297170233084033557", "i": 26291, "idx": 0, "sa": ["Charlie Bass", "Mike Pence", "Paul Ryan", "Ann McLane Kuster", "Sandy Adams"], "q": "starting Tuesday. Listen to the ad here. \"Congressman <strong> Charlie Bass </strong> gets affordable healthcare, with protections against insurance companies cutting him and his family off,\" the ad says. <q> No lifetime limits. No Ann McLane Kusterual caps. No preexisting conditions. But last month <strong> Charlie Bass </strong> voted to deny you and your family these same protections. </q> Daily Kos is also going after <strong> Mike Pence </strong> <strong> Paul Ryan </strong>( R-Wisc.) with a similar spot set to air in Milwaukee, Racine and Janesville for the next week. Reps. <strong> Sandy Adams </strong>( R-Fla.)", "new_id": -2}, {"uid": "1297260106046088366", "i": 12226, "idx": 1, "sa": ["Mike Pence", "Chris Smith", "Jerrold Nadler"], "q": "<strong> Mike Pence </strong> <strong> Jerrold Nadler </strong>, D-N.Y. called the <strong> Chris Smith </strong> bill an attack on women, and said that it would go beyond the Hyde amendment by increasing taxes on people who have health insurance that covers abortions. <q> This bill is a new and very extreme assault on the private choices families and businesses make on their own health care. We must not be deceived into believing that this bill would simply codified existing restrictions on the use of federal funding. This is pure falsehood, </q> <strong> Jerrold Nadler </strong> said. <strong> Mike Pence </strong> Debbie Wasserman-Schultz, D-Fla., said Republicans had \"awakened a sleeping giant\" by introducing a bill that would make it harder for women to choose to have an abortion and called the", "new_id": -2}, {"uid": "1296366488199786542", "i": 44443, "idx": 8, "sa": ["Rush Limbaugh", "Mike Pence", "David McIntosh", "Phil Sharp"], "q": "as a radio talk-show host, he started a TV show in 1995. Although <strong> Mike Pence </strong> was inspired by <strong> Rush Limbaugh </strong>, he kept to his \"no personal attacks\" pledge. <q> Conservative media, including <strong> Rush Limbaugh </strong>, have a tremendous blind spot when it comes to making a distinction between differences in public policy and personal differences, </q> <strong> Mike Pence </strong> told The Indianapolis Star in 1995. When <strong> David McIntosh </strong>, who had succeeded <strong> Phil Sharp </strong>, decided to run for governor in 2000, <strong> Mike Pence </strong> won a six-way primary for the GOP nomination in the 2nd", "new_id": -2}, {"uid": "1296232388135299224", "i": 27554, "idx": 1, "sa": ["Rachel Maddow", "Michael Steele", "Mike Pence"], "q": "leading Republican <strong> Mike Pence </strong> saying that anti-abortion issues had to be a top priority for the new Congress. <strong> Rachel Maddow </strong> then turned to <strong> Michael Steele </strong>. \"What am I gon na do with you?\" he joked. <q> I don't even know where to begin with your opening. There are so many holes in it. </q> <strong> Michael Steele </strong> said that the culture wars are \"virtually over,\" at least on the national level. \"What you're seeing now is something a little bit closer to home, which is a state", "new_id": -2}, {"uid": "1296309067021659679", "i": 7909, "idx": 0, "sa": ["Mike Pence"], "q": "Star Press MUNCIE, Ind.-- U.S. <strong> Mike Pence </strong> discussed his political future-- in somewhat nonspecific terms-- while addressing students in a Central High School social studies class Friday. <strong> Mike Pence </strong> acknowledged he was considering <q> maybe coming home and running for governor, </q> but the Republican said he was likely months away from making a final decision. He didn't completely rule out seeking a seventh term representing Indiana's 6th District in the U.S. House. While it's", "new_id": -2}, {"uid": "1296232207160088064", "i": 23156, "idx": 7, "sa": ["Mike Pence", "Mike McDaniel"], "q": "home of GOP \"rising stars\" like <strong> Mike Pence </strong>. \"<strong> Mike McDaniel </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,\" he said. <q> He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state. </q> The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as \"", "new_id": -2}, {"uid": "1296162655194232366", "i": 54109, "idx": 2, "sa": ["Sharron Angle", "Mike Pence"], "q": "spent any time around <strong> Mike Pence </strong> will tell you that he is as dumb as a box of rocks. He'd fit right in a GOP presidential field that includes Palin DeMint, and <strong> Sharron Angle </strong>. Report Abuse <q> I would like to announce my plans to run against the Marxist/Communist Islam-a-nut MONSTER currently destroying the country. Thank you for your support. <strong> Mike Pence </strong> 2012!!!! </q> <strong> Mike Pence </strong>| January 27, 2011 at 03:33 PM", "new_id": -2}, {"i": 45806, "idx": 2, "index_answer": 0, "new_id": -1, "q": "better than me,\" he quipped.\" ' X Factor' has a craziness about it, an unpredictability. It is more raw. It is more competitive,\" he said. <q> If we can't, with what is on offer, find a global star, then I would say we have failed. There is that person or that group sitting in America waiting to be discovered, </q> <strong> Simon Cowell </strong> said. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "sa": ["Simon Cowell"], "uid": "1297121266135839981"}]