[{"uid": "1296413477170033205", "i": 29655, "idx": 10, "sa": ["Cheyenne Jackson", "Mike Pence", "Marjorie Dannenfelser"], "q": "that <strong> Mike Pence </strong> has\" come to the place that's right for him and his family.\"\" What I most want is for him to have a long future,\" <strong> Marjorie Dannenfelser </strong> said. <q> So I'm sure that he's made a discernment that this is the right move. </q> Former Rep. <strong> Cheyenne Jackson </strong> McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one\" because he made it.\"\" You've got to", "new_id": -2}, {"uid": "1296153769183746589", "i": 11656, "idx": 1, "sa": ["Sergio Marchionne"], "q": ", and Fiat is set to hit two more targets to reach a 35-percent stake in Chrysler, possibly increasing it to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. <q> I think the opening of the capital markets window in the United States is real, </q> <strong> Sergio Marchionne </strong> said.\" I think it would be unwise for Chrysler not to take advantage of the opening.\" On the Italian side, he is preparing to invest 700 million euros($ 961 million", "new_id": -2}, {"uid": "1295819037185630726", "i": 782, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "fellow Stanford University alumnus <strong> Sergey Brin </strong> in 1998-- to take the reins of a company that has dominated Internet search for a decade but is in danger of losing traffic to social networks like Facebook and Twitter. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. <strong> Eric Schmidt </strong>, who became CEO in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach,", "new_id": -2}, {"uid": "1297152367211075085", "i": 30532, "idx": 7, "sa": ["Donald Rumsfeld", "President Bush"], "q": "ik niet zou blijven als de Democraten de macht in het Congres zouden overnemen\", schrijft de oud-minister. <strong> Donald Rumsfeld </strong> voorzag dat hij om de haverklap op het matje zou worden geroepen bij een Democratisch Congres. <q> Dit betekende dat het tijd was om sommige mensen te vervangen. </q> 12 jan 2010 In het buitenland al vaker en meer Irak-onderzoeken 9 nov 2010 Biografie <strong> President Bush </strong> verschenen Audio Sijbolt Noorda, voorzitter VSNU reageert op de plannen van staatssecretaris Zijlstra over het hoger... 13 jaar na hun afscheid", "new_id": -2}, {"uid": "1296773679130859011", "i": 20702, "idx": 0, "sa": ["Zahi Hawass"], "q": "past weekend before police resecured the area. The excavator, who requested anonymity, added that the tomb of Maya, the wet nurse of King Tutankhamun, was\" completely destroyed.\" Another Western archaeologist said, <q> We still don't know the extent of the damage, but things have been bad and out of control. </q> None of the Molotov cocktails hurled yesterday around Tahrir Square, home of the Museum of Egyptian Antiquities, damaged the building or its contents, according to <strong> Zahi Hawass </strong>, the minister of antiquities. His", "new_id": -2}, {"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,\" says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q> Then a friend of mine... called me and said,' I think you're making a big mistake,'? </q> he says.\" Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?\"", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}, {"uid": "1295097461234078273", "i": 23439, "idx": 0, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "( D-CA), <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>( D-FL) and Sen. <strong> Kirsten Gillibrand </strong>( D-NY), were in the room when <strong> Nancy Pelosi </strong> <strong> Gabrielle Giffords </strong> raised her eyelids. called it a\" girl power\" moment. <q> After she heard our voices and the encouragement of[ her husband] Mark[ Kelly] and her parents, she struggled briefly and opened her eyes for the very first time. It was a miracle to witness, </q> says Sen. <strong> Kirsten Gillibrand </strong>. The strength of political sisters, the love of friends and family, top-notch medical care and <strong> Nancy Pelosi </strong> <strong> Gabrielle Giffords </strong>' obviously strong will to survive made this moment possible.", "new_id": -2}, {"uid": "1295627764018169864", "i": 48166, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "to Page and <strong> Sergey Brin </strong>. According to Google, these executive changes will help to streamline the decision-making process and\" create clearer lines of responsibility and accountability at the top of the company.\" <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> comments <strong> Eric Schmidt </strong>.\" By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead, and I'm excited about", "new_id": -2}, {"uid": "1295717523000638988", "i": 20307, "idx": 5, "sa": ["Allen Iverson", "Nate Robinson"], "q": "I would have a good chance of making it,\" <strong> Nate Robinson </strong> said.\" So I just shot it hard and let it go.\"\" The sky's the limit for him,\" <strong> Allen Iverson </strong> said. <q> He's a tough guard. He's got the best coach in the world on his side. </q> New York, outplayed in the first half, outhustled and outworked the 76ers for a key 16 1/2- minute http://wn.com/Allen_Iverson's_Game_Winner_vs_Kevin_Durant_the_Thunders_08/09_NBA <strong> Allen Iverson </strong> kept the ball this time. A week after passing up a chance at a winning shot", "new_id": -2}, {"uid": "1295934844032604211", "i": 30207, "idx": 0, "sa": ["Jay Leno", "Johnny Carson", "Gregory Popovich", "David Letterman"], "q": "the animals to do stuff that the rest of us can not train ourselves or our children to do. His animals are just naturally amusing, especially the cats. He just has to herd them. <q> I don't believe that I train the animals to do a certain trick or stunt. Instead, I teach the animals to perform on stage by allowing them to show off their individual personalities and talents, </q> <strong> Gregory Popovich </strong> said. The World Famous <strong> Gregory Popovich </strong> Comedy Pet Theater has been written up in People magazine, lauded by The New York Times and seen on <strong> David Letterman </strong> and <strong> Jay Leno </strong>. Former Tonight Show host <strong> Johnny Carson </strong> called <strong> Gregory Popovich </strong>", "new_id": -2}]