[{"uid": "1297210131061849602", "i": 3317, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "Asked about former <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong>'s infamous 2003 speech to the United Nations in which he cited questionable intelligence about Iraq's alleged weapons program, <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong> was an \"honorable man\" who <q> believed every word he gave in that speech. </q> <strong> Donald Rumsfeld </strong> also defended the detention camp at Guantanamo Bay, which the Obama administration has been unsuccessfully trying to shutter for the past two years. <strong> Donald Rumsfeld </strong> lamented that officials were never able to improve the camp's", "new_id": -2}, {"uid": "1295610219050561027", "i": 8663, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "top decision-maker because of \"the pace of decision-making and the scale of the company.\" Mr. <strong> Sergey Brin </strong>, who joined Mr. Page and Mr. <strong> Eric Schmidt </strong> in the interview, said the three-way process confused employees. <q> We wanted to make it clear to all the executives and the managers who report to us where they should send an e-mail, </q> he said. Mr. Page and Mr. <strong> Eric Schmidt </strong> said the decision was mutual. \"I don't think there's another person in the universe that could have done as good a job as <strong> Eric Schmidt </strong> has done", "new_id": -2}, {"uid": "1296441989213188616", "i": 20821, "idx": 4, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran Nuggets vs Hornets 18/12/2009 Pueden verlo en nba.com Denver", "new_id": -2}, {"i": 15634, "idx": 1, "index_answer": 0, "new_id": -1, "q": ",\" <strong> Eric Schmidt </strong> said in a prepared statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.\" Twitter comment on the shuffle was less formal: <q> Day-to-day adult supervision no longer needed!, </q> he wrote. The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and Brin have long run Google as a trio, an approach they spelled out in an \"owner's manual\" included in the", "sa": ["Eric Schmidt"], "uid": "1295559654260145168"}, {"uid": "1297271679224821249", "i": 9067, "idx": 0, "sa": ["Zahi Hawass", "Howard Carter"], "q": "were in need of restoration work including a statue of King Tutankhamun, part of the treasure trove discovered in his tomb in Luxor's Valley of the Kings, uncovered by British archaeologist <strong> Howard Carter </strong> in 1922. <q> We started the restoration two days ago. In three days, all these monuments will be completely restored, </q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs", "new_id": -2}, {"uid": "1295454374253952036", "i": 35140, "idx": 1, "sa": ["Sarah Palin", "Kristen Stewart", "David Letterman", "Martha Stewart"], "q": "plays Bella Swan in the movie Twilight.... <strong> Martha Stewart </strong> Calls <strong> Sarah Palin </strong> \"Dangerous\"& \"Confused\" headzup.tv <strong> Martha Stewart </strong> talks about her interview where she called <strong> Sarah Palin </strong> \"confused\", \"dangerous\", and that she <q> wouldn't watch her if you paid me. </q> Read more about it here-- http... FULL <strong> Kristen Stewart </strong> Interview on <strong> David Letterman </strong> 06 28 10( Part 1) FULL <strong> Kristen Stewart </strong> Interview on <strong> David Letterman </strong> 06 28 10( Part 1) <strong> Sarah Palin </strong> meets Fargo. Hilarious. Best video", "new_id": -2}, {"uid": "1295476329265797672", "i": 841, "idx": 2, "sa": ["Simon Cowell", "Jennifer Lopez"], "q": "me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.\"( A jab at <strong> Simon Cowell </strong>?) <q> I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage, </q> he prattled cheerfully. \"There's camaraderie that you haven't seen in 10 years on this show. I get along with Randy, and <strong> Jennifer Lopez </strong> is a fox; she's street, she's got a", "new_id": -2}, {"uid": "1296016264210583567", "i": 43569, "idx": 2, "sa": ["Eric Schmidt"], "q": "Mr <strong> Eric Schmidt </strong>, speaking at the DLD media conference in Munich yesterday, said he expected to spend another 10 years at the company, after his surprise handover last week to co-founder Larry Page. <q> I'm very personally excited about my next decade at Google, </q> said Mr <strong> Eric Schmidt </strong>, who had previously said that the move was an effort to speed up decision-making. talkback No responses currently. Irrelevant or inappropriate comments might be edited or removed.", "new_id": -2}, {"uid": "1295607761007487551", "i": 39589, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "has such incredible opportunity-we are only at the beginning and I can't wait to get started.\" Even <strong> Sergey Brin </strong> was in all praise for <strong> Eric Schmidt </strong> but also mentioned about his personal passions and new products saying, <q> I'd like to mention that I've had a great time working with Larry now for 15 years and <strong> Eric Schmidt </strong> for a decade. Both of them have inspired and moved me. I would like to work more on my personal passions. There will be several new products I'm working on. I've been accused of vaporware recently, so I won't talk about them yet. But soon. </q> There are many analysts who believe that Larry Pages lacks experience in the top CEO level. Also he was previously into inventing things. Creating and marketing products to consumers is a different thing altogether. Page", "new_id": -2}, {"uid": "1297120389257998877", "i": 20500, "idx": 1, "sa": ["Simon Cowell"], "q": "amount of pressure on people,\" said the reality TV mogul. The winner will receive a million-dollar check once a year for five years, from which recording and marketing expenses will not be deducted. <q> This is not a dressed-up five million dollars, </q> said <strong> Simon Cowell </strong>. And those concerned that an inexperienced nobody now thrust into the limelight might blow the money on hookers and coke, need not worry. The winner will receive financial advice on how best to", "new_id": -2}]