[{"uid": "1295218051235503687", "i": 1654, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Ben Ali"], "q": "`` permBen Alink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/14/VI2011011403335.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01142011- 21v&amp;flvURL=/media/2011/01/14/01142011- 21v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F14%2F01142011- 21v.jsn''}{`` title'': <q> Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes </q>,`` description'':`` Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.'',`` note'':", "new_id": -2}, {"uid": "1295580035256213030", "i": 27158, "idx": 2, "sa": ["Danny Sullivan", "Eric Schmidt"], "q": "`` The structures between the three have remained exactly the same over the past 10 years-- which might as well be 100 years of Internet time,'' he said in a blog post. <q> It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company, </q> he said. <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements which had been`` harmful to Google's reputation'' and the three top executives may have decided`` it was time", "new_id": -2}, {"uid": "1296258959174211090", "i": 16789, "idx": 6, "sa": ["Rena Jones", "David Letterman", "Mike Birbiglia"], "q": "psychology from Hamilton College. Carrie serves on the board of directors of the Association of PRena Jonestal and Perinatal Psychology and Health( APPPAH). www.David Lettermanyparenting.com www.slowfamilyliving.com www.calmsguide.com www.birthpsychology.com <strong> Mike Birbiglia </strong>'s third self-produced animated short features the track, <q> Arctic Fox It's a Setup, </q> from his Comedy Central Records release,`` Two Drink <strong> Mike Birbiglia </strong>.'' The piece was animated by Matt Czap and produced by Joe <strong> Mike Birbiglia </strong>. Comedian Comedian <strong> Mike Birbiglia </strong> has appeared on The Late Show With <strong> David Letterman </strong>, Late Night", "new_id": -2}, {"uid": "1295807421110559236", "i": 34731, "idx": 28, "sa": ["Hillary Clinton", "John McCain", "Rush Limbaugh", "Colin Powell", "Amber Lee Ettinger", "Henry Louis Gates", "Barack Obama", "Sarah Palin"], "q": "www.hiphopnews24-7.com... <strong> Colin Powell </strong> Didn't Pick <strong> John McCain </strong> b/c`` He Didn't Have the Complete Grasp of the Economic Problem'' <strong> Colin Powell </strong> Didn't Pick <strong> John McCain </strong> b/c`` He Didn't Have the Complete Grasp of the Economic Problem'' <q> <strong> John McCain </strong> was Unsure on How to Deal w/the Economic Problems that we were having. Almost everyday there was a different approach to the problem and that concerned me, sensing that he didn't have the complete grasp of the economic problems we were having and I don't believe <strong> Sarah Palin </strong>...* General <strong> Colin Powell </strong> Rips Professor <strong> Henry Louis Gates </strong>*?,?,? cherry-blossom in <strong> Barack Obama </strong>, Fukui, Japan PV youtube.com LIVE jp.youtube.com THE ELEPHANT KASHIMASHI`` I Got a CRush Limbaugh... On <strong> Barack Obama </strong> </q> By <strong> Amber Lee Ettinger </strong> www.youtube.com Yes We Can- <strong> Barack Obama </strong> Music Video www.youtube.com saturday night live <strong> Hillary Clinton </strong> recalls SNL parody: Does <strong> Barack Obama </strong> want pillow? www.youtube.com??... <strong> Barack Obama </strong>, Fukui 2004[ English sub]`` firstlove on the", "new_id": -2}, {"uid": "1297297614011485184", "i": 29061, "idx": 0, "sa": ["Glenn Mulcaire", "Ian Edmondson", "Andy Coulson"], "q": "belief that the original Met police investigation into <strong> Glenn Mulcaire </strong> and News International( owner of the News of the World) was completely inadequate and failed to follow all the evidence,'' he told The GuardIan Edmondson. <q> I now look forward to the Met police finally uncovering the truth. </q> A Met police spokesman admitted some individuals being contacted by police were originally told there was`` little or no'' evidence that they were involved. <strong> Andy Coulson </strong>, News of the World editor at the", "new_id": -2}, {"uid": "1296191580166559768", "i": 42054, "idx": 0, "sa": ["Simon Cowell"], "q": "to secure a role as a judge- <strong> Simon Cowell </strong> is likely to bring the 27-year-old onto the show in the position usually filled by'80s popstar Sinitta on the UK original. A source told The Sun: <q> <strong> Simon Cowell </strong> desperately wants Cheryl to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor.`` It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon them by going straight on the panel. </q> Mandy MooreThe singer-actress chats about", "new_id": -2}, {"uid": "1295589738230457346", "i": 12407, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "bereit, das Unternehmen zu f?hren'', sagte der bisherige Firmenlenker <strong> Eric Schmidt </strong>. Er wird das Unternehmen als Chef des Verwaltungsrats k?nftig vor allem nach au?en vertreten. In dieser Funktion ist er unter anderem f?r Kooperationen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Der bisherige Weg, Entscheidungen gemeinsam zu treffen, sei angesichts der Gr?e des Unternehmens zu kompliziert geworden. Die ehemaligen Studienkollegen <strong> Larry Page </strong> und <strong> Sergey Brin </strong> hatten Google 1998 gegr?ndet. 2001 bergaben die beiden", "new_id": -2}, {"uid": "1296487859063668265", "i": 22699, "idx": 1, "sa": ["Sergio Marchionne"], "q": "net revenue jumps, Photo: A Fiat union worker holds a picture of Fiat... Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits to speak... Video: Workers at GM plant optimistic about future Report Abuse <q> My son bought a$ 60,000 Dodge diesel, Mega cab. 4/4 had major issues with the front end. Every time he went in to have it looked at. They advised they didn't have time to look at it. at 16,000 miles the bolt holding the front suspension axle had came loose, fell out, and dropped that bar down almost causing him to wreck. Lucky for them he is nicer than me. </q> He now owns a new$ 65,000-2011 diesel Ford. Will never buy another Dodge of anykind. Report Abuse \" That`` A Yahoo User'' chap seems conflicted. \" Dobble gobble the make-me-okay", "new_id": -2}, {"uid": "1296167695171278340", "i": 24281, "idx": 0, "sa": ["Mike Pence"], "q": ", but many in political circles assumed that would be the case since he stepped down last year from his House leadership position. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q> a Christian, a conservative, and a Republican, in that order. </q> The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning sixth term in November. THIS IS A BREAKING NEWS UPDATE. Check back soon for", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said. \" \"`` If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,'' <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q> \" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}]