[{"uid": "1296129544255868987", "i": 40450, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Be the first to find out about breaking news in Southwest Florida and around the world. Available via text, email or both. Sign up for Traffic Alerts Get the latest warnings", "new_id": -2}, {"uid": "1295237133192299009", "i": 9310, "idx": 0, "sa": ["Colin Powell"], "q": "Ted, sorry this one is ultra-liberal Yahoo though:) 18 posted on 01/16/2011 8:01:37 PM PST Yes, I saw him on Cavuto last week. I made everyone shut up and listen, LOL! <q>Token black? Really? You know very little about <strong> Herman Cain </strong>. You really should do some research before posting.</q> Okay tell me more. I'm not going to read the article. When I saw <strong> Colin Powell </strong>'s name, it gave me a NEGATIVE impression. <strong> Colin Powell </strong> was a token black,", "new_id": -2}, {"uid": "1295897193127107081", "i": 45264, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: \"Are we winning or losing the war on terror?\" \"Is the U.S. government changing fast enough?\" <q>Do we need more troops? And if so, where and for what purpose?</q> Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized, you may not be doing much.\" As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and", "new_id": -2}, {"uid": "1297190401179781654", "i": 26527, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. \"Ironically, my comment was unintentional,\" <strong> Donald Rumsfeld </strong> writes. <q>I had meant to say France and Germany represented \"old NATO' not` old Europe'.</q> \"In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling french fries` freedom fries\" loved it,\" he writes. \"The elites in", "new_id": -2}, {"uid": "1297521829086999043", "i": 11304, "idx": 3, "sa": ["Michael Vick"], "q": "and his co-defendants, Quanis Phillips and Purnell Peace] were killing[ the dogs].\" Knorr said that the public's perception of <strong> Michael Vick </strong> depends on whether a person owns a dog. <q>I think 25 percent of people are for him- those are the football fans- 25 percent of people hate him and 50 percent are right in the middle,</q> Knorr said. \"A lot of Eagles fans didn't like it when the team first signed him. If he had a horrible season, would Eagles fans still be supporting him?\" Because your contributions", "new_id": -2}, {"uid": "1295104601236388367", "i": 12365, "idx": 0, "sa": ["Simon Cowell"], "q": "prove he's more than just a pretty voice- and it seems that <strong> Simon Cowell </strong> agrees. The Mirror reports that <strong> Simon Cowell </strong> phoned his new signing from his mansion in Barbados during the festive break. <q><strong> Simon Cowell </strong> and <strong> Matt Cardle </strong> spoke over Christmas and texted ideas about what <strong> Matt Cardle </strong> wants to do. <strong> Simon Cowell </strong> has said that he wants him to write and co-write some songs. They know they want great material, if the songs are penned by <strong> Matt Cardle </strong> then even better. He's chuffed.</q> It has also been decided that when the When We Collide chart-topper tours, he will do so with a full band. \"He likes being with a group on stage and that's an idea", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star. \"Honestly, they play me one-on-one, straight up,\" <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q>Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something.</q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}, {"uid": "1295521028242155602", "i": 12774, "idx": 1, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "'s told <strong> Simon Cowell </strong> she wants to do it her own way. \"She's thrown a few heavy-duty tantrums and is, frankly, being a bit of a pain.\" They added: <q>You have to admire such self-confidence in a young girl, but she's no respecter of authority and she's had run-ins with a few people.</q> However, <strong> Cher Lloyd </strong> is proving to be popular with some of music's heavy hitters, including Jay-Z who has reportedly tried to buy <strong> Cher Lloyd </strong> out of her contract with <strong> Simon Cowell </strong>.", "new_id": -2}, {"uid": "1295355004148537345", "i": 48157, "idx": 0, "sa": ["Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": ". <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood.\" And not only that, the source revealed that <strong> Cheryl Cole </strong>'s not ready to move in with <strong> Derek Hough </strong>: <q><strong> Cheryl Cole </strong> and <strong> Derek Hough </strong> have definitely been getting closer, but she wants her own life in LA- her own identity, not just as <strong> Derek Hough </strong>'s girlfriend. \"She needs space and a chance to make her own life.</q>", "new_id": -2}, {"uid": "1296391267266764303", "i": 24651, "idx": 6, "sa": ["Allen Iverson", "I Wan"], "q": "Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis. \"<strong> I Wan </strong> don't know how you can be any more proud of your team,\" Brown said. <q><strong> I Wan </strong> told them this was a great opportunity for us to grow up. <strong> Allen Iverson </strong>'s doing what great players do. He's making other people better and he is taking responsibility and steps up. <strong> I Wan </strong> feel good that a young team could respond this way.</q> With <strong> Allen Iverson </strong> leading the way with 26 points, the Sixers built an 18-point lead by the 7:33 mark of the third quarter. But Orlando fought all the way back and took an 86-84 lead after a jumper by", "new_id": -2}]