[{"uid": "1296259557105840651", "i": 2545, "idx": 1, "sa": ["John Dunbar", "Osama bin Laden", "Donald Rumsfeld"], "q": "Arab world of being \"a mouthpiece for American ideas.\" ) \"Al Jazeera airs <strong> Osama bin Laden </strong>'s videos,\" says <strong> John Dunbar </strong>, a former fellow at the Center for Public Integrity who studied media. <q> It is seen, fairly or not, as an outlet for terrorists. </q> <strong> Donald Rumsfeld </strong> called the channel \"vicious, inaccurate, and inexcusable.\" On November 13, 2001, during the U.S. invasion of Afghanistan, a U.S. missile destroyed Al Jazeera's offices in Kabul. And", "new_id": -2}, {"uid": "1296694250055951366", "i": 29351, "idx": 1, "sa": ["Lauren Alaina", "Simon Cowell", "Randy Jackson", "Nigel Lythgoe"], "q": "think target=\"_blank\" Nashville auditioner <strong> Lauren Alaina </strong> has the contest in the bag, executive producer <strong> Nigel Lythgoe </strong> says just you wait. \"You haven't really seen how strong the talent is yet,\" he cautions. <q> We can afford to lose 10 great ones this year because they're that good! </q>` American Idol' Producer Promises More Big Talent` American Idol': <strong> Randy Jackson </strong> balks at new <strong> Simon Cowell </strong> comparisons So without <strong> Simon Cowell </strong> now on \"American Idol,\" is <strong> Randy Jackson </strong> somehow working to fill that mold in some", "new_id": -2}, {"uid": "1296932455012320798", "i": 34037, "idx": 2, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "\"In the next two or three years we will be able to see a single entity. It could be based here in the United States,\" Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. <q> We'll have to integrate the companies first, though, and then look at the management, </q> he added. Labour Ministry on Saturday published a statement showing the Fiat chief backing away from his previous remarks in a telephone conversation with labour minister <strong> Maurizio Sacconi </strong>. According to the ministry, <strong> Sergio Marchionne </strong> explained that he", "new_id": -2}, {"uid": "1297108146141246491", "i": 22932, "idx": 7, "sa": ["Robert McNamara", "George W. Bush", "Donald Rumsfeld"], "q": "Reminded that his predecessor <strong> Robert McNamara </strong> said, \"we were wrong, terribly wrong,\" decades after Vietnam, <strong> Donald Rumsfeld </strong> rejected the comparison. \"That's not the case with Iraq,\" he said. <q> I think the world's a better place with Saddam Hussein gone and with the Taliban gone and al-Qaida out of Afghanistan. </q> <strong> Donald Rumsfeld </strong> said the move toward war with Iraq was \"incremental\" and he did not press <strong> George W. Bush </strong> to invade. He acknowledged he was mistaken in a March 2003 interview when he said that although", "new_id": -2}, {"uid": "1297257839064307214", "i": 51524, "idx": 0, "sa": ["Mitt Romney", "David Letterman", "Haley Barbour"], "q": "<strong> Haley Barbour </strong>'s appearance. Weathered and heavy-set, he will never look like the groom on the wedding cake- or, as Letterman-Mitt Romney-Mitt Romney-reads-top-10-things-you-dont-know-a/\"> <strong> Mitt Romney </strong> joked about himself last week on CBS's Late Show With <strong> David Letterman </strong>, <q> the guy in the photo that comes with your picture frame. </q> <strong> Mitt Romney </strong>'s perfect looks are, in fact, a bit burdensome. The contrast with <strong> Mitt Romney </strong>- viewed by many as the leading contender for the GOP nomination at the moment- goes beyond image. <strong> Mitt Romney </strong>", "new_id": -2}, {"uid": "1296443805235372691", "i": 17832, "idx": 0, "sa": ["Dwight Howard", "Allen Iverson", "Tim Duncan", "Ray Allen", "Howard Allen"], "q": "3-point range, and 18-of-20 from the foul Allen_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Howard Allen_Orlando_Magic_04/05 Three-Tim Duncane scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1296123117085180443", "i": 27980, "idx": 1, "sa": ["Bob Dylan", "Peter Jackson", "David Letterman", "Jack White"], "q": "of a mini-tour that would take her from her first Grand Ole Opry appearance in 56 years to slots on the \"Late Show With <strong> David Letterman </strong>\" in New York and \"Conan\" in Los Angeles. <q> I want to thank <strong> Jack White </strong> for making all this happen for me, </q> <strong> Peter Jackson </strong> said at an event last week. \"He forgets I've got to watch my heart. I'm an old lady. But <strong> Bob Dylan </strong> I don't feel it tonight.\" She told the", "new_id": -2}, {"uid": "1296153161091389985", "i": 16582, "idx": 1, "sa": ["Sergio Marchionne"], "q": "it has no plans to withdraw its loan application. Just last week, it's CEO, <strong> Sergio Marchionne </strong> told reporters that some programs have been put on hold as it waits for word from the government. <q> There's a point in time when I have to go back into my kitty and start using the other cash to do this, which is not a good answer, </q> <strong> Sergio Marchionne </strong> said. \"That was not the purpose of the DOE funding. The DOE funding was to encourage innovation in energy.\" All totaled, the Department of Energy made 25 billion dollars in loan", "new_id": -2}, {"uid": "1297451519240746502", "i": 3438, "idx": 4, "sa": ["Barack Obama", "Dick Cheney", "Donald Rumsfeld"], "q": "that of the United States itself. Noting that <strong> Donald Rumsfeld </strong> had been the youngest ever US Defence Secretary when he was appointed in 1975 and then the oldest when he was recalled in 2001, <strong> Dick Cheney </strong> quipped: <q> Maybe if we give him a third term he'll get it right. </q> Returning the compliment, <strong> Donald Rumsfeld </strong> pointed out that it was still not too late for <strong> Dick Cheney </strong> to run for <strong> Barack Obama </strong> in 2012. \"There's probably still time for you to file some paperwork for Iowa and", "new_id": -2}, {"uid": "1297117513135839757", "i": 47199, "idx": 0, "sa": ["Simon Cowell"], "q": "in TV history. Show supremo <strong> Simon Cowell </strong> is excited to be offering the biggest guaranteed prize in television history, and has also revealed the programme will welcome audionees aged from just 12. He said: <q> I like the idea that a 12 year old on this show can compete with an older singer and a singing group. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5m recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> On the UK version of the show- where winners land a? 1 million record deal- contestants must be aged at least 16 to enter, though for two seasons the minimum age was reduced to", "new_id": -2}]