[{"uid": "1295665764077054063", "i": 20158, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "move, Google co-founder <strong> Larry Page </strong> will replace <strong> Eric Schmidt </strong> and take over as Chief Executive Officer in April. Mr <strong> Eric Schmidt </strong>, who became CEO in 2001, will assume the role of Executive Chairman, focusing externally on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership </q>, according to the official Google blog spot. Mr <strong> Eric Schmidt </strong> would continue to act as an advisor to Mr <strong> Larry Page </strong> and co-founder Mr <strong> Sergey Brin </strong>.`` <strong> Larry Page </strong> will take charge of Google's day-to-day operations", "new_id": -2}, {"uid": "1295432237260259931", "i": 2267, "idx": 1, "sa": ["Asante Samuel", "Bill Belichick", "Michael Vick", "Tom Brady"], "q": "sacks, an interception on the final throw and a season-ending loss.`` Honestly, it might sound crazy, but( the Packers game) I just felt so much confidence,'' <strong> Michael Vick </strong> told PFW. <q> I was just so in tune with everything: the protection, the blitz, where it was coming from, all my progressions, where everybody was supposed to be lined up.`` I was just so in tune with the game and that's why I am still hurting. I just feel like everything was supposed to go our way. </q> Eagles cornerback <strong> Asante Samuel </strong> was named to the all-NFL team. He also was voted to the all-pro team by The Sporting News. New England quarterback <strong> Tom Brady </strong> was named the MVP and coach <strong> Bill Belichick </strong> was named", "new_id": -2}, {"uid": "1295649810068190218", "i": 16084, "idx": 1, "sa": ["Ryan Rhodes", "Mike Pence", "Michele Bachmann"], "q": "presidential candidates-- the other being Indiana <strong> Mike Pence </strong>-- and said that he has already been in touch with the congresswoman's aides.`` I would advise <strong> Michele Bachmann </strong> to get in immediately,'' <strong> Ryan Rhodes </strong> said. <q> She needs to at least start letting people know she's going down that road. </q> Though she is not as well-known nationally as several of the other likely candidates, if she were to launch a presidential campaign, <strong> Michele Bachmann </strong> would bring to the table her fundraising prowess, which stunned the political", "new_id": -2}, {"uid": "1296552417261570573", "i": 28482, "idx": 4, "sa": ["Allen Young", "Larry Brown", "Allen Iverson", "Michael Redd", "Phil Jackson"], "q": "'' said <strong> Allen Iverson </strong>.`` I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,'' <strong> Larry Brown </strong> said. <q> There were so many lessons to be learned, from him http://wn.com/Allen Young_Allen Iverson_48pts_vs_Michael Redd_Michael Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee Bucks. After a quiet fourth quarter, <strong> Allen Iverson </strong> settled for 48 points and leading Phil Jacksonadelphia to a 118-111 victory Tuesday night over the Bucks, who have been burned for three straight games of at least 40 points by the 76ers All-Star.`` Honestly, they play me one-on-one, straight up, </q> <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will.`` Except in the last quarter. I guess they felt like they had to do something.'' By then, it was too late. <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297185662216317967", "i": 23762, "idx": 11, "sa": ["Lady Gaga", "Simon Cowell", "Paula Abdul"], "q": "<strong> Paula Abdul </strong>,'' he said.`` We've been in regular contact.'' <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it. <q> Over the years you've seen a different type of artist emerge, </q> he explained, noting that a certain je ne sais quoi has become just as important as chops.`` A good example of that is title=\"Lady Gaga\" href=\"http://wqad.com/topic/entertainment/music/Lady Gaga-Lady Gaga-PECLB0017764580.topic\"> <strong> Lady Gaga </strong>. God only knows what we would have said", "new_id": -2}, {"uid": "1296252282055099423", "i": 5604, "idx": 0, "sa": ["Alec Ross", "Eric Schmidt", "Jared Cohen"], "q": "collusion between PA security forces and`` terror groups''. The leaked cables go as far as to question the Western orientation of Turkey, a pillar of NATO's southern flank. They refer to Israeli claims that <q> weapons-related material for Iran's nuclear program transit Turkey, with prime minister Erdo?an's full knowledge. </q> The letter is described by <strong> Eric Schmidt </strong> Edelman, US ambassador, as having`` overbearing pride'';`` unbridled ambition stemming from the belief that God has anointed him to lead Turkey'';`` an overwhelming http://wn.com/Eric Schmidt_Eric Schmidt,_Alec Ross_Alec Ross_Jared Cohen_Jared Cohen_on_21st_Century_Statecraft Google", "new_id": -2}, {"uid": "1295559849243744839", "i": 8621, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "focus on deals, partnerships, customers and broader business relationships, among other things to expand Google's reach around the world. <strong> Eric Schmidt </strong> will also continue to act as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> said <strong> Eric Schmidt </strong>, who joined Google as CEO in 2001.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is", "new_id": -2}, {"uid": "1295568038178864146", "i": 43428, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": "of the reason was that <strong> Eric Schmidt </strong> was overstretched, a person familiar with the situation said. <strong> Eric Schmidt </strong> was getting tired of dealing with reporters, another person said. In a press release, <strong> Eric Schmidt </strong> said, <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead. </q> <strong> Larry Page </strong> said <strong> Eric Schmidt </strong> had done`` an outstanding job leading Google for the last decade. The results speak for themselves.'' The news surprised and worried Google observers.`` The executive", "new_id": -2}, {"uid": "1295154913111345676", "i": 8864, "idx": 7, "sa": ["Rex Chapman", "Vince Carter", "LeBron James", "James Posey", "Don Nelson", "Allen Iverson", "Ray Allen", "Chauncey Billups"], "q": "run that was highlighted by <strong> Chauncey Billups </strong>' seventh and eighth 3s, which set a team franchise record. <strong> Chauncey Billups </strong> was one shy of the NBA playoff single-game record of nine 3-pointers held by <strong> Ray Allen </strong>, <strong> Rex Chapman </strong> and <strong> Vince Carter </strong>. <q> What <strong> Chauncey Billups </strong> did wasn't a surprise. He's Don Nelsone it throughout his career. He's very good at maLeBron James that shot and he made a lot of them tonight, </q> the Hornets' <strong> James Posey </strong> said.`` <strong> Chauncey Billups </strong> got it going. He http://wn.com/Allen Iverson_Allen Iverson_Complete_Highlight_vs_Nuggets_09/10_NBA_*Other_76ers_Highlight_*pennyccw <strong> Allen Iverson </strong> and the 76ers' reunion tour kicked off with a fantastic opening act. A full house, video tribute and enough No. 3 jerseys", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was`` incremental,'' not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}]