[{"uid": "1295813473183353387", "i": 18244, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz.`` I think he's got a way to go,'' Mr. <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform.`` You know, we didn't elect Superman. We elected a human being, href=\"http://www.washingtontimes.com/topics/Barack Obama-Barack Obama/\"> <strong> Barack Obama </strong>.''`` I think he has reached out to countries", "new_id": -2}, {"uid": "1297161584212434954", "i": 31557, "idx": 1, "sa": ["Simon Cowell", "Dina Lohan"], "q": "he told PopEater.`` <strong> Dina Lohan </strong> deserves a lot worse of a title after all she has done to destroy the relationships with my kids and entire family.'' He also claimed his ex surrounds herself with <q> the epitomes of losers. </q>??? Acerbic British music judge and entrepreneur <strong> Simon Cowell </strong> said yesterday that the winner of the first U.S. version of the television singing competition, The X Factor, will receive a$ 5 million", "new_id": -2}, {"uid": "1294977377249905176", "i": 10806, "idx": 5, "sa": ["Mark Recchi", "Allen Iverson", "Patrice Bergeron"], "q": "was going to be easy when we got here. It's obviously not.''`` It's hard to get the clinching game,'' said <strong> Allen Iverson </strong>, who has gotten five of them in his career. <q> Those shots at the beginning of the game are a lot easier than the ones at end of the game, when you're looking to close a team out. </q> The http://wn.com/Bruins_at_Flyers__2nd_Period__Stuart_2nd_Fight__Mark Recchi_Patrice Bergeron_Krejci_Goals www.thesportsgamer.com Gameplay from the second period of the Winter Classic between the Philadelphia Flyers and Boston Bruins in NHL 2K11 for the Nintendo Wii. Carolina Hurricanes vs Boston Bruins, April 10th, 2010. The Bruins", "new_id": -2}, {"uid": "1295766546156794892", "i": 18740, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Dollar wert. <strong> Larry Page </strong> lobt <strong> Eric Schmidt </strong> <strong> Eric Schmidt </strong> h?lt derzeit 2,9 Prozent am Unternehmen. Das US-Magazin Forbes f?hrt ihn auf seiner Liste der Superreichen auf Platz 117 mit einem gesch?tzten Gesamtverm?gen von 6,3 Milliarden Dollar. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagte sein Nachfolger <strong> Larry Page </strong>. Er hatte Google 1998 zusammen mit seinem Studienkollegen <strong> Sergey Brin </strong> gegr?ndet. F?hrungswechsel Copyright? Neue Z?rcher Zeitung AG Alle Rechte vorbehalten. Eine Weiterverarbeitung, Wiederver?ffentlichung oder dauerhafte Speicherung zu", "new_id": -2}, {"uid": "1295786138191660080", "i": 5007, "idx": 0, "sa": ["Michael Vick", "Tony Dungy"], "q": "state of the Eagles is valued by myself. Luckily, there was an opportunity to talk with him Tuesday. He was in Camden with his wife, Lauren, donating the children's book <q> You Can Be a Friend </q> they co-authored to the Sharp Elementary School in the city's Cramer Hill section. <strong> Tony Dungy </strong> served as a confidant for <strong> Michael Vick </strong> when he signed with the Eagles. He spoke to <strong> Michael Vick </strong> recently and said", "new_id": -2}, {"uid": "1295934410148537368", "i": 27223, "idx": 7, "sa": ["Matt Geiger", "Allen Iverson", "Kobe Bryant", "Vince Carter"], "q": "replaced him, the crowd cheered.`` The crowd getting on <strong> Matt Geiger </strong>, and then at the end of the game he ended up being one of the heroes,'' said <strong> Allen Iverson </strong>, who scored 37 points. <q> It's tough.`` For this guy to help us get to the playoffs last year and come in here off having surgery and push himself to get back a <strong> Kobe Bryant </strong> earlier and get booed because he's not capable of doing the things that he's always been capable of, it's kind of rough. </q> The Raptors, who blew a 17-point lead by playing a selfish second half, had a chance to tie it or win it, but <strong> Vince Carter </strong> missed a 21-foot jumper from the corner at the buzzer. The Sixers", "new_id": -2}, {"uid": "1297426699058949635", "i": 30928, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "Microsoft providing an established smartphone platform to Nokia, whose reliance on its ageing Symbian operating system and loss of market share to iOS and Android devices prompted chief executive <strong> Stephen Elop </strong> to Announcing the partnership, <strong> Stephen Elop </strong> said: <q> Today, devStephen Elopers, operators and consumers want compelling mobile products, which include not only the device, but the software, services, applications and customer support that make a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> Microsoft CEO <strong> Steve Ballmer </strong> added:`` Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.''", "new_id": -2}, {"uid": "1295715719099811332", "i": 57670, "idx": 6, "sa": ["Amir Johnson", "Allen Iverson", "Rodney Stuckey", "Tayshaun Prince", "Andrew S.I.D. Lang", "Richard Hamilton"], "q": "with <strong> Amir Johnson </strong> on the floor, and better offensively when <strong> Richard Hamilton </strong> and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>.`` When we have the bigger lineup, obviously we're better defensively,'' <strong> Tayshaun Prince </strong> said. <q> It's kind of pick and choose.`` Sometimes you are going to need the offensive Andrew S.I.D. Lange, but more importantly you're going to need the defensive Andrew S.I.D. Lange. </q> The game was tight until Detroit went on a 27-5 run midway through the third quarter. Milwaukee missed 14 of 17 shots during one stretch of the period, trailed 73-55 after three quarters and never got close again", "new_id": -2}, {"uid": "1295300978058146843", "i": 10423, "idx": 0, "sa": ["Charlie Sheen", "Johnny Depp", "Angelina Jolie", "Robert Downey Jr.", "Ricky Gervais"], "q": "film and television, <strong> Ricky Gervais </strong> poked fun at <strong> Charlie Sheen </strong>, <strong> Robert Downey Jr. </strong>, <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>'s movie`` The Tourist,'' two unnamed famous Scientologists and the Hollywood Foreign Press Association, which presents the Globes. <q> It's going to be a night of partying and heavy drinking or, as <strong> Charlie Sheen </strong> calls it, breakfast, </q> <strong> Ricky Gervais </strong> said in his opening monologue referring to the TV's star's recent high-profile substance-abuse problems.`` Wow, so let's get this straight, so what he did was, he picked up a porn star", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q> We have real challenges in terms of unemployment, </q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans`` can not be tolerated.''`` We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}]