[{"uid": "1297706712051036179", "i": 1544, "idx": 0, "sa": ["Halle Berry", "Gabriel Aubry", "Simon Cowell"], "q": "attempted to resolve these custody issues amicably with her daughter's father <strong> Gabriel Aubry </strong> directly, but given his lack of co-operation, <strong> Halle Berry </strong> has no choice but to seek swift judicial intervention.'' The rep added: <q> <strong> Halle Berry </strong> has always made the needs and safety of her daughter her first priority and, both while <strong> Halle Berry </strong> and <strong> Gabriel Aubry </strong> were a couple and since their break-up, <strong> Halle Berry </strong> has only acted in her daughter's best interest. </q> The couple split in April after five years together and had previously agreed to share joint custody of their daughter. <strong> Simon Cowell </strong> is more than happy to profess his love for fiance Mezhgan Hussainy, he still calls", "new_id": -2}, {"uid": "1295632864218054656", "i": 40225, "idx": 1, "sa": ["Eric Schmidt", "Will Page"], "q": "particular new products. The changes will take effect on April 4.`` We've been talking about how best to simplify our management structure and speed up decision-making for a long time,'' <strong> Eric Schmidt </strong> said. <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear, Larry is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> How <strong> Will Page </strong> Do? Greg Sterling, principal analyst at Sterling Market Intelligence, said that in one sense, it makes sense for <strong> Eric Schmidt </strong> to take on a new role after a decade at the helm", "new_id": -2}, {"uid": "1295630819074432629", "i": 16685, "idx": 0, "sa": ["Tramon Williams", "Michael Vick", "Asante Samuel"], "q": ", the 2009 defensive player of the year. On Thursday <strong> Tramon Williams </strong> was named to his first Pro Bowl, replacing the injured <strong> Asante Samuel </strong> of Philadelphia. Super Bowl are completed,'' Green Bay Coach Mike McCarthy said, <q> everybody in the country is going to know who <strong> Tramon Williams </strong> is. </q> Many already do. In a wild-card game, <strong> Tramon Williams </strong> wrapped up a 21-16 victory over the Eagles by intercepting <strong> Michael Vick </strong> in the end zone. He added two more interceptions last week in", "new_id": -2}, {"uid": "1297181899188334085", "i": 45588, "idx": 1, "sa": ["Michael Vick"], "q": "50 yards and two scores in leading the Philadelphia Eagles to a 59-28 demolition of the Washington Redskins at Fed-Ex Field.`` I've had some great games in my day,'' <strong> Michael Vick </strong> told reporters. <q> But I don't think I've had one quite like this one. </q> <strong> Michael Vick </strong>'s final numbers: 20-for-28 passing for 333 yards and four scores, 80 yards rushing on eight carries and two touchdowns. He has yet to throw an interception or lose a fumble this season in", "new_id": -2}, {"uid": "1295618571190234715", "i": 34484, "idx": 0, "sa": ["Eric Schmidt"], "q": "Jefferies feels that the move by Google to switch <strong> Eric Schmidt </strong> to Executive Chairman for CEO could not have come at a better time with such a strong last quarter. They are a little skeptic and state that, <q> it does introduce a level of uncertainty around execution under the new leadership, particularly considering the growing competitive landscape. </q>", "new_id": -2}, {"i": 35147, "idx": 1, "index_answer": 0, "new_id": -1, "q": "informed source. The political stakes were ratcheted up in the hours following <strong> Andy Coulson </strong>'s resignation when <strong> Ed Miliband </strong> personally issued a series of statements criticising the wisdom of hiring the former News of the World Editor; <q> I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for as long as he did', </q> he said. Those comments have reportedly given an added urgency to efforts to`` throw the dirt back''.`` <strong> Ed Miliband </strong> was unwise to comment,'' said one observer,`` the Tories are going to", "sa": ["Ed Miliband", "Andy Coulson"], "uid": "1295876928012320777"}, {"uid": "1296752424175587371", "i": 29883, "idx": 0, "sa": ["Zahi Hawass"], "q": "<strong> Zahi Hawass </strong> <q> would like to tell the world that the situation in Egypt was bad for two days, beginning on Friday. </q> <strong> Zahi Hawass </strong>, who now sits in Mubarak's cabinet-he was appointed Minister of Antiquities on Monday-and whom Ian Parker wrote about in 2009, was not referring to the general situation on the streets of Cairo, where", "new_id": -2}, {"uid": "1295550320082853986", "i": 45035, "idx": 0, "sa": ["Michelle Obama", "Colin Powell", "Barack Obama"], "q": "'s`` ability to inspire'' and the`` inclusive nature of his campaign.'' Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. <q> He has both style and substance. I think he is a transformational figure, </q> <strong> Colin Powell </strong> said on NBC's`` Meet the Press.''`` <strong> Michelle Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,'' <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295899581135872595", "i": 46369, "idx": 0, "sa": ["Steve Ballmer", "Barack Obama"], "q": "however, US <strong> Barack Obama </strong> was listening. At a news conference after the business meeting, <strong> Barack Obama </strong> gave a speech about how intellectual property rights are an important part of economic development for both China and the US. <q> Some of it has to do with intellectual property protection, </q> <strong> Barack Obama </strong> said, according to the White House transcript.`` So we were just in a meeting with business leaders, and <strong> Steve Ballmer </strong> of Microsoft pointed out that their estimate is that only one customer in", "new_id": -2}, {"uid": "1295670451069369910", "i": 1665, "idx": 2, "sa": ["Kobe Bryant", "Elgin Baylor", "Allen Iverson"], "q": "in their first-round playoff series. Games 3 and 4 will be in Denver on Saturday and Monday night. <strong> Kobe Bryant </strong> finished with 49 points and 10 assists- one shy of his career playoff high in both categories. <q> Tonight, the way he was going, we probably could have put 10 people on the court and probably wouldn't have been able to stop him, </q> said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists.`` <strong> Elgin Baylor </strong> didn't realize it,'' <strong> Kobe Bryant </strong> said when told about his scoring spree.`` You just get into", "new_id": -2}]