[{"uid": "1295159778185597976", "i": 34496, "idx": 0, "sa": ["John McCain", "Jimmy Carter", "Newt Gingrich", "Mike Pence"], "q": "- around 6:30 a.m., after feeding the cat- and end long after the party meetings she attends nearly every night. \"I'm addicted,\" she said with a short burst of laughter. <q>There's always another event, a meeting, a candidate coming through.</q> A TELLTALE \"WOOOOOO\" Scotter has met just about every one of the Republican Party's prospective <strong> John McCain </strong> House hopefuls. Indiana <strong> Newt Gingrich </strong> <strong> Mike Pence </strong> asked to friend her on Facebook. <strong> Jimmy Carter </strong> House", "new_id": -2}, {"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}, {"uid": "1296509876251035669", "i": 23418, "idx": 2, "sa": ["Jay Leno", "Jimmy Fallon", "Craig Ferguson", "David Letterman"], "q": "30,000 \"The Mo'Nique Show\" 27,000 \"Chelsea Lately\" 23,000 \"The Late Late Show with <strong> Craig Ferguson </strong>\" 21,000( more) LATE NIGHT OVERALL( JANUARY)- continued MEN 18-34 <q>The Daily Show with <strong> Jon Stewart </strong></q> 335,000\" Conan\" 291,000 \"The Colbert Report\" 275,000 \"The Tonight Show with <strong> Jay Leno </strong>\" 179,000 \"Late Night with <strong> Jimmy Fallon </strong>\" 150,000 \"The Late Show with <strong> David Letterman </strong>\" 148,000", "new_id": -2}, {"uid": "1295647437196657190", "i": 20569, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "$ 10.8 bn( Â£ 6.8 bn). Mr <strong> Eric Schmidt </strong>, who was brought in to guide Google's student founders, Mr Page and <strong> Sergey Brin </strong>, in 2001, said on his personal Twitter account: <q>Day-to-day adult supervision no longer needed!</q> 17 Jan 2011 \"I am enormously proud of my last decade as CEO and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is", "new_id": -2}, {"uid": "1295582443002506841", "i": 32174, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the tech industry. <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> have long run Google as a trio, an approach they spelled out in an \"owner's manual\" included in the company's 2004 IPO filing. <q>We run Google as a triumvirate,</q> Page and <strong> Sergey Brin </strong> wrote. \"The three of us run the company collaboratively with <strong> Sergey Brin </strong> and me as presidents. The structure is unconventional, but we have worked successfully in this way.\" <strong> Eric Schmidt </strong> said", "new_id": -2}, {"uid": "1295282451244170776", "i": 39415, "idx": 0, "sa": ["Piers Morgan", "Michael Vick"], "q": "the clips released by CNN before the episode airs, the two made a bet about who can get controversial footballer <strong> Michael Vick </strong> on their show first. The bet came out of a question <strong> Piers Morgan </strong> asked Oprah: <q>What advice would you give <strong> Michael Vick </strong>?</q> Oprah demurred, saying she was holding off on any advice because she was trying to get <strong> Michael Vick </strong> on her show. She added that she knew <strong> Piers Morgan </strong> was trying to book <strong> Michael Vick </strong> too. Oprah is", "new_id": -2}, {"uid": "1296200464159858698", "i": 4887, "idx": 8, "sa": ["Cecile Richards", "Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": ",\" <strong> Cecile Richards </strong>, the fund's president, said in a statement. But among conservatives, the only disappointment was that <strong> Mike Pence </strong> wasn't aiming at the White House rather than the Statehouse. <q>I'm just disappointed because I considered him the best,</q> said Ralph Benko, a former Reagan administration aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion, said she", "new_id": -2}, {"uid": "1295501733152403990", "i": 37930, "idx": 2, "sa": ["Keith Bogans", "Rafer Alston", "Allen Iverson"], "q": "right knee. But he has a while to go to regain his All-Star form. \"<strong> Rafer Alston </strong> rhythm is way off. I'm struggling,\" said <strong> Allen Iverson </strong>, shooting 37 percent in five games since returning. <q>It's frustrating that it's taking so long for my game to come back. But by being in the league eight years, I've been through struggles and I know how to play while struggling.</q> Philadelphia took control midway through the third quarter with 11 straight points to go up 68-60. Orlando's <strong> Keith Bogans </strong> stopped the run with a jumper despite being knocked down, but <strong> Allen Iverson </strong> seized the momentum back with his lone", "new_id": -2}, {"uid": "1296776655116113416", "i": 48563, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", to make bold assertions with no pretense of substantiation. Of a war that has already cost the United States more than$ 700 billion and claimed more than 4,400 American lives, Mr. <strong> Donald Rumsfeld </strong> writes: <q>Knowing what we later learned and recognizing the costs, there is not a persuasive argument to be made that the United States would be in a stronger strategic position or that Iraq and the Middle East would be better off if Saddam were still in power. In short, ridding the region of Saddam's brutal regime has created a more stable and secure world.</q> And of the argument that the war in Iraq diverted troops and resources from Afghanistan, leading to the resurgence there of the Taliban, Mr. <strong> Donald Rumsfeld </strong> simply declares, \"It was precisely during the toughest period", "new_id": -2}, {"uid": "1297420340174850052", "i": 11549, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "to sell about 150 Million Symbian based devices this year and release its first MeeGo based product later this year. More on Nokia, Microsoft Partnership from Nokia's blog penned by <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>, <q>Nokia wouldn't be just be another Windows Phone OEM. Nokia plans to help drive and define the future of the platform. That could include contributing expertise on hardware optimization, language support, customization of the software and helping bring Windows Phone to a larger range of price points, market segments and geographies.</q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we", "new_id": -2}]