[{"uid": "1295439843072597613", "i": 26974, "idx": 1, "sa": ["Al Franken", "Mitch McConnell", "Sen. Bernie Sanders", "Lawrence O'Donnell", "Sen. Ted Kennedy", "Alvin Greene", "Sen. Jim DeMint"], "q": "of Homeland Security, the Department of Commerce, the Department of Treasury and the Army. ''This is a perversion of the filibuster and a perversion of the role of the <strong> Sen. Ted Kennedy </strong>,'' said <strong> Sen. Bernie Sanders </strong> <strong> Al Franken </strong>. <q>It used to be that the filibuster was reserved for matters of great principle. Today it has become a way to play out the clock.</q> http://wn.com/Alvin_Greene_Answers_Nearly_Every_Question_With_DeMint_Started_the_Recession rescuetruth.com Odd <strong> Lawrence O'Donnell </strong> interview with <strong> Alvin Greene </strong>, the Democratic <strong> Sen. Ted Kennedy </strong> candidate for the Democratic party, who will face off against <strong> Sen. Jim DeMint </strong> in November 2010. http://wn.com/Republican_John_Raese_West_Virginia_Senate_Hicky,_Blue_Collar_Ad_Exposes_Contempt_For_Common_Man <strong> Sen. Ted Kennedy </strong> Republican Leader <strong> Mitch McConnell </strong> asks that the <strong> Sen. Ted Kennedy </strong> consider a bill to", "new_id": -2}, {"uid": "1295766642175063052", "i": 16169, "idx": 1, "sa": ["Allen Iverson", "LeBron James", "Dwyane Wade"], "q": "as possible, and the sleeve would get in the way of my shot, but I like wearing it on the other arm because I feel it keeps that elbow from getting banged up,'' <strong> Dwyane Wade </strong> said. <q>I take a lot of hits and dive for a lot of loose balls, so I need all the padding I can get. But I think some guys out there just wear the sleeve as a fashion statement. They like how it looks.</q> <strong> LeBron James </strong> has been wearing a sleeve on his shooting arm fairly regularly since injuring his elbow last season. He said he gives <strong> Allen Iverson </strong> all the credit for the fad, and within NBA locker rooms, the", "new_id": -2}, {"uid": "1296727907183500817", "i": 16347, "idx": 15, "sa": ["Jalen Rose", "Carmelo Anthony", "Allen Iverson"], "q": "his status. ''The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow,'' <strong> Allen Iverson </strong> said. <q>Right now it's just frustrating to be out there at the end hobbling like that.</q> X-rays on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Jalen Rose </strong> are 2-3 together, and their pairing since <strong> Carmelo Anthony </strong>'s return from a 15-game suspension for fighting hasn't been the problem for the Nuggets, who failed", "new_id": -2}, {"uid": "1297323057252542979", "i": 10132, "idx": 4, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": ". As bad as <strong> Saddam Hussein </strong> was, we proved to be much worse. Posted by: AMviennaVA| February 9, 2011 10:12 AM| angrydoug1@ February 9, 2011 9:22 AM wrote <q>Reasonable people can oppose the 2003 invasion of Iraq. But only unreasonable people can say <strong> Donald Rumsfeld </strong>'s quote is a whopper.</q> Yes, reasonable people, such as I, can( and did) oppose the invasion of Iraq. And <strong> Donald Rumsfeld </strong>, along with the entire Bush/Cheney administration, lied and are still lying.", "new_id": -2}, {"uid": "1296088146043139082", "i": 9877, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.</q> MARKET RESEARCH ANALYST Company Golden MULTIPLE OPENINGS Company ONR, Inc MULTIPLE POSITIONS Company ACT CARGO( USA NURSING SUPERVISOR Company California State PHYSICAL THERAPY DIRECTOR Company Webster Sorry", "new_id": -2}, {"uid": "1295631634247332874", "i": 40324, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "But across technology circles the move by <strong> Google Inc. </strong>-- founded during the first dot-com boom-- to replace CEO <strong> Eric Schmidt </strong> with the 38-year-old Page left some wondering how the search giant would deal with middle age. <q>Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a Jerry Yang returning?</q> Chris Dixon, a technology veteran who has invested in Skype and Foursquare, tweeted. AAPL.O) in the 1990s to save the company he founded from near death. Yahoo <strong> Google Inc. </strong>'s( YHOO.O) Jerry Yang", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies. ''Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,'' <strong> Bill Lockyer </strong> said. <q>It's improper, it will stop now, it will not happen again and we will get our money back.</q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}, {"uid": "1296125463102268994", "i": 10710, "idx": 1, "sa": ["Andy Coulson"], "q": ". Journalists hacking into peoples private telephone conversations and voice mail is outrageous, and illegal. If it's being done by the Mirror or other newspapers too that's equally outrageous and should be thoroughly investigated. <q>Is it per chance because the guardian are using this( obviously wide spread and endemic issue among jurno's) to further their own cause and have teamed up with the mirror group to use this as a stick to beat Mr <strong> Rupert Murdoch </strong> with.?????? Just asking...</q> And I get called a conspiracy theorist for noticing a coincidence in <strong> Andy Coulson </strong> ''tuck it in'' Gray being sacked( whislt being bugged) and suing the NOTW for... erm hacking his phone... whereas Richard", "new_id": -2}, {"uid": "1297127661189071411", "i": 37778, "idx": 2, "sa": ["Simon Cowell"], "q": "on ''The X Factor's'$ 5 Million Prize: ''Yes, I Think We Should Be Nervous'' ''There is a range of labels for different kinds of music,'' said <strong> Simon Cowell </strong>. <q>I remember when we did X Factor with <strong> Leona Lewis </strong>, <strong> Clive Davis </strong> called me-- she hadn't won yet-- and said,' I want to get behind this girl.[ His Sony label J records] was the natural choice.</q> <strong> Simon Cowell </strong> said that most importantly he ''wants to be fair to the artist'' and to whatever genre of music in which he or she happens to be fluent. '''And then choose whichever division of Sony", "new_id": -2}, {"uid": "1295501733152403990", "i": 37930, "idx": 2, "sa": ["Keith Bogans", "Rafer Alston", "Allen Iverson"], "q": "right knee. But he has a while to go to regain his All-Star form. ''<strong> Rafer Alston </strong> rhythm is way off. I'm struggling,'' said <strong> Allen Iverson </strong>, shooting 37 percent in five games since returning. <q>It's frustrating that it's taking so long for my game to come back. But by being in the league eight years, I've been through struggles and I know how to play while struggling.</q> Philadelphia took control midway through the third quarter with 11 straight points to go up 68-60. Orlando's <strong> Keith Bogans </strong> stopped the run with a jumper despite being knocked down, but <strong> Allen Iverson </strong> seized the momentum back with his lone", "new_id": -2}]