[{"uid": "1296773929174178331", "i": 32397, "idx": 2, "sa": ["Chris Elliott", "David Letterman"], "q": "watch now. It wouldn't be an overstatement to say that the show was more influential than anyone might have suspected at the time. \"There was a turning point back then,\" <strong> Chris Elliott </strong> said. <q>I don't know that we were ones that did it.<q> He continued, \"With us, on Get a Life, it was kind of making fun of us while we were doing it, which is what I had started doing at <strong> David Letterman </strong>.\"", "new_id": -2}, {"uid": "1295612145098222091", "i": 6226, "idx": 0, "sa": ["Andy Coulson", "Andrius Kubilius", "David Cameron"], "q": "ago LONDON( Reuters)- The British prime minister's communications chief <strong> Andy Coulson </strong> resigned on Friday, as prosecutors stepped up their inquiries into illegal phone hacking at a tabloid newspaper when he was editor. <q>We confirm that <strong> Andy Coulson </strong> has resigned,<q> an official in Prime Minister <strong> David Cameron </strong>'s office said. <strong> Andy Coulson </strong> was a key part of <strong> David Cameron </strong>'s inner circle after joining the Conservative leader's team when in opposition in 2007., Johanna Siguroardottir, <strong> Andrius Kubilius </strong>,", "new_id": -2}, {"uid": "1297093828077135937", "i": 38612, "idx": 0, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "Defense <strong> Donald Rumsfeld </strong> gives candid criticism of his fellow <strong> George H.W. Bush </strong> administration officials, former <strong> Donald Rumsfeld </strong> of States <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>. He also expresses his disappointment in former <strong> George H.W. Bush </strong>. <strong> Colin Powell </strong>, <strong> President Bush </strong>'s first secretary of state, <q>did not, in my view, do a good job of managing the people under him,<q> <strong> Donald Rumsfeld </strong> said in an interview with ABC, set to air this week. \"There was a lot of leaking out of the State Department, and the president knew it,\"", "new_id": -2}, {"uid": "1295216470191463438", "i": 443, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": ". In a world with any semblance of justice, war-makers <strong> Colin Powell </strong> and <strong> President Bush </strong> would be portrayed sharing a bench in a prison cell. Nor does Ms. Graham challenge <strong> President Bush </strong>'s absurd responses. When <strong> President Bush </strong> says <q>I feel very strongly that if the United States were to leave, Afghan women would suffer<q> he is allowed to pose as a champion of women's rights, overlooking how his invasion of Iraq spelled catastrophe for millions of women there who lost family, jobs, and their lives, or who were reduced", "new_id": -2}, {"uid": "1297184222036618258", "i": 14207, "idx": 2, "sa": ["Dwaine Caraway", "Brent Jones", "Michael Vick"], "q": "making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs, making positive choices about picking friends, and the importance of education,\" <strong> Dwaine Caraway </strong> said. <q>That was the focus of the event.... For those reasons, <strong> Michael Vick </strong> deserves such an action from my office.<q> To report corrections and clarifications, contact Standards Editor <strong> Brent Jones </strong>. For publication consideration in the newspaper, send comments to", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q>You'd rather be at the table than not at the table,<q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business. \"You figure this is a way to do something useful for your country.\" <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1295218070163594249", "i": 560, "idx": 18, "sa": ["Simon Cowell"], "q": "sweet-and-sour chicken,\" he told one befuddled contestant. But it was soon clear that <strong> Simon Cowell </strong> was not content to simply be \"the talent.\" Looking back on those first seasons, he says, <q>It was hard, and that's the point, I think, where you have to say, \"Look, am I just a judge, or am I going into TV as a serious business?... I just didn\"t want to be a paid judge for the rest of my life.<q> When his X Factor launched on British television in October 2004, <strong> Simon Cowell </strong> had two years remaining on his Idol contract. \"The only thing the two talent shows have in common is <strong> Simon Cowell </strong>,\"", "new_id": -2}, {"uid": "1294966659267878403", "i": 37273, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Dr. Peter", "Nancy Pelosi"], "q": "for <strong> Gabrielle Giffords </strong>. Shortly before the service, surrounded by her husband Mark Kelly, Minority Leader <strong> Nancy Pelosi </strong> and her close friends <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>( D-Fla.) and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.), she opened her eyes. <q>She's in her hospital bed. I'm holding her hand, we're talking about how great she is and how inspiring she is. And we're talking about all the fun things we want to do. And she's squeezing my hand and I'm knowing that she's reacting. She's moving her leg and she's moving her arms. And we're getting so excited because we can see that she's really trying so hard to communicate with us.<q> <strong> Dr. Peter </strong> Michael Lemole, the neurosurgeon who operated on <strong> Gabrielle Giffords </strong>, said Thursday that visit may have made all the difference. \"I was there when she was surrounded by her friends from the Congress", "new_id": -2}, {"uid": "1295301883181911555", "i": 47260, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "a crook, <strong> Howard Stern </strong> lashed out at <strong> Jay Leno </strong> saying, \"he's not fit to scrub <strong> David Letterman </strong>'s fit.\" Later, he even took the American public to task for choosing to watch <strong> Jay Leno </strong> instead, arguing <q>they must be in a coma.<q> Look: people are going to watch what they want to watch. Obviously, <strong> Jay Leno </strong> does fill some sort of idiotic demographic, but there's no questioning how obvious and unoriginal most of his material is", "new_id": -2}, {"uid": "1295934815035356689", "i": 48233, "idx": 0, "sa": ["Zahi Hawass"], "q": "in his 8-year-old campaign to bring home ancient artifacts spirited out of the country during colonial times. <strong> Zahi Hawass </strong> wants to see back home. The bust is currently at Berlin's Neues Museum. <q>I am doing something that I believe in and that should have been done a hundred years ago,<q> <strong> Zahi Hawass </strong> said. \"My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to follow suit.\"", "new_id": -2}]