[{"uid": "1295357289030228541", "i": 26080, "idx": 0, "sa": ["Steven Tyler", "Jennifer Grey", "Randy Jackson", "Simon Cowell", "Jennifer Lopez", "Michael Jackson"], "q": "of auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more`` Idol'' wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on the Fox singing competition. <q> I think with every artist-- and <strong> Jennifer Grey </strong> and <strong> Randy Jackson </strong> are legendary artists-- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel.`` That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"uid": "1295264255086458368", "i": 37028, "idx": 1, "sa": ["Enda Kenny", "Brian Cowen", "Eamon Gilmore"], "q": "Labour Party leader <strong> Eamon Gilmore </strong>. The meeting has been described as`` a show of strength'' by close <strong> Brian Cowen </strong> confidantes. Mr. <strong> Enda Kenny </strong>( 37), media darling and noted heave survivor, told reporters: <q> It's vital for our democracy that <strong> Brian Cowen </strong>'s visionary leadership of Fianna F?il should continue. He has done so much in just two short years- it's only fair that he should be allowed to finish the job, as it were. Some people say he's done too much damage to Fianna F?il. To them I say:`` No way, baby! </q>. He has electrocuted his party, and needs to continue that. As the man said-' a lot gone, more to go!'. So I'm saying to FF backbenchers today:` Sign", "new_id": -2}, {"uid": "1297174755196968449", "i": 60035, "idx": 1, "sa": ["Simon Cowell"], "q": " Commitment and expertise are the most important factors he is looking for in a judge, <strong> Simon Cowell </strong> said, because they will have to work with the finalists five or six days a week throughout the competition. <q> They also have to be competitive with each other, because the judges are competing, too. </q> Each will be trying to guide his or her pupils to the grand prize. This will create a situation in which someone like <strong> Simon Cowell </strong> will be critiquing those mentored by another judge and being`` extra nice", "new_id": -2}, {"uid": "1295814374241696780", "i": 16421, "idx": 11, "sa": ["Colin Powell", "Barack Obama"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race.`` I will always vote for the person who I think is best qualified,'' he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q>", "new_id": -2}, {"uid": "1295499871140181544", "i": 22238, "idx": 0, "sa": ["Doc Rivers", "Rajon Rondo", "Allen Iverson", "Michael Finley", "Eric Gordon"], "q": "42 points. Then Boston set up a play for <strong> Allen Iverson </strong>, who took a pass from <strong> Rajon Rondo </strong> and connected from the right side. <strong> Allen Iverson </strong> scored 28 points after getting some advice from coach Doc <strong> Doc Rivers </strong> at halftime. <q> Doc said going into the half,` Be aggressive, but let it come to you, </q>' <strong> Allen Iverson </strong> said.`` I never think I'm not in my rhythm. It can be a grind as a shooter. As a scorer you're always trying to Michael Finleyd something.'' <strong> Allen Iverson </strong> and <strong> Eric Gordon </strong> each", "new_id": -2}, {"uid": "1295297363181911610", "i": 6463, "idx": 0, "sa": ["Bob Dudley", "Chris Huhne"], "q": " He said British energy minister <strong> Chris Huhne </strong> attended Friday's signing ceremony for the deal in London only because he had been invited to attend by BP. <strong> Chris Huhne </strong> said on Friday the deal could have huge benefits <q> not only for both companies but for the relationship between our countries. </q> BP chief executive <strong> Bob Dudley </strong> said on Monday the company notified the U.S. government about the deal before it was announced but said it did not need U.S. approval.( Reporting by Tim Castle; Editing", "new_id": -2}, {"uid": "1297244265085999658", "i": 18797, "idx": 0, "sa": ["Wanda Jackson", "David Letterman"], "q": "<strong> Wanda Jackson </strong> je zp?va?kou a kytaristkou, kter je pova?ov?na za jednu z pr?kopnic nru rockabilly a rocn'n' rollu. Jej erstvou desku <q> The Party Ain't Over </q> produkoval href=\"http://musicserver.cz/interpret/The-White-Stripes/\"> The White Stripes. Vyd?n nahr?vky oslavila tato poveden dvojka vyprodan?mi koncerty v New Yorku a Los Angeles a zast?vkami v po?adech`` Late Show with <strong> David Letterman </strong>'' a no?n show`` Conan''. V", "new_id": -2}, {"uid": "1297268304137707526", "i": 1069, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "discus his options. Nixon was in a chatty mood, and <strong> Donald Rumsfeld </strong> recorded his every thought, for his files. First, Nixon was unimpressed with the entirety of the United States Congress: <q> The President said that the Senate and the House were a joke. There was no strength there. </q> Nixon promised to endorse <strong> Donald Rumsfeld </strong> in the primaries if necessary, and also took a shot at the man <strong> Donald Rumsfeld </strong> would most likely be running to defeat: \" The President told me that he will", "new_id": -2}, {"uid": "1295432536243531905", "i": 23581, "idx": 0, "sa": ["Steven Tyler", "Ricky Gervais", "Simon Cowell", "Jennifer Lopez", "Jimmy Iovine"], "q": "for its 10th season with new judges <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> and new mentor <strong> Jimmy Iovine </strong>, but without <strong> Simon Cowell </strong>, Wednesday at 8 p.m. on WFXT( Ch. 25). target=\"_blank\" href=\"http://wntoday.com/\"> Today Jan. 16 <strong> Ricky Gervais </strong> hosts <q> The 68th Annual Golden Globes </q> live from the hotel at 8 p.m. on WHDH( Ch. 7). It's fun to see who wins. It's <strong> Steven Tyler </strong>: Aerosmith to Start Recording Album This Weekend,` Idol' Not`", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,'' <strong> Sen. Bernie Sanders </strong> said.`` We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.'' <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>.`` When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.''", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}]