[{"uid": "1295586165085278740", "i": 9366, "idx": 6, "sa": ["Eric Schmidt", "Google Inc."], "q": "during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>'s co-founders as his \"best friends.\" \"I believe Larry is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q>It's time for him to have a shot at running this.<q> VW considering offering new car brand specifically for China: report", "new_id": -2}, {"uid": "1295562514244678661", "i": 7039, "idx": 1, "sa": ["Eric Schmidt"], "q": "on new products, the company said. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said in a statement. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.<q> The tech giant also reported Thursday fourth-quarter net income of$ 2.54 billion, or$ 7.81 a share, from$ 1.97 billion, or$ 6.13 a share in the year-ago period. The", "new_id": -2}, {"uid": "1296864258154910775", "i": 3227, "idx": 2, "sa": ["Sergio Marchionne"], "q": "also CEO of Italy's Chrysler, has said repeatedly that the high interest rates on$ 5.7 billion that Chrysler owes to the U.S. Treasury have been an obstacle in the automaker's return to profitability. <q>When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut,<q> <strong> Sergio Marchionne </strong> said of the bailout. The sharp tone from an executive regarded as one of the shrewdest dealmakers in the auto industry comes after delays in Chrysler's application for a new round of low-interest loans from", "new_id": -2}, {"uid": "1297390016200884258", "i": 41918, "idx": 7, "sa": ["Paul Bremer", "Condoleezza Rice", "Colin Powell"], "q": "[ which] has been that a cowboy president and his posse of neocons went to war without adequate preparation and ran roughshod over doubts by more sober bureaucratic and strategic minds.\" Also, a writing that <q>holds individuals responsible for failures of execution...<q> like blaming <strong> Condoleezza Rice </strong>, \"<strong> Colin Powell </strong>'s State Department,\" <strong> Paul Bremer </strong>, Bush-this one in a polite way-and others. The National Security Council overseen by <strong> Condoleezza Rice </strong>( with her \"style of management\") is", "new_id": -2}, {"uid": "1296441989213188616", "i": 20818, "idx": 1, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,<q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Rodney_Rogers_scores_9_points_in_9_seconds/_Denver_Nuggets_Comeback kobe makes a 4 point play against the nuggets", "new_id": -2}, {"uid": "1297176031226918403", "i": 3184, "idx": 26, "sa": ["David Letterman", "Aaron Rodgers"], "q": "did you run yesterday, different plays? <strong> Aaron Rodgers </strong>: \"Mike likes to repeats some calls sometimes, especially if they work, but...\"( Audience laughs) <strong> David Letterman </strong>:( Laughs) <q>Well, there's your coaching key right there.<q> <strong> Aaron Rodgers </strong>: \"Not this one again.\"( <strong> David Letterman </strong>, audience laugh) <strong> David Letterman </strong>: \"What are we talking about, 20, 25?\" <strong> Aaron Rodgers </strong>: \"", "new_id": -2}, {"uid": "1295155292216006706", "i": 22702, "idx": 0, "sa": ["Troy Polamalu", "Michael Vick", "Ben Roethlisberger"], "q": "of the suspension, reduced from six games, and has been up and down. But Steelers safety <strong> Troy Polamalu </strong> said he saw something deeper, more compelling than football, in <strong> Ben Roethlisberger </strong>'s saga this season. <q>I think the better story is the story of repentance,<q> <strong> Troy Polamalu </strong> said after Saturday's game. \"If fans want to see anything and how a true hero or a true role model should be, it should be <strong> Ben Roethlisberger </strong> or <strong> Michael Vick </strong> or these guys who", "new_id": -2}, {"uid": "1295680042220479516", "i": 14937, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "John Prescott"], "q": "<strong> John Prescott </strong>'s mobile phone hacked <strong> John Prescott </strong> has written to <strong> David Cameron </strong> complaining about <strong> Andy Coulson </strong> the Tory head of communications, who was editor of the News of the World newspaper when the hacking took place.... Islamophillic specimen uno; <q>Dissecting DLandonCole with a rusty saw..<q> Islamophillic specimen uno; \"Dissecting DLandonCole with a rusty saw..\" Pat and Thunderf00t are biggots, now mate?.. when islamophillia becomes insanity and paranoya. i dropped the vogter project. whats the", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q>It is a pretty good offer we are making.<q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. \"There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}, {"uid": "1295584540106250245", "i": 12398, "idx": 1, "sa": ["Eric Schmidt"], "q": "and its president of technology. The shake-up, which will take effect on April 4, is the biggest change in management at the company since Mr <strong> Eric Schmidt </strong> joined as chief executive in 2001. <q>Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured,<q> Mr <strong> Eric Schmidt </strong> wrote in a blog post. He added that Mr Page would \"merge Google's technology and business vision\", while he would stay on to focus on external issues, like \"deals", "new_id": -2}]