[{"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries. ''Things have been stable since June'' in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q>But you never know; it's possible for the government to cause us to not work.</q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}, {"uid": "1297207413130318370", "i": 42352, "idx": 2, "sa": ["Saddam Hussein", "McKinley Price", "Michael Vick", "Mike Tomlin"], "q": "But perhaps Detroit would like to take back the key given to <strong> Saddam Hussein </strong> in 1980. Mayors traditionally give out keys but Newport News Mayor <strong> McKinley Price </strong> said he does not foresee giving <strong> Michael Vick </strong> a key. <q>It's not something we think about,</q> <strong> McKinley Price </strong> said. Newport News honored Pittsburgh Steelers Coach <strong> Mike Tomlin </strong>, but that was with a proclamation, not a key. Councilwoman Tina <strong> Michael Vick </strong> would not rule out Newport News some day recognizing her nephew", "new_id": -2}, {"uid": "1297427687170164234", "i": 13511, "idx": 2, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "produce 1.4 million vehicles a year by 2014 from 650,000 in 2009. In addition to the meeting with <strong> Silvio Berlusconi </strong> tomorrow, <strong> Sergio Marchionne </strong> will also speak about those goals at a parliamentary hearing in Rome on Feb. 15. <q>The government is moving too late, but better late than never,</q> said Federico Bellono, the local head of the Fiom union in Turin, which opposed the Mirafiori agreement. ''<strong> Sergio Marchionne </strong> is more oriented strategically toward the U.S. than Europe.'' After Italy's main newspapers", "new_id": -2}, {"uid": "1295981856139264033", "i": 35489, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "should not be reached through coercion, intimidation, and threats of violence. Hezbollah, backed by Syria, engaged in all three to achieve its political goals.'' Vietor said the tribunal is vital for <q>stability, security and justice in Lebanon.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 3 BR/ 1 BA$ 899,000.00 SAN FRANCISCO 3 BR/ 1", "new_id": -2}, {"uid": "1295565740204783649", "i": 20453, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin"], "q": " ''deals, partnerships, customers and broader business relationships, government outreach and technology thought-leadership that are increasingly important, given Google's global reach,'' and act as an adviser to Page and <strong> Sergey Brin </strong>. <q>We are confident that this focus will serve Google and our users well in the future,</q> <strong> Eric Schmidt </strong> said. ''Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.'' Woman who fell in fountain and outed", "new_id": -2}, {"uid": "1295564385175194279", "i": 13243, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "that CEO <strong> Eric Schmidt </strong> will step down, becoming executive chairman, while co-founder Larry Page will take over as chief executive. <strong> Sergey Brin </strong>, the company's other co-founder, will step down as president of technology, and instead <q>devote his energy to strategic projects, in particular working on new products,</q> the company said. ''We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' said <strong> Eric Schmidt </strong>. ''By clarifying our individual", "new_id": -2}, {"uid": "1295499871140181534", "i": 6697, "idx": 2, "sa": ["Richard Jefferson", "Allen Iverson", "Ramon Sessions", "Rodney Stuckey"], "q": ". He apologized Friday morning, then sat on the bench for almost 10 minutes as <strong> Rodney Stuckey </strong> started instead. One spectator held up a sign that read, ''practice.'' Curry said the matter was closed. <q>I just wanted to make up for it with my play,</q> said <strong> Allen Iverson </strong>, who hadn't come off the bench since Dec. 22, 2006, the night of his first game with the Denver Nuggets. <strong> Richard Jefferson </strong> and <strong> Ramon Sessions </strong> each scored 21 points for the Bucks, who lost", "new_id": -2}, {"uid": "1295156723221855763", "i": 25489, "idx": 3, "sa": ["Allen Iverson", "Anthony Morrow"], "q": "that seemed to holler to all their doubters, ''Take that!'' ''We just wanted to show the whole world we could play together,'' <strong> Anthony Morrow </strong> said after the duo's triumphant debut Monday night. <q>We know there's a lot of doubt about that.</q> <strong> Anthony Morrow </strong> scored 28 points in his return from a 15-game suspension for fighting and <strong> Allen Iverson </strong> added 23 in the Denver Nuggets' 115-98 rout of the Memphis Grizzlies. The two are out to prove two superstars can coexist.", "new_id": -2}, {"uid": "1295779997079200290", "i": 44004, "idx": 0, "sa": ["Andy Coulson", "Tommy Sheridan", "Gail Sheridan"], "q": "mobile phones while he was editor of the News of the World. Insiders yesterday revealed that having to give evidence at the <strong> Tommy Sheridan </strong> trial was the tipping point for <strong> Andy Coulson </strong>. One source said: <q>He was spending hours of his day trying to respond to stories about him. ''He had to take a week off before Christmas to prepare and give evidence in the <strong> Tommy Sheridan </strong> trial and was then being filmed and photographed arriving and leaving the court. ''He was right at the centre of the story instead of trying to manage it and he knew then that he had to go.</q> <strong> Andy Coulson </strong> was the News of the World's editor in 2004, when the paper made allegations about <strong> Tommy Sheridan </strong> cheating on wife <strong> Gail Sheridan </strong>. <strong> Tommy Sheridan </strong> questioned him in court about phone-tapping. The politician's details", "new_id": -2}, {"uid": "1295582424002506758", "i": 2825, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Saddam Hussein", "Mikhail Gorbachev", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "anniversary show <strong> Saddam Hussein </strong> tried to broker a last minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces ''treacherous and cowardly'' and describing <strong> George H.W. Bush </strong> as <q>the enemy of God and humanity.</q> Along with <strong> George H.W. Bush </strong>, the reunion included former <strong> Dan Quayle </strong>, then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and then-National Security Advisor <strong> Brent Scowcroft </strong>. The Kuwaiti dignitaries included the emir", "new_id": -2}]