[{"uid": "1295682265065617928", "i": 120, "idx": 14, "sa": ["Mitch Daniels", "Mike Pence", "Charlie Black"], "q": "a favorite of Republicans who like <strong> Mitch Daniels </strong>' broad experience and fiscal credentials. <strong> Mitch Daniels </strong> has said he won't make a decision about running for president until after this year's legislative season ends in April. <q> If( <strong> Mitch Daniels </strong>) runs, I think it's hard for <strong> Mike Pence </strong>, because all the financial base in Indiana would likely go to <strong> Mitch Daniels </strong>, </q> <strong> Charlie Black </strong> said. But <strong> Mike Pence </strong> also can't afford to wait to decide because he has a long way to go in building a fundraising network and a campaign team, and becoming better-known. As", "new_id": -2}, {"uid": "1296586506107593730", "i": 25549, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> dodges talk of becoming future Apple CEO Google chairman <strong> Eric Schmidt </strong> is sidestepping discussion of whether he might become the next Apple CEO. <q> In the first place, it's not appropriate. Steve[ Jobs] is still the CEO and I hope he continues forever, </q> <strong> Eric Schmidt </strong> told CNBC in a Monday interview. In response to whether or not Apple has approached him to make an offer, however, <strong> Eric Schmidt </strong> would neither confirm or deny the suggestion.`` I'm not going to", "new_id": -2}, {"uid": "1296738996265682966", "i": 6200, "idx": 0, "sa": ["Craig Oliver", "Andy Coulson"], "q": "individuals will be given permission if a formal or informal application to the court is made. The guidance stated that judges can authorise live reporting on a case-by-case basis and at times it may be limited to <q> representatives of the media for journalistic purposes </q>. Sign up here for our free, daily email newsletter to get all the latest stories, jobs, tips and more. BBC's <strong> Craig Oliver </strong> to replace <strong> Andy Coulson </strong> as No 10 communications chief href=\"http://www.journalism.co.uk/news/sponsored-content-must-be-clearly-marked-rules-oft-in-blog-network-case/s2/a541966/\"> Sponsored content must", "new_id": -2}, {"uid": "1297323057252542979", "i": 12185, "idx": 11, "sa": ["Donald Rumsfeld"], "q": "puck opined:`` The fact that Politicians lie, is no revelation.'' There's no logic in this as a mere substitution of the collective noun`` little children'' shows: <q> The fact that little children lie, is no revelation. </q> I would still reprimand my child for lying. What <strong> Donald Rumsfeld </strong> is doing is called in the ten commandments`` Bearing false witness.'' Something a good sight worse than a mere fib. That he publilshed", "new_id": -2}, {"uid": "1295621146048054324", "i": 59316, "idx": 4, "sa": ["David Cameron", "Andy Coulson"], "q": "<strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so,'' <strong> David Cameron </strong> said in an e-mailed statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> In comments to BSkyB's Sky News television channel, <strong> David Cameron </strong> dismissed questioning about his judgment over <strong> Andy Coulson </strong>.` Excellent Job'`` He's run the Downing Street press office in a", "new_id": -2}, {"uid": "1295636284010665991", "i": 1233, "idx": 1, "sa": ["Alan Johnson", "David Cameron", "Andy Coulson"], "q": "Labour is now old old brown. To compare the two is pretty ludicrous even by lefty standards. I suppose the only thing in common is rumours that both <strong> Alan Johnson </strong> and <strong> Andy Coulson </strong> were being briefed about by <q> one of there own Poise? BAlan Johnsonce? A nose for the aspirational voter? Bollocks! What planet are you on? The man was tainted and should never have been employed in the first place. Supreme lack of judgement on <strong> David Cameron </strong>'s side who is still saying today that he has`` been punished twice </q>! 1) he has not been punished; and 2) so <strong> David Cameron </strong> agrees he was guilty! golfplayer 21 January 2011 6:15 PM FredinSpain 21 January 2011 5:58 PM golfplayer 21", "new_id": -2}, {"uid": "1295432535243531880", "i": 4296, "idx": 1, "sa": ["Angelina Jolie", "Quentin Tarantino", "Lee Daniels", "Brad Pitt"], "q": "disparaging Internet rumors that the couple has broken up. <strong> Brad Pitt </strong> and <strong> Angelina Jolie </strong> sat next to each other during the ceremony, laughing at` Precious' director <strong> Lee Daniels </strong> as he spoke about the` Inglourious Basterds' director. <q> You are a walking encyclopedia of cinema, </q> <strong> Lee Daniels </strong> said of <strong> Quentin Tarantino </strong>. At the awards, <strong> Angelina Jolie </strong>, dressed in a black suit with a noticeably trimmed beard, introduced <strong> Quentin Tarantino </strong>, even offering up an impression of the director from the podium. <strong> Angelina Jolie </strong> looked on", "new_id": -2}, {"uid": "1295332781190038055", "i": 1765, "idx": 0, "sa": ["Michael Gove", "Joan McVittie"], "q": "headteachers say it ignores many academic subjects such as religious studies and the sciences.`` All that you're getting is a new Michael Government wanting to put their stamp on education,'' said Ms <strong> Joan McVittie </strong>. <q> There have been marked improvements in pass rates over the past decade and what you've got is a Michael Government wanting to get the measure way down at a lower level so they can show some sort of improvement. </q> National figures show just 15.6 per cent of pupils met the Baccalaureate threshold last summer. Conservative education minister <strong> Michael Gove </strong> said:`` In nearly every other developed country in the world children are assessed in", "new_id": -2}, {"uid": "1295007611134168585", "i": 47268, "idx": 1, "sa": ["Gabrielle Giffords", "Michelle Obama", "Kirsten Gillibrand"], "q": "sharpen our instincts for empathy, and remind ourselves of all the ways our hopes and dreams are bound together.'' <strong> Michelle Obama </strong> also said <strong> Gabrielle Giffords </strong> opened her eyes for the first time during his visit and quote <q> she knows we are here and she knows we love her. </q> New York Senator <strong> Kirsten Gillibrand </strong> was also there when it happened. She said once <strong> Gabrielle Giffords </strong> heard her husband's voice, she opened her eyes.`` All of a sudden she started to", "new_id": -2}, {"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,'' Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds.`` We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}]