[{"uid": "1296941941143212619", "i": 2830, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "opens next week. <strong> Justin Bieber </strong> made an appearance on the\" Late Show with <strong> David Letterman </strong>\" Friday on CBS and delivered the night's Which line was your favorite? No. 5 was pretty clever: <q> At the barber shop, I can say \"Give me the me.' </q> If you can't get enough of him, you might want to tune in to NBC\"s \"Saturday Night Live\" tonight( Feb. 5) as reports have been swirling that <strong> Justin Bieber </strong> will make a", "new_id": -2}, {"uid": "1295299857181911555", "i": 33780, "idx": 4, "sa": ["Chris Bosh", "Allen Iverson", "Andrea Bargnani"], "q": "sn... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that I will continue my career. </q> Referring to a Monday meeting with Griz... Toronto Raptors vs Memphis Grizzlies Jan. 9/09 <strong> Chris Bosh </strong> had 32 points and 10 rebounds, and <strong> Andrea Bargnani </strong> continued his hot stretch with 21 points as the Toronto Raptors beat the Memphis Grizzlies", "new_id": -2}, {"uid": "1295688999156401675", "i": 33400, "idx": 0, "sa": ["Andy Coulson", "Barack Obama"], "q": "Innocent people should not suffer needlessly as a result because people stick their heads in the sand. \" Report Abuse \" Question: How do you tell when a Muslim goes from boyhood to manhood? \" Report Abuse <q> Millions of@#$% e pilgrims are converging this weekend on Karbala, located 55 miles( 90 kilometers) south of Baghdad, for rituals marking the 7th century death of Imam <strong> Barack Obama </strong>. He was a grandson of the Prophet Muhammad and was slain by Muslim rivals near Karbala. </q>____ you know what they say about Islam... the more things change, the more things stay the same. Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1295589621085278754", "i": 8953, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": ", 1:00 AM EST- U.S. Markets open in 8 hrs 30 mins <strong> Google Inc. </strong> turns Page on <strong> Eric Schmidt </strong>, names co-founder CEO{ \"s\": \"goog, novl\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"'} <strong> Michael Liedtke </strong>, AP Technology Writer, On Friday January 21, 2011, 12:45 am SAN FRANCISCO( AP)-- When <strong> Google Inc. </strong> went", "new_id": -2}, {"uid": "1296487693078397451", "i": 32331, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to employees this morning. <strong> Sergio Marchionne </strong> did not state any average amount of the payments in the e-mail, but he likely will be asked about it during a conference call that begins at 10 a.m. <q> I want to express my gratitude to everyone for their hard work as we move forward towards the achievement of our goals, </q> <strong> Sergio Marchionne </strong> said in his e-mail. \"You are the authors of this success. I want to thank you for your dedication, your creativity and your willingness to embrace change without which these results would not have been", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business. \"You figure this is a way to do something useful for your country.\" <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1296697902064045079", "i": 35438, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Sen. Kay Bailey Hutchison"], "q": "Democratic <strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong> of New York said in a statement Wednesday she's open to making improvements to the health care law, but the Republican repeal amendment amounted to \"a political stunt.\" <q> It would deny affordable health insurance to millions of families and eliminate important tax breaks for small businesses, </q> <strong> Kirsten Gillibrand </strong> said. \"We should be focused on creating jobs, not refighting old political battles.\" <strong> Chuck Schumer </strong> said Democrats are winning the battle of public opinion, citing recent polls that found about", "new_id": -2}, {"uid": "1295782000044482590", "i": 19712, "idx": 2, "sa": ["Eric Schmidt", "Douglas Merrill", "Google Inc."], "q": "Images <strong> Google Inc. </strong>( GOOG) <strong> Eric Schmidt </strong> Says \"Adult Supervision No Longer Needed\" <strong> Google Inc. </strong>'s( Nasdaq:) outgoing CEO <strong> Eric Schmidt </strong> twitted and posted on the company blog about the management shake-up news. Twitter: <q> Day-to-day adult supervision no longer needed! </q> Commenting on the moves in the Big Bang At <strong> Google Inc. </strong>: Larry Page To Replace <strong> Eric Schmidt </strong> As CEO On April 4 <strong> Eric Schmidt </strong> and <strong> Douglas Merrill </strong> talk about <strong> Google Inc. </strong> Apps <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>, talks about how he is carefully", "new_id": -2}, {"uid": "1296917233046448644", "i": 3900, "idx": 1, "sa": ["Barbara Walters", "David Letterman"], "q": "Ms. <strong> Barbara Walters </strong> picked up on the fact that he seemed to know the difference in the various states of mind and asked whether he spoke from experience with depression and whether he is on medication to treat it now. <q> I get medicinal help for depression, </q> Mr. <strong> David Letterman </strong> said. With millions of Americans affected by depression, the news of another high-profile person battling the problem is perhaps as comforting to hear as Mr. <strong> David Letterman </strong>'s admission was surprising to hear by others. With", "new_id": -2}, {"uid": "1297294682073252874", "i": 14120, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler Group LLC is closely tracking currency exchange rates in Brazil, where the increasing strength of the Brazilian real has put pressure on its growth plans in the region, Chief Executive <strong> Sergio Marchionne </strong> said on Wednesday. <q> It's making things there quite costly, </q> Mr. <strong> Sergio Marchionne </strong> said Wednesday on the sidelines of the Chicago auto show. Copyright 2011 Dow Jones& Company, Inc.. All Rights Reserved This copy is for your personal, non-commercial use only.", "new_id": -2}]