[{"uid": "1297217145164478976", "i": 24822, "idx": 1, "sa": ["Sergio Marchionne", "John Elkann"], "q": "Chrysler to 25 percent. One known requirement is that the remaining$ 6.9 billion in government loans would need to be paid off before the merger could occur- something <strong> Sergio Marchionne </strong> aims to have accomplished by the <q>Who knows? In the next two to three years we could be looking at one entity. It[ Fiat-Chrysler] could be based[ in the U.S.],</q> <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong>, along with Fiat chairman <strong> John Elkann </strong>, went on to clarify his last comment after it drew harsh criticism from Italian politicians. They elaborated, revealing that the companies will likely merge, but will", "new_id": -2}, {"uid": "1295800451231243789", "i": 15779, "idx": 0, "sa": ["Andy Coulson", "Harriet Harman"], "q": "been hacked when he was Labour prime minister between 2007 and 2010. Brown's office declined to comment, but Labour deputy leader <strong> Harriet Harman </strong> said police must investigate the allegations. <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,</q> she told Sky News. \"Nobody is above the law, no newspaper editor, no journalist.\" <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone", "new_id": -2}, {"uid": "1295559682260145158", "i": 14804, "idx": 0, "sa": ["Eric Schmidt"], "q": "president of technology. The shake-up, which will take effect April 4, is the biggest change in management at the company since Mr. <strong> Eric Schmidt </strong> joined as chief executive in 2001. <q>Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured,</q> Mr. <strong> Eric Schmidt </strong> wrote in a Twitter account, Mr. <strong> Eric Schmidt </strong>, who was widely described as \"adult supervision\" at Google when he was named chief executive, wrote: \"Day-to-day adult supervision is no", "new_id": -2}, {"uid": "1295235692176996357", "i": 39578, "idx": 0, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": "Bing search engine as an alternative to Google. An Enterprise 2.0 tour about SAP's Business Intelligence deal with Jive Software, which lets you embed dynamic analytics BusinessObjects Crystal Reports widgets inside your ClearSpace blog posts. <q>People are treating Google like their most trusted friend,</q> said CNBC's <strong> Maria Bartiromo </strong> in the interview. \"Should they be?\" Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded, \"", "new_id": -2}, {"uid": "1297492185025739275", "i": 36684, "idx": 0, "sa": ["Michael Gove"], "q": "must be reconsidered because Mr <strong> Michael Gove </strong> unlawfully failed to consult on the plans after six local authorities from outside the region launched a judicial review. The judge said that in five of the cases the failure was <q>so unfair as to amount to an abuse of power</q>. Bradford Council, which also lost funding, said it would look carefully at the judgement and \"consider the implications\" for other authorities, but the judge warned other councils not to expect that they", "new_id": -2}, {"i": 205, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", or would it be seen a bit too cruel?\" he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN. \"Joking!\" he said to audience jeers. <q>I'd like to see you punch a 78-year-old man,</q> <strong> David Letterman </strong> said. The pair also discussed <strong> Piers Morgan </strong>'s UK newspaper career, his walk on the beach with <strong> Rupert Murdoch </strong>, and <strong> Ricky Gervais </strong>' Golden Globes hosting job. <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on", "sa": ["Piers Morgan", "David Letterman", "Rupert Murdoch", "Larry King", "Ricky Gervais"], "uid": "1295622096143933453"}, {"uid": "1295806201208044036", "i": 42688, "idx": 0, "sa": ["John McCain", "Colin Powell", "Arnold Schwarzenegger", "Barack Obama"], "q": "<strong> John McCain </strong>( R-Ariz.) said that Congress must take on some of the \"sacred cows,\" including entitlements, in order to cut the deficit. \"Agriculture subsidies are outrageous today,\" he said. <q>Ethanol is a joke, and it's a multi-billion dollar spending. All ag subsidies.... The post office, a model of inefficiency. Horse and buggies-- and the days when Internets[ Launch of the Bloom box fuel cell generates a slice of Apple hype| Environment| guardian.co.uk PlayStation Network down, so are lots of PS3s( update)-- Engadget</q> <strong> Colin Powell </strong>'s Endorsement of <strong> Barack Obama </strong> Will Live... in Infamy- Big Government Bloom box fuel cell: Google, eBay, and <strong> Arnold Schwarzenegger </strong> attend launch- Telegraph <strong> Colin Powell </strong>:` Perfectly Acceptable To Get Rid Of DADT", "new_id": -2}, {"uid": "1296488345238895112", "i": 16194, "idx": 0, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "Tyler praises fellow Idol judge Lopez Speaking on <strong> Ryan Seacrest </strong>'s KIIS-FM show, he said he had no intention of trying to fill <strong> Simon Cowell </strong>'s shoes. Jackson said: <q>I wouldn't say I stepped into the <strong> Simon Cowell </strong>'s shoes. I don't think those shoes could be filled, nor would I want to be in them![ But] I think you'll see a lot of excitement.</q> Speaking about Lopez's remark, he said: \"Oh come on! Jennifer, come on, take it back! It's not true!\" The Big Mc of Irish comedy sets the", "new_id": -2}, {"uid": "1295810644069746713", "i": 33009, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "to speed up decision-making at the Internet giant. In a regulatory filing last week, <strong> Google Inc. </strong> said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q>The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his <strong> Google Inc. </strong> stock as part of his long-term strategy for individual asset diversification and liquidity,</q> the filing said. As of December 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of <strong> Google Inc. </strong> stock and controlled 9.6 percent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1297176031226918403", "i": 3194, "idx": 36, "sa": ["David Letterman", "Aaron Rodgers"], "q": "our guys, got a 15-yard penalty-- you can't do that.\"( <strong> Aaron Rodgers </strong>, audience laugh) <strong> David Letterman </strong>: \" \"No, you hate to see that.\" <strong> Aaron Rodgers </strong>: <q>It's tough, you know?</q> <strong> David Letterman </strong>: \"Is it fun when you're out there? I mean, you're overwhelmed by adrenaline for a while aren't you when you\"re out there?\" <strong> Aaron Rodgers </strong>: \"", "new_id": -2}]