[{"uid": "1296691113131874883", "i": 49943, "idx": 0, "sa": ["Mike Pence"], "q": "how the sex trafficking actors are directed by Planned Parenthood officials to another, more shady, abortion center that will give them less grief about the abortions on the young women. <strong> Mike Pence </strong> said the video showing <q> potential criminal activity at a Planned Parenthood clinic in New Jersey </q> is another reason for his legislation.`` The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage,'' he said.`` Every American should", "new_id": -2}, {"uid": "1297016781210059273", "i": 25084, "idx": 1, "sa": ["Sergio Marchionne", "Charles Bolden", "Steven Rattner", "Rick Astley", "Sarah Palin"], "q": "our government loans that has raised concern. I regret the remark which I consider inappropriate,'' <strong> Sergio Marchionne </strong> said in his statement. The Detroit News said Sunday that <strong> Steven Rattner </strong>, who was the Obama administration's <q> auto czar' during the bailout, said the loans were made at or below market rates and Washington would be delighted Chrysler found a way to refinance the loans and pay them off. <strong> Charles Bolden </strong>'s Story: From the Segregated South to Low Earth Orbit Floods, cyclones and now wildfires. Australia may not be the promised land after all A member of the Landover Baptist Church recently saw the word`` FAP </q> in a <strong> Sarah Palin </strong> thread. Let's... Happy 45th birthday to 80s pop sensation <strong> Rick Astley </strong>. Here's Together Forever United Press International, Inc.. All Rights Reserved. Welcome to UPI.com! Your trusted source for world", "new_id": -2}, {"uid": "1295981119035848227", "i": 24624, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Saad Hariri", "Tommy Vietor"], "q": "to outside interference. As we see what this new government does, we will judge it accorSaad Haririgly.'' A White House spokesman, <strong> Tommy Vietor </strong>, warned that decisions about the make-up of the emerging Lebanese government <q> should not be reached through coercion, intimidation, and threats of violence. Hezbollah, backed by Syria, engaged in all three to achieve its political goals. </q> <strong> Tommy Vietor </strong> said the tribunal is vital for`` stability, security and justice in Lebanon.'' Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate:", "new_id": -2}, {"uid": "1297117350135839819", "i": 55312, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "him select the winner of the TV talent show but admitted he is in`` regular'' contact with the singer, who he worked with on` American Idol' until 2009. He said: <q> I'm a massive fan of <strong> Paula Abdul </strong>. We have been in regular contact. I'm not going to say who we are going to confirm or not because the truth is we haven't made up our minds up yet. It comes down to who I think is interesting and the commitment and the expertise each person offers. </q> <strong> Simon Cowell </strong>, 51, quit` American Idol' in order to launch` The X Factor' in the US and he admits he has not watched the new season of his former show, though", "new_id": -2}, {"uid": "1295027375086523940", "i": 42287, "idx": 2, "sa": ["Gabrielle Giffords", "Donald Rumsfeld", "Barack Obama", "Sarah Palin"], "q": "the shooting rampage that left six people dead, 13 wounded and the nation shaken. The eulogy won praise from across the country's political chasm. Even Republican former Defence Secretary <strong> Donald Rumsfeld </strong> said: <q> At a time when our nation needed it, <strong> Barack Obama </strong> delivered moving, Barack Obamaial remarks last night. </q> <strong> Barack Obama </strong>'s appeal for unity played out against a Gabrielle Giffordspening political debate. Earlier in the day, Republican <strong> Sarah Palin </strong>, criticised for marking <strong> Gabrielle Giffords </strong>' district and others with the cross-hairs of a gunsight during last year's campaign", "new_id": -2}, {"uid": "1295408846085049364", "i": 24569, "idx": 1, "sa": ["Simon Cowell"], "q": "the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to`` a cat being thrown off a skyscraper,'' telling another, <q> Don't mean to be rude, but you look like the Hulk's wife, </q> reducing dozens of hopefuls to their worst`` ugly cry''- and propelling the show to the No. 1 spot in the process. But <strong> Simon Cowell </strong> won't be back for the 10th season, which premieres Wednesday", "new_id": -2}, {"uid": "1297217356071778338", "i": 553, "idx": 6, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "on`` too many hands on the steering wheel.'' <strong> Donald Rumsfeld </strong>, who served as <strong> George W. Bush </strong>'s defense chief for six years after holding the same job under <strong> George W. Bush </strong> Gerald Ford in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> But he had no regrets about his leadership of the wars in Iraq and Afghanistan-- the latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary--", "new_id": -2}, {"uid": "1297228077053084177", "i": 10461, "idx": 1, "sa": ["Simon Cowell"], "q": "advert for the US X Factor And some overseas versions, such as an Australian attempt, have been disasters. Pensive <strong> Simon Cowell </strong>- who won an Emmy award in November for`` reshaping television''- admitted: <q> It's impossible to predict the size of the audience.`` The most important thing is, you've got to make a show which is different to what your competitors are doing.`` It has to be well made, it has to be controversial and interesting. If the US show has some of the same qualities as what we have done in the UK, then I think it could do really, really well. But the important thing is- don't take anything for granted. </q> Hence the hype surrounding the series- including the biggest-ever guaranteed prize pot in TV history. Then there was Sunday's ad that cost? 2million to screen during America's biggest TV event,", "new_id": -2}, {"uid": "1295008484200032264", "i": 28068, "idx": 9, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "did. Her right eye remains bandaged, but <strong> Gabrielle Giffords </strong> is opening both of them, doctors said Thursday`` She took a moment to focus, you could see she was focusing,'' <strong> Kirsten Gillibrand </strong> said. <q> And then <strong> Mark Kelson </strong> said...` <strong> Gabrielle Giffords </strong>, if you can see me, if you can see me, give us a thumbs-up... She didn't only give a thumbs-up, she literally raised her entire hand. </q> But <strong> Gabrielle Giffords </strong> didn't stop there, <strong> Kirsten Gillibrand </strong> said. She reached out and grabbed her husband`` and is touching him and starts to really choke him like she was really trying to hug him.''", "new_id": -2}, {"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy''/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q> Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise, </q> he said.`` It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.''", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}]