[{"uid": "1295682265065617928", "i": 90, "idx": 14, "sa": ["Mitt Romney", "Mitch Daniels", "Erick Erickson", "Mike Pence"], "q": ", <strong> Mitch Daniels </strong> recently was chosen as the second-most-likely to get the GOP nomination, after <strong> Mitt Romney </strong>. <strong> Mike Pence </strong> didn't make the top 10. So why are <strong> Mike Pence </strong>'s backers so enthusiastic about him? <q> <strong> Mike Pence </strong> displays the kind of optimism, moral values and gutsy leadership we need in a president-- and a presidential nominee, </q> says the draft-Pence website, theconservativechampion.org. \"He bridges the gap between the establishment and the grassroots,\" wrote influential conservative blogger <strong> Erick Erickson </strong> on RedState.com. <strong> Mike Pence </strong> gets credit for standing up to his", "new_id": -2}, {"uid": "1297714427180764714", "i": 37112, "idx": 3, "sa": ["Steve Ballmer"], "q": "their social websites. <strong> Steve Ballmer </strong> said the partnership with Nokia, which will see the world's largest mobile phone manufacturer shifting to Windows Phone as its operating system, will help accelerate its adoption. <q> Nokia's involvment with Windows Phone will drive volume, innovation of new products, and will accelerate adoption of the Windows Phone platform, </q> said the Microsoft chief. More than 1.5 million smartphones running on the latest version of Windows Phone, WP7, were shipped in the six weeks after the launch in October but Microsoft's share of the", "new_id": -2}, {"uid": "1296582238026624004", "i": 27613, "idx": 3, "sa": ["Zahi Hawass"], "q": "heads were ripped off two mummies. On Tuesday, though, he said the museum had mistaken two skulls, separated from their skeletons, for mummy heads and that the items were intact. <q> I had tears because I thought that what I did for the last nine years protecting the Egyptian monuments, was gone, </q> <strong> Zahi Hawass </strong> declared, so ebullient that he was almost shouting. \"I am so happy to announce that today everything is safe.\" He spoke in his office at the Supreme Council of Antiquities in the", "new_id": -2}, {"uid": "1295799222231243780", "i": 40451, "idx": 0, "sa": ["Andy Coulson", "Dermot Murnaghan", "Harriet Harman"], "q": "a target. Labour's deputy leader <strong> Harriet Harman </strong> told Sky's <strong> Dermot Murnaghan </strong> that allegations of illegal activity must be investigated. \"Hacking into people's phones is illegal,\" she said. <q> Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. \"Nobody is above the law, no newspaper editor, no journalist. </q> The scandal has already cost Number 10 spin doctor <strong> Andy Coulson </strong> his job amid claims he presided over the illegal action at the News of the World. The former editor has always denied knowing that phone-hacking", "new_id": -2}, {"uid": "1296117571165298183", "i": 7783, "idx": 13, "sa": ["Lon Williams", "Michael Vick"], "q": "worked out for me.\" <strong> Michael Vick </strong> shares reps this week with the QB of the team he once played for, Atlanta's Matt Ryan. \"It's great,\" <strong> Michael Vick </strong> said. <q> Matt's great. The coaching staff's great. We're just having a good time. I like what we're doing in the offense and it's been easy. We're going to go out and have some fun and everybody's just enjoying each other. </q> As <strong> Michael Vick </strong> left the field, fans hanging on the gate outside the school chanted his name. \"I came from the Philly area, and we've got his back,\" said <strong> Lon Williams </strong>", "new_id": -2}, {"uid": "1296241400207323225", "i": 21560, "idx": 1, "sa": ["Eric Schmidt"], "q": ". <strong> Eric Schmidt </strong> is now executive chairman, focusing on external relationships like deals, partnerships and nipping out on sandwich runs. <strong> Eric Schmidt </strong> said Google is growing by 20 per cent around the world, but added, <q> We don't have to do everything. </q> Which is news to those worried that the Big G is taking over the world one email address at a time. Do you think Facebook and other closed networks should make your information available through Google?", "new_id": -2}, {"uid": "1295133242039174154", "i": 18548, "idx": 4, "sa": ["Allen Iverson", "That guy"], "q": "got the win. <strong> That guy </strong>'s what makes it so easy to take. I'm as happy as I can be right now.\" <strong> Allen Iverson </strong> was surprised to learn he had tied his career high in assists. <q> I'm glad I did something right in that game, </q> he said. \"I'm happy I had the assists that I had and obviously my teammates did a great job of finishing plays. I knew that whole game-- 48 minutes-- I had to do something", "new_id": -2}, {"uid": "1296600731051216419", "i": 12071, "idx": 0, "sa": ["Zahi Hawass"], "q": "for nine years and died at age eighteen of Malaria. When his tomb was discovered in 1922, and became one of the most visited artifacts in Egypt. It is also stated by <strong> Zahi Hawass </strong> that, <q> They went into the Late Period gallery, but when they found no gold, they broke thirteen vitrines and threw the antiquities on the floor. </q>( thirdage.com) The Egyptian military detained around fifty people at the museum. Posted on Tuesday, February 1st, 2011 at 5:30 pm and filed under", "new_id": -2}, {"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on \"Late Night with <strong> David Letterman </strong>.\" The talk show host was once a grocery bagger. <q> There's no guarantee, but it's traditional for the winner to be a guest on the show, </q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest. \"I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}, {"uid": "1295254600092618767", "i": 7208, "idx": 10, "sa": ["Marcus Camby", "Allen Iverson"], "q": "December 2006, led all scorers with 32 points Wednesday night. But it was the 76ers who made the big plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets. <q> I dreamed it up a certain way, and it was better than that, </q> <strong> Allen Iverson </strong> said. \"Everything was perfect but one thing, and that was not winning the game.\" <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their", "new_id": -2}]