[{"uid": "1296668776210550787", "i": 4073, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "41-year-old, currently Controller of BBC Global News, replaces <strong> Andy Coulson </strong>, who resigned earlier this month amid the continuing row over phone-hacking when he was editor of the News of the World. Mr <strong> David Cameron </strong> said: <q> I am very pleased that Craig Oliver is to become the new Director of Communications at 10 Downing Street.`` Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the Government's programme. </q> Mr Oliver said:`` I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time.`` It's difficult to leave the BBC after a fascinating few years", "new_id": -2}, {"uid": "1295559704104759327", "i": 6187, "idx": 2, "sa": ["Eric Schmidt"], "q": "Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Google turned in a profit", "new_id": -2}, {"uid": "1297373562128925705", "i": 28228, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "senior vice president over the company's Azure cloud unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Data Warehouse Appliance Promises Database Transparence, Mixed BI Workload, Massive Scalability <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1297639527102711458", "i": 15187, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "unrevealed facts about the six years during which he ran the <strong> President Bush </strong>- particularly since nearly two-thirds of the book deal with that relatively brief period in the author's life. But, as <strong> Donald Rumsfeld </strong> writes, he's <q> never much of a handwringer, I don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others. </q> As seems typical of so much here, that's partially true; the author has no taste for self-criticism or second-guessing himself. Masterful bureaucratic survivor that he was until he ran out of room to maneuver", "new_id": -2}, {"uid": "1296199690069206039", "i": 22327, "idx": 8, "sa": ["Jim Ryun", "James Garfield", "Dick Armey", "Mike Pence"], "q": "former <strong> Dick Armey </strong> <strong> Jim Ryun </strong>, R-Kansas, offered his help in collecting signatures from conservatives and tea party activists to encourage <strong> Mike Pence </strong> to get into the race. <strong> Mike Pence </strong> thanked those who had encouraged him, but added: <q> While we may have been able to seek the presidency, we believe our best opportunity to continue to serve the conservative values that brought us to public life is right here in Indiana. </q> But it would have been an uphill climb. No sitting member of the House of Representatives has won the presidency since <strong> James Garfield </strong> in 1880. And he's been mired in the bottom of polls", "new_id": -2}, {"uid": "1295416505157892632", "i": 8982, "idx": 0, "sa": ["Michael Lynche", "Simon Cowell"], "q": "confidence and patience that led <strong> Michael Lynche </strong> suggested another explanation. Amid angst over the departure of star <strong> Simon Cowell </strong> and strife among the judges, the show forgot to concentrate on the contestants. <q> You would catch( the judges) looking off to one side, and there was this( question) of,` Are they really focused on what I'm doing right now?' New York home.`` You've got to keep the focus on kids trying to find their dreams, instead of what kind of relationship the judges have or what can you say next that's going to be funny. </q>`` American Idol'' are about to feel his pain. Because when`` Idol'' returns tonight on Fox, it will be unveiling changes so extensive, producers are saying it might", "new_id": -2}, {"uid": "1296628848054968320", "i": 26595, "idx": 1, "sa": ["Zahi Hawass"], "q": "scenes of chaos and discord that resulted in the destruction of artifacts in Iraq and Afghanistan.`` People are asking me,` Do you think Egypt will be like Afghanistan?''' he said. <q> And I say,` No, Egyptians are different-- they love me because I protect antiquities.' </q> Mr. <strong> Zahi Hawass </strong>, who has never been shy about promoting his work, described two episodes of looting that he said took place Friday night. At the Egyptian Museum in Cairo, thieves looking for", "new_id": -2}, {"uid": "1295582258248299524", "i": 15105, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": ", saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply.`` I am not as concerned about the titles as I am winning,'' Mr. <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it would have made a major difference because Mr. <strong> Eric Schmidt </strong>, Mr. Page and Mr. <strong> Sergey Brin </strong> combined own a controlling stake in the company. <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1297430731170164227", "i": 19187, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Reorganization`` We each bring incredible assets to the table,'' <strong> Stephen Elop </strong>, Nokia's chief executive, and <strong> Steve Ballmer </strong>, Microsoft's chief executive, said in a joint statement. <q> Nokia's history of innovation in the hardware space, global hardware scale, strong history of intellectual property creation and navigation assets are second to none. Microsoft is a leader in software and services; the company's incredible expertise in platform creation forms the opportunity for its billions of customers and millions of partners to get more out of their devices. </q> In press materials provided before the call, Nokia did not outline a move to Silicon Valley, as some had expected. It did, however, reorganize itself into two divisions, one oriented", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said.`` I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}]