[{"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,\" said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q>We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure.</q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said: \"It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.\" Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}, {"uid": "1296719960172556329", "i": 47714, "idx": 1, "sa": ["Michael Vick", "Alan Major"], "q": "Charlotte. He was also zero-for-eight from 3-point range against a 49ers team that leads the Atlantic 10 in 3-point defense. \"It's like in football if you're playing <strong> Michael Vick </strong>,\" said <strong> Alan Major </strong>. <q>You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather( <strong> Tu Holloway </strong>) shoot over you than drive through you. He had some good looks but missed some. You try to keep him in front of you.</q> Xavier jumped to an early 16-4 lead, but the 49ers scrapped back, forcing several turnovers during a 16-2 run that put them out front 20-18 on an An` Juan Wilderness layup with 7 minutes,", "new_id": -2}, {"uid": "1295700037236945434", "i": 14183, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "his own reputation as part of the \"Brokeback\" coalition. Labour accuse <strong> David Cameron </strong> of poor judgment after his controversial press chief <strong> Andy Coulson </strong> resigns.. Follow us on twitter at twitter.com. A clip from Channel 4's <q>Dispatches- Tabloids, Tories and Telephone hacking</q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. <strong> Andy Coulson </strong> leaves Downing Street after resigning as head of communications to <strong> David Cameron </strong>. The real reasons behind the slur? copyrights not my own http://wn.com/Kissing_You_|_ Kisses_Moments_Montage_TV,", "new_id": -2}, {"uid": "1297143480171491338", "i": 14338, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell", "Hailee Steinfeld"], "q": "learned about. Who knows how much of this really goes on. Report Abuse \"i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well.\" Report Abuse <q>i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong></q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on \"True Grit\" ABC News: Golden Globes Sues Ex-Publicist, Claiming Fraud Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Save 75", "new_id": -2}, {"uid": "1296708146155615316", "i": 36848, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Hosni Mubarak"], "q": ". In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted, The Washington Post said. <q>Looking back, I see there are things the administration could have done differently and better with respect to wartime detention,</q> <strong> Donald Rumsfeld </strong> acknowledges. Supporters loyal to <strong> President Bush </strong> <strong> Hosni Mubarak </strong> opened fire at anti-government protesters in Tahrir square in Cairo on Thursday,... Play video Protesters hold firm after violence in Egypt Play video Hollywood fame beckons for", "new_id": -2}, {"uid": "1297559534084279310", "i": 1004, "idx": 1, "sa": ["Colin Powell"], "q": "2003, then-Secretary of State <strong> Colin Powell </strong> cited information provided by an informant-- later known as \"Curveball\"-- regarding Iraqi biochemical weapons, Boening said. \"Curveball made everything up,\" Boening said. <q>He helped to drive America to war.</q> Boening believes many intelligence agents need increased training. \"The CIA should be viewed as a large, lumbering bureaucracy with pockets of excellence interspersed among its many offices. By and large, however", "new_id": -2}, {"uid": "1295665751254312516", "i": 21121, "idx": 0, "sa": ["Tony Blair", "President Bush", "Donald Rumsfeld"], "q": "call for the private statements Mr <strong> Tony Blair </strong> made to Mr <strong> President Bush </strong> and then US defence secretary <strong> Donald Rumsfeld </strong> in July 2002, to be made public, saying the panel was \"disappointed\" that this had not happened. <q>There was no \"smoking gun</q> over support for <strong> President Bush </strong>\"\" Paul Reynolds World Affairs Correspondent, BBC News website The panel have seen the notes but they will remain secret after Cabinet <strong> Donald Rumsfeld </strong> Gus O'Donnell said releasing them would compromise diplomatic confidentiality.", "new_id": -2}, {"uid": "1297176031226918403", "i": 3170, "idx": 12, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> David Letterman </strong>: So then you go to play, what is the team you played for in junior college?\" <strong> Aaron Rodgers </strong>: \"I went to Butte Community College.\" <strong> David Letterman </strong>: <q>Butte Community College in Montana? No!</q>( <strong> Aaron Rodgers </strong>, audience laugh) \"Where's Butte Community College?\" <strong> Aaron Rodgers </strong>: \"It's actually in a town called Oroville, which is about 30 minutes from my hometown, Chico, in", "new_id": -2}, {"uid": "1295568681147800068", "i": 14134, "idx": 4, "sa": ["Eric Schmidt"], "q": "years now, and are in a better position to really run the company as opposed to just being in the founder role.\" Page praised <strong> Eric Schmidt </strong> as a \"tremendous leader\" who did an <q>outstanding job leading <strong> Google Inc. </strong> for the last decade</q>. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" he said. Competing with Facebook", "new_id": -2}, {"uid": "1297222400217088019", "i": 39003, "idx": 0, "sa": ["Steve Ballmer"], "q": "heads, in place of talent from within or outside of the company, versus changing the number of business units and their executive make-up. Bloomberg did say that a central part of the company's plan was to <q>promote managers who have engineering chops and experience executing on product plans,</q> which would imply moving someone at the top to make way for that promotion. A Microsoft representative declined to comment. Bink.nu 3.0. Copyright Â© 1999-2011 <strong> Steve Ballmer </strong> Bink. All Rights Reserved.", "new_id": -2}]