[{"uid": "1297459269244645955", "i": 3042, "idx": 1, "sa": ["Gary Ackerman", "Hosni Mubarak", "Mike Pence", "Ileana Ros-Lehtinen"], "q": "this glorious, peaceful revolution in order to substitute a repressive religious regime and regional instability for the stifling and brutal <strong> Hosni Mubarak </strong> regime,\" said <strong> Gary Ackerman </strong>, the top Democrat on the House Middle East subcommittee. <q>I am concerned about an orderly transition to what? Or an orderly transition to who?</q> Representative <strong> Mike Pence </strong>, a Republican, said during a hearing of <strong> Ileana Ros-Lehtinen </strong>'s committee on Thursday, the day before <strong> Hosni Mubarak </strong> stepped down. Some analysts think worries about the Muslim Brotherhood are overblown. The group is", "new_id": -2}, {"uid": "1295614992206700604", "i": 36460, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so,\" <strong> David Cameron </strong> said in an e-mailed statement. <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.</q> To contact the reporter on this story: Robert Hutton in London at Crude Rebounds From Two-Week Low as Confidence in Economic Recovery Grows European Stocks Climb After German Confidence Report; ArcelorMittal Gains Chinese Watches to", "new_id": -2}, {"uid": "1295862934192184341", "i": 30822, "idx": 0, "sa": ["Myleene Klass", "Simon Cowell", "Mandy Moore"], "q": "the whole world\" However, on this visit <strong> Mandy Moore </strong> did manage to make a little time to indulge in one of her favourite pastimes- shopping. Comment on this Article The beautiful brunette said: <q>Of course there was one day off so it's like I'm a <strong> Mandy Moore </strong> who has some of the best shopping here, so I had a whole little laundry list of things to do yesterday( 22.01.11) and I really tried to hit the ground running. You've got to do a little Oxford Street, a little Harvey Nichols. All of the good, fun stuff. It was a good day.</q> Among the stars who attended the premiere of \"Tangled' with their excited children were <strong> Simon Cowell </strong>\"s ex-lover Sinitta, pregnant TV presenter <strong> Myleene Klass </strong> and", "new_id": -2}, {"uid": "1295669052122535986", "i": 31974, "idx": 0, "sa": ["Eric Schmidt", "Craig Silverstein"], "q": "Google's core engineering and product leadership team-- many of whom remain at Google-- before <strong> Eric Schmidt </strong> arrived. \"He's an engineer,\" <strong> Craig Silverstein </strong> said, when asked Friday whether Page is shy. <q>There are some people who are very extroverted, who are hale-fellow-well-met types. Larry is definitely not one of those.</q> Rather, Page is highly focused and \"has a steely side,\" <strong> Craig Silverstein </strong> said. \"He'll push back a lot. He'll have an idea that seems really crazy, that we should", "new_id": -2}, {"uid": "1295530460005685268", "i": 14296, "idx": 0, "sa": ["Jennifer Lopez", "Steven Tyler", "Simon Cowell", "Ryan Seacrest"], "q": "winners talking about how \"American Idol\" changed their lives and made them better people.( Fame does that.) Finally, the veteran host <strong> Ryan Seacrest </strong> gingerly unveiled life without <strong> Simon Cowell </strong> with the words, <q>New dream-makers will carve out our destiny on our show.</q> Then came tableau after tableau of <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> and Ms. <strong> Jennifer Lopez </strong>, mugging and arching their backs in photo shoots, clowning in auditions and having a blast, as if they have been a team for ages.", "new_id": -2}, {"uid": "1295392975093929516", "i": 8827, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", WINDSOR, Ontario( AP)- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q>The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with,</q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}, {"uid": "1295238914163905555", "i": 18107, "idx": 0, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": ", community development manager for Mozilla-- which depends on Google for revenue-- to recommend Microsoft's Bing search engine as an alternative to Google. Large Health Center Company Embraces SaaS Model for H <q>People are treating Google like their most trusted friend,</q> said CNBC's <strong> Maria Bartiromo </strong> in the interview. \"Should they be?\" Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded, \"", "new_id": -2}, {"uid": "1295474216255852559", "i": 46562, "idx": 0, "sa": ["Ron Paul", "Mike Pence"], "q": ", 2011 at 2:33 PM Follow Reports: Buffalo police shoot sword-armed suspect Syracuse cuse lax 2000 January 17, 2011 at 1:39 PM Follow\" man had a sword for an arm. It was amazing. How about <q>Buffalo police shoot suspect armed with sword</q> Inappropriate? Alert us. Reply Post new Otiscobum January 17, 2011 at 2:20 PM Follow <strong> Mike Pence </strong> urged to enter GOP race for president in 2012 Syracuse CNYSports13 January 17, 2011 at 7:27 PM Follow <strong> Ron Paul </strong> ya'll", "new_id": -2}, {"uid": "1296365682082608136", "i": 23311, "idx": 0, "sa": ["Zahi Hawass"], "q": "citizens. The threat to Egypt's millennia-old artifacts began when fire broke out at the ruling National Democratic Party's headquarters, virtually next door, and at last report that building was still in danger of collapse. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> <strong> Zahi Hawass </strong> advertisement The good news So far, the saga of the Egyptian Museum has been more of a good-news rather than bad-news story. The current chaos in Cairo easily could have left", "new_id": -2}]