[{"uid": "1295654308034750476", "i": 18515, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "how long he'll be out. GOOGLE- CEO <strong> Eric Schmidt </strong> made a surprise announcement Thursday that he's stepping aside for co-founder Larry Page to become chief executive. In a Twitter post, <strong> Eric Schmidt </strong> writes, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong>, staying on as executive chairman, was brought in because <strong> Google Inc. </strong>'s early investors insisted on a more mature leader. Yet <strong> Eric Schmidt </strong>, 55, and the two 37-year-old co-founders, Page and <strong> Sergey Brin </strong>, have largely", "new_id": -2}, {"uid": "1295658483011878448", "i": 25645, "idx": 1, "sa": ["Simon Cowell"], "q": "The saga of the`` American Idol'' phenomenon, from its origins in the 2001 hit British series`` Pop Idol'' right up to <strong> Simon Cowell </strong>'s departure, is the focus of Richard Rushfield's breezy, gossipy <q> American Idol: The Untold Story. </q> Currently an entertainment columnist for the website the Daily Beast and a Vanity Fair contributing editor, <strong> Simon Cowell </strong> Rushfield blogged about`` American Idol'' for three years for the Los Angeles Times and clearly knows his subject well.", "new_id": -2}, {"uid": "1295942099041975843", "i": 48478, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "We stand by him.'' Green Bay defensive lineman B.J. Raji said he also thought the criticism was`` pretty wrong and a lot times it has a lot to do with jealousy.'' <q> We hit the guy pretty hard, we broke out some different angles, all different places on the field, </q> Raji said.`` I mean, he is a warrior. Any time a player has the longevity that he has had in this league you are a tough guy.'' Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to", "new_id": -2}, {"uid": "1297715057016629774", "i": 20949, "idx": 0, "sa": ["Sergio Marchionne", "Steven Chu"], "q": "application for federal loans is`` moving ahead'' and will not be affected too much by proposed cuts in the Obama administration's budget, the head of the U.S. Department of Energy said on Monday. <q> We're moving ahead with Chrysler. I don't think it's affected that much by this( FY2012) budget, </q> said U.S. Energy Secretary <strong> Steven Chu </strong>, said during a call with reporters. A DOE spokeswoman said the department is still in the due diligence phase with the Chrysler loan application. Chrysler CEO <strong> Sergio Marchionne </strong> said", "new_id": -2}, {"uid": "1295089693198639648", "i": 32567, "idx": 4, "sa": ["Mike Darnell", "Simon Cowell"], "q": "the triple-threat up here.' So I think we're going to be good, man.''`` Look, the show is amazing,'' said <strong> Mike Darnell </strong>, Fox's president of alternative entertainment. <q> I mean, it's 10 years in. Let's all get perspective on it. It's achieved the virtual impossibility of being, six years in a row, the No. 1 show... that's bigger than M* A* S* H. That's bigger than All in the Family.`` This new panel is terrific, and I think the audience, if it keeps coming at these levels- considering DVR use and everywhere that television's been- we'll be thrilled. </q> <strong> Simon Cowell </strong> said: searing sentiments Will American Idol miss <strong> Simon Cowell </strong>? Probably, especially when it's time to disinvite tone-deaf hopefuls from the competition. Compare some choice <strong> Simon Cowell </strong> quotes over the years to", "new_id": -2}, {"uid": "1297279326173539366", "i": 9221, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": ": A photo released by the office of U.S. Video: Loughner pleads not guilty in AZ shooting... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Obamacare Report Abuse <q> Laborman said`` Arizona doesn't deserve her. You are# 1 in loose gun laws and# 1 in gun deaths per 100,000 population. So all your guns aren't protecting you. With your guns and racism you are a laughingstock in the world </q> \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Cancer Treatment Centers CTCA Is Recognized For The Best In", "new_id": -2}, {"uid": "1295825541084197386", "i": 28280, "idx": 1, "sa": ["Eric Cantor", "Mike Pence", "Barney Frank"], "q": "'' <strong> Barney Frank </strong> Kevin McCarthy( of`` Young Gun'' fame) reiterated the promise, saying,`` We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.'' <q> We've got to roll back there. That will save$ 100 billion in the first year, </q> agreed <strong> Barney Frank </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}, {"uid": "1297350455055672878", "i": 10087, "idx": 3, "sa": ["Tim Pawlenty", "Kristi Noem", "Mike Pence"], "q": "down an invitation to speak at CPAC, where he has appeared six times.`` At this time, the congressman is focusing his attention on Indiana,'' <strong> Mike Pence </strong> spokesman Matt Lloyd said. <q> He hopes to participate in future CPAC opportunities as his schedule permits. </q> Besides at least eight potential presidential candidates, speakers will include those from the ranks of Republicans newly elected to Congress, including Reps. <strong> Kristi Noem </strong> of South Dakota and <strong> Tim Pawlenty </strong> Scott of South Carolina, and", "new_id": -2}, {"uid": "1296654564147537923", "i": 7081, "idx": 0, "sa": ["Cheryl Cole", "Selena Gomez", "Simon Cowell"], "q": "<strong> Selena Gomez </strong> have been promoting due to their adoration of the British singer.`` <strong> Cheryl Cole </strong> considered going back to her maiden name but now she has dismissed the idea,'' a source told the Mirror. <q> People knew who she was as a <strong> Cheryl Cole </strong> but she has only become truly famous as <strong> Cheryl Cole </strong>.`` She may not be huge in the US yet but seeds have been sown by people like Black Eyed Peas rapper will.i.am and it is important she creates a lasting brand. It would be madness to change back. </q> Follow us on Twitter Follow us on Facebook Related stories <strong> Simon Cowell </strong> To Help <strong> Cheryl Cole </strong> Crack America Dress Maker`` Amazed'' To Work With <strong> Cheryl Cole </strong>", "new_id": -2}, {"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,'' <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}]