[{"uid": "1295613331206700591", "i": 25907, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "said Friday that <strong> Andy Coulson </strong> had felt compelled to resign, but did not mention the scandal, which centers on allegations of systematic wrongdoing at <strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,<q> <strong> David Cameron </strong> said in a statement. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\" AP Photo-", "new_id": -2}, {"uid": "1295552145232112145", "i": 5183, "idx": 0, "sa": ["Ronald Reagan", "Mike Pence"], "q": "as having a \"<strong> Ronald Reagan </strong> quality.\" On the 30th anniversary of <strong> Ronald Reagan </strong>'s inaugural, National Review Online spoke with <strong> Mike Pence </strong> about the Gipper, asking what his legacy means to him and the GOP. <q><strong> Ronald Reagan </strong> is the reason I'm a Republican,<q> <strong> Mike Pence </strong> tells us. \"I was active in local Democratic politics when I was a teenager in Columbus, Indiana. Then I started to hear the voice of a B-movie actor, turned governor, turned candidate.", "new_id": -2}, {"uid": "1295292215026312759", "i": 36490, "idx": 1, "sa": ["Mike Pence"], "q": ". Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,\" Benko said, according to AP. <q><strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.<q> <strong> Mike Pence </strong> stepped down from his position in the last session of Congress as the number three House Republican and will not hold the leadership post in this session of Congress so he cane evaluate his future political prospects", "new_id": -2}, {"uid": "1295576695124059658", "i": 32228, "idx": 10, "sa": ["Eric Schmidt"], "q": "our individual roles so there's clear responsibility and accountability at the top of the company,\" <strong> Eric Schmidt </strong> said. \"Larry, in my clear opinion, is ready to lead,\" he said. <q>Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.<q> Page praised <strong> Eric Schmidt </strong> for an \"outstanding job leading Google for the last decade. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still", "new_id": -2}, {"uid": "1297109629077856777", "i": 9606, "idx": 4, "sa": ["Sergio Marchionne"], "q": "was intended to convey the message that you don't have to cross an ocean to obtain luxury; it's available right here. The brand chose Eminem and his song \"Lose Yourself,\" Francois says, <q>because the lyrics tell us we all have the ability to do anything we set our mind to and that failure is not an option.<q> At Chrysler, he said, failure is not an option. I got a sneek peak of the ad a week ago when I sat down with <strong> Sergio Marchionne </strong> to talk about the progress Chrysler is making and", "new_id": -2}, {"uid": "1296723974251478035", "i": 25685, "idx": 5, "sa": ["Paula Abdul", "Lindsey Cardinale", "Simon Cowell", "Ryan Seacrest"], "q": "the season 4 semifinals and 16 contenders remained, including Louisiana native <strong> Lindsey Cardinale </strong>. Her version of the Idol staple impressed Randy, who responded simply with \"wow, wow, wow,\" while <strong> Paula Abdul </strong> declared unapologetically, <q>I'm not a fan of the song.<q> <strong> Simon Cowell </strong> was less PC, of course, saying <strong> Lindsey Cardinale </strong>'s version was \"the musical equivalent of <strong> Ryan Seacrest </strong>: you look the part, do everything right, and yet you're disappointed with the performance.\" Stewing", "new_id": -2}, {"uid": "1295656426011878431", "i": 2914, "idx": 0, "sa": ["Colin Powell"], "q": "Time Management Tricks I Learned From Years Of Hating Tim Ferriss psychology, called him \"self-absorbed, antisocial and ruthless\". Fortunately, Ferriss has a readymade response to the haters: they show he's right. <q>Doing anything remotely interesting will bring criticism,<q> he says in a blogpost, The Benefits Of Pissing People Off, quoting <strong> Colin Powell </strong>. \"Pissing people off is both inevitable and necessary.\" The notion that having many detractors proves you", "new_id": -2}, {"uid": "1297161526055738379", "i": 33842, "idx": 1, "sa": ["Simon Cowell"], "q": "It's a massive, massive risk,\" <strong> Simon Cowell </strong> said Monday afternoon in the first wave of promotion for the American version of the show, which debuts this fall on Fox. <q>It puts enormous pressure on us to find a star. But I think we can.<q> <strong> Simon Cowell </strong> also expressed confidence that the new show can thrive despite the ongoing success of\" American Idol,\" which <strong> Simon Cowell </strong> left after last season. He talked little about \"", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q>He is supporting the troops, I am supporting the children,<q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}, {"uid": "1296899650208601094", "i": 15352, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "use of a private jet so he can fly between LA and London in comfort. But <strong> Simon Cowell </strong> has told the panicking bosses that the relentless travelling will be \"too gruelling\". A source said: <q>They are at their wit's end. \"The X Factor is ITV's biggest show and they can't afford for it to flop. It's getting to the point where they are literally willing to do anything in order to persuade <strong> Simon Cowell </strong> to appear in the live shows. \"But the simple fact is he can't be in two places at once and he's not sure he wants to be.<q> Bosses also face the additional headache of losing <strong> Cheryl Cole </strong>, who could be joining <strong> Simon Cowell </strong> on the judging panel of the US show. <strong> Simon Cowell </strong>, 51, is said to be determined to make the US X", "new_id": -2}]