[{"uid": "1297095625037568573", "i": 36029, "idx": 0, "sa": ["Eric Schmidt", "George Osborne"], "q": "idea that the system is irretrievably broken, and needs a Google-flavoured fix, will have inched forward. Chancellor <strong> George Osborne </strong> recently teamed up with Google chairman <strong> Eric Schmidt </strong> to write Indie founder Stephen Glover to say: <q> I can't imagine a member of the Government doing a piece with <strong> Rupert Murdoch </strong>. </q> Â® Motorola's handset division recently switched from Microsoft Exchange to Google Apps. Watch this video to lean why they switched and the benefits that they have realized. What are your plans for your office", "new_id": -2}, {"uid": "1295799222231243776", "i": 22766, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "Nick Clegg"], "q": "who accuses the tabloid of hacking her messages. While lawyers say more celebrities are about to accuse journalists of hacking their phones, Deputy <strong> Tony Blair </strong> <strong> Nick Clegg </strong> sought to draw a line under the controversy. <q> I don't think this government will miss a beat in terms of just pressing ahead with the plan that we have set out for the next four and a half years, </q> he told the BBC.`` <strong> Andy Coulson </strong> has been very clear that he was not in any way responsible for phone hacking or had any knowledge of it. I have no reason to disbelieve him.''", "new_id": -2}, {"uid": "1297090709063078410", "i": 20140, "idx": 3, "sa": ["Simon Cowell", "Cecile Frot-Coutaz"], "q": "controversy. You never know what <strong> Simon Cowell </strong> has up his sleeve, and since he will be working both behind and in front of the camera, the country should brace itself to expect the unexpected.'' <q> Since its U.K. debut in 2004, THE X FACTOR has proven itself a global success story in numerous territories worldwide, </q> said executive producer <strong> Cecile Frot-Coutaz </strong>, CEO of FremantleMedia North America.`` Now, as we bring this widely popular format to U.S. audiences, I look forward to building a new franchise for a new decade with the return", "new_id": -2}, {"uid": "1297461717176717837", "i": 27743, "idx": 0, "sa": ["Jennifer Aniston", "Brent Jones", "David Letterman", "Brooklyn Decker"], "q": "the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q> She's so sweet, that girl. She's just darling and like the nicest person, </q> <strong> Jennifer Aniston </strong>, 42 today, tells To report corrections and clarifications, contact Standards Editor <strong> Brent Jones </strong>. For publication consideration in the newspaper, send comments to", "new_id": -2}, {"uid": "1295568038178864146", "i": 35729, "idx": 1, "sa": ["Eric Schmidt"], "q": "to take hold even as its core search and advertising business continues to hum.`` Google continues to gain momentum and beat even the highest expectations,'' said Clayton Moran, an analyst at Benchmark Co. <q> People keep calling for growth to slow down, but the growth continues to be stellar. </q> As part of the change, <strong> Eric Schmidt </strong> will no longer be responsible for the day-to-day operations. Instead, he will become executive chairman, focusing on deals, partnerships, customers and broader business relationships. He", "new_id": -2}, {"uid": "1295456090049922076", "i": 24695, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "makes its seasonal bow.`` American Idol is surely set to come back to the pack in terms of ratings,'' said Jeffrey McCall, a professor of media studies at DePauw University and author of <q> Viewer Discretion Advised: Taking Control of Media Influences. </q>`` American Idol'' judges <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and Randy Jackson prepare for the shows first season without the iconic <strong> Simon Cowell </strong> in the judges' box.`` No show can maintain craze status indefinitely. The", "new_id": -2}, {"uid": "1295617389243957781", "i": 46201, "idx": 6, "sa": ["Tony Blair", "Andy Coulson"], "q": "will receive less attention. Mr. Watson said word of Mr. <strong> Andy Coulson </strong>'s resignation had been`` sneaked out'' on a busy news day when former <strong> Tony Blair </strong> was testifying before an inquiry into the Iraq war. <q> Spin and obfuscation is all we get from Downing Street- we need to get to the truth, </q> Mr. Watson said. For the Labour Party, Mr. <strong> Andy Coulson </strong>'s departure partly overshadowed its own woes over the departure of Mr. Johnson, a veteran Labour official and former government minister. British police officials said", "new_id": -2}, {"uid": "1295975955065323016", "i": 36972, "idx": 0, "sa": ["John McCain", "Colin Powell"], "q": "expect to be on the losing side.`` We need to have a vote on it because we promised the people we would,'' <strong> John McCain </strong>, R-Ariz., said Sunday on`` Face the Nation'' on. <q> We have to have a vote on repeal so that everybody is on record whether they want to repeal. </q> Republicans GOP focuses on health care repeal in weekly remarks California State Fund Appoints Top Executives <strong> Colin Powell </strong>--` what are they going to cut?' Former Secretary of State <strong> Colin Powell </strong> added his voice to the mantra of certain", "new_id": -2}, {"uid": "1296573684100761662", "i": 43421, "idx": 0, "sa": ["Michael Vick"], "q": "!'' on someone's actions. As for <strong> Michael Vick </strong>, he's recently made public his Christian commitment. Reflecting on his conviction and imprisonment at last week's Super Bowl Prayer Breakfast, <q> I wanted a chance to redeem myself, </q> he said.`` Pre-incarceration it was all about me. When I got to prison, I realized I couldn't do it anymore. The one thing I could rely on was my faith in God.''", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.''( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}]