[{"uid": "1297234014042778761", "i": 939, "idx": 2, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": "Exaggeration of Transit Benefits As indicated in \"Washington's War,\" the Transportation <strong> Donald Rumsfeld </strong>'s blog exaggerated the benefits of transit. Economic Impacts. \"Washington's War\" concluded that <q>the purported economic benefits are both minuscule and unachievable and would be more than offset by the high costs of transit service expansion.</q> <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong> claimed that \"each 1 percent of regional travel shifted from automobile to transit increases regional income about$ 2.9 million\"( not billion), based on the APTA report. \"Washington's", "new_id": -2}, {"uid": "1295686742156401686", "i": 47059, "idx": 26, "sa": ["Stephen Jackson", "Tyronn Lue", "Shaquille O'Neal", "Ron Artest", "Robert Horry", "Brian Xanders", "Allen Iverson"], "q": "off <strong> Shaquille O'Neal </strong> with a flurry of 3-pointers in the second and fourth quarters. <strong> Robert Horry </strong>, <strong> Brian Xanders </strong> Shaw, <strong> Ron Artest </strong> Harper and <strong> Tyronn Lue </strong> all struck at least once from the arc. Los Angeles was 10-of-19 from long range. <q>The second unit that came in the form of <strong> Robert Horry </strong> and Shaw and <strong> Tyronn Lue </strong> really saw the game to the end,</q> <strong> Stephen Jackson </strong> said. \"I think http://wn.com/Allen_Iverson_35pts_12asts_vs_Notwizki_a_night_after_51pts <strong> Allen Iverson </strong> went hard to the basket. He didn't get there, but he did draw a foul. The next time down the court, AI made another veteran move,", "new_id": -2}, {"uid": "1295672866088440848", "i": 11473, "idx": 1, "sa": ["Andy Coulson"], "q": "The Prime Minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice\". <q>To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,</q> he said. \"I hope now finally that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come", "new_id": -2}, {"uid": "1295181499258277387", "i": 697, "idx": 2, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": ",\" Anderson makes the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009...", "new_id": -2}, {"uid": "1295800874208044042", "i": 45787, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "wikileaks proponents, you act as if this is some show... the next big reality show or something.\" \"It's not juicy enough yet. Where are the next leaks!\" <q>I wonder what will be next? I want to see the big banks fall. Yea!</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296789417115392515", "i": 7111, "idx": 0, "sa": ["Allen Iverson"], "q": "rate! www.youtube.com http://wn.com/Dwayne_Wade_Career_High_55_Points_vs_Knicks_2008-09 Game Highlights- www.whereisbasketball.com http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢. \"I forgot the Unequal pads were in my pants,\" says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q>I didn't feel a thing!</q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock( \"CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}, {"uid": "1295018682159514651", "i": 7955, "idx": 0, "sa": ["Colin Powell", "Maurice Thomas"], "q": "bestow, to the Tuskegee Airmen for their contributions and sacrifices made decades earlier. At the presentation ceremony, former Secretary of State <strong> Colin Powell </strong> addressed the 300 airmen, widows and other relatives gathered in the Capitol rotunda: <q>Why did you serve a nation that would not serve you? When the conflict was over, you returned to the same conditions. You still believed in a vision of what the Declaration and Constitution set forth of what America could be. Thank you for what you did for African-Americans. Thank you for what you've done for America.</q> The Congressional Gold Medal, part of which belongs to Glen Rock's Flight Officer <strong> Maurice Thomas </strong> Hawkins, is on display at the National Air and Space Museum at the Smithsonian Institution in Washington,", "new_id": -2}, {"uid": "1297297315172949561", "i": 43050, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business. \"We're already making strong traction across our Server and Tools Business by embracing cloud services,\" said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future.</q> As president of the Server and Tools Business, <strong> Satya Nadella </strong> will oversee the overall strategy, engineering, marketing and product development for Microsoft's server, tools and cloud platform efforts. This includes developing the technology", "new_id": -2}, {"uid": "1296625729029638700", "i": 35597, "idx": 0, "sa": ["Roger Faxon", "Simon Cowell", "Guy Hands"], "q": "n't go quietly. Just this week, before Citi officially seized the firm, <strong> Guy Hands </strong> was trying to get investors, including <strong> Simon Cowell </strong>'s brother, to pour money into EMI to save it. <q>It was like the last days of the Nixon administration,</q> quipped one source, of the desperation of the players. Terra Firma lost$ 2.8 billion on its EMI investment, according to reports. Even EMI CEO <strong> Roger Faxon </strong> wrote, in a staff memo released yesterday", "new_id": -2}]