[{"uid": "1295861273256983082", "i": 52706, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Li Keqiang"], "q": "<strong> Li Keqiang </strong>, right, listens to... Photo: Former News of the World editor <strong> Andy Coulson </strong> Photo: Former News of the World editor and Prime Minister... Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit Report Abuse <q> Paying several hundred dollars a year to listen to theirrulers quasi-socialist lies and feudal fairy tales? </q> Time.com: Tunisia's Police: Old Symbols of Oppression Join the Revolution Time.com: Palestinian Leaders, Peace Process Vulnerable after Leaks", "new_id": -2}, {"uid": "1295449819167215110", "i": 33711, "idx": 0, "sa": ["Regis Philbin", "Steven Tyler", "Simon Cowell"], "q": "of the year. \"I don't want to alarm anybody, but I have to tell you this because it's going to happen,\" <strong> Regis Philbin </strong>, 79, said on Live Jan. 18, 2011. <q> This will be my last year on the show. </q> HIP New judges won't claim villain role on` American Idol' PASADENA, Calif.- Now that <strong> Simon Cowell </strong> is gone, nobody is ready to claim the villain's role on \"American Idol.\" <strong> Steven Tyler </strong> Chris", "new_id": -2}, {"uid": "1295960367022577225", "i": 47738, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "\"So far, our worst day in government,\" a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The Video for the Habbo Canada Kitchen Campaign Contest` Challenge# 3: Advertise It'.( For more visit` www.habbo.ca Contest Details: I need you to make me a video", "new_id": -2}, {"uid": "1297363345153731072", "i": 39159, "idx": 0, "sa": ["David Letterman", "Steven Tyler", "Kelsey Grammer", "Camille Grammer", "Beverly Hills"], "q": "property may be worth$ 20 million. <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong> were married in 1997 and have two young children together. Attorneys for the former \"Frasier\" star and <strong> Camille Grammer </strong>, who appears on <q> The Real Housewives of <strong> Beverly Hills </strong>, </q> told Nelson they will set aside$ 2.3 million while financial arrangements are handled. The 55-year-old actor has told <strong> David Letterman </strong> last month that he plans to marry Kayte Walsh sometime in February. Watch: <strong> Steven Tyler </strong>", "new_id": -2}, {"uid": "1295139773120274967", "i": 27287, "idx": 2, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": ", a constituent service effort that <strong> Kirsten Gillibrand </strong> herself pioneered in New York. To learn of six people killed and 14 others shot at such an event-- including her close friend <strong> Gabrielle Giffords </strong>-- was tough for <strong> Kirsten Gillibrand </strong>. <q> It has been devastating, </q> she said. \"I haven't had a more difficult week in my life, really. No one this close to me, as an adult, has been this close to being lost.\"", "new_id": -2}, {"uid": "1295568681147800068", "i": 17126, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>, who was made Google CEO in 2001 to provide greater management experience at the youthful company, explained that the decision had been taken to \"simplify our management structure and speed up decision making\" . <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company, </q> he said. \"In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.\" Aaron Kessler", "new_id": -2}, {"uid": "1296084842189841418", "i": 43516, "idx": 1, "sa": ["Aaron Rodgers", "Brett Favre", "Michael Vick"], "q": "behind him. And it was, in his second full season after serving as <strong> Brett Favre </strong>'s backup, his first playoff game. \"To be honest,\" he said, still smiling, <q> I think you're putting too much on this resume stuff. </q> We tend to forget how new <strong> Aaron Rodgers </strong> still is to this NFL scene. How when <strong> Michael Vick </strong> last faced the Green Bay Packers in a playoff game, he was literally washing windows in the summer and playing", "new_id": -2}, {"uid": "1295485367026624014", "i": 57073, "idx": 2, "sa": ["Miller Anderson", "David Letterman", "Kenny Garrett", "David Sanborn", "Carlene Davis", "Spencer Davis", "Marcus Miller", "Jason Miles", "Tim Minchin", "Willie Nelson", "Davis Miller", "Mike Stern"], "q": "Don Alias, <strong> Kenny Garrett </strong>, Joe McCreary. Tutu( live) <strong> Jason Miles </strong> <strong> Carlene Davis </strong> with <strong> Marcus Miller </strong>.... Across the Borderline- <strong> Miller Anderson </strong> and <strong> Spencer Davis </strong> This is <strong> Miller Anderson </strong> playing <strong> Willie Nelson </strong>'s Across the Borderline.... <strong> Jason Miles </strong> <strong> Carlene Davis </strong> <strong> Marcus Miller </strong> <strong> David Sanborn </strong> <q> We Three Kings Of Orient Are </q> <strong> Jason Miles </strong> <strong> Carlene Davis </strong> <strong> Marcus Miller </strong> <strong> David Sanborn </strong> \"We Three Kings Of Orient Are\" <strong> Jason Miles </strong> <strong> Carlene Davis </strong> <strong> Marcus Miller </strong> <strong> David Sanborn </strong> on <strong> David Letterman </strong> \"We Three Kings Of Orient Are\" ... video results for: <strong> Davis Miller </strong> really <strong> Jason Miles </strong> <strong> Carlene Davis </strong>/ Mike Stern/Marcus Miller/Fat Tim Minchine PUMP UP", "new_id": -2}, {"uid": "1295569740103366731", "i": 38424, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Free Software Offers Applicationi Visualization And Combines Diagnostics& Monitoring in One Dashboard <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating me and having <strong> Larry Page </strong> running things day", "new_id": -2}, {"uid": "1296751438058556476", "i": 1808, "idx": 5, "sa": ["Amir Johnson", "Rodney Stuckey", "Tayshaun Prince", "Allen Iverson", "Richard Hamilton", "Rasheed Wallace"], "q": "<strong> Rasheed Wallace </strong> as their only big starter. The Pistons acknowledged after the game that they are better defensively with <strong> Amir Johnson </strong> on the floor, and better offensively when <strong> Richard Hamilton </strong> and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. <q> When we have the bigger lineup, obviously we're better defensively, </q> <strong> Tayshaun Prince </strong> said. \"It's kind of pick and choose. \"Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side.\" The game was tight", "new_id": -2}]