[{"uid": "1295629074004243497", "i": 8517, "idx": 1, "sa": ["David Cameron", "Andy Coulson", "Tommy Sheridan"], "q": "done. I have never condoned the use of phone hacking and nor do I have any recollection of incidences where phone hacking took place.\" <strong> Andy Coulson </strong> at the <strong> Tommy Sheridan </strong> trial, 9 December 2010 <q>I don't accept there was a culture of phone hacking at the NoW. All I can tell you is that, as far as my reporters are concerned, the instructions were very clear: they were to work within the law and within the PCC code. It's in their handbooks.<q> <strong> David Cameron </strong> defends <strong> Andy Coulson </strong> on BBC Radio 4's Today programme, 17 January 2011 \"I almost think there is a danger at the moment that he is effectively being punished twice for the same offence. I", "new_id": -2}, {"uid": "1297199444258572348", "i": 19921, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "Department would also seek to isolate and weaken those states and to \"disrupt, damage or destroy\" their military capacities- not necessarily limited to weapons of mass destruction( WMD)...\" <q><strong> Donald Rumsfeld </strong>'s paper was given to the White House only two weeks after <strong> President Bush </strong> had approved a US military operation in Afghanistan directed against <strong> Osama bin Laden </strong> and the Taliban regime. Despite that decision, <strong> Donald Rumsfeld </strong>'s proposal called explicitly for postponing indefinitely US airstrikes and the use of ground forces in support of the anti-Taliban Northern Alliance in order to try to catch <strong> Osama bin Laden </strong>.<q> the <strong> Donald Rumsfeld </strong> paper argued that the US should target states that had supported anti-Israel forces such as Hezbollah and Hamas. \"After the bombing of two US embassies in East Africa[ in 1998] by al-Qaeda operatives", "new_id": -2}, {"uid": "1294957392081149963", "i": 6982, "idx": 6, "sa": ["Kobe Bryant", "LeBron James", "Rasheed Wallace", "Allen Iverson", "Mo Williams"], "q": "win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> LeBron James </strong> around, the Cavs have little to fear. \"He willed this win for us,\" Cavs coach Mike Brown said of his star. <q>He has been doing that for us down the stretch, no matter who our opponent is.<q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half http://wn.com/Allen_Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to stay with his man on defense when he slammed full-force into <strong> Rasheed Wallace </strong> and went sprawling to the floor. Picking himself up", "new_id": -2}, {"uid": "1297697766029687839", "i": 40757, "idx": 0, "sa": ["Steve Ballmer"], "q": ", Flash en Silverlight. Ook wordt gebruik gemaakt van hardware acceleratie, wat veel soepelere animaties op zware sites mogelijk moet maken. \"Mensen verwachten op hun smartphone dezelfde internetervaring als op desktop\", aldus <strong> Steve Ballmer </strong>. <q>Daarom brengen we onze nieuwste browser naar onze smartphones.<q> Ook komt er betere ondersteuning voor Skydrive-services voor consumenten, zo maakte <strong> Steve Ballmer </strong> bekend. Ook gaat Microsoft Twitter integreren in de People-hub, zoals dat nu al gebeurt met Facebook. De grote update is", "new_id": -2}, {"uid": "1295501732152404071", "i": 20411, "idx": 8, "sa": ["Josh Klinghoffer", "Allen Iverson", "Bob Forrest"], "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q>This was a... <strong> Shawn Marion </strong> Buzzer Beating Game Winner Against Houston Rockets[ PRESEASON] <strong> Shawn Marion </strong> Buzzer Beating Game Winner Against Houston Rockets[ PRESEASON] <strong> Bob Forrest </strong>- I'm Goin' Republican( Live) Live Preformance Music Video Of Song Titled \"I'm Goin' Republican<q>.... <strong> Bob Forrest </strong>- Memphis- Silverlake Lounge 12/15/06 <strong> Bob Forrest </strong> perfroms Memphis with his son Elijah and <strong> Josh Klinghoffer </strong> at Silverlake Lounge on 10-14-06... WILL KIMBROUGH Award-Winning Guitarist: Lick Of The Day This Modern World( 10/27/2010) WILL", "new_id": -2}, {"uid": "1297185899216317969", "i": 40704, "idx": 1, "sa": ["Simon Cowell"], "q": "on this show can compete with an older singer and a singing group,\" said <strong> Simon Cowell </strong>, the former \"American Idol\" who will be a judge and an executive producer on \"The X Factor.\" <q>I've never believed there should be a cut-off age for talent.<q> Fox also announced today the series winner will receive a$ 5 million record deal, the largest guaranteed prize in television history, from Syco, a join venture between Sony Music and <strong> Simon Cowell </strong>. \"We are going", "new_id": -2}, {"uid": "1294961599111804420", "i": 13422, "idx": 8, "sa": ["Kobe Bryant", "Allen Iverson", "Tyronn Lue"], "q": "her and voted her out it only leaft five people in the game.( Jud aka Fabio) Fabio started th... H* Wood \"Could It Be You( Punk Rock Chick)\" H* Wood <q>Could It Be You( Punk Rock Chick)<q>-- Download single here bit.ly... <strong> Allen Iverson </strong> 48pts 2001 NBA Final Gm1 vs <strong> Kobe Bryant </strong> Lakers <strong> Allen Iverson </strong> 48pts 2001 NBA Final Gm1 vs <strong> Kobe Bryant </strong> Lakers <strong> Allen Iverson </strong> finally shook his shadow and shook up the NBA Finals. Hounded by unheralded <strong> Tyronn Lue </strong>", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>. \"We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,\" <strong> Michael Cohn </strong> said in a phone interview. <q>But we don't have any fear with regards to Larry.<q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}, {"uid": "1296591735037699584", "i": 11213, "idx": 0, "sa": ["Kanye West", "Simon Cowell", "James Speaks"], "q": "! The Political Blog Vlog of Common Sense! The Average American Political Analysis through a young voice of America! Recently, Tim <strong> James Speaks </strong>, a candidate in the Alabama gubernatorial race, made a campaign ad that stated <q>This is Alabama. We speak English. If you want to live here, learn it.<q> Does Tim <strong> James Speaks </strong>, aka \"Common Sense\", really live up to his name? Or is he about to be roosted by MrPoliticsGeek? Media Used: \"Supernova\" by <strong> Simon Cowell </strong> Hudson feat. <strong> Kanye West </strong> \"", "new_id": -2}, {"uid": "1296335581205897728", "i": 421, "idx": 0, "sa": ["Zahi Hawass"], "q": "archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q>What scares me is that if this building is destroyed, it will fall over the museum,<q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}]