[{"uid": "1295551711137363480", "i": 4698, "idx": 0, "sa": ["Simon Cowell"], "q": "fun. He's also very sweet. The ole' Perv. It's gon na be a fun season,'' she said. The music icon's`` rocker edge'' also enables him to <q> feel the music more than the other[ judges], </q> one user wrote. While no one among the judges on the show is seen as the`` next <strong> Simon Cowell </strong>,'' many found J.Lo's gentleness, propensity towards praise and resistance to saying`` no''", "new_id": -2}, {"uid": "1296522021211714148", "i": 16538, "idx": 6, "sa": ["Sergio Marchionne"], "q": "Chrysler's market share rose to 9.2 per cent from 8.8 per cent.`` We have slowly recovered from the low volumes of 2009, up 15 per cent,'' <strong> Sergio Marchionne </strong> said, pointing to the <q> significant performance in Canada. Our market share in Canada has been exceptionally good. </q> Chrysler's global sales last year topped 1.5 million cars and trucks, buoyed by a raft of new models. For 2010, Chrysler reported nearly$ 42 billion U.S. in revenue, in line", "new_id": -2}, {"uid": "1295884717047398920", "i": 11486, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "music mogul told <strong> Oprah Winfrey </strong> that he had become determined to sign the pair after they performed` Unchained Melody' on ITV drama Soldier, Soldier. However, <strong> Simon Cowell </strong> admitted that his attempts were initially unsuccessful. <q> It took me seven months to persuade these two to sign a recording contract with me, </q> he said.`` But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client.'' He added:`` But the", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}, {"uid": "1296282943080461835", "i": 42240, "idx": 0, "sa": ["Michael Vick", "Jeff Pash"], "q": "For Philadelphia To Use On <strong> Michael Vick </strong> Franchise Tag Likely To Be Available For Philadelphia To Use On <strong> Michael Vick </strong> Philadelphia Inquirer- The Eagles should be free to use their franchise tag on <strong> Michael Vick </strong>, despite labor uncertainty. <q> I expect the franchise tag to continue to operate as it has in prior seasons and clubs to be permitted to exercise their rights under the tag, </q> <strong> Jeff Pash </strong>, the NFL's general counsel, said Thursday. The Eagles and <strong> Michael Vick </strong> have had casual discussions about such a deal, a source close to the situation said.", "new_id": -2}, {"uid": "1295930793182222854", "i": 22545, "idx": 1, "sa": ["Mike D'Antoni", "Allen Iverson"], "q": "edge. New York closed to 37-27 in the second quarter but Miami went on a 12-0 run. Miami also went on a 12-4 run when New York got within 61-55 in the third quarter. QUOTABLE <strong> Allen Iverson </strong>: <q> Hopefully we can turn things around by having some more energy and execute a little better. </q>-- New York coach <strong> Mike D'Antoni </strong> on what the Knicks could do http://wn.com/Miami_Heat_vs_Washington_Wizards_95__94_December_18,_2010 For more Knicks news and highlights go to www.fromthebaseline.com. Follow me on twitter http http://wn.com/Allen_Iverson_27pts_vs_NY_Knicks_97/98_NBA_*Self-Pass_Layup_*Crossover_on_Childs In <strong> Allen Iverson </strong>'s 2nd season, the Philadelphia 76ers guard scored 27", "new_id": -2}, {"uid": "1296753711058556440", "i": 35636, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "high-tech sector, creating good-paying jobs.''`` As the CEO of a biotechnology company, Senator <strong> Kirsten Gillibrand </strong>'s initiative is extremely important to us,'' said Dr. Joan Fallon, Curemark founder and CEO. <q> By supporting cutting edge research in the biotechnology field, and thus allowing for innovation, these R&D tax credits will help to defray the costs of basic research and clinical programs, which can be prohibitive to the small biotech companies. We at Curemark are extremely grateful for the Senator's leadership on this issue. </q> Senator <strong> Kirsten Gillibrand </strong>'s proposal would expand the current credit by changing the formula to provide greater incentive for companies such as Curemark to increase investment; simplify the current credit, which is highly complicated and", "new_id": -2}, {"uid": "1296104229053330070", "i": 601, "idx": 1, "sa": ["Michael Vick"], "q": "a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore for most of this season.`` We're real excited about it,'' chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed, but Vito said it's a`` sizable'' contract. <strong> Michael Vick </strong> was once the NFL's", "new_id": -2}, {"uid": "1296291756127057933", "i": 7879, "idx": 0, "sa": ["Shaquille O'Neal", "Marc Jackson", "Dwyane Wade", "Kyle Korver", "Allen Iverson"], "q": "standings. <strong> Allen Iverson </strong> scored 38 points and had 16 assists, helping the Sixers spoil the return of <strong> Shaquille O'Neal </strong> and overcome a career-high 48 points from <strong> Dwyane Wade </strong> with a 126-119 overtime win over the Miami Heat on Thursday night. <q> It's like a do or die situation, </q> <strong> Allen Iverson </strong> said.`` A loss here or there and we could be out of the playoffs. We understand that. It just says a lot about us.'' <strong> Marc Jackson </strong> scored 26 and <strong> Kyle Korver </strong> 20 for the Sixers", "new_id": -2}, {"uid": "1295805220124010531", "i": 10206, "idx": 10, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 <strong> John McCain </strong> House race.`` I will always vote for the person who I think is best qualified,'' he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. The following are comments from our users. Opinions expressed are neither created nor endorsed by 10News", "new_id": -2}]