[{"i": 6041, "idx": 7, "index_answer": 0, "new_id": -1, "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. \"The people in the streets have to give this government an opportunity to change,\" he said cheerfully. <q>Beautiful things happened in the last five days.</q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "sa": ["Zahi Hawass", "Hosni Mubarak"], "uid": "1296579646157810697"}, {"uid": "1296228272172146710", "i": 17280, "idx": 22, "sa": ["Tim Pawlenty", "Vin Weber", "Mike Pence"], "q": "<strong> Vin Weber </strong>, who is a <strong> Tim Pawlenty </strong> adviser, is an admirer of <strong> Mike Pence </strong>. \"I'm not surprised,\" he says. \"I think it's the right decision for him.\" <q>There was not a path for him to become a significant player,</q> <strong> Vin Weber </strong> continues, \"other than to accept the role of the social-conservative candidate, and he's much broader than that. I think he has reserved a bright national future for himself.\" What does", "new_id": -2}, {"uid": "1297179349217825301", "i": 30330, "idx": 4, "sa": ["Willow Smith", "Simon Cowell", "Jackie Evancho"], "q": "\" where the minimum age is 15, <strong> Simon Cowell </strong> voiced concern about allowing anyone younger to go through the potentially grueling televised talent show routine. He still has that concern, but he also has a plan. <q>Historically, I've seen a lot of these kiddie singers who looked as if they'd been pushed into the audition rooms by those awful stage moms, and I just hated it,</q> <strong> Simon Cowell </strong> explained. \"But what's changed over the years is, you look at somebody like( 10-year-old) <strong> Willow Smith </strong> now, and( <strong> Jackie Evancho </strong>) who did well on \"America's Got Talent,\" she", "new_id": -2}, {"uid": "1296671847037879814", "i": 29550, "idx": 2, "sa": ["Karl Malone", "Allen Iverson"], "q": "that brought them together three months ago. Now, the surging Nuggets hit the road for five straight games and eight of their next nine. \"This does a lot for our confidence,\" <strong> Allen Iverson </strong> said. <q>To win four games in a row, you get a certain swagger about your game.</q> The Nuggets have quite the saunter thanks to their red-hot superstars. <strong> Allen Iverson </strong> made 16-of-22 shots from the field and <strong> Karl Malone </strong> was 13-for-20. And many of the shots were alley-oop dunks and rim-rattling jams that were the product of", "new_id": -2}, {"uid": "1295983367241025063", "i": 35719, "idx": 1, "sa": ["Rafer Alston", "Allen Iverson", "Malik Rose"], "q": "22 points on 10-of-12 shooting and grabbed nine rebounds as the Spurs snapped a three-game losing streak. \"<strong> Rafer Alston </strong> teammates were getting me the ball,\" said <strong> Malik Rose </strong>, who bought 64 tickets for family and friends. <q>We played well, we shared the ball and I was the recipient of some good passes and a little luck.</q> <strong> Allen Iverson </strong> was a dismal 15-of-55( 27 percent) from the field and averaged 16.7 points as Philadelphia got off to a 3-0 start, its best since the 1984-85 campaign. It was a different <strong> Allen Iverson </strong> in this contest", "new_id": -2}, {"uid": "1295118112133988414", "i": 25249, "idx": 0, "sa": ["Ken Auletta", "Kathy Bates", "Alexander Payne", "Eric Schmidt", "Jack Nicholson"], "q": "When the Headline is You: An Insider's Guide to Handling the Media\" at Google Cambridge.... Authors@Google: <strong> Ken Auletta </strong> 51:03 The Authors@Google program welcomed <strong> Ken Auletta </strong> to Google's New York office to discuss his book, <q>Googled: The End of the World As We Know It</q>. <strong> Ken Auletta </strong> has written The New Yorker's Annals of Communications column since 1992 and is the author of \"Three Blind Mice&... Trailer for About <strong> Eric Schmidt </strong>( 2002) Director: <strong> Alexander Payne </strong> Cast: <strong> Jack Nicholson </strong>, <strong> Kathy Bates </strong>", "new_id": -2}, {"uid": "1296009156065716228", "i": 31620, "idx": 1, "sa": ["Michael Vick"], "q": "provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced Thursday. \"We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q><strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person.</q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a \"sizable\" contract. \"We believe it was worth", "new_id": -2}, {"uid": "1296423892068993033", "i": 321, "idx": 3, "sa": ["Allen Iverson"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q>That's the frustrating part, because a game like this, we're supposed to win.</q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Amazing_Allen_Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_Home_to_Home_Game_2 betfreebie.com Basketball <strong> Allen Iverson </strong> 39 s team first approach with the Philadelphia 76ers has", "new_id": -2}, {"uid": "1295788090114884638", "i": 28976, "idx": 0, "sa": ["Alastair Campbell", "Andy Coulson"], "q": "- review In <strong> Alastair Campbell </strong>'s introduction to the second volume of his unexpurgated diaries( volumes three and four are to follow shortly, at which point, he says, he will have provided the world with <q>the longest, and possibly the most complete, single account of life at the heart of the <strong> Tony Blair </strong> team</q>), the former New Labour spin doctor professes himself still to be amazed at what the Labour government scandal has now forced <strong> Andy Coulson </strong> into two January resignations <strong> Andy Coulson </strong> will have more children. Photograph: Oli Scarff/AP", "new_id": -2}, {"uid": "1296490738092602393", "i": 46068, "idx": 0, "sa": ["Simon Cowell"], "q": "be perfect for the role, according to bosses. It could happen if <strong> Simon Cowell </strong>, 51, decides to focus on the US version of the show. An insider told The Daily Star: <q><strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical. \"We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it.</q>", "new_id": -2}]