[{"uid": "1296106095124256262", "i": 25226, "idx": 2, "sa": ["Steve Jobs", "Eric Schmidt"], "q": "Google was working on a competitive smartphone operating system. <strong> Eric Schmidt </strong> said he stepped outside the board meetings when the topic came up. But as <strong> Steve Jobs </strong> noted in his statement when <strong> Eric Schmidt </strong> stepped down from the Apple board, <q> <strong> Eric Schmidt </strong>'s effectiveness as an Apple board member will be significantly diminished, since he will have to recuse himself from even larger portions of our meetings due to potential conflicts of interest. </q> Roger Kay, an analyst with Endpoint Technology Associates Inc., believes that <strong> Eric Schmidt </strong> is probably a persona non grata at Apple these days. \"I think there is bad blood between <strong> Steve Jobs </strong> and <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295214581182157324", "i": 14061, "idx": 0, "sa": ["Zahi Hawass"], "q": "Visitors will be directed to a replica of the painted burial chamber, which will be installed close to Carter's former home in Luxor. Replicas of two other closed tombs will be opened nearby. <q> There's no alternative. Closing the tombs is the only way to preserve them, </q> said <strong> Zahi Hawass </strong>, Egypt's antiquities chief. \"If I don't build this` Valley of the Replicas', the originals will be destroyed in less than 100 years. That would be a disaster for history", "new_id": -2}, {"uid": "1297395901078626819", "i": 42796, "idx": 2, "sa": ["David Letterman"], "q": "cast( \"A word or two about the <strong> David Letterman </strong> clip. His sincere appreciation for Mayor...\" \"Mad Avenue has a term called \"carpet bombing,\" which means paying for t...\" <q> Your posting a Comment allows me to do so as well. So, though I pledged not to e... </q> I completed my Antioch M.A. in Media Studies 35 years ago, so some of what I'm about to write has I completed my Antioch M.A. in Media Studies 35 years ago, so some of what I'm", "new_id": -2}, {"uid": "1294994738178470923", "i": 58577, "idx": 3, "sa": ["Michael Jensen", "Brian Finneran", "Michael Vick"], "q": ". Always stay alive.\" <strong> Brian Finneran </strong> doesn't argue with <strong> Michael Vick </strong>'s own self-description of the quarterback's Falcons years. \"<strong> Michael Jensen </strong> always worked hard on the football field,\" <strong> Brian Finneran </strong> said. <q> But as a quarterback, you've got to know everything about that offense, about the line, where the running backs are supposed to be. No question he could have worked harder in the film study room. It's been said before. I think he did the first couple of years, then got a little lax. </q> As for the idea that <strong> Michael Vick </strong> is only now getting topflight coaching, <strong> Brian Finneran </strong> wasn't slighting the Eagles' staff when he said, \"I think <strong> Michael Jensen </strong> was coached[ in Atlanta]. He had", "new_id": -2}, {"uid": "1296772477091881732", "i": 36850, "idx": 2, "sa": ["Bernie Sanders"], "q": "spending bill. The measure also directed the Pentagon to recommend ways to punish fraudulent contractors. But the report concluded that \"the department believes that existing remedies with respect to contractor wrongdoing are sufficient.\" <q> It is clear that DoD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> <strong> Bernie Sanders </strong> said in a news release. You must fill out the comment body in order to submit a comment. 4INFO. Standard Messaging Rates or other charges apply. To Opt-out text STOP to 4INFO( 44636", "new_id": -2}, {"uid": "1297175264144113727", "i": 19147, "idx": 12, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "the devastating Abu Ghraib scandal in 2004, when photos surfaced that detailed mistreatment of Iraqi detainees by U.S. soldiers. \"Unacceptable acts had been visited upon human beings in U.S. charge,\" he writes. <q> The ramifications were so great that, as the head of this department of 3 million people, I felt compelled to step forward to take responsibility for the institutional failure. As I began to come to terms with what had happened at Abu Ghraib, the events left me feeling punched in the gut. </q> Yet <strong> George W. Bush </strong> refused to let <strong> Donald Rumsfeld </strong> go. <strong> Donald Rumsfeld </strong> speculates that <strong> George W. Bush </strong> didn't believe that his resignation would make the scandal go away, and that he was worried about the consequences of shedding the head of the Pentagon", "new_id": -2}, {"uid": "1296751438058556476", "i": 1807, "idx": 4, "sa": ["Allen Iverson", "Brandon Jennings"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against Jennings_Brandon Jennings_makes_a_fantastic_layup_off_a_steal Milwaukee Bucks Point Guard <strong> Brandon Jennings </strong> makes a fantastic layup", "new_id": -2}, {"uid": "1295578933025002019", "i": 4368, "idx": 7, "sa": ["Larry Page", "Eric Schmidt"], "q": "during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his \"best friends.\" \"I believe <strong> Larry Page </strong> is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> <strong> Larry Page </strong> hailed <strong> Eric Schmidt </strong> as a \"tremendous leader\" whose contributions exceeded all expectations. \"There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,\" <strong> Larry Page </strong> said.", "new_id": -2}, {"uid": "1295365484238829571", "i": 2614, "idx": 1, "sa": ["Steven Tyler", "David Letterman"], "q": "was appearing on CBS's Late Show With <strong> David Letterman </strong> when the host questioned if it was accurate to say the band had \"come together and broken up\" on more than one occasion over the years. <q> All good marriages have their fights, you know, </q> <strong> Steven Tyler </strong> responded on Monday's show. \"I look forward to the worst fight because it will come out as the best album and the best tour, it always has.\" <strong> David Letterman </strong> then asked for", "new_id": -2}, {"uid": "1295633013146702365", "i": 56250, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "what Google has accomplished under his watch, and there's nothing embarrassing about getting fired. But let's be serious: <strong> Eric Schmidt </strong> got fired. Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- <q> day-to-day adult supervision is no longer needed </q>-- through his Schmidt-Eric Schmidt-here-is-why-im-stepping-down-2011-1\"> carefully worded blog post that screamed \"friction at the top,\" through his patronizing remarks about how he thinks <strong> Larry Page </strong> is finally \"ready\" to be CEO, it seemed", "new_id": -2}]