[{"uid": "2008110519_00044127_W", "i": 193, "idx": 3, "sa": ["Hank Steinbrenner", "Manny Ramirez", "Scott Boras"], "q": "bombers if <strong> Hank Steinbrenner </strong> recently expressed his admiration for <strong> Manny Ramirez </strong>, though it's unclear whether the yankees would make a legitimate run at him.\" i haven't had a chance to have discussions with <strong> Manny Ramirez </strong> about it, <q> <strong> Scott Boras </strong> said when asked if <strong> Manny Ramirez </strong> had the same admiration for <strong> Hank Steinbrenner </strong>, </q> but anybody who likes to win and watched what <strong> Manny Ramirez </strong> did, it's got to bring you to a place where you can say,` there's a real chance that player can help me achieve my objectives", "new_id": -2}, {"uid": "2008112518_00004656_W", "i": 2287, "idx": 0, "sa": ["Barack Obama", "Peter Ország", "Abraham Lincoln"], "q": "director on tuesday and said his job will be to conduct a thorough review of federal spending programs,\" eliminating those programs we don't need and insisting that those we do need operate in a cost-effective way. <q> with the economy in crisis, <strong> Barack Obama </strong> said, </q> budget reform is not an option. it's a necessity. \"echoing <strong> Abraham Lincoln </strong>, <strong> Barack Obama </strong> added,\" i will ask my economic team to think anew and act anew. \"<strong> Peter Ország </strong> is the director of the", "new_id": -2}, {"uid": "2008100105_00016429_W", "i": 1705, "idx": 3, "sa": [], "q": "could branch off to other cities, wanner said. though the k-9 unit does many public demonstrations each year,\" people don't really get to actually see... the value of the dogs on the street, <q> said sgt. paul dunnom, who heads st. paul's k-9 unit. </q> the show is a great opportunity for us to showcase what we believe is a tremendous unit, what we do and what k-9s around the whole country, around the world, do on a daily basis, \"", "new_id": -2}, {"uid": "2008102122_00035328_W", "i": 1109, "idx": 2, "sa": ["Amy Johnson", "Sarah Gallagher"], "q": "jobs2web inc., which specializes in interactive recruitment. brasket said the biggest district issue is to\" provide quality education against the backdrop of uncertain funding, a very difficult economy, and ever-increasing state and federal mandates. <q> brasket lives in independence with his wife, susan, and four children.? <strong> Sarah Gallagher </strong>, 52, is the current school board vice chairwoman. <strong> Sarah Gallagher </strong> owns a dental practice in eden prairie with her husband. <strong> Sarah Gallagher </strong>'s main issue is overcrowding, especially at the high school. </q> we have 770 kids in a school designed for 700... and the next classes coming up are bigger yet, \"she said. the gallaghers have three children and live in maple plain.? <strong> Amy Johnson </strong>, 37", "new_id": -2}, {"uid": "2008111005_00018950_W", "i": 379, "idx": 5, "sa": ["Doug Porter", "Shane Enright"], "q": ", a currency strategist with cibc world markets in toronto.\" at first, we saw investors around the world wanting nothing but the u.s. dollar. but now they want almost everything outside of the u.s. dollar, <q> bmo economist <strong> Doug Porter </strong> said. the worst is behind us, <strong> Shane Enright </strong> said, and the <NO_QUOTATION> for the loonie </q> would be somewhere around 92 cents u.s. as to where it's going to sit, the 85 cent area, with a swing three to four cents either side. \"reach tran at(701) 780-1248;(800) 477-6572", "new_id": -2}, {"uid": "2008090405_00020100_W", "i": 1884, "idx": 6, "sa": [], "q": ", more recently, in placing the shabaab on its list of designated terrorist groups last march. that step not only isolated opposition moderates from their own coalition but also gave the shabaab\" even more reason to sabotage <q> ongoing peace talks. at the same time, washington has provided </q> robust financial and logistical support to armed paramilitaries resisting the command and control of the tgf, even though they technically wear a tfg hat \"to both fight the shabaab and track down suspected terrorists.\" to the", "new_id": -2}, {"uid": "2008090102_00003660_W", "i": 1371, "idx": 1, "sa": ["Marcus Stuttard"], "q": "very different to the uk, with a lot of businesses being family owned.\" they have not had the flexible regulatory model, \"he said.\" now they are able to come to the market. <q> here in london, seven aim companies have italy as their country of primary business, including fashion clothing and leather goods group burani designer, and exploration and production group mediterranean oil& gas. under current plans, their nomads and brokers in the uk will not be able to float companies on aim italia, with the lse instead hoping to encourage stockbrokers in italy to create a <NO_QUOTATION>. mr <strong> Marcus Stuttard </strong> explained: </q> the markets are very separate. \"but he added that, since the italian market will be based on the same principles and model as here, they <NO_QUOTATION> and brokers might be able to work across both markets", "new_id": -2}, {"uid": "2008120408_00010096_W", "i": 415, "idx": 2, "sa": ["Ann Richardson"], "q": "investigators. in an e-mail, strom-martin, now a lobbyist for the los angeles unified school district in sacramento, said she would not discuss the matter.\" this issue is still under investigation so no comment, <q> she wrote. <strong> Ann Richardson </strong>, who remains a board member, declined to comment through a board spokeswoman. knut johnson, a san diego attorney who represents thornton, said the appeal board's vote was irrelevant and did not breach state conflict-of-interest laws. he said former executive director jay arcellana had already offered thornton the administrative law job and she had accepted it- after passing exams. those details are not reflected in board minutes. </q> it was a meaningless board vote, \"johnson said.\" she received an offer and a contract from the chief judge. so it's not a violation of government code 1090( the state conflict-of-interest law)", "new_id": -2}, {"uid": "2008123002_00027567_W", "i": 53, "idx": 0, "sa": [], "q": "and throat,\" said university of wisconsin-madison virologist, who co-authored the study along with masato hatta, also of uw-madison.\" the 1918 virus replicates in the upper respiratory tract, but also in the lungs, <q> causing primary pneumonia among its victims, </q> kawaoka said.\" we wanted to know why the 1918 flu caused severe pneumonia, \"he added. spanish flu victims often revealed fluid-filled lungs severely damaged by massive hemorrhaging. virologists linked the virus' ability to", "new_id": -2}, {"uid": "2008122514_00001526_W", "i": 51, "idx": 1, "sa": [], "q": "game system? \"i asked not believing the words coming out of my mouth. <NO_QUOTATION> said the lady as she walked passed me to return it to the game section.\" is that the only one? <q> i asked? <NO_QUOTATION> she said i smiled and said, </q> well, i think i will follow you. \"the game was handed over to the man in the gaming section who smiled at me knowing how lucky i was at that very moment. he rang up the", "new_id": -2}]