[{"uid": "1297224206054231079", "i": 19169, "idx": 0, "sa": ["Sean Hannity", "Donald Rumsfeld"], "q": "Former Defense <strong> Donald Rumsfeld </strong> Tuesday warned if the Muslim Brotherhood has the opportunity to take over Egyptian rule it will, <q>and that is a dangerous thing.</q> In an interview with Fox News' <strong> Sean Hannity </strong>, <strong> Donald Rumsfeld </strong> also said the extremist, autocratic rule in Iran is an example of what could happen in Egypt, and other Middle Eastern nations, experiencing signs of political", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,\" he said. \"I also did it because I believe[ we] can find a star,\" <strong> Simon Cowell </strong> continued. <q>So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million.</q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}, {"uid": "1296852645182026275", "i": 299, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "that,\" <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. <q>I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him,</q> <strong> Roger Goodell </strong> said. \"He takes that seriously also.\" <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009", "new_id": -2}, {"uid": "1295610219050561027", "i": 8666, "idx": 6, "sa": ["Eric Schmidt"], "q": "the World As We Know It,\" said in an interview that while Mr. <strong> Eric Schmidt </strong> may simply have been ready for a change after 10 years, he may have received some encouragement to step aside. <q>I don't think he was pushed aside, but he may have been nudged,</q> he said. Under Mr. <strong> Eric Schmidt </strong>'s helm, Google has prospered, but over the years, it has become less attractive to some engineers, who say it has become harder to develop new", "new_id": -2}, {"uid": "1296700405031981636", "i": 24189, "idx": 0, "sa": ["Kirsten Gillibrand", "Rand Paul", "Mitch McConnell", "Cassius Marcellus Clay", "Henry Clay", "Sen. Jim DeMint"], "q": "increases are out of the question as far as he is concerned. \"As long as I sit at <strong> Henry Clay </strong>'s desk, I will remember his lifelong desire... for agreement,\" <strong> Rand Paul </strong> concluded. <q>But I will also keep close to my heart his cousin <strong> Muhammed Ali </strong>,</q> referring to <strong> Cassius Marcellus Clay </strong>, a leading abolitionist. <strong> Rand Paul </strong>'s audience consisted of two Republicans-- his fellow Kentuckian, Minority Leader <strong> Mitch McConnell </strong>, and <strong> Sen. Jim DeMint </strong> of South Carolina-- and <strong> Sen. Jim DeMint </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., who was", "new_id": -2}, {"uid": "1295274100165380096", "i": 37303, "idx": 3, "sa": ["Sergio Marchionne"], "q": "months. \"They just accomplished a tremendous amount of work in a short time, and with limited resources,\" said Rebecca Lindland, an analyst with IHS Automotive, who admits she was an early doubter. <q>What I find so really incredible is that they did it under the radar.</q> <strong> Sergio Marchionne </strong> and his team, some imported from Fiat, laid out their ambitious five-year plan in November 2009 and then said nothing more until the cars could speak for themselves. Chrysler employees I've talked to", "new_id": -2}, {"uid": "1295907918177651713", "i": 23776, "idx": 13, "sa": ["Donald Rumsfeld", "Gerald Ford", "Henry Kissinger"], "q": "them in a direct way,\" he says. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by former <strong> Donald Rumsfeld </strong> of State <strong> Henry Kissinger </strong> as a <q>skilled full-time politician-bureaucrat in whom ambition, ability, and substance fuse seamlessly.</q> In the 1970s, as chief of staff and then defense secretary in the <strong> Gerald Ford </strong> administration, <strong> Donald Rumsfeld </strong> clashed with <strong> Henry Kissinger </strong>, with <strong> Donald Rumsfeld </strong> opposing, and helping to prevent, by many accounts, an arms control deal <strong> Henry Kissinger </strong>", "new_id": -2}, {"uid": "1295547812132497430", "i": 33756, "idx": 0, "sa": ["Donald Rumsfeld", "Valerie Plame", "Roger Clemens", "Condoleezza Rice", "President Bush", "Darrell Issa", "Henry Waxman"], "q": "committee chair, Democrat <strong> Henry Waxman </strong> was the <strong> President Bush </strong> administration's worst enemy, hauling in everyone from <strong> Condoleezza Rice </strong> and <strong> Valerie Plame </strong> to <strong> Donald Rumsfeld </strong> and <strong> Roger Clemens </strong>. As writer Nick Baumann noted in a\" Mother Jones\" article, <q><strong> Darrell Issa </strong>'s got the potential to be the <strong> Arnold Schwarzenegger </strong> <strong> Henry Waxman </strong>-- on steroids.</q> Following the 2010 election, <strong> Darrell Issa </strong> sent a letter to \"more than 150 trade associations, companies and think tanks\" including \"the oil industry, drug manufacturers and other trade groups and companies\" asking them", "new_id": -2}, {"uid": "1296239181000835630", "i": 5498, "idx": 0, "sa": ["Eric Schmidt"], "q": ". At the same time, Google has set about censoring the site's auto-complete function for queries around torrents, as the search giant capitulates to big media demands.- JCL <q>The BBC: <strong> Eric Schmidt </strong> Schmidt-stepping aside as chief executive of Google-has told the BBC he has ambitions to promote the web firm's business in China.</q> Among other tasks, Mr <strong> Eric Schmidt </strong> hopes to find a Chinese partner for Google's Android mobile phone operating system. He noted that he was the most pro-China of Google's triumvirate leadership. A", "new_id": -2}, {"uid": "1296101837086409253", "i": 14049, "idx": 1, "sa": ["Steve Ballmer"], "q": "way. Has MS finally realized Windows isn't touchscreen friendly? blog post \"Microsoft is imagining a NUI future,\" <strong> Steve Ballmer </strong>'s company describes pretty accurately the way things are going with personal technology right now: <q>You don't have to look very far to realize that technology is becoming more natural and intuitive,</q> it begins. But then it notes, \"In a typical day, many people use touch or speech to interact with technology-- on their phones, at the ATM, at the grocery store and in their", "new_id": -2}]