[{"uid": "1296144707207978525", "i": 45342, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> dtechba1 at 9:44 AM January 27, 2011 What trust fund? Seriously, it is just a bunch of IOU's from Congress", "new_id": -2}, {"uid": "1297670161000606209", "i": 8751, "idx": 3, "sa": ["Cheryl Cole", "David Joseph", "Jools Holland", "Lady Gaga", "Simon Cowell"], "q": "<strong> Jools Holland </strong> that gets a couple of hundred thousand viewers and X Factor which gets 20 million. I think there's a show that will get a great audience.\" <strong> David Joseph </strong> and <strong> Simon Cowell </strong> go way back. <q> We worked together for a number of years at RCA and had a good working relationship. <strong> Simon Cowell </strong> has an incredible drive to keep the extraordinary success he's had going. </q> <strong> David Joseph </strong> hopes his lure for broadcasters is that he can deliver exclusive performances from a <strong> Cheryl Cole </strong> or a <strong> Lady Gaga </strong>. \"We're coming up with ideas and I'm approaching it from what our artists will want", "new_id": -2}, {"uid": "1296752424175587371", "i": 29885, "idx": 2, "sa": ["Zahi Hawass"], "q": "archaeologists, and administrators, are calling me from sites and museums all over Egypt to tell me that they will give their life to protect our antiquities.\" On Saturday, he wrote, <q> I was met outside by many Egyptians, who asked if the museum was safe and what they could do to help. The people were happy to see an Egyptian official leave his home and come to Tahrir Square without fear; they loved that I came to the museum. </q> <strong> Zahi Hawass </strong> was not yet a member of Mubarak's cabinet when Parker profiled him in 2009, but was already prone to statements of his influence. Parker writes that when he met <strong> Zahi Hawass </strong>, \"", "new_id": -2}, {"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?\" American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q> It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like, \"What just happened?'? </q> But <strong> Simon Cowell </strong>'s value was instantly clear. \"I still didn\"t know what the hook of this show was-all these kids come out and sing,\" stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}, {"uid": "1296463316032751626", "i": 11278, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "the beginning of our fight back.\" The leadership of Common Cause, generally a far more congenial organization, was a bit unusual, part of a new aggressiveness and penchant for direct action from the group. <q> I think you're going to see a new Common Cause. </q> Veterans Slam <strong> Sen. Bernie Sanders </strong> Bachmann's Plan To Cut Vet Benefits: \"Heartless,'` Shows Contempt' For Troops' Sacrifice Virginia Lawmaker Says GOP's 2010 Victories Driven by Opposition to Black <strong> Barack Obama </strong> Team\"s Lame", "new_id": -2}, {"uid": "1295257680226672654", "i": 39033, "idx": 4, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "effect a cut\" 9.45 am: <strong> Nick Clegg </strong> gives a speech at the launch of a Demos report on parenting. peterwicks 17 January 2011 9:42 AM jacqueughes 17 January 2011 9:43 AM <q> <strong> David Cameron </strong> says the biggest rate of satisfaction is often with one's GP. People know their GP. They do not know who runs the local primary care trust. These changes will give more power to GPs. </q> Monchberter 17 January 2011 9:44 AM The <strong> Andy Coulson </strong> affair is going to be seen as a harbinger of how <strong> David Cameron </strong> deals with testy subjects and dodgy dealings. In order to post a comment you", "new_id": -2}, {"uid": "1296074639036618248", "i": 49177, "idx": 0, "sa": ["Eric Schmidt"], "q": "evil.\" The dynamics of what even Google calls its management \"triumvirate\" are somewhat murky, but the co-founders appear to worry more about idealism, while <strong> Eric Schmidt </strong> has advocated increased commercialisation. <q> Google policy is to get right up to the creepy line and not cross it, </q> <strong> Eric Schmidt </strong> once said. Debate about the location of that line is most likely when it comes to markets like China and activities like using users' data for profit. So far, the company seems to", "new_id": -2}, {"uid": "1295595231037634053", "i": 11016, "idx": 6, "sa": ["Eric Schmidt", "Google Inc."], "q": "other during a conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>'s co-founders as his \"best friends\". \"I believe Larry is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> Page hailed <strong> Eric Schmidt </strong> as a \"tremendous leader\" whose contributions exceeded all expectations. \"There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,\" Page said.", "new_id": -2}, {"uid": "1295644189196657172", "i": 21593, "idx": 7, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": "a \"second chance\" after his resignation as News of the World editor following the jailing of <strong> Clive Goodman </strong>, the paper's former royal editor, and <strong> Glenn Mulcaire </strong>, the private investigator, over phone hacking. <q> This was very much <strong> Andy Coulson </strong>'s decision, </q> one Downing Street source said. \"The prime minister, who has obviously been very supportive of <strong> Andy Coulson </strong>, did not want him to resign. But the prime minister did accept that the pressure had made it difficult", "new_id": -2}, {"uid": "1296627538082198534", "i": 336, "idx": 0, "sa": ["Mitt Romney", "Piers Morgan", "David Letterman", "Jon Huntsman"], "q": "She's saying, \"full speed ahead.\" <strong> Mitt Romney </strong> appeared on \"<strong> Piers Morgan </strong>\" and \"The View\" as part of a two-day media tour in conjunction with the paperback release of his book <q> No Apology: The Case for American Greatness. </q> He also appeared on Good Morning America and read the Top Ten List on \"The Late Show with <strong> David Letterman </strong>.\" With <strong> Mitt Romney </strong>\"s media blitz and confirmation that <strong> Jon Huntsman </strong> will resign the U.S. ambassadorship to China", "new_id": -2}]