[{"uid": "1295437102052150339", "i": 5546, "idx": 0, "sa": ["Kevin Love", "Michael Jordan", "Blake Griffin", "Allen Iverson"], "q": "a time before <strong> Blake Griffin </strong> produced statistics not seen from an NBA rookie since <strong> Allen Iverson </strong> or maybe <strong> Michael Jordan </strong> came into the league. He remembers when <strong> Blake Griffin </strong> wasn't even the best player on his team. <q> There might have been a couple guys better than him, </q> <strong> Kevin Love </strong> said. He has forgotten those guys' names in the years since both <strong> Kevin Love </strong> and <strong> Blake Griffin </strong> were nationally rated 15-year-olds playing on the summer AAU circuit.\" Now everybody knows <strong> Blake Griffin </strong>,\"", "new_id": -2}, {"uid": "1297129044188514306", "i": 485, "idx": 7, "sa": ["Simon Cowell", "Susan Boyle"], "q": "front of a live audience, which allows them to see how artists connect with potential viewers.\" I don't believe <strong> Susan Boyle </strong> would have gotten through in the old-fashion audition method,\" <strong> Simon Cowell </strong> said. <q> God only knows what we would have said to[ <strong> Lady Gaga </strong>] if she walked into Idol with a lobster on her head three years ago. </q> While The X Factor will be open to singers like <strong> Susan Boyle </strong>, <strong> Simon Cowell </strong> is also excited to have kids as young as 12 years old audition- an opinion he didn't always have.\" I", "new_id": -2}, {"uid": "1297217357071778312", "i": 6720, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "chief <strong> Zahi Hawass </strong> said Sunday. Seventy artifacts were damaged when looters broke into the world-famous Egyptian Museum, on the edge of Tahrir Square, focal point of an uprising against President <strong> Hosni Mubarak </strong>'s regime. <q> Restoration has started on the items, including on a statue of King Tutankhamun and a statute of King Akhenaten, </q> <strong> Zahi Hawass </strong> said. Looters had tried to break open a golden sarcophagus, hoping to find treasures inside, and some skeletons were also damaged, <strong> Zahi Hawass </strong> said. A gallery displaying King Tut's treasures", "new_id": -2}, {"uid": "1296149816234012694", "i": 12889, "idx": 0, "sa": ["Mike Pence", "Ronald Reagan"], "q": "POLITICO's op-ed pages, comparing <strong> Mike Pence </strong>'s possible presidential bid to <strong> Ronald Reagan </strong> in 1980: <q> The issues facing the Republican Party today look close to identical to the primary campaign between <strong> Ronald Reagan </strong> and <strong> George H.W. Bush </strong>. </q> The Republican elites were then terrified of <strong> Ronald Reagan </strong>, considering him the proponent of\" voodoo economics,\" too extreme to win. This attitude was reflected in a Wall Street Journal editorial,\" Learning to Love", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not\" have much to add\" to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q> I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point, </q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory.\" I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}, {"uid": "1296156422245841950", "i": 9247, "idx": 0, "sa": ["Dick Armey", "Mike Pence"], "q": "on Fox News today to weigh in on the 2012 presidential race. There's one man, <strong> Dick Armey </strong> said, who can unite the fractured GOP. One man who can bring back Morning In America. <q> I always thought I'd only get one <strong> Ronald Reagan </strong> in my lifetime, </q> <strong> Dick Armey </strong> said.\" Maybe <strong> Mike Pence </strong> could be that second one.\" <strong> Mike Pence </strong>, a Republican Congressman from Indiana, has long been the choice of conservatives like <strong> Dick Armey </strong>. <strong> Mike Pence </strong>'s name often pops up at", "new_id": -2}, {"uid": "1296796643209420294", "i": 40818, "idx": 6, "sa": ["Kobe Bryant", "Lamar Odom", "Pau Gasol", "Carmelo Anthony", "Linas Kleiza", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Kobe Bryant </strong> 41 points LA Lakers Highlights- Phoenix Suns HD <strong> Kobe Bryant </strong> 41 points LA Lakers Highlights- Phoenix Suns HD <strong> Kobe Bryant </strong> scored 41 points( 16-25 shooting), <strong> Pau Gasol </strong> added 29( 13-19) and <strong> Lamar Odom </strong> added 22", "new_id": -2}, {"uid": "1296365076199786502", "i": 37732, "idx": 0, "sa": ["Zahi Hawass"], "q": "monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still-smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions", "new_id": -2}, {"uid": "1295305092102465548", "i": 21813, "idx": 0, "sa": ["Robert Pattinson", "Taylor Swift", "Justin Bieber", "Bailee Madison", "Simon Cowell", "Selena Gomez", "Jake Gyllenhaal"], "q": "pool!- <strong> Robert Pattinson </strong> turns down <strong> Simon Cowell </strong> record deal!- <strong> Justin Bieber </strong> Power Of Youth giveaway!- Power Of Youth attendees!- <strong> Bailee Madison </strong> celebrated birthday on Wizards set!- <strong> Selena Gomez </strong> JT& Friends Performer!- Demi <q> <strong> Selena Gomez </strong>'s still a good friend. </q>- <strong> Taylor Swift </strong> Speak Now release& hidden messages revealed!- <strong> Taylor Swift </strong> dating <strong> Jake Gyllenhaal </strong> Connect: twitter.com twitter.com Become a\" fan\" on Facebook: on.fb.me Don't forget to comment, thumbs up& SUBSCRIBE! Thanks for", "new_id": -2}, {"uid": "1295534813152666116", "i": 8861, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. Previous article Woman dragged by car after thieves snatched purse Local groups pitch in to gather gifts", "new_id": -2}]