[{"uid": "1297183321119177307", "i": 3676, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "he only learned the details of such treatment after the fact- and that interrogators went further than he had authorized. ''I didn't approve any of that,'' <strong> Donald Rumsfeld </strong> said in the interview. <q>And when I found out that they had done some of those things, the people who had done things that had not been approved were dealt with. They were stopped and prosecuted.</q> Known and Unknown: A Memoir, which I will try to read before going to Washington DC this week. <strong> Donald Rumsfeld </strong> was one of the most fascinating figures of the <strong> President Bush </strong> administration, which definitely comes through in", "new_id": -2}, {"uid": "1295351570142295047", "i": 43464, "idx": 1, "sa": ["Mike Pence"], "q": "Title X Abortion Provider Prohibition Act, has 127 co-sponsors, including seven from California. ''It is morally wrong to end an unborn human life by abortion,'' said <strong> Mike Pence </strong> in a prepared statement. <q>It is also morally wrong to take the taxpayer dollars of millions of pro-life Americans and use them to promote abortion at home or abroad.</q> ''Last year,'' said <strong> Mike Pence </strong>, ''Planned Parenthood received more than$ 363 million in revenue from government grants and contracts. During that same time, they performed an unprecedented 324,008 abortions. The", "new_id": -2}, {"uid": "1297210418026116097", "i": 5353, "idx": 0, "sa": ["Dwaine Caraway", "Mike Quade", "Michael Vick", "Andy Fantuz"], "q": "if there will even be a 2011 season. And despite that, last week the Chicago Bears signed <strong> Andy Fantuz </strong> from the Canadian Football League. <strong> Mike Quade </strong> Schlaak and his also had tickets to Super Bowl XLV in Dallas. <q>And it was the most ridiculous experience of my life,</q> Schlaak said. So, let me get this straight: <strong> Michael Vick </strong> got the key to the city of Dallas this weekend, by Mayor Pro Tem, <strong> Dwaine Caraway </strong>? Um... what? Bernstein: Hawks' Magic Long", "new_id": -2}, {"uid": "1295501146043302946", "i": 7582, "idx": 0, "sa": ["Colin Powell", "Hu Jintao", "Stanley McChrystal", "Barack Obama"], "q": "Thursday, January 20, 2011--> US <strong> Barack Obama </strong> and his <strong> Hu Jintao </strong> have affirmed that a healthy, stable and reliable military-to-military relationship is an essential part of a shared vision for a positive US-China relationship. <q>The China affirmed that a healthy, stable, and reliable military-to-military relationship is an US <strong> Barack Obama </strong> and his Chinese counterpart <strong> Hu Jintao </strong> have affirmed that a healthy, stable and reliable military-to-military relationship is an essential part of a shared vision for a positive US-China relationship. ''The United States and China affirmed that a healthy, stable, and reliable military-to-military relationship is an')</q> class= ''emaillink'' rel= ''nofollow''> In the wake of <strong> Colin Powell </strong> <strong> Stanley McChrystal </strong>'s Rolling Stone interview, New York Times' Jeff Zeleny and Foreign Policy's Blake Hounshell discuss the delicate relationship that exists", "new_id": -2}, {"uid": "1295959277216842330", "i": 5452, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell", "Christian O'Connell"], "q": "has revealed that he has been kicked off Facebook because he was thought to be an imposter. The X Factor host did have an account on the social networking site, but it was taken off. <q>I've got to be honest, they chucked me off Facebook- they thought it was someone pretending to be me, so I haven't got a Facebook, they literally threw me off Facebook, how annoying is that?</q> he told Absolute Radio's <strong> Christian O'Connell </strong> on his breakfast show. <strong> Dermot O'Leary </strong> also revealed how X Factor judge <strong> Simon Cowell </strong> has a bath in his dressing room. ''<strong> Simon Cowell </strong>'s decked out his whole dressing room", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.'' <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a ''right-wing media echo chamber'' that is <q>transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day.</q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said: ''By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.'' <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}, {"uid": "1297108555141246488", "i": 6675, "idx": 7, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell"], "q": "state had ''never served in a senior administration position,'' a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>- Bush's first top diplomat- <q>did not, in my view, do a good job of managing the people under him,</q> calling leaks out of the State Department ''unhelpful''. <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top Bush advisers and officials, truly believed <strong> Saddam Hussein </strong> had weapons of mass destruction when he made a presentation to", "new_id": -2}, {"uid": "1296549619189169667", "i": 346, "idx": 4, "sa": ["David Letterman", "Justin Bieber"], "q": "'' <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied: ''I don't know. I'm Canadian.'' Later, <strong> Justin Bieber </strong> tweeted that he will be on the ''Late Show'' again on Friday, <q>playing the drums and doing the Top Ten.</q>", "new_id": -2}, {"uid": "1297083515050839599", "i": 13114, "idx": 1, "sa": ["Bill Lockyer", "Rich Gordon", "Joe Simitian"], "q": "'' committee's paperwork says he'll be seeking the 15th District seat. But he now lives in the 11th District again and is registered to vote there, according to 2010 campaign spokesman <strong> Bill Lockyer </strong> Maxfield. <q>Obviously, no one knows what the outcome of redistricting will be, though there has been significant coverage of the idea that districts should reflect communities of interest,</q> Maxfield said. <strong> Joe Simitian </strong>, meanwhile, filed a Statement of Intention to run in 2012 for the 21st Assembly District seat won in November by freshman lawmaker <strong> Rich Gordon </strong>, D-Menlo Park. <strong> Rich Gordon </strong> has not filed a", "new_id": -2}, {"uid": "1297177841226918447", "i": 34045, "idx": 1, "sa": ["Kara DioGuardi", "Ellen DeGeneres", "Simon Cowell"], "q": "haven't seen a full episode,'' he told reporters on a conference call for his upcoming music competition series ''The X Factor,'' according to Entertainment Weekly's website. <q>I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over. But people are still excited about these shows.</q> Former ''American Idol'' judge <strong> Simon Cowell </strong>. TV's top-rated show returned last month with a makeover for its 10th season. <strong> Simon Cowell </strong>, everyone's favorite villain, is gone, along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>", "new_id": -2}]