[{"uid": "1295008484200032264", "i": 23200, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "about Gifford's condition to emerge since an assassination attempt against her on Saturday. <strong> Gabrielle Giffords </strong> was squeezing and stroking <strong> Kirsten Gillibrand </strong>'s hand, as doctors previously said she had been able to do. <strong> Gabrielle Giffords </strong> <q> absolutely could hear everything we were saying, </q> <strong> Kirsten Gillibrand </strong> said.`` And Debbie( Wasserman Schultz, D-Florida) and I were telling her how much she was inspiring the nation with her courage, her strength, and we were talking about the things we wanted", "new_id": -2}, {"uid": "1295902691252543110", "i": 4261, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Peter Schiff", "Google Inc."], "q": "sitting CEOs, said <strong> Peter Schiff </strong> Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success,`` the board clearly wants to retain his guidance for the next four years.'' <q> It's a signal to shareholders that he'll continue to steer the boat, </q> Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page. Both men, along with <strong> Google Inc. </strong>'s other co-founder <strong> Sergey Brin </strong>, have limited their salaries to$ 1 for", "new_id": -2}, {"uid": "1296068083055558193", "i": 5255, "idx": 0, "sa": ["Ron Paul", "Sen. Kay Bailey Hutchison", "Mike Pence"], "q": "never managed anything- marvelous. January 26th, 2011 at 10:51 am Here's some info. There's more at the link below. Securing the Borders and Reforming Immigration Without Amnesty <q> Our plan puts border security first and cracks down on those who knowingly hire illegal workers, but it also recognizes the need for a temporary worker program that operates without amnesty and harnesses the power of the private sector to avoid creating a huge new government bureaucracy. </q>- <strong> Sen. Kay Bailey Hutchison </strong> and <strong> Ron Paul </strong> <strong> Mike Pence </strong> July 25, 2006 Securing the Borders First: Â· The number one priority of any serious attempt at immigration reform must be a comprehensive and successful", "new_id": -2}, {"uid": "1295565725055705620", "i": 5470, "idx": 0, "sa": ["Steve Jobs", "Sergey Brin", "Eric Schmidt", "Tim Cook", "Google Inc."], "q": "2001 to bring more management experience to the young company, will assume the role of executive chairman, focusing on deals and government outreach, among other things. Mr. <strong> Sergey Brin </strong> will concentrate on strategic projects. <q> Day-to-day adult supervision no longer needed! </q> Mr. <strong> Eric Schmidt </strong> tweeted after the announcement. The abrupt shift comes days after Apple <strong> Google Inc. </strong> AAPL-Q CEO <strong> Steve Jobs </strong> announced a leave of absence, leaving lieutenant <strong> Tim Cook </strong> in charge of day-to-day operations. Like <strong> Google Inc. </strong>, Apple", "new_id": -2}, {"uid": "1296340734125665312", "i": 33049, "idx": 4, "sa": ["Kobe Bryant", "Smush Parker", "Allen Iverson"], "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented Jackson from losing six straight for the first time in his 15 seasons as an NBA coach. <q> Our spacing was good, which made it very difficult to corral me, </q> <strong> Kobe Bryant </strong> said.`` When they did, we were able to swing the ball and get open opportunities for everybody else.'' <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "new_id": -2}, {"uid": "1297269857137707551", "i": 33176, "idx": 0, "sa": ["Zahi Hawass", "Howard Carter"], "q": "were in need of restoration work including a statue of King Tutankhamun, part of the treasure trove discovered in his tomb in Luxor's Valley of the Kings, uncovered by British archaeologist <strong> Howard Carter </strong> in 1922. <q> We started the restoration two days ago. In three days, all these monuments will be completely restored, </q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office.", "new_id": -2}, {"uid": "1297176031226918403", "i": 3171, "idx": 13, "sa": ["David Letterman", "Aaron Rodgers"], "q": "I went to Butte Community College.'' <strong> David Letterman </strong>:`` Butte Community College in Montana? No!''( <strong> Aaron Rodgers </strong>, audience laugh)`` Where's Butte Community College?'' <strong> Aaron Rodgers </strong>: <q> It's actually in a town called Oroville, which is about 30 minutes from my hometown, Chico, in northern California. </q> <strong> David Letterman </strong>:`` Now, what kind of team? Who were your teammates?'' <strong> Aaron Rodgers </strong>:`` We had a great team. We had, I think, 13 guys go Division I", "new_id": -2}, {"uid": "1297328202088555652", "i": 10702, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Known and Unknown,'' at the National Constitution Center. Posted on Thu, Feb. 10, 2011 <strong> Donald Rumsfeld </strong> leaves book-tour audience wanting to know more By WILL BUNCH Philadelphia Daily News <q> I N OUR WORLD, narratives and theories get strung out over a period of time until it's like they're chiseled in stone as truth- notwithstanding the fact they are totally based in midair without any roots or substance. </q>- <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong>, speaking last night at the National Constitution Center, in Philadelphia. <strong> Donald Rumsfeld </strong> wasn't talking about the controversial run-up to the Iraq War- when cases for weapons", "new_id": -2}, {"uid": "1295618707107249683", "i": 2351, "idx": 0, "sa": ["Andy Coulson"], "q": "social networking sites. A GTC spokeswoman said they had heard only two cases relating exclusively to teachers' non-criminal behaviour outside school, and both were before the code's introduction. She said: <q> The code does not alter the threshold for disciplinary action and does not affect the way in which any cases referred- including those involving conduct outside school- are assessed.`` It is only if a teacher's private behaviour were to become public in a way that was damaging to the reputation of the profession, and if that behaviour were serious enough to warrant dismissal, that the GTC would become involved. </q> Alan Johnson bodyguard` had affair with wife' new <strong> Andy Coulson </strong> quits as Cameron spin doctor new School principals trawl web to` dig up the dirt on teachers' Harry Potter star's brother jailed new", "new_id": -2}, {"i": 20485, "idx": 5, "index_answer": 1, "new_id": -1, "q": "game of their Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way.`` The guys who were here two years ago know we were in the same situation last time,'' Denver center <strong> Marcus Camby </strong> said. <q> They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game <strong> Rafer Alston </strong>. </q> If <strong> Allen Iverson </strong> and <strong> Tony Parker </strong> play this well again, the Nuggets have a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter.`` Two years ago we probably were", "sa": ["Tony Parker", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295245546048136202"}]