[{"uid": "1295667342007979097", "i": 19324, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "$ 30 billion a year, about fifteen times more than its rival. <strong> Larry Page </strong>, together with fellow Stanford University student <strong> Sergey Brin </strong>, founded the Web's most successful search engine thirteen years ago. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after Thursday's announcement. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for <strong> Larry Page </strong>, told Reuters in an interview that the change was`` not a reaction to competitors.", "new_id": -2}, {"uid": "1295135052142065703", "i": 16884, "idx": 3, "sa": ["Allen Iverson", "Ted Williams", "Rasheed Wallace", "Anita Bryant", "Yao Ming", "Phil Jackson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoYao Ming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contesTed Williams shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Anita Bryant </strong> said the Pistons presenTed Williams a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to Central Connecticut St. defeats Sacred Heart 88-75 East Tennessee State beats Phil Jacksonville 74-62", "new_id": -2}, {"uid": "1295238697111083537", "i": 22036, "idx": 2, "sa": ["Johnny Depp", "Andrew Garfield", "Angelina Jolie", "Robert Downey Jr.", "Betty Ford", "Ricky Gervais"], "q": "n't get enough of BrAngelina Jolie( according to <strong> Ricky Gervais </strong> getting <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong> to the awards was the only reason The Tourist was nominated), pan to them snuggling at their table. <strong> Ricky Gervais </strong> introduces <strong> Robert Downey Jr. </strong> Jnr by saying <q> you may know him from such institutions as the <strong> Betty Ford </strong> Clinic and Los Angeles County Jail </q>. Ouch. 6pm: Best Original Score goes to The Social Network. 5:57 pm: British actor, <strong> Andrew Garfield </strong> presents The Social Network as nominee for Best Motion Picture- Drama. Fluffs his", "new_id": -2}, {"uid": "1296364134215957544", "i": 18876, "idx": 2, "sa": ["LeBron James", "Allen Iverson", "Kobe Bryant", "Carmelo Anthony"], "q": "San Antonio Spurs Denver Nuggets Minnesota Timberwolves Portland Trail Blazers Seattle SuperSonics Utah Jazz Golden State Kobe Bryants Los Angeles Clippers Los Angeles Lakers Phoenix Suns Sacramento LeBron Jamess http://wn.com/Allen Iverson_Allen Iverson_18pts_Melo_career_high_49pts_vs_Wizards_07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q> I think that might be the easiest game I ever played in my career. I was out there watching, </q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Carmelo Anthony </strong> scored a career-high 49 points to lead the Denver Nuggets past the Washington Wizards 111-100 Friday night. With <strong> Carmelo Anthony </strong> swishing shots from all over the court, <strong> Allen Iverson </strong> took just nine", "new_id": -2}, {"uid": "1295246137169197603", "i": 42013, "idx": 2, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,'' <strong> Kirsten Gillibrand </strong> told NBC's`` Meet The Press'' program. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury, </q> she added. A makeshift memorial is set up at the site of the mass shooting in Tucson, Arizona. Doctors have said the condition of US congresswoman <strong> Gabrielle Giffords </strong>, shot in the the head by an Arizona", "new_id": -2}, {"uid": "1296526571171900947", "i": 29190, "idx": 0, "sa": ["Michael Vick"], "q": "food back all nice and canned. What he did with the profits from the sales I don't know... I won't tell you what party he is in because it doesn't matter. \" Report Abuse <q> You know what... when all Americans are incarcerated, we would no longer have crime issues, drug issues, well fare issues, education issues, health care issues, tax issues... </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl href=\"http://397361.r.msn.com/?ld=4v6BCjkh3m9cNqtege7- 87ViuYLSQZFWTV6Xb5- mfGhVjFIT2KlCzX3dlP01zdvV8iXNx_q_NdlnmV2t2vBjUszAKh9VzGoMnZ7BAttpZpoTf1FzpSF- efmAr7Zww7b5t1aZoBxAiZzE92TeTm_zrcowuPN5wnBvH_s73x6blhQPVpgpDU66KI3vbvG2c33Y2vFbQwwWK_VL4rbELL7Q4JIEI9MggnN0AhBd6WCDa_AFjUUF3- GSwa5- kudauBQgzYNVQJTBJbthX3mpgfXKYJgHeXVgcQJmNzPeU8qwoy9j1DL9SRVNgEXo5X3Q_Vy3Owp3o3kMHSZUEc\"> Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$", "new_id": -2}, {"uid": "1296960716249118758", "i": 52232, "idx": 0, "sa": ["Michael Vick"], "q": "<q> How they just now reporting this?... <strong> Michael Vick </strong> Spoke on this Like a while back on his Twitter Page... Lmao... </q> Edit: Nevermind <strong> Michael Vick </strong> was speaking on Sporting News Comeback Player of the year... Last edited by KeepOnPushing; 14 Minutes Ago at Bills WR on his Dropped pass that could have won the game", "new_id": -2}, {"uid": "1296265668168345607", "i": 1197, "idx": 1, "sa": ["Angelina Jolie"], "q": "12 in the Chinese zodiac. In feng shui lore, people entering a year whose sign is the same as their birth sign are considered to be`` in conflict'' and may encounter bad luck. <q> The three stars affecting their relationship this year are related to disputes and arguments, </q> Tsai said.`` They'll be lucky if they manage to stay together.'' Still, Tsai said, there may be a way out of the muddle- not only for <strong> Angelina Jolie </strong> and <strong> Angelina Jolie </strong>,", "new_id": -2}, {"uid": "1295260629125091855", "i": 42985, "idx": 0, "sa": ["Alassane Ouattara"], "q": "It called on`` public and private sector workers, transport workers, shopkeepers, artisans, workers, farmers'' to observe the strike, amid floundering international efforts to mediate an end to the crisis. <q> Despite multiple mediations... Gbagbo is holding on to power and taking our country Ivory Coast inexorably towards uncertain tomorrows, </q> the RHDP said in a statement. A previous general strike called by <strong> Alassane Ouattara </strong>'s camp on December 27 failed to build momentum, with much of the population unable to sacrifice a day's earnings.", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was`` incremental,'' not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}]