[{"uid": "1295584540106250245", "i": 12402, "idx": 5, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "at the top of the company''. Mr <strong> Eric Schmidt </strong>, who was widely described as`` adult supervision'' for the two young founders when he was named chief executive, posted on his Twitter account: <q> Day-to-day adult supervision is no longer needed. </q> The decision came as a shock to many in Silicon Valley.`` Larry stepping up to be CEO is really surprising,'' said Mr <strong> Danny Sullivan </strong>, the editor of SearchEngineLand, an industry blog, who", "new_id": -2}, {"uid": "1296340734125665312", "i": 33048, "idx": 3, "sa": ["Carmelo Anthony", "Marcus Camby", "Lil Jon", "Steve Blake", "Allen Iverson"], "q": "to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> Lil Jon </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the Nuggets can make a deep playoff run. <q> For me, at this stage of my http://wn.com/Allen_Iverson_32pts_9assists_Denver_Nuggets_vs_Blazers_06/07_NBA_*Steve_Blake_Career_Night MYMIX FROM MISIEK MOVIE SHOW footage from 2002 to 2009 HQ: rapidshare.com Music: <strong> Mos Def </strong>& <strong> DJ Honda </strong>- Travellin' <strong> Carmelo Anthony </strong>( Hip-Hop) misiekakpl@o2.pl LUDZIE PRZEMYSÅ\u0081U Number: 2,5,8,10,24 Highlights/ Video/ Clip Small Biograpahy: <strong> Carmelo Anthony </strong>`` Beetlejuice </q> Johnson( born October 2, 1974 in Charleston, South Carolina) is an American professional basketball player, currently with the Orlando Magic of the NBA. Johnson is a 6' 3''( 1.91 m)", "new_id": -2}, {"uid": "1295611063109838355", "i": 2998, "idx": 4, "sa": ["Eric Schmidt"], "q": "and still run the business so brilliantly,'' Page said. <strong> Eric Schmidt </strong> said the change has been under discussion`` for a long time'' as the company tried to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. <strong> Eric Schmidt </strong> said the key to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do.`` We're trying to be", "new_id": -2}, {"uid": "1296131634081985542", "i": 2090, "idx": 1, "sa": ["Andy Coulson"], "q": "of the World, stood by his earlier decision at the meeting.`` I was asked by Sir Paul Stephenson to establish the facts, not to review the case,'' he said. <q> The plain fact was that while the material was new to the media it wasn't new to us. It didn't constitute new evidence. </q> The issues around phone-hacking have started to unravel at an alarming rate since the resignation of <strong> Andy Coulson </strong>, Downing Street director of communications, on Friday. The government has been accused of`` hiding''", "new_id": -2}, {"uid": "1296647451234913792", "i": 18951, "idx": 1, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": ".'' The memo follows a number of recent high profile interventions from <strong> Ed Miliband </strong> in the phone hacking issue. In the wake of the resignation of <strong> Andy Coulson </strong> the Labour leader criticised <strong> David Cameron </strong>, stating the affair raised <q> questions about <strong> David Cameron </strong>'s judgment about hanging on to him as long as he did </q>. He also raised <strong> Andy Coulson </strong>'s impending departure at last Wednesday's Prime Minister's questions. Here's the full text of the e-mail: From: xxxx| Sent: 27 January 2011 To:", "new_id": -2}, {"uid": "1295617447243957789", "i": 23007, "idx": 0, "sa": ["Eric Schmidt"], "q": "Search Fri, Jan 21, 2011, 8:43 AM EST- U.S. Markets open in 47 mins.{`` s'':`` aapl, aol, goog, vz'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Jay Yarow, On Friday January 21, 2011, 7:46 am The biggest news everyone is digesting: <strong> Eric Schmidt </strong> is no longer Google", "new_id": -2}, {"uid": "1297115713149880860", "i": 11354, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "in the <strong> President Bush </strong> administration. <strong> Donald Rumsfeld </strong> also said`` it's possible'' that <strong> President Bush </strong> is correct in his assessment that cutting troop levels to Iraq was the most important failure of the war. Report Abuse <q> The role of the <strong> Donald Rumsfeld </strong> of Defense is to be the principal defense policy advisor to the <strong> President Bush </strong> and is responsible for the formulation of general defense policy related to all matters of direct and primary concern to the DoD, and for the execution of approved policy. WIKIPEDIA... </q> Report Abuse <blockquote> <strong> Donald Rumsfeld </strong> has about as much stature in my eyes as that snake in the grass Cheney. They both sand-bagged <strong> Colin Powell </strong>. To hell with them both... Rice isn't much better, either. </blockquote>", "new_id": -2}, {"uid": "1294957383066879509", "i": 13625, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "'s best friends in Congress were there: <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York and Congresswoman <strong> Debbie Wasserman Schultz </strong> of Florida. Joining them was former <strong> Nancy Pelosi </strong> of the House, <strong> Nancy Pelosi </strong>. On The Early Show, <strong> Kirsten Gillibrand </strong> said, <q> It was just unbelievable and indescribable, the hope and the courage and the strength that exuded from her and all of us around her who love her so much. </q> <strong> Debbie Wasserman Schultz </strong> said,`` Mark, the first thing that he asked her to do was, you know,` <strong> Gabrielle Giffords </strong>, give me a thumbs up if you can see me.' And then he said", "new_id": -2}, {"uid": "1297694377007258115", "i": 13687, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "house arrest. Several opposition groups had vowed to take part in the protest, although officials have banned the gathering.`` What we ought to know we don't know,'' <strong> Donald Rumsfeld </strong> says. <q> It's a situation of unknown unknowns. </q> We have no idea, he went on, of the role of women, of organized political parties and interest groups, and what latent strength they may have.`` The entities that are best organized, most", "new_id": -2}, [{"i": 44049, "idx": 0, "index_answer": 0, "new_id": -1, "q": ". Ask him how he feels, and he'll let you know. So on Monday, when <strong> Michael Vick </strong> said on The <strong> Tony Mercurio </strong> Show on ESPN 94.1 in Virginia Beach that his injured leg has <q> probably went from 50 percent to 75 percent, </q> you can believe him. What the Eagles have to hope is that before Sunday that percent jumps up to between 85 to 95 percent. <strong> Michael Vick </strong> saying,`` I'll be 100 percent by", "sa": ["Michael Vick", "Tony Mercurio"], "uid": "1296084752130252877"}]]