[{"uid": "1295715899131842121", "i": 25770, "idx": 6, "sa": ["Kirsten Gillibrand", "Polly Noonan"], "q": "asserts. She is also Zen about the rough-and-tumble nature of her profession-an attitude she credits to her grandmother. The attacks <strong> Polly Noonan </strong> encountered as head of the Albany Democratic machine engendered a defiant streak in <strong> Kirsten Gillibrand </strong>. <q> What my grandmother's life did for me was, <strong> Mayor Erastus Corning </strong> saw how she did it, and <strong> Mayor Erastus Corning </strong> was never afraid. </q> That said, <strong> Kirsten Gillibrand </strong> is obviously galled by the disrespect she-and female candidates generally-have faced. She recounts with dismay the`` enormous amount of inappropriate comments'' to come from her Republican opponent in 2006.``", "new_id": -2}, {"uid": "1295907918177651713", "i": 23766, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "in 1966 on the Vietnam War and White House papers from July 1975, when he was chief of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>, with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q> It's not a journal, it's not a diary, </q> he says of the <strong> Gerald Ford </strong> White House notes.`` It is a set of working documents that I've never edited. In fact, most I've never reread.'' As defense secretary under <strong> President Bush </strong>", "new_id": -2}, {"uid": "1296347593037584897", "i": 4269, "idx": 1, "sa": ["Zahi Hawass", "Sharon Herbert"], "q": "is home to a collection of Egyptian artifacts, said any looting or damage at Egypt's museums would be a tragedy.`` Anything can happen when crowds get out of control,'' <strong> Sharon Herbert </strong> said. <q> You're hard put to put any monetary price on these things. They're priceless. They're parts of the whole world heritage that can't be replaced. </q> An Egyptian Army soldier guards the Egyptian Museum, with the... Egyptian Museum threatened by fire next door <cite> AP </cite> FILE- In this March 7, 1982 file photo, Cleopatra's... <strong> Zahi Hawass </strong>, the", "new_id": -2}, {"uid": "1297364549156647470", "i": 6118, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "property may be worth$ 20 million. <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong> were married in 1997 and have two young children together. Attorneys for the former`` Frasier'' star and <strong> Camille Grammer </strong>, who appears on <q> The Real Housewives of Beverly Hills, </q> told Nelson they will set aside$ 2.3 million while financial arrangements are handled. The 55-year-old actor has told <strong> David Letterman </strong> last month that he plans to marry <strong> Kayte Walsh </strong> sometime in February. Updated: A", "new_id": -2}, {"uid": "1297242441083116117", "i": 20962, "idx": 1, "sa": ["Jay Leno", "David Letterman"], "q": "`` You had your foot on his neck,'' Stern admonished <strong> David Letterman </strong>, referring to the 2010 Super Bowl ad that placed the Late Show host on a couch just inches away from his nemesis. <q> What was that? I didn't like it... I don't acknowledge my competitors. </q> He had a point. It was a popular promo, but it undercut the vicious attacks on <strong> Jay Leno </strong>'s character that were dominating <strong> David Letterman </strong>'s monologues around this time last year.( The themes are still prevalent.", "new_id": -2}, {"uid": "1297323057252542979", "i": 10138, "idx": 10, "sa": ["Idi Amin", "Colin Powell", "Hans Blix"], "q": "from including claim. This ranks with <strong> Idi Amin </strong> in`` Last King of Scotland'' blaming his <strong> Hans Blix </strong> for not preventing him from expelling the Indian merchant class-- <strong> Hans Blix </strong>`` I told you not to.'' <strong> Idi Amin </strong>, <q> Yes, but you failed to persuade me. </q> 3. The aptly named`` Curveball'' told German spy agency that he had helped build mobile WMD labs cited by <strong> Colin Powell </strong> in UN speech, and described in great detail the building they operated out of.", "new_id": -2}, {"uid": "1295150789036716549", "i": 8617, "idx": 0, "sa": ["House Judiciary Committee", "Mike Pence"], "q": "majority and several Tea Party freshmen. However, the measure will have almost no chance of making it past its next two hurdles: a Democratic-leaning Senate and a presidential veto. Representative <strong> Mike Pence </strong>( R-Indiana) said, <q> We will vote to repeal Obamacare again and again until we consign their government takeover to the ash heap of history where it belongs. Welcome to the 112th Congress. American people-- this is your week. </q> <strong> House Judiciary Committee </strong> Democrats, however, have criticized the Republican majority for pushing for a final vote on the measure, scheduled for next Wednesday, without allowing any amendments-- something they see as a failure of the GOP to", "new_id": -2}, {"uid": "1295771436146751497", "i": 14464, "idx": 1, "sa": ["Will Smith", "Mick Jagger", "Katy Perry", "Simon Cowell", "Mariah Carey"], "q": ", the singer may join <strong> Simon Cowell </strong> on the show when it begins filming later this year.`` To get her on the show would give it real star power,'' a source told the magazine. <q> <strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out.`` She has a massive appeal and a real edge to her, </q> they added.`` <strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion.'' Others who have been rumoured for the show's judging panel include <strong> Will Smith </strong>, <strong> Katy Perry </strong>, <strong> Mick Jagger </strong> and <strong> Mariah Carey </strong>. Stacey", "new_id": -2}, {"uid": "1295135052142065703", "i": 13943, "idx": 2, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to Central Connecticut St. defeats Sacred Heart 88-75 East Tennessee State beats Jacksonville 74-62", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}]