[{"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy\"/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q>Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise,<q> he said. \"It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.\"", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}, {"uid": "1295257856143179793", "i": 14956, "idx": 1, "sa": ["Andy Coulson", "Peter Oborne"], "q": "Four Dispatches investigation( presented by that notable Labour stooge, <strong> Peter Oborne </strong>), a former senior NoW journalist revealed that <strong> Andy Coulson </strong> had personally listened to intercepted voicemail messages. He told the programme: <q>Sometimes, they would say: \"We've got a recording' and <strong> Andy Coulson </strong> would say:` OK, bring it into my office and play it to me' or` Bring me, email me a transcript of it.'<q> In any case, as I have repeatedly pointed out, if <strong> Andy Coulson </strong> did know he's too wicked to stay in his post, and if he didn't know then he\"s too stupid. Cameron is", "new_id": -2}, {"uid": "1297314957126959686", "i": 38553, "idx": 1, "sa": ["Jay Leno", "Dan Lauria", "David Letterman", "Matt LeBlanc"], "q": "Top Ten Signs You Are Watching a Bad Cable Channel.\" After <strong> David Letterman </strong> would read each item on his list, <strong> Dan Lauria </strong> in character would offer some humorous un-Lombardi-like motivational sentiment. For example: <q><strong> Jerry Kramer </strong> used to drive across the border to beat up Canadians, just for the fun of it. I love that kind of guy.<q> Or: \"German potato salad is not real potato salad. Real potato salad has mayonnaise in it.\"@alin: I am watching <strong> Matt LeBlanc </strong> on <strong> Jay Leno </strong>, and with his new salt-and-", "new_id": -2}, {"uid": "1296147474210010128", "i": 20633, "idx": 1, "sa": ["Matthew Weaver", "Andy Coulson", "George Osborne"], "q": "3.45 pm: Afternoon, Josh Halliday here taking over from <strong> Matthew Weaver </strong>. This just in: Chancellor <strong> George Osborne </strong> has been defending <strong> Andy Coulson </strong>. \"<strong> Andy Coulson </strong> did a good job as director of communications,\" he said. <q>There was never any complaints about how he did that job- which is pretty unique when you look at the people who've done that job in the past. It was <strong> George Osborne </strong>, you might recall, who personally suggested hiring <strong> Andy Coulson </strong> in 2007 after his resignation as editor of News of the World. 2.54 pm: My colleagues James Robinson and Vikram Dodd have the \"The head of the Metropolitan police said today that \"no stone will be left unturned<q> in the fresh investigation into the News of the World phone hacking allegations announced yesterday, four years after the initial convictions in the case.\" Speaking at a meeting of the Metropolitan Police Authority in London", "new_id": -2}, {"uid": "1297145575101449730", "i": 21662, "idx": 9, "sa": ["Simon Cowell"], "q": "To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to \"instill\" in the competition. <q>The big, big stars are the people prepared to work at it. You look at somebody like Beyonce: She is the best example of somebody who works it every hour of the day,<q> he said. <strong> Simon Cowell </strong>, as \"American Idol\" viewers know, doesn't lack for confidence: \"I believe I can find a star,\" he said.", "new_id": -2}, {"uid": "1296782411243531782", "i": 44398, "idx": 0, "sa": ["Earl Campbell", "Arian Foster", "Michael Vick", "Jamaal Charles"], "q": "' regular-season loss to Oakland, and was asked if he envisioned being compared to Brown while playing at the University of Texas. \"Everybody put me in the class with <strong> Earl Campbell </strong>,\" sighed <strong> Jamaal Charles </strong>, <q>and now I'm in a class with Jim Brown. Amazing.<q> <strong> Jamaal Charles </strong> was chosen for the FedEx Award over Houston's <strong> Arian Foster </strong>, the NFL's leading rusher with 1,616 yards and a 4.9-yard average; and Atlanta's <strong> Michael Vick </strong> Turner, the third-leading rusher with 1,371 yards.", "new_id": -2}, {"uid": "1297304646234995715", "i": 45473, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "answer and would only say, \"We've spoken to a lot of people. I've been speaking to <strong> Paula Abdul </strong> since she left Idol.\" The executive producer of The X Factor went on to add, <q>We'll make the announcement in 3-4 weeks.<q> <strong> Simon Cowell </strong> also opened up about the pressures of launching a brand new show in the United States. Although The X Factor was a huge hit in Great Britain, there's no guarantee of a", "new_id": -2}, {"uid": "1296200464159858698", "i": 4890, "idx": 11, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" \"What I most want is for him to have a long future,\" <strong> Marjorie Dannenfelser </strong> said. <q>So I'm sure that he's made a discernment that this is the right move.<q> Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it.\" \"You've got to have the fire in", "new_id": -2}, {"uid": "1296495116169607208", "i": 8115, "idx": 0, "sa": ["David Letterman", "Conan O'Brien"], "q": "excerpt:\" <q>A year after NBC upended its late-night http://wn.com/Tonight_Show_with_Conan_O'Brien_premiere;_beats_Letterman,_'Nightline'_combined <strong> Conan O'Brien </strong> has reason to smile after his debut as \"Tonight<q> show host. His first Nielsen Media Research report card showed a 7.1 rating and 17 audience share in the nation's biggest media markets. Those numbers indicate more people checked out <strong> Conan O'Brien </strong>'s show out than watched <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1295224464227999941", "i": 33057, "idx": 0, "sa": ["Jared Loughner", "Kara DioGuardi", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "<strong> Kara DioGuardi </strong> set to run for <strong> Kirsten Gillibrand </strong> seat Arizona Rep. <strong> Gabrielle Giffords </strong> made another stride in her amazing recovery on Sunday, as doctors upgraded her condition from \"critical\" to \"serious.\" Tucson, was made because <strong> Gabrielle Giffords </strong> <q>is no longer on a ventilator,<q> according to a statement posted on <strong> Jared Loughner </strong> just over a week ago, <strong> Gabrielle Giffords </strong> has made an astonishing recovery, and is now able to move both sides of her body. <strong> Gabrielle Giffords </strong> has been breathing on her own", "new_id": -2}]