[{"uid": "1295907459085770303", "i": 28959, "idx": 7, "sa": ["Zahi Hawass"], "q": "Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. \"They don't like me for making these requests,\" said <strong> Zahi Hawass </strong>. <q>But I don't care; I am doing this for Egypt.</q> Cooperstown for noodles It's Michael Bauer's Bay Area pasta hall of fame. This heavenly ragout from Cotogna makes the list. EDUCATION Company Cabrillo College Location EMPLOYMENT OPPORTUNITIES Company ENGINEER", "new_id": -2}, {"uid": "1296597945161153025", "i": 27119, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "brief speeches to the creatures of tomorrow. The facility's planners are still debating how to designate the site, or whether to designate it at all. The discussion ranges from musings that suggest <strong> Donald Rumsfeld </strong>- <q>We don't know what we don't know</q>- to phrases that might be from a conceptual art project: Onkalo \"has to be fully passive\" and \"independent of human nature,\" and its inheritors must be taught \"to remember forever to forget", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies. \"Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,\" <strong> Bill Lockyer </strong> said. <q>It's improper, it will stop now, it will not happen again and we will get our money back.</q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}, {"uid": "1295224428194101276", "i": 12147, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,\" <strong> Kirsten Gillibrand </strong> told NBC's \"Meet The Press\" program. <q>It's an extraordinary amount of progress for a woman who sustained such a horrific injury,</q> she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head from point-blank range a week ago and remains in critical condition. With <strong> Kirsten Gillibrand </strong> in the hospital room, <strong> Gabrielle Giffords </strong> opened her eyes for", "new_id": -2}, {"uid": "1297514188084983856", "i": 4818, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "official schedule showing up to introduce his old friend and fellow Bush Administration official <strong> Donald Rumsfeld </strong>, the former Defense <strong> Dick Cheney </strong>. There was booing. An NPR colleague attending CPAC reported in an e-mail: <q><strong> Dick Cheney </strong>, for what it's worth, was cheered AND booed. I heard cries of both \"<strong> Dick Cheney </strong> for <strong> Dick Cheney </strong>!</q> and \"murderous scum!\" And one person yelling \"liberator!\"( I could not tell if that was intended as irony.) Every time someone starts heckling/booing, part of the crowd starts changing \"", "new_id": -2}, {"uid": "1297129044188514306", "i": 487, "idx": 9, "sa": ["Simon Cowell"], "q": "of doing.... They've got their own opinions; they know what they're doing. You look at someone like American Idol? \"I haven't seen a full episode,\" he said. <q>I saw a three-minute recap. From what I've seen and from what I've heard, it all seems to be going well. And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,</q> <strong> Simon Cowell </strong> continued. \"The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.", "new_id": -2}, {"uid": "1296566910244629509", "i": 13871, "idx": 6, "sa": ["Allen Iverson"], "q": "'s all about one common goal: bringing a championship to Philadelphia.\" And <strong> Allen Iverson </strong> is the biggest reason why, despite his latest controversy. He made headlines after verbally sparring with fans in Indiana on Sunday. <q>It was blown out of proportion because people heard me responding back,</q> <strong> Allen Iverson </strong> said. \"But if you listen, you'll hear things way worse than what I said. But I'm <strong> Allen Iverson </strong> and I have an \"X\" on my chest. I handled it the wrong", "new_id": -2}, {"uid": "1295594483015613993", "i": 23436, "idx": 4, "sa": ["Michael Gove", "Henry VIII"], "q": "would be \"culturally impoverished\". Research already showed that 15-year-olds studying maths in China were more than two years ahead of those in <strong> Henry VIII </strong>, he said. Mr <strong> Michael Gove </strong> also said he thought <q>there should be a debate about whether one afternoon a week should be given over to competitive sport or outdoor community activities</q>. Currently schools must teach 13 compulsory subjects to children aged 5-7, rising to 14 for pupils aged 7-14 and then dropping to eight for 14-16 year-olds. At the Conservative Party Conference, Mr", "new_id": -2}, {"uid": "1295917854213958667", "i": 32478, "idx": 1, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> as Google's ambassador? Here are his five greatest public bloopers.- Computerworld Blogs If you enter anything in this field your comment will be treated as spam Users posting comments agree to the TechWorld comments <q>I impressed reading your article. Keep the good job but Ill be...</q> on Google adds offline viewing, orientation to Maps for Android on Windows Event Viewer phishing scam remains active \"Brittney Jones Sex Tape Vedio. Watch the WATCH NOW!! Brittney Jones...\" on Windows Event Viewer", "new_id": -2}, {"uid": "1295325567089587716", "i": 843, "idx": 0, "sa": ["George Clooney", "Howard Stern", "Michael Vick", "Condoleezza Rice"], "q": "\"), good-naturedly teasing her into betting him( 200 pounds) over which of them will snare an interview with disgraced football star <strong> Michael Vick </strong> first and sneaking in the occasional probing personal question for those who care( <q>How many times have you been properly in love?</q>). Not surprisingly, his first-week guest lineup is filled with more big names, including <strong> George Clooney </strong>, <strong> Howard Stern </strong> and <strong> Condoleezza Rice </strong>. In the longer term, though, success will be measured not only", "new_id": -2}]