[{"uid": "1295620729048054304", "i": 13808, "idx": 0, "sa": ["Larry Page", "Peter Sommer", "Eric Schmidt"], "q": "'s complexity in both the digital and physical realms was very impressive. However, he added that the virus itself heralds only an evolutionary stage in the cyber security threats nations that will face in future. <q> We should see this as another type of tool in statecraft, </q> Professor <strong> Peter Sommer </strong>, who advises the OECD on cyber security, said. Google co-founder <strong> Larry Page </strong> to replace chief executive <strong> Eric Schmidt </strong> YouView risks becoming` obsolete' as launch further delayed until 2012", "new_id": -2}, {"uid": "1297521580190513158", "i": 19254, "idx": 2, "sa": ["Sergio Chiamparino", "Sergio Marchionne", "Paolo Romani"], "q": "which is growing in the world but its heart remaine Italian, Industry Minister <strong> Paolo Romani </strong> said Saturday, adding, \"All arguments are now closed.\" Romanni had said Monday that he would be asking <strong> Sergio Marchionne </strong> <q> to commit to investing in our country and remain with head and heart </q> in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat bosses had confirmed \"the Italian nature\" of the company but \"in a dynamically developing context which demands daily work so that things don't", "new_id": -2}, {"uid": "1295562314055377950", "i": 11770, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "the greatest value.\" This might mean making deals, forging partnerships, broadening business relationships, or performing government outreach. <strong> Eric Schmidt </strong> also says he will act as an advisor to <strong> Larry Page </strong> and co-founder <strong> Sergey Brin </strong>. <q> As Google has grown, managing the business has become more complicated, </q> <strong> Eric Schmidt </strong> said on Thursday. \"So <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making-- and over the holidays we decided now", "new_id": -2}, {"uid": "1296488228063668303", "i": 12084, "idx": 2, "sa": ["George W. Bush", "Barack Obama", "Eric Schmidt"], "q": "Secretary <strong> Eric Schmidt </strong>? <strong> Eric Schmidt </strong> was an early backer of <strong> Barack Obama </strong> and according to NewsMeat, has given more than$ 230,000 in campaign donations to Democrats, compared with less than$ 20,000 to Republicans. <q> There is a political favor to be returned yet, </q> said Roger Kay, <strong> George W. Bush </strong> of Endpoint Technologies. <strong> Eric Schmidt </strong>'s fundraising ability would also be a pro for Team <strong> Barack Obama </strong>, which is going to need big money to finance the 2012 reelection campaign.", "new_id": -2}, {"uid": "1297337860072925262", "i": 17056, "idx": 1, "sa": ["Prince William, Duke of Cambridge", "Simon Cowell"], "q": "Factor star told Access Hollywood that he will wait until the royal wedding is over before he confirms the date of his own do. \"I don't want to overshadow <strong> Prince William, Duke of Cambridge </strong>,\" he said. <q> So they've got to go first. </q> Discussing what he would wear on the big day, <strong> Simon Cowell </strong> admitted that the suit he wore in a recently premiered promo for The X Factor USA had received a lot of praise. EastEnders:", "new_id": -2}, {"uid": "1296727907183500817", "i": 19773, "idx": 27, "sa": ["Eddie Jordan", "Elton Brand", "Jrue Holiday", "Thaddeus Young", "Samuel Dalembert", "Allen Iverson", "Ben Gordon"], "q": "the second straight game a day after his having his left knee drained of fluid. <strong> Thaddeus Young </strong> was Samuel Dalembertal, using an 11-of-15 effort in the first half to give the Sixers a rare comfortable lead and easy win. <q> It's been working for us, but we just couldn't get the win, </q> <strong> Thaddeus Young </strong> said. \"It really worked tonight.\" Looking for a spark, 76ers coach <strong> Eddie Jordan </strong> Ben Gordonched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Eddie Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15", "new_id": -2}, {"uid": "1296015945211435643", "i": 31929, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Michelle Obama"], "q": "legislators wore black-and-white ribbons in tribute to the victims, distributed by <strong> Gabrielle Giffords </strong>' friends Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.). Lawmakers also broke their usual partisan seating scheme to show they can get along. <q> What comes of this moment is up to us, </q> <strong> Michelle Obama </strong> said. \"What comes of this moment will be determined not by whether we can sit together tonight, but whether we can work together tomorrow.\" A major part of the Republicans' mandate", "new_id": -2}, {"uid": "1297124427224133140", "i": 2384, "idx": 0, "sa": ["Steve Ballmer"], "q": "Finance Search Mon, Feb 7, 2011, 7:20 PM EST- U.S. Markets closed{ \"s\" : \"aapl\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } Dina Bass, On Monday February 7, 2011, 6:14 pm EST Microsoft Corp.. Chief Executive Officer <strong> Steve Ballmer </strong> plans a management shuffle that", "new_id": -2}, {"uid": "1295094125134053943", "i": 24351, "idx": 9, "sa": ["Gilbert Arenas", "Allen Iverson", "Desmond Lee", "Ding Junhui"], "q": "the Sixers' fifth in six games since the All-Star break. \"I promise you it's not that,\" <strong> Allen Iverson </strong> said, while continuing to mainDesmond Leen he wasn't bothered by not being invited to play. <q> If I can play the way I played the last two games from some controversy, I will hope there's controversy going on all of the time. </q> <strong> Gilbert Arenas </strong> scored 17 of his 33 points in the fourth quarter, incluDing Junhui five straight to bring Washington within 114-113 with 1:30 remaining. But his driving layup spilled out with the Sixers up three and 50 seconds to go", "new_id": -2}, {"uid": "1296963327246792213", "i": 21068, "idx": 5, "sa": ["LeGarrette Blount", "Michael Vick", "Leon Washington", "Troy Polamalu", "Andy Reid"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with <strong> Andy Reid </strong>, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3 1/2), New England receiver <strong> Troy Polamalu </strong>, Seattle running back/kick ereturner <strong> Leon Washington </strong>, and Tampa Bay rookie running back <strong> LeGarrette Blount </strong>( one each).", "new_id": -2}]