[{"uid": "1295169383147406858", "i": 29745, "idx": 1, "sa": ["Jerry Stackhouse", "Michael Jordan", "Allen Iverson", "Marcus Gilbert", "Mike Brown"], "q": "The House That <strong> Mike Brown </strong> Built,'' he was better than <strong> Michael Jordan </strong> himself. <strong> Jerry Stackhouse </strong> scored a career-high 57 points-- the most ever in the United Center-- as the Detroit Pistons trounced the Chicago Bulls, 110-83. <q> Thats the most points I've ever scored, </q> <strong> Jerry Stackhouse </strong> said, who is the NBA's second-leading scorer behind former teammate <strong> Allen Iverson </strong>.`` This is the highest level of <strong> Marcus Gilbert </strong> that you can play and I can say that I did this. It is definitely something", "new_id": -2}, {"uid": "1296844760211812357", "i": 18603, "idx": 5, "sa": ["Donald Rumsfeld", "Salman Rushdie"], "q": "bin Laden, and <strong> Salman Rushdie </strong> <strong> Donald Rumsfeld </strong> Loudly Harangued At White House Correspondents' Dinner( VIDEO) <strong> Donald Rumsfeld </strong> Quotes- Funny <strong> Donald Rumsfeld </strong> Quotations- Donald Rumsfeldisms adYQBqpv2JMOYRaHxkt0h% 2FJmlBGwDM1XZ% 2BKIGRZwIEa5hyY5ceTQLEPLeZOT1cMKJ8D6WxUp6r% 2FYICsGxXA1rw% 3D% 3D jdickerson Zach Walls: <q> If I was your son, Mr. Chairman, I believe I would make you very proud. </q>", "new_id": -2}, {"uid": "1295455827061816843", "i": 4030, "idx": 2, "sa": ["Leona Lewis", "Paula Abdul", "Susan Boyle", "Simon Cowell", "Sébastien Izambard"], "q": "scenes- plus the Kiss! After hearing that <strong> Paula Abdul </strong> is leaving American Idol, I thought I would dig into the archives of the show to find an interesting clip on her early days with the series. From <q> Behind the Scenes with <strong> Simon Cowell </strong> </q> which was produced after season 3, we see some very frank views f... <strong> Leona Lewis </strong> on <strong> Simon Cowell </strong> This is Your Life <strong> Leona Lewis </strong> performing with <strong> Sébastien Izambard </strong> on <strong> Simon Cowell </strong>'s this is your life... <strong> Simon Cowell </strong> reacts to <strong> Susan Boyle </strong>'s", "new_id": -2}, {"uid": "1295126670207224963", "i": 21482, "idx": 4, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": "monetary union noted recognition of <strong> Alassane Ouattara </strong> by world leaders on December 23 and said it would deal only with legitimate governments, which many took to mean it would freeze Gbagbo out of the state accounts there. <q> It is Ivory Coast's wealth. No one can ban Ivory Coast from using its own resources, </q> <strong> Ahoua Don Mello </strong> said.`` We are 40 percent of the region's href=\"http://yahoo-uk.feedsportal.com/fc/budget-economy.html\"> economy and an even bigger share of its money supply. If they exclude us, it is the central bank that will fall", "new_id": -2}, {"uid": "1297416931025755660", "i": 14932, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "marriage. That's evident at this conservative conference as well.`` The pro-life movement is definitely very appealing to younger evangelical Christians,'' said Josh Kunkle, a senior at Manchester College in Indiana. <q> Definitely pushing the whole gay marriage thing that's more toward older folks. I don't feel like our generation really cares about that at all. </q> But for all of the focus on the youth, the biggest moment of Day One of CPAC came when the organization gave its Defender of the Constitution Award to former Defense Secretary <strong> Donald Rumsfeld </strong>. The", "new_id": -2}, {"uid": "1294994671266141732", "i": 15194, "idx": 0, "sa": ["Michael Gove", "Hugh O'Neill", "Geoff Barton"], "q": "for the measure was 15.6 per cent. <strong> Hugh O'Neill </strong>, of St Benedict's Catholic School, in Bury St Edmunds, has written to the Education Secretary <strong> Michael Gove </strong> about the issue. He said: <q> We realised in December that our history and geography results would count for nothing under Mr <strong> Michael Gove </strong>'s measure.`` Over two thirds of our students take two GCSE short courses in history and geography. Under the new method, the short courses are not counted.`` I share the anger expressed by many colleagues nationally about this unprecedented moving of the goal posts. </q> He added that students were` continuing to flourish and succeed' despite the difficulties of reorganising Catholic education into a two tier system. <strong> Geoff Barton </strong>, of King Edward VI School, in Bury,", "new_id": -2}, {"uid": "1296822806182681605", "i": 19719, "idx": 1, "sa": ["Steve Ballmer"], "q": "Elop and Microsoft CEO <strong> Steve Ballmer </strong>. The letter urged them both to stop piddling about and work together to take on iPhone and Android. We paraphrase, obviously, although Ahmad didn't mince his words. <q> Get rid of your own proprietary high-end solution( MeeGo)-- it's the biggest joke in the tech industry right now and will put you even further behind Apple and Google, </q> he wrote. Elop is due to make a big speech next Friday( 11 February) in London to investors, and is expected to talk for the first time in depth about his", "new_id": -2}, {"uid": "1296128197246497300", "i": 21300, "idx": 16, "sa": ["Michael Vick", "Tom Brady"], "q": "with an injured rib and back.`` Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,'' <strong> Michael Vick </strong> said. <q> Unequal was one of the reasons I've been able to make it through the season. </q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call cusTom Bradyer service at(808) 538-6397 for Neighbor", "new_id": -2}, {"uid": "1295530413255115280", "i": 11375, "idx": 0, "sa": ["Bernie Sanders"], "q": "Congress. On Dec. 10, <strong> Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan.", "new_id": -2}, {"i": 34015, "idx": 1, "index_answer": 1, "new_id": -1, "q": "know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address,'' Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. <q> Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit- it matters where you stand. </q> And Senate Republican leader <strong> Mitch McConnell </strong> brushed off the idea this weekend, saying people can certainly mix it up, if they want. But <strong> Tom Coburn </strong>, the Republican from Oklahoma, told NBC the two", "sa": ["Mitch McConnell", "Mike Pence", "Tom Coburn"], "uid": "1295909976177651712"}]