[{"uid": "1297702046148619270", "i": 42505, "idx": 9, "sa": ["Michael Gove", "Andy Burnham"], "q": "\". He told Mr <strong> Michael Gove </strong>: \"To give the six councils confidence of a fair hearing shouldn't you now remove yourself from any further part in this decision?\" It was a <q>damning verdict on a Cabinet minister by a High Court judge</q>. Mr <strong> Michael Gove </strong> was now in the \"last chance saloon with a clear warning to change his ways\", Mr <strong> Andy Burnham </strong> added. The Education Secretary said the legal advice \"referred specifically to", "new_id": -2}, {"uid": "1297245606137953297", "i": 12314, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "sell me the next best and brightest, end all laxative to die for in the fine print!\" Report Abuse \"Q: What's the difference between <strong> Barack Obama </strong> and his dog, Bo?\" Report Abuse <q>Q: What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary?</q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options", "new_id": -2}, {"uid": "1295919467156090424", "i": 3523, "idx": 0, "sa": ["Gov. Rick Perry", "Bill Lockyer"], "q": "considered a GOP presidential contender, said: \"In <strong> Gov. Rick Perry </strong>, the governor and legislators practice fiscal responsibility and are required by law to have a balanced budget, something that Washington should adopt.\"- <q>Bankruptcy should not be a bailout for states that have been poorly managed. Families across America have to live within their means, and state and federal government need to do the same.</q>+ CALIFORNIA- Democratic State Treasurer <strong> Bill Lockyer </strong> said: \"States didn't ask for it. We don't want it. We don't need it.\"- \"Bankruptcy would devastate states", "new_id": -2}, {"uid": "1295304607132857897", "i": 47242, "idx": 2, "sa": ["Colin Powell"], "q": "development programs. Today, UNCF supports more than 60,000 students at over 900 colleges and universities across the country. Its logo features the UNCF torch of leadership in education and its widely recognized motto, <q>A mind is a terrible thing to waste.</q> Â® Learn more at UNCF.org. ABOUT THE GENERAL MILLS FOUNDATIONThe mission of the <strong> Colin Powell </strong> Mills Foundation, celebrating 56 years of giving, is to nourish communities. In fiscal 2010, <strong> Colin Powell </strong> Mills awarded more", "new_id": -2}, {"uid": "1295611034131039288", "i": 24708, "idx": 0, "sa": ["Piers Morgan", "Cher Lloyd", "Simon Cowell"], "q": " \"I'm not judging them for what they did. \" \"You're mocking them, aren't you?\" <strong> Piers Morgan </strong> pressed. \"No, I'm not,\" Ricky said. <q>I'm confronting the elephant in the room.... Like I'm going to go out there and not talk about the issues in their industry. Don't forget, I've got to be an outsider there. I mustn't come out there as everyone's mate and schmooze- that's nauseating. I've got to come out there, and I\"ve got to roast them.</q> Play video Inbetweeners finish Rude Road Trip Play video <strong> Cher Lloyd </strong> v. <strong> Simon Cowell </strong>! Subscribe to RSSMost Popular in: Entertainment Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on", "new_id": -2}, {"uid": "1296005667036782107", "i": 20550, "idx": 7, "sa": ["Maurkice Pouncey", "Michael Vick"], "q": "Abuse \"First off, I want to be clear that I believe in second chances and hope that if I ever screw up as bad as <strong> Michael Vick </strong> that I would be given a second chance.\" Report Abuse <q>Did <strong> Michael Vick </strong> sign a contract to be a DOG catcher or KILLER?</q> <strong> Maurkice Pouncey </strong> says he's \"definitely\" playing in the Super Bowl", "new_id": -2}, {"uid": "1297245271110002197", "i": 6713, "idx": 0, "sa": ["Jay Leno", "Paula Abdul", "Simon Cowell"], "q": "2011 Earlier this week \"The X Factor\"s <strong> Simon Cowell </strong> confessed that he is a \"massive fan of <strong> Paula Abdul </strong>.\" On Tuesday night <strong> Paula Abdul </strong> told <strong> Jay Leno </strong> that she felt that was an understatement. <q>I think you need to take \"mass' off and put` obsessive,'</q> said <strong> Paula Abdul </strong> when asked about her thoughts on <strong> Simon Cowell </strong>'s comment. The singer then clarified, \"He\"s obsessed with me.\" <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong> once judged together on \"American Idol.\" Now", "new_id": -2}, {"uid": "1295813473183353387", "i": 15083, "idx": 2, "sa": ["Colin Powell"], "q": "he's got a way to go,\" Mr. <strong> Colin Powell </strong> said. \"I mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. <q>You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.</q> \"I think he has reached out to countries around the world and has developed good relations with countries around the world,\" Mr. <strong> Colin Powell </strong> said. \"And I think he's working very hard on", "new_id": -2}, {"uid": "1297187009205783101", "i": 6930, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "just weeks before the invasion, further stoked resentment in Berlin and Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q>Ironically, my comment was unintentional,</q> <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented \"old NATO' not` old Europe'. \"` In any event, the phrase` old Europe\" entered the vernacular. The", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's \"State of the Union\" that he will wait to make a decision on whom to support in the next presidential election. <q>I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,</q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position. \"`", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}]