[{"uid": "1295985442139264003", "i": 6282, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "said she has been tobacco free since March 2009 after 45 years of smoking. She said her group amounts to a grass-roots effort of those who feel the government has blocked this`` miracle'' product. <q> There is no industry support on this thing at all, </q> she said of the organization.`` We want to keep it this way so no one can say we are a shill for the tobacco, drug or e-cigarette industry.'' Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to", "new_id": -2}, {"uid": "1295987834031850551", "i": 35100, "idx": 1, "sa": ["Sarah Palin", "Mike Pence"], "q": "an interview with the Weekly Standard last year, Indiana <strong> Sarah Palin </strong> Mitch Daniels-also considering a presidential run-called for a`` truce'' on social issues while the country deals with the national debt and other fiscal issues. <q> And as to focusing on spending, I agree, </q> <strong> Mike Pence </strong> told the crowd on Monday.`` Let's start by denying all federal funding for abortion at home and abroad.'' <strong> Mike Pence </strong> spokesman Matt Lloyd said the remarks were not directed at Daniels and emphasized", "new_id": -2}, {"uid": "1296858709051773441", "i": 40526, "idx": 1, "sa": ["Howard Stern", "David Letterman", "Regis Philbin"], "q": "didn't really retire, he was fired.`` He got fired. He went in and he asked for more money and they gave poor old <strong> Regis Philbin </strong> the boot,'' said <strong> Howard Stern </strong>. <q> I don't want to hear that. I don't want to believe that, </q> said <strong> David Letterman </strong>. But on his show, <strong> Regis Philbin </strong> said there's no truth to <strong> Howard Stern </strong>'s remark.`` <strong> Regis Philbin </strong> never asked for more money. <strong> Regis Philbin </strong> never had the chance, believe me,", "new_id": -2}, {"uid": "1296053928213385258", "i": 9775, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Google Inc."], "q": "- in the biggest expansion yet by the Internet's most profitable company. AnnArbor.com reported Tuesday that the hiring will include expanding <strong> Google Inc. </strong>'s Ann Arbor AdWords office on Division. It quoted spokesman Jake Parillo saying: <q> We expect to grow our entire Michigan operation in the coming year. </q> The hiring spree comes as <strong> Barack Obama </strong> emphasized the need for more jobs during his State of the Union address Tuesday night. <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> was among a group of business leaders who met with <strong> Barack Obama </strong> last month", "new_id": -2}, {"uid": "1296660162156139528", "i": 6564, "idx": 0, "sa": ["Madeleine Albright", "Colin Powell"], "q": "late'' in calling for a new government, says Edward Walker, an assistant secretary of State for the Middle East under former secretaries of State <strong> Madeleine Albright </strong> and <strong> Colin Powell </strong>. Had the U.S. been more aggressive in responding, <q> we would have been out ahead of the feeling of the Egyptian people and the people in the region that we are indeed supporters of democracy. </q>( c) Copyright 2011 USA TODAY, a division of Gannett Co.. Inc..", "new_id": -2}, {"uid": "1295911596142966787", "i": 19559, "idx": 0, "sa": ["Al Franken", "Sen. Bernie Sanders"], "q": "television stations, websites, film studios and related production facilities; and to dominate local media controlling cable and Internet service and TV stations in major cities across the country. <strong> Al Franken </strong> <strong> Sen. Bernie Sanders </strong> overstates nothing when he argues that <q> this new media giant will be the largest cable provider, the largest Internet provider and one of the largest producers of content in the United States. At a time when a small number of giant media corporations already control what the American people see, hear and read, we do not need another media conglomerate with control over the production and distribution of media content. What we need is less concentration of ownership, more diversity, more local ownership-and more viewpoints. </q> Small cable providers joined consumer groups to object to the Comcast-NBCU merger, but most major media and telecom firms were conspicuously silent as Comcast( which ranked fourth among corporate contributors to 2010 election campaigns) spent", "new_id": -2}, {"uid": "1295504718216596482", "i": 28382, "idx": 1, "sa": ["Billy Long", "Mike Pence", "Todd Rokita"], "q": "summed up the law as the`` job killing, socialistic and out of touch health care bill.'' <strong> Todd Rokita </strong>, a Republican freshman from Indiana, in his first statement on the floor, said, <q> Health care is not a right, </q> as Representative <strong> Mike Pence </strong>, also of Indiana, looked on proudly, like a father who just saw his son take off down the street without training wheels. Another Republican freshman, Representative <strong> Billy Long </strong> of Missouri", "new_id": -2}, {"uid": "1296524457137232407", "i": 31672, "idx": 0, "sa": ["Michael Vick"], "q": "</blockquote> wasting more taxpayer money to wage their political agenda. i think bloomberg has much more important things to worry about, LIKE TRYING TO BALANCE HIS@#$% BUDGET> Report Abuse <q> The results of the sting illustrate that even in a place where you would EXPECT the current regulations to be complied with, they aren't. I suggest HUGE CRIMINAL PENALTIES for SCUM who would bypass the current regulations that are intended to keep nutjobs, drug addicts, and felons from buying guns. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl New Trading Software Breakthrough Software Turns$ 10,000 Into$ 866,487- Find Out How! Trader Makes$ 4 Billion Wiz Kid Stock", "new_id": -2}, {"uid": "1297175078196968449", "i": 6303, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "However the former Pentagon chief also admitted his biggest error during his tenure under <strong> President Bush </strong> was his failure to convince the president to accept his resignation in the wake of the Abu Ghraib prison scandal. <q> That was such a stain on our country. To think that people in our custody were treated in that disgusting and perverted and ghastly way-- unacceptable way, </q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. And so I stepped up and told the president I thought I should resign. And I think probably he and the military and the Pentagon and the country would've", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}]