[{"uid": "1295452144253739151", "i": 12102, "idx": 1, "sa": ["David Letterman", "Betty White"], "q": "old glamour shot of <strong> Betty White </strong> in what we imagine is the early 1940s-- woo woo, she was a looker. When asked if she's going to do`` SNL'' again, <strong> Betty White </strong> quips, <q> I think you do a thing once and then you run like a thief. </q> <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says,`` Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby", "new_id": -2}, {"uid": "1296715247139952129", "i": 22348, "idx": 12, "sa": ["Allen Iverson", "George Karl"], "q": "He's better than I thought and I thought he was( darn) good.'' After coming out of the lineup with 1:04 remaining, <strong> Allen Iverson </strong> and <strong> George Karl </strong> had a brief conversation and then a quick hug. <q> To be a part of something like that is something to http://wn.com/*Denver_Nuggets_vs_Toronto_Raptors*_New_Years_Eve_2008 Denver Nuggets 114 d. Toronto Raptors 107. Nuggets, <strong> Carmelo Anthony </strong> 20 points 5 rebounds, <strong> Nene Hilario </strong> 21 points 7 rebounds, <strong> Chauncey Billups </strong> 18 points 7 assists. Raptors, <strong> Chris Bosh </strong> 24 points 11 rebounds, <strong> Andrea Bargnani </strong> 26 points 6 rebounds, <strong> Jose Calderon </strong> 18 points 11 assists. As Amare Stoudemire stood at the foul line with 1:42 remaining, chants of`` MVP, MV-P </q> reverberated from the sellout crowd at US Airways Center. Stoudemire made the foul shot, completing an MVP-caliber performance with 41 points and 14 rebounds in the Phoenix Suns' 132-117 comeback victory over the Denver Nuggets Monday night", "new_id": -2}, {"uid": "1295809830194183172", "i": 2248, "idx": 1, "sa": ["Eric Schmidt", "... More", "Thomas Aragon", "Woodrow Wilson"], "q": "have made their case on <strong> ... More </strong> <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009 <strong> ... More </strong>. Public Health 257B- Fall 2009- Lecture 6 Public Health Preparedness and Emergency Response Professor <strong> Thomas Aragon </strong> <strong> ... More </strong> Public Health 257B-", "new_id": -2}, {"uid": "1296862636132562982", "i": 10935, "idx": 7, "sa": ["Colin Powell", "President Bush"], "q": "`` And thank God he was relieved of his duties and we put the surge in, otherwise we would have had a disastrous defeat in Iraq.'' Rummy writes On <strong> President Bush </strong> <q> While the <strong> President Bush </strong> and I had many discussions about the war preparations, I do not recall his ever asking me if I thought going to war with Iraq was the right decision. </q> On <strong> Colin Powell </strong>`` The media image'' of Mr <strong> Colin Powell </strong>`` battling the forces of unilateralism and conservatism may have been beneficial to <strong> Colin Powell </strong> in some circles, but it did not jibe with reality.''", "new_id": -2}, {"uid": "1295600230194969603", "i": 38096, "idx": 4, "sa": ["Eric Schmidt", "Barack Obama"], "q": "individual roles so there's clear responsibility and accountability at the top of the company.'' At the earnings call, <strong> Eric Schmidt </strong> was asked specifically about the government outreach part of his new role and he replied: <q> We need to talk to them. They often don't understand what we're doing. This is aided by our rivals. So far we've been quite successful by just taking the time and getting people to understand what we're doing. The things we're doing are pro-competitive. I believe that. And I'll be arguing that. </q> <strong> Barack Obama </strong> may be getting a phone call in the morning it seems. Praising <strong> Eric Schmidt </strong> for his decade in charge of Google, Page said:''`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading", "new_id": -2}, {"uid": "1296867070001982490", "i": 3062, "idx": 6, "sa": ["Sergio Marchionne"], "q": "projects profitable 2011 ahead of IPO... Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks... Chrysler Group LLC Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> Photo: A demonstrator wears a mock mask of Fiat CEO <strong> Sergio Marchionne </strong> Report Abuse <q> This guy sounds like Morry from Goodfellas... </q> Time.com: Last-Name Effect: People with End-of-Alphabet Names Buy Faster", "new_id": -2}, {"uid": "1295415443092504110", "i": 9183, "idx": 1, "sa": ["Sergio Marchionne"], "q": "for production at the Windsor plant. It is possible that Chrysler could also make a full-size car-- known as an E-segment vehicle-- on the new platform. <strong> Sergio Marchionne </strong> said Chrysler could make Fiat models as well. <q> We need to upgrade this and make it a much more versatile platform and one that will allow us to be able to make more than just minivans, </q> <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> is betting that the automaker's slate of 16 new and refreshed vehicles will help revive Chrysler, which nearly collapsed in 2009 before a government-funded bankruptcy. <strong> Sergio Marchionne </strong> thanked the U.S. and Canadian governments for", "new_id": -2}, {"uid": "1297414415011878413", "i": 44435, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "platform for smartphones, Meego. Under the proposed partnership, Nokia will adopt Windows Phone as its`` principle smartphone strategy'' and contribute its expertise on hardware design and language support to bring the software platform to <q> a larger range of price points, market segments and geographies. </q> Nokia's Chief Executive <strong> Stephen Elop </strong> said that`` Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' <strong> Steve Ballmer </strong>, Microsoft", "new_id": -2}, {"uid": "1296744572199131164", "i": 25917, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "will increase all in the need for higher CORPORATE PROFITS. These news stories are NOT trustworthy any more. Pure PROPOGANDA! Unemployed and underemployed are just NOY being counted any more. Report Abuse <q> Could this mean many have run out of benefits? </q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Hot Stock Alert- GSLO Our Solar Technology Charges Your iPhone on the Go. Invest", "new_id": -2}, [{"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}]]