[{"uid": "1295768239143409188", "i": 5669, "idx": 9, "sa": ["Allen Iverson"], "q": "the first half and led 33-28 at halftime. Nevada Celtics 86, Pistons 82: Boston rides Shaq, <strong> Allen Iverson </strong> to win an injury is all about getting back the rhythm he has developed with his Boston teammates. <q>It's like being at a party, and the record skips, and you've got to get back on beat,</q> he said after helping the Celtics erase an eight-point, fourth-quarter deficit and beat the Detroit Pistons 86-82 on Wednesday night. \"So, you know, the record skipped a bit. But I'm at", "new_id": -2}, {"uid": "1296536150067862554", "i": 2637, "idx": 2, "sa": ["Kobe Bryant", "Kwame Brown", "Allen Iverson", "Pau Gasol"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Lakers_vs_Celtics_Game_1_2010_NBA_Finals__Kobe_30_points Lakers: 102 Celtics: 89 Next game:( 6/6)@ home sports.yahoo.com <strong> Kobe Bryant </strong> scored 30 points, <strong> Pau Gasol </strong> had 23 points", "new_id": -2}, {"uid": "1297069211236994562", "i": 32422, "idx": 0, "sa": ["Mike Huckabee", "Mike Pence"], "q": ", because the light was better. Social conservatives tend to talk about issues such as abortion and gay rights, stem cell research and the role of religion \"in the public square\": <q>Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history,</q> said Rep. <strong> Mike Pence </strong>( R-Ind.) at the Family Research Council's 2010 Values Voter Summit. But what, exactly, are the policy problems they say they aim to solve? <strong> Mike Huckabee </strong>,", "new_id": -2}, {"uid": "1294981874103825409", "i": 39743, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "nation in the wake of the Tucson massacre, <strong> Barack Obama </strong> had some encouraging news Wednesday night, for a capacity crowd at the University of Arizona. He had just visited the bedside of wounded Congresswoman <strong> Gabrielle Giffords </strong>. <q>A few minutes after we left her room, and some of her colleagues from Congress were in the room, <strong> Gabrielle Giffords </strong> opened her eyes for the first time,</q> said <strong> Barack Obama </strong>. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, who told western New Yorkers on Monday that Congressman <strong> Gabrielle Giffords </strong> was her close friend, explained to the nation the incredible moment she witnessed while visiting with <strong> Gabrielle Giffords </strong>, just after the", "new_id": -2}, {"uid": "1296347839263585795", "i": 42990, "idx": 0, "sa": ["Allen Iverson"], "q": "four straight and 11 of 13 since starting the season 3-0 for the first time since the 2000-01 season. That year ended with an Eastern Conference title for Philadelphia. This one might land them in the lottery. <q>I don't have any answers for what's going on,</q> <strong> Allen Iverson </strong> said. \"We're not having \"Leave administration to federations\" Eden Gardens scrapped as venue for India-England World Cup tie Will MacArthurism Ever Be Eliminated? Mubarak refuses to step down as Egyptian protests swirl Bitter", "new_id": -2}, {"i": 5227, "idx": 1, "index_answer": 0, "new_id": -1, "q": "we are going to confirm or who we're not going to confirm, because the truth is, we honestly haven't made our mind up yet,\" <strong> Simon Cowell </strong> told reporters during a Monday conference call. <q>We're talking to a number of people and then I'd expect to make an announcement, I would say, within three to four weeks, or it might be a bit longer. I'm not sure as to who the panel are going to be.</q> However, <strong> Simon Cowell </strong> did discuss the possibility of reuniting with fellow former More The X Factor News \"I am actually a fan of Paula and it is quite unusual when you work with somebody", "sa": ["Simon Cowell"], "uid": "1297188372166789129"}, {"uid": "1294958968114475015", "i": 26791, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz"], "q": "we joked about what we were going to do, she started to open her eyes, literally. She started to struggle,\" <strong> Debbie Wasserman Schultz </strong> told journalists aboard Air Force One as she accompanied <strong> Barack Obama </strong> back to Washington. <q>It felt like we were watching a miracle. \"New York senator <strong> Kirsten Gillibrand </strong> said she and <strong> Debbie Wasserman Schultz </strong> were crying and when <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, a NASA astronaut, told his wife that if she could see them, she should give a thumbs up sign. \"Instead of giving us the thumbs up, she literally raises her whole arm,</q> <strong> Kirsten Gillibrand </strong> said.Kelly has been ever present at his wife's side since the attack. He is due to take command of the final flight of the space shuttle Endeavour, but has asked NASA to appoint a backup commander", "new_id": -2}, {"uid": "1296252062181977107", "i": 40383, "idx": 0, "sa": ["Mitt Romney", "David Letterman"], "q": "CBS has announced. <strong> Mitt Romney </strong>, who was a 2008 Republican presidential candidate, is to appear on the program Tuesday. He is promoting the publication of the paperback version of his book, <q>No Apology: Believe in America.</q> This will be <strong> Mitt Romney </strong>'s second visit to the CBS broadcast. He previously sat down for an interview with <strong> David Letterman </strong> on the \"Late Show\" last March 2, the network noted. Also", "new_id": -2}, {"uid": "1297227563238518272", "i": 25020, "idx": 9, "sa": ["Michelle Obama", "Donald Rumsfeld", "Barack Obama", "President Bush"], "q": "out this year. \"The government of Iraq is eventually going to have work with the Iraqi people and fashion various accommodations so that they can go forward and govern the country,\" <strong> Donald Rumsfeld </strong> said. <q>And being aimed in that direction starts them along that road, and that's basically a good thing.</q> <strong> Barack Obama </strong> addresses the U.S. Chamber of Commerce in... Photo in Slideshow: U.S. <strong> President Bush </strong> <strong> Barack Obama </strong> and first lady <strong> Michelle Obama </strong> walk...'s memoir plays a fast and loose game of dodge ball with what... U.S. Video:", "new_id": -2}, {"uid": "1295905281252543038", "i": 29534, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "coming together to make it happen. In this clip, <strong> Google Inc. </strong> Chairman and CEO <strong> Eric Schmidt </strong> describes the shared vision the two companies have for cloud computing and what it means f... <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> on privacy www.theytoldyou.com <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place,</q> <strong> Eric Schmidt </strong> tells CNBC... <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> Responds to Consumer Watchdog <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> Responds to Consumer Watchdog's questions about <strong> Google Inc. </strong>'s privacy problems and Consumer Watchdog's demands for new protections. Nov. 18, 2008. Washington", "new_id": -2}]