[{"uid": "1295807551044548101", "i": 585, "idx": 1, "sa": ["Andy Coulson"], "q": ". Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,\" she told Sky News. <q> Nobody is above the law, no newspaper editor, no journalist. </q> <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone hacking at the News of the World when he was editor. He quit the post in January 2007 after", "new_id": -2}, {"uid": "1297217208168738849", "i": 36435, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", the highest since 2000. The company, he said, will spend$ 500 million to upgrade its dealer network over five years, and dealers have spent$ 304 million upgrading facilities since 2009. <q> Our dealers have gone through a great deal of hardship and uncertainty, </q> <strong> Sergio Marchionne </strong> acknowledged. GM global design chief Ed Welburn believes GM has \"the right number of U.S. dealers now,\" at about 4,500. \"Our dealers were more profitable, and had higher throughput", "new_id": -2}, {"uid": "1295562778244678684", "i": 9830, "idx": 9, "sa": ["Eric Schmidt"], "q": " \"Our strong performance has been driven by a rapidly growing digital economy... and by the extraordinary momentum of our newer businesses, such as display and mobile,\" <strong> Eric Schmidt </strong> said about Google's quarter. <q> These results give us the optimism and confidence to invest heavily in future growth. </q> Select one with 3-12 characters; Numbers and letters only Make sure you typed it correctly. You will receive an e-mail to validate your account Yes, I would like to receive occasional CNNMoney member updates", "new_id": -2}, {"i": 39662, "idx": 1, "index_answer": 0, "new_id": -1, "q": "in Turkey, returned to the U.S. to have a lesion surgically removed from his right leg, spurring rumors he will retire. <strong> Allen Iverson </strong> denies this, as he wrote on his Twitter account: <q> I have never said anything about retirement, nor have I said goodbye to the game of basketball. Once I get past this, my plan is to continue playing at the highest level possible. So don't put me in my rocking chair just yet. Hold on, I'll be back! </q> It's not yet known if the lesion is benign or not, or if it's a cyst. <strong> Allen Iverson </strong>, 35, is expected to be out for several weeks", "sa": ["Allen Iverson"], "uid": "1295172659208863244"}, {"uid": "1296362585082608158", "i": 3751, "idx": 0, "sa": ["Zahi Hawass"], "q": "Egypt's top archaeologist, <strong> Zahi Hawass </strong>, told state television Egyptians on the street had tried to protect the building, but that the looters had entered from above. Two mummies on display had been damaged. <q> I felt deeply sorry... when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night, </q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said. The museum is adjacent to the headquarters of the ruling National Democratic Party that protesters torched ad earlier set ablaze in protests demanding the resignation of", "new_id": -2}, {"uid": "1296052592223051843", "i": 24613, "idx": 1, "sa": ["Michael Vick"], "q": "a rib injury. <strong> Michael Vick </strong> is expected to sign a two-year contract with the company Thursday. \"We're real excited about it,\" said Rob Vito, CEO of Unequal Technologies. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> <strong> Michael Vick </strong>, formerly of the Atlanta Falcons, was indicted by the federal government in 2007 for his role in a dogfighting operation, but has been on the road to rehabbing his image to the public since", "new_id": -2}, {"uid": "1296171506171278372", "i": 4738, "idx": 1, "sa": ["Mike Pence"], "q": "aware of the problems that Social Security, Medicare, and Medicaid face before you can discuss possible solutions- like raising the retirement age.\" MIKE PENCE NOT RUNNING FOR PRESIDENT <strong> Mike Pence </strong> Falcone notes: <q> <strong> Mike Pence </strong>'s appeal among conservatives became even more clear in September when he won a straw poll at the Family Research Council's annual Values Voter Summit, a gathering of social conservatives. <strong> Mike Pence </strong>, the former chair of the House Republican Conference, received 24 percent of the vote in poll-- two points ahead of Huckabee and eleven points ahead of Romney. In fact, <strong> Mike Pence </strong> was so popular among those who took the straw poll that he also topped the list of potential GOP vice presidential candidates. </q>[ ABC News] Next week, the Senate will be taking up FAA reauthorization, a rare moment when something might actually get done in the 112th Congress. The Senate", "new_id": -2}, {"uid": "1296079315000753673", "i": 48813, "idx": 1, "sa": ["Steve Ballmer", "Barack Obama"], "q": " \"BMC Software's strong balance sheet, cash position and free cash flow generation continue to allow us to enhance shareholder value by returning funds to shareholders,\" said <strong> Steve Ballmer </strong> Solcher, BMC's chief financial officer. <q> BMC's share repurchase program remains one of the many ways we deliver value to our shareholders. </q> http://wn.com/GM_to_Test_Investors'_Hunger_for_Risk_With_Stock_Offering From voaspecialenglish.com| http I'm Alex Villarreal with the VOA Special English Economics Report. America's biggest carmaker accepted fifty billion dollars in federal aid from the <strong> Barack Obama </strong> and Bush administrations. People joked that GM meant", "new_id": -2}, {"uid": "1296677265093847554", "i": 4982, "idx": 5, "sa": ["Allen Iverson"], "q": "lot.\" Had things gone differently, <strong> Allen Iverson </strong> could've been a member of the Celtics, who were also in the running for his skills. The Celtics certainly saw what they missed out on Tuesday night. <q> I honestly just have a lot of respect for the Boston organization and for them being interested in me in the way they were, </q> <strong> Allen Iverson </strong> said. \"You always have to feel San Antonio Spurs 94-73 Boston Celtics The Celtics were down by only one point at halftime, but that deficit quickly grew to 17 in the third period when Boston was", "new_id": -2}, {"uid": "1295890352156680217", "i": 24917, "idx": 1, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": "make Google a social powerhouse. <strong> Eric Schmidt </strong> put many people off, particularly privacy advocates, with his seemingly flippant statements about user privacy. There's this classic comment to CNBC's <strong> Maria Bartiromo </strong> in December 2009: <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. </q> Statements such as these prompted Consumer Watchdog to jab <strong> Eric Schmidt </strong> with this evil ice cream man video. That <strong> Eric Schmidt </strong> no longer be in a position to make such statements as Google's chief spokesperson will help", "new_id": -2}]