[{"uid": "1295531235009240586", "i": 28773, "idx": 0, "sa": ["Simon Cowell"], "q": "one hapless contestant, \"Did you eat paint chips as a child?\" And he lodged a legitimate critique of the soulful Devyn Rush, a singing waitress, but not until she left the audition room: <q>Someone's got to take her clothes shopping,</q> he said. Thursday night: Auditions in New Orleans. Can we get the fourth judge seated before then? How do you fill <strong> Simon Cowell </strong>'s shoes? If Wednesday night's premiere", "new_id": -2}, {"i": 47069, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. \"As a person and a player I learned a lot through my experiences on and off the field,\" <strong> Michael Vick </strong> said. <q>Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the importance of it and how hard it is to get to where we are today.</q> <strong> Michael Vick </strong> passed for 3,018 yards and 21 touchdowns( 233 of 372), scoring a 100.2 passer rating, and rushed for 676 yards( 6.8 average) and 9 touchdowns. Bargaining session:", "sa": ["Michael Vick"], "uid": "1296965126246792205"}, {"uid": "1296413477170033187", "i": 20903, "idx": 2, "sa": ["Cheyenne Jackson", "Bill Stephan", "Mike Pence"], "q": "Karen, at an evangelical church service where she was playing the guitar. \"I think his faith is first and foremost what makes him tick,\" said former Rep. <strong> Cheyenne Jackson </strong> McIntosh, a Republican. <q>Even as he approached this really hard decision, I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in public service.</q> <strong> Bill Stephan </strong>, a friend of <strong> Mike Pence </strong>'s since they attended the Indiana University School of Law-Indianapolis together, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. \"", "new_id": -2}, {"uid": "1295668630145047609", "i": 11332, "idx": 1, "sa": ["Kyle Korver", "Chris Webber", "Allen Iverson", "Boston Pops"], "q": ". <strong> Kyle Korver </strong> was mobbed by his wildly celebrating teammates. <strong> Boston Pops </strong> players sat dazed on the bench. A third overtime was on deck. <strong> Allen Iverson </strong> simply pumped his fist, his face expressionless as if he expected it. <q><strong> Kyle Korver </strong> hit that big shot and I was thinking, \"If he hit that shot, we've got to win it,</q> he said. After <strong> Kyle Korver </strong> sent the game into a third overtime, <strong> Chris Webber </strong> delivered a clutch steal and secured the Philadelphia 76ers\" 125-124 victory over the Celtics on Friday night. \"It was an amazing game,", "new_id": -2}, {"uid": "1297492185025739275", "i": 36685, "idx": 1, "sa": ["Michael Gove"], "q": "should be no \"false hope\" the money would be reinstated. Mr <strong> Michael Gove </strong> has pledged to look again at their cases with an \"open mind\", but a Department for Education spokesperson said: <q>We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. On the substantive points he concluded that it was a rational decision.</q> Six Yorkshire councils saw Â£ 1bn of promised funding withdrawn by Mr <strong> Michael Gove </strong> when he axed the scheme, with almost 100 school rebuilding projects in the region halted as a result. Doncaster and Kirklees", "new_id": -2}, {"uid": "1296271846184582164", "i": 24118, "idx": 4, "sa": ["Kobe Bryant", "Matt Geiger", "Shaquille O'Neal", "Theo Ratliff", "Allen Iverson"], "q": ". With <strong> Theo Ratliff </strong> on the injured list and <strong> Matt Geiger </strong> suspended, <strong> Allen Iverson </strong> outplayed <strong> Kobe Bryant </strong> and the 76ers used a platoon of reserve centers to deal with <strong> Shaquille O'Neal </strong> en route to an impressive 112-97 victory over the Los Angeles Lakers. <q>We knew we were outmatched. We didn't have two of our big men, but we just knew we had to come out and play some ball,</q> <strong> Allen Iverson </strong> said after scoring 40 points and handing out nine assists in 40 minutes. <strong> Allen Iverson </strong> hit 14-of-29 shots and 10-of-11 free throws to reach 40 points for the seventh time in his last 11 games and the 11th time", "new_id": -2}, {"uid": "1295871237205455360", "i": 18076, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "for Apple's day-to-day operations. The cause of <strong> Steve Jobs </strong>' medical leave of absence is unclear. He beat pancreatic cancer in 2004 and underwent a liver transplant in 2009. <strong> Steve Jobs </strong> said he will return <q>as soon as( he) can</q> and he and his family requests respect for their privacy during this time. <strong> Eric Schmidt </strong> to step down as CEO- Google reports US$ 8.4 bn revenues <strong> Eric Schmidt </strong> is to hand the role of CEO of", "new_id": -2}, {"uid": "1295560040175849483", "i": 2220, "idx": 4, "sa": ["Eric Schmidt", "Google Inc."], "q": "management structure and speed up decision making,\" Mr. <strong> Eric Schmidt </strong> said. \"In this new role I know he will merge <strong> Google Inc. </strong>'s technology and business vision brilliantly,\" Mr. <strong> Eric Schmidt </strong> said. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead.</q> In a statement, Mr. Page said Mr. <strong> Eric Schmidt </strong>'s track record speaks for itself. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade,\" he said.", "new_id": -2}, {"uid": "1297426615014974989", "i": 4717, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "decision to scrap a series of school improvement projects. The high court backed six councils who said <strong> Michael Gove </strong> had acted unfairly and unlawfully when he cancelled Buildings Schools for the Future projects in their area. <q>This ruling is a victory for all the communities and children betrayed by <strong> Michael Gove </strong>,</q> shadow education secretary <strong> Andy Burnham </strong> commented. \"They deserve no less than a full apology from him today and a commitment to act quickly on the court's finding. \"The ruling calls into question", "new_id": -2}, {"uid": "1297180938217825348", "i": 14141, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "as well as celebrities and statesmen from all over the country. It was the perfect time to give out the key to the city to some deserving philanthropist, such as... <strong> Michael Vick </strong>? <q><strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> presented</q> <strong> Michael Vick </strong> a key to the city of Dallas Saturday. <strong> Dwaine Caraway </strong> said he believes \"a great majority\" of the people of Dallas would have supported his decision, despite <strong> Michael Vick </strong>'s conviction for running a", "new_id": -2}]