[{"uid": "1296647451234913792", "i": 18950, "idx": 0, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": ":`` Frontbench spokespeople who want to talk about their personal experiences of being tapped should make it clear they are doing just that- speaking from personal experience''. The guidance concludes with the warning, <q> We must guard against anything which appears to be attacking a particular newspaper group out of spite. </q> The memo follows a number of recent high profile interventions from <strong> Ed Miliband </strong> in the phone hacking issue. In the wake of the resignation of <strong> Andy Coulson </strong> the Labour leader criticised <strong> David Cameron </strong>, stating the affair raised`` questions", "new_id": -2}, {"uid": "1297175078196968449", "i": 6307, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "war on`` too many hands on the steering wheel.'' <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> File photo shows a US soldier conducting a search for suspects in the Diyala province of Baquba, northeast of Baghdad. <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong> blamed much of the failings of the Iraq war on`` too many", "new_id": -2}, {"uid": "1297513190155107384", "i": 42364, "idx": 6, "sa": ["Donald Rumsfeld", "Rand Paul"], "q": "'s book has certainly generated a lot of tough comeback from those who see it as an extended exercise in self-justification and score-settling. Unsurprisingly, <strong> Donald Rumsfeld </strong> sees things differently. Sipping his lemonade, he says he has written <q> a serious book of history that is rooted in the primary documents that I will have on the website[ www.rumsfeld.com], and historians and interested readers, serious people, will be able to go in there and make their own judgments. </q> The Delirious, Ecstatic Scene in Tahrir Square on the Day of Egypt's Revolution How Ron and <strong> Rand Paul </strong> Attained Cult-Like Status The Big Short discusses his career over a game of Saint Petersburg. http://bit.ly/ekfFdK", "new_id": -2}, {"uid": "1295154913111345676", "i": 7391, "idx": 11, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "Nuggets hold on for a 110-104 victory over the Los Angeles Clippers on Friday night.`` My whole thing was not so much taking over, but just trying to win the basketball game,'' he said. <q> I got a couple of good looks at the end. </q> <strong> Allen Iverson </strong> put the Nuggets ahead for good with an 18-foot, off-balance floater with 1:23 remaining. <strong> Carmelo Anthony </strong> sealed the Nuggets' second straight win with a critical rebound and putback with 43 seconds left. <strong> Carmelo Anthony </strong>'s work on", "new_id": -2}, {"uid": "1295715717099811342", "i": 11262, "idx": 0, "sa": ["Rodney Stuckey", "Michael Jordan", "Allen Iverson", "Chuck Daly"], "q": "27 points in the second half, but his teammates set the tone early by making Detroit pay for double-teaming <strong> Michael Jordan </strong>. Nothing worked for <strong> Chuck Daly </strong>. He started Tree http://wn.com/Allen_Iverson_Highlight_vs_Pistons_09/10_NBA_*AI_blocks_Chucky AI and the 76ers went home losers again. <q> It's going to have to be one of the best games ever from us in order to win, </q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the injury-plagued Pistons to a 90-86 win over Philadelphia on Wednesday night, the", "new_id": -2}, {"uid": "1295562213148553735", "i": 10156, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "time for him to have a shot at running this, and I'm sure he'll do a fantastic job.'' <strong> Eric Schmidt </strong> said there would be no material change in the company's strategy, because <q> we all agree with each other. </q>`` I believe as a result of this we will execute and operate the business even better,'' <strong> Eric Schmidt </strong> said. During the call, <strong> Sergey Brin </strong> expressed what sounded like genuine admiration for <strong> Eric Schmidt </strong>'s", "new_id": -2}, {"uid": "1295625930089243655", "i": 29340, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgement in hiring him after his resignation from the News of the World. <q> I feel that he's been punished twice for the same offence. I chose to judge him by the work that he's done for me, for the government and for the country, </q> <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position.`` Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s", "new_id": -2}, {"uid": "1295798310158990353", "i": 9641, "idx": 2, "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "Colon Bowel"], "q": "rear, I see. 10 posted on 01/23/2011 7:18:31 AM PST`` I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,'' <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. <q> I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position. the winner is going to be so I can endorse at the last minute and maintain my precious access Dear CNN, At this point in the`` horse race </q>, who cares. NOT news. Don't you worry about <strong> Colin Powell </strong> backing <strong> Barack Obama </strong>. <strong> Barack Obama </strong> is still the same color so <strong> Colin Powell </strong> will give him the nod again. <strong> Colon Bowel </strong>, like the rest", "new_id": -2}, {"uid": "1296143039011223086", "i": 34322, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> ChiGirl21 at 9:27 AM January 27, 2011 Relentless snow piles up on winter-weary Northeast as commuters dig out yet again Luxury linen for less", "new_id": -2}, [{"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,'' <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}]]