[{"uid": "1295386293114753561", "i": 13040, "idx": 1, "sa": ["Patrick Leahy", "Peter Shumlin", "Sen. Bernie Sanders"], "q": "and financial support of the federal health care law to make big changes in Vermont. ''If the Vermont state Legislature, governor and the delegation are able to work together effectively,'' <strong> Sen. Bernie Sanders </strong> said, <q>we have a golden opportunity not only to significantly improve the heatlh care system in Vermont, but to lead the entire nation in a very new and better direction.</q> ''Our little state has been a trailblazer for years and years,'' <strong> Patrick Leahy </strong> said. ''What Gov. <strong> Peter Shumlin </strong> knows is the time for incrementalism is over,'' Welch said.", "new_id": -2}, {"uid": "1296969684257851394", "i": 2841, "idx": 1, "sa": ["Sergio Marchionne"], "q": "in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern,'' CEO <strong> Sergio Marchionne </strong> said in a statement. <q>I regret the remark which I consider inappropriate.</q> Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least three times in his remarks during an industry conference on Friday. In 2010, Chrysler", "new_id": -2}, {"uid": "1295985442139264003", "i": 6282, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "said she has been tobacco free since March 2009 after 45 years of smoking. She said her group amounts to a grass-roots effort of those who feel the government has blocked this ''miracle'' product. <q>There is no industry support on this thing at all,</q> she said of the organization. ''We want to keep it this way so no one can say we are a shill for the tobacco, drug or e-cigarette industry.'' Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to", "new_id": -2}, {"uid": "1295589698029097984", "i": 14397, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Colin Powell", "President Bush", "Walter E. Boomer"], "q": "time; <strong> James A. Baker III </strong>, the secretary of state; <strong> Brent Scowcroft </strong>, the elder Mr. <strong> President Bush </strong>'s national security adviser; former <strong> Dan Quayle </strong>; and <strong> Colin Powell </strong> <strong> Walter E. Boomer </strong>, retired, the top Marine commander in the 1991 war. <q>I honestly think history will say we got this one right,</q> Mr. <strong> President Bush </strong> told the crowd of 3,800 in Reed Arena at Texas A&M University. Moderated by Ryan C. Crocker, the United States ambassador to Baghdad during the 2007 surge of American forces in Iraq and now", "new_id": -2}, {"uid": "1295678248220479497", "i": 41429, "idx": 1, "sa": ["Tony Blair", "Andy Coulson", "Barack Obama"], "q": "<strong> Tony Blair </strong>... the Iraq war Article: Families reject <strong> Tony Blair </strong> apology over Iraq... Report Abuse ''<strong> Tony Blair </strong> regretted is meaningless. is only a word spoken out from his mouth. not from his heart.'' Report Abuse <q>They'll carry on with this, they'll carry on with that yada yada...</q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and Hu's Talks Won't End U.S.-China Tensions Healthy Habits Coaching Weight& stress mgmt. tips and more. For military&", "new_id": -2}, {"uid": "1295559318082083864", "i": 845, "idx": 1, "sa": ["Eric Schmidt"], "q": ", will henceforth concentrated on ''strategic projects, in particular working on new products.'' Although <strong> Eric Schmidt </strong> is stepping down as chief executive, Google said he will take on the role of Executive Chairman, <q>focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are increasingly important given Google's global reach. Internally, he will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>.</q> The announcement came in the form of a press release as Google reported revenues of$ 8.44 billion for the quarter ended December 31, 2010, an increase of 26% compared to the fourth quarter of", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up. ''A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q>They were beating me down the court, and I was just finding guys. They did a great job of finishing.</q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}, {"uid": "1296280079111296551", "i": 6645, "idx": 2, "sa": ["Mike Pence"], "q": "has scheduled appearances at Lincoln Day dinners in 18 counties. He is embarking on a statewide tour that he said is intended to help him determine the elected office in which he can best serve Hoosiers. <q>We've accepted a number of speaking engagements and Republican engagements, and we'll very likely seek more. I am also going to take the opportunity to sit down with people outside the <strong> all political </strong> sphere and seek counsel,</q> said <strong> Mike Pence </strong>, a 51-year-old Columbus, Ind., native. <strong> Mike Pence </strong> has friends in Indiana's congressional delegation and at the Statehouse, in part because he campaigned for many of them during a statewide bus tour", "new_id": -2}, {"uid": "1295097020207257605", "i": 32761, "idx": 0, "sa": ["Clarence Dupnik", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "attempted assassination. Pima County, Ariz., Sheriff <strong> Clarence Dupnik </strong> suggested ''all this vitriol'' in recent political discourse might be connected to Saturday's shootings. ''This may be free speech,'' he told reporters, <q>but it's not without consequences.</q> AP PHOTO WASHINGTON- Democrats, Republicans and independent groups across the ideological spectrum are seeking political profit from the shooting rampage that left six dead and Arizona <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> wounded, often moderating their rhetoric in pursuit", "new_id": -2}, {"uid": "1295700143038944800", "i": 27037, "idx": 0, "sa": ["Andy Coulson"], "q": "Photo: Iranians work in an internet cafe in central Tehran Iran talks focus on fuel swap deal as step to confidence building Report Abuse ''Like this is some big Deal to the world???-'' Report Abuse <q>The world needs to shut off all aid to N. Korea and to Iran... I could add about another 6 countries to the list as well...</q> Make a total and secure blockade around the countries. Tell China if they don't agree to N. Korea... no contracts... Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why", "new_id": -2}]