[{"uid": "1297220789217088052", "i": 20694, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld", "Robert Gates"], "q": "personnel who worked at the site in the interview on Fox News Channel's Hannity show. <strong> Donald Rumsfeld </strong> was US defence secretary from 2001 to 2006 under former <strong> George W. Bush </strong>. He was replaced by <strong> Robert Gates </strong>. <q> The heartbreaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world, </q> said <strong> Donald Rumsfeld </strong>.`` What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that", "new_id": -2}, {"uid": "1296770511173654034", "i": 14674, "idx": 48, "sa": ["Donald Rumsfeld", "Colin Powell", "Andrew Card", "Paul Wolfowitz"], "q": "'s deputy, <strong> Paul Wolfowitz </strong>,`` was leaking against him''- which <strong> Donald Rumsfeld </strong> says he did not believe. You might describe this as the war behind the war. The sniping reached the Oval Office. <q> It needs to stop, </q> Bush told him. <strong> Donald Rumsfeld </strong> responded that it was State that was trashing the Pentagon. Chief of staff <strong> Andrew Card </strong> said he heard the opposite complaint from <strong> Colin Powell </strong>'s team. Bush called the next day. <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295948010244924456", "i": 9529, "idx": 0, "sa": ["Tinchy Stryder", "Simon Cowell"], "q": "be brought about by her involvement in the US show. However, it appears that Cole's fellow UK X Factor judge <strong> Simon Cowell </strong> is the only senior figure advocating the 27-year-old for the role. <q> <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit, </q> the source continued. This week: Ke$ ha, <strong> Tinchy Stryder </strong>, Chase& Status and Beady Eye! Stacey McLeanThe former X Factor", "new_id": -2}, {"uid": "1297715027211173392", "i": 2795, "idx": 1, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "third-party applications and a significant upgrade to Internet Explorer 9, optimized for hardware acceleration on Windows Phone.`` We will bring multitasking to Windows Phone this year,'' <strong> Steve Ballmer </strong> said. And in the second half, <q> we'll be able to give people the full Internet on their phone...[ the Internet] will be a first-class citizen on the phone. </q> <strong> Steve Ballmer </strong> rolled out <strong> Joe Belfiore </strong>, a corporate VP, to show a demo of IE9 on a Windows Phone 7 device running side by side Safari on an iPhone. Obviously, IE9 with hardware acceleration made for", "new_id": -2}, {"uid": "1296111890176996358", "i": 1486, "idx": 1, "sa": ["Carmelo Anthony", "Allen Iverson", "Michael Finley", "Tim Duncan", "Fabricio Oberto", "Linas Kleiza", "Kenyon Martin", "Barack Obama", "Manu Ginóbili"], "q": "each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home.`` Their role players beat us as much as anyone else,'' said Karl. <q> From[ Brent] <strong> Barack Obama </strong> to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ <strong> Manu Ginóbili </strong>] <strong> Manu Ginóbili </strong> or[ <strong> Tim Duncan </strong>] <strong> Tim Duncan </strong> did. </q> <strong> Allen Iverson </strong> led the Nuggets with 30 points and <strong> Linas Kleiza </strong> had 16 points. <strong> Carmelo Anthony </strong> added 15 points and nine rebounds. The Nuggets were without starter <strong> Kenyon Martin </strong>, who was suspended for one game after he was assessed a flagrant", "new_id": -2}, {"uid": "1295537518236404759", "i": 10582, "idx": 0, "sa": ["Alassane Ouattara"], "q": "and allies rather than the population, rival presidential claimant <strong> Alassane Ouattara </strong> told Reuters on Thursday. Asked in an interview whether he would back broad trade measures including an embargo on its cocoa exports, <strong> Alassane Ouattara </strong> said: <q> All the measures we back should target those responsible for the situation: Mr Laurent Gbagbo, his government, his entourage... But I want to spare the large majority of the population. </q> Ivory Coast Capital: Yamoussoukro Currency: Franc( XOF) Time zone: GMT+0 Haitian officials and aid groups are working furiously to isolate and contain an outbreak of Cholera to Haiti's", "new_id": -2}, {"uid": "1296154988138100752", "i": 14294, "idx": 0, "sa": ["Simon Cowell"], "q": ".`` I just heard your fiance sing, and he's so good. You know, because he sings to you all the time. I could tell,'' he says, then whispers, <q> That's why he sings so good, because he sings to you. </q> It was a classic` Idol' tearjerk moment, but in a wholly different league then something you would have seen during the <strong> Simon Cowell </strong> era. It's also sure to draw some criticism to", "new_id": -2}, {"uid": "1296125797027361281", "i": 31673, "idx": 0, "sa": ["Louis Walsh", "Simon Cowell", "Liam Payne"], "q": "here: bit.ly See more at itv.com <strong> Liam Payne </strong> goes to, what was described at the time as, the best Bootcamp. He performs at the O2 Arena in London. <strong> Louis Walsh </strong> remarks on <strong> Liam Payne </strong>'s performance as, <q> Very convincing, very professional and you're only 14. </q> <strong> Simon Cowell </strong>,`` I like him'', is already warming to <strong> Liam Payne </strong>'s honest approach and so are his fellow performers. See them cheer him back to stage( inc.. JLS members)- <strong> Liam Payne </strong> has become", "new_id": -2}, {"uid": "1297200983061325341", "i": 2171, "idx": 12, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Paul Bremer"], "q": "'s man, had a background in the State Department, and a relationship with <strong> Condoleezza Rice </strong>,'' says Mr. <strong> Donald Rumsfeld </strong>. So Mr. <strong> Paul Bremer </strong> chose what guidance he preferred, which Mr. <strong> Donald Rumsfeld </strong> describes as the equivalent of having <q> four or eight hands on the steering wheel. </q> Critical issues-whom the U.S. should support, who should have power, how quickly to turn over authority-lingered. I ask Mr. <strong> Donald Rumsfeld </strong> why he didn't simply fire Mr. <strong> Paul Bremer </strong>. He says he couldn't. Mr. <strong> Paul Bremer </strong>", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>.`` We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,'' <strong> Michael Cohn </strong> said in a phone interview. <q> But we don't have any fear with regards to Larry. </q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}]