[{"uid": "1295815321265846790", "i": 12936, "idx": 0, "sa": ["Andy Coulson"], "q": "wealthy people and their admires to chat online.. you don't have to be rich, but you can meet one there!, maybe you wan na check it out or tell your friends! Report Abuse <q>Never seen so many strange comments, that are totally unrelated to the story in my life! Bottom line? <strong> Vladimir Lenin </strong> is dead! It is barbaric to keep him on display like a museum relic. Should <strong> George Washington </strong> have been preserved and kept on display? No, because you respect the man's accomplishments and ideals, not his body. If the Russians truly respected the man, they would finally put his body to rest in a proper( non-viewing) tomb, instead of on display, like a tourist attraction.</q> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295633904157057075", "i": 12300, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "that everyone deserved a \"second chance.\" <strong> Andy Coulson </strong>, 43, has denied knowledge of illegal activities, but he left the paper saying he took responsibility for what happened on his watch. <q>I stand by what I've said about those events, but when the spokesman needs a spokesman it's time to move on,</q> said <strong> Andy Coulson </strong>, who had worked for <strong> David Cameron </strong> for 31/2 years. <strong> Andy Coulson </strong> was \"a brilliant member of my team and has thrown himself at the job with skill and dedication,\" <strong> David Cameron </strong> said.", "new_id": -2}, {"uid": "1295445377093192224", "i": 30809, "idx": 0, "sa": ["American McGee", "Simon Cowell", "Renaldo Lapuz"], "q": "that's been the thinking behind \"<strong> American McGee </strong> Idol,\" home of the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to <q>a cat being thrown off a skyscraper,</q> telling another, \"Don't mean to be <strong> American McGee </strong> Idol Top 12 visit Entertainment Tonight and goof around with the photobooth. And a familiar face crashes the party.... <strong> Renaldo Lapuz </strong>- You Are my Brother( american", "new_id": -2}, {"uid": "1297260081046088218", "i": 10081, "idx": 6, "sa": ["Eric Schmidt"], "q": "being dragged into a decade-long antitrust battle with the EU- in a similar vein to Microsoft's long-running skirmish with the European authorities- he replied: \"We certainly want to avoid that.\"' <q>I think it is in our interests and I would hope in its[ the EU's] interests to do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law,</q> <strong> Eric Schmidt </strong> added. \"We understand we play a major role in Europe and we're not denying that. We have a lot of meetings with appropriate government officials.\" I don't get it", "new_id": -2}, {"uid": "1296846730173342780", "i": 29687, "idx": 0, "sa": ["Sergio Marchionne"], "q": "San Francisco- Chrysler CEO <strong> Sergio Marchionne </strong> says the company will run a two-minute commercial in the third quarter of the Super Bowl on Sunday, as part of the company's efforts to recast its image. <q>I won't tell you what it's about but its worth watching,</q> <strong> Sergio Marchionne </strong> said at a forum sponsored by JD Power at a hotel here ahead of the National Automobile Dealers Association three-day convention. Advertisement He went on to say that the company will invest another$", "new_id": -2}, {"uid": "1295807421110559236", "i": 28651, "idx": 10, "sa": ["John McCain", "Bill Ayers", "Colin Powell", "Barack Obama"], "q": "on NBC, <strong> Colin Powell </strong> said that part of the reason he is supporting <strong> Barack Obama </strong> is because he did not like the negative tone of <strong> John McCain </strong>'s campaign, which has noted the links between <strong> Barack Obama </strong> and domestic terrorist <strong> Bill Ayers </strong>. <q>It troubled me. We have two wars. We have economic problems, we have health problems.... Those are the problems the American people want to hear about, not about Mr. <strong> Bill Ayers </strong>, not about who's a Muslim and not a Muslim. Those kind of images going out on Al Jazeera are killing us around the world,</q> he said. \"I thought it was over the top. It was beyond just good political fighting back and forth.... We can't judge our people and we can't hold our elections on that kind", "new_id": -2}, {"uid": "1296471798164659207", "i": 25875, "idx": 0, "sa": ["David Letterman"], "q": " \"The Late Show with <strong> David Letterman </strong>, \" \"The Smoking Gun Presents\" and \"Silent Library,\" to name a few, points to anecdotal evidence in regards to whether the show is staged. <q>As writers, we're not privy to a whole lot of stuff besides writing the questions and then going away,</q> McCaffrey joked. \"But I at least overheard production people talking about how it was a slower day driving around Chicago. Like, people weren't looking for cabs. So I don\"t know why people would", "new_id": -2}, {"uid": "1295895612138641416", "i": 18770, "idx": 0, "sa": ["Eric Schmidt", "Tim Cook"], "q": "and He's Still Richer Than You <strong> Eric Schmidt </strong> Wants To Host A Talk Show, But His Pilot \"Was A Complete Disaster\" Facebook To Make \"Facebook Credits\" Mandatory For Game Developers <strong> Tim Cook </strong>- Joining Apple was <q>the best decision that I ever made</q> Dual Cortex A9 1.2 GHz NVIDIA Tegra 2 3D Chips Scheduled for Q1... Nvidia Thinks World Domination: Tegra 2 3D in February, Tegra 3 by Fall 2011 New NVIDIA Leak Points Towards Quad-Core 1.5 GHz Tegra 3", "new_id": -2}, {"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}, {"uid": "1295887271156680263", "i": 9805, "idx": 2, "sa": ["Eric Schmidt"], "q": "to hire her as president. \"It was really exciting. It was a reward for me to provide myself with another person who could take my desires and run with it,\" Cauley says. <q>She does things that I never even thought of.</q> After vetting a new senior manager closely, it's important to give that person authority and autonomy, advises Melinda <strong> Eric Schmidt </strong>, Philadelphia-based author of Become Your Own Boss in 12 Months. \"You", "new_id": -2}]