[{"uid": "1297135321190611485", "i": 25138, "idx": 2, "sa": ["Eric Schmidt", "Stuart Bowen"], "q": "93,000 alone, prosecutors say. Government agents seized from the Schmidts two California properties_ one in Big Bear and one in Murietta_ two luxury vehicles, and approximately$ 40,000 in cash. <q> The Schmidts defrauded U.S. taxpayers, cheated the Iraqi people, and betrayed the trust placed in them, </q> said <strong> Stuart Bowen </strong>, inspector general of the Special Inspector General for Iraq Reconstruction.`` They will now pay the price for their criminal wrongdoing.'' <strong> Eric Schmidt </strong> pleaded guilty last May to conspiracy to commit wire fraud", "new_id": -2}, {"uid": "1295611382129794091", "i": 1731, "idx": 5, "sa": ["Eric Schmidt"], "q": "has accelerated in the fourth quarter, so has advertising spending,'' said Richard Fetyko, an analyst at Merriman Curhan Ford& Co. in New York, who recommends buying the stock and doesn't own it. <q> When consumers shop more, companies are more aggressive with advertising. </q> The company is focusing more attention on mobile devices with its Android operating system, an area where it competes with Apple for the sale of smartphones and tablets. <strong> Eric Schmidt </strong> was on Apple's board until 2009", "new_id": -2}, {"uid": "1297097447088211513", "i": 8005, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "of Fortune 500 companies, including the Skokie-based G. D. Searle. Throughout, <strong> Donald Rumsfeld </strong> has been known as a tough operator who lives and works by a collection of rules he has assembled over the decades. Sample: <q> Prune businesses, products, activities, people. Do it annually. </q>( The full roster of 154`` <strong> Donald Rumsfeld </strong>'s Rules'' was once posted on the Pentagon's Web site. Now it can be found here.) <strong> Donald Rumsfeld </strong>'s hawkish pronouncements since", "new_id": -2}, {"uid": "1295459479168706057", "i": 21886, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": ", currently being drawn up by the Palestinian Authority for consideration by the, that would have the U.N. dictate terms to Israel on borders and settlements- two contentious issues between Israel and the Palestinian Authority. <q> A resolution of this nature would work against our country's consistent position, which has been that this and other issues linked to the Middle East peace process can only be resolved by the two parties negotiating directly with each other, </q> the <strong> Kirsten Gillibrand </strong> letter states. United Nations, which you know has a long history of hostility toward Israel, to deal with just one issue in the negotiations, will not move the two sides closer to a", "new_id": -2}, {"uid": "1297606486106446870", "i": 15330, "idx": 4, "sa": ["Donald Rumsfeld", "Denholm Elliott"], "q": "to Abu Ghraib prison, how about not imprisoning innocent people. Tonytoday 13 February 2011 11:42 AM Well, what did you expect? I can't recall the last war criminal who said, <q> Hmm, yes, you're right, I was completely wrong and acted in an illegal and exceptionally foolhardy way. </q> Given <strong> Donald Rumsfeld </strong>'s completely absurd defence of Guantanamo I think we can dump this pretty smartly in the`` They Haigin88 13 February 2011 1:45 PM As <strong> Denholm Elliott </strong> said in` Trading Places'", "new_id": -2}, {"uid": "1295701157121667618", "i": 18016, "idx": 1, "sa": ["Mike Pence"], "q": "left. The Pacers committed six turnovers, including three in the final two minutes, in the final quarter.`` I guess it's a consistency thing,'' swingman <strong> Mike Pence </strong> Dunleavy said. <q> We're not consistently performing on both ends. We have lapses at times. We do a decent job of hanging in there but just not for the full 48 minutes. </q> There's not one consistent reason behind the Pacers' struggles in the fourth quarter. Some games it's turnovers. Other games it's poor shot selections. And there are also defensive breakdowns", "new_id": -2}, {"uid": "1295560040175849483", "i": 2218, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "the company's external relationships, fostering partnerships, broader business relationships and working with government officials. Mr. Page is set to take over product development and technology strategy. The executive shake up is designed to <q> simplify our management structure and speed up decision making, </q> Mr. <strong> Eric Schmidt </strong> said.`` In this new role I know he will merge <strong> Google Inc. </strong>'s technology and business vision brilliantly,'' Mr. <strong> Eric Schmidt </strong> said.`` I am enormously proud of my last decade", "new_id": -2}, {"uid": "1295450622002900031", "i": 45510, "idx": 2, "sa": ["Sergio Marchionne"], "q": "flexibility of the engineering in the future vehicles.`` You're going to see a new architecture on the line, a completely different architecture, completely re-thought,'' <strong> Sergio Marchionne </strong> told reporters after the event. <q> We've learned a lot in making this minivan over the last 20 plus years. We need to upgrade this and make it a much more versatile platform, one that will allow us to make more than just minivans. </q> Being able to build the next-generation minivan and other vehicles on the same platform is part of <strong> Sergio Marchionne </strong>'s plans to reduce the complexity of the company's model lineup.`` I'd like to", "new_id": -2}, {"uid": "1297185058166789171", "i": 41006, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "Clearly, this was not the case in this situation and one without my knowledge or approval,'' he said. In his own statement, <strong> Dwaine Caraway </strong> said the key was`` ceremonial.'' <q> These ceremonial gifts are different from the official keys to the city presented by the mayor, </q> he said. As for honouring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>", "new_id": -2}, {"i": 30030, "idx": 2, "index_answer": 4, "new_id": -1, "q": "Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q> I score a career high and we won the game, </q> <strong> Allen Iverson </strong> said.`` That's how you draw it up in your dreams.'' It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against <strong> George Washington </strong> on March 10, 2004, Indiana", "sa": ["George Washington", "Tracy McGrady", "Magic Johnson", "Michael Jordan", "Allen Iverson"], "uid": "1295299857181911591"}]