[{"uid": "1297230061243105794", "i": 35643, "idx": 1, "sa": ["Piers Morgan", "Dado Ruspoli", "Gwyneth Paltrow", "Kate Middleton", "Simon Cowell", "Matthew Morrison", "Harrison Ford", "Sam Rockwell"], "q": "film roles on her plate( including this year's <strong> Harrison Ford </strong> and <strong> Sam Rockwell </strong>): \"She is a hot property now... it was weighing her down being married.\" <strong> Kate Middleton </strong> estranged husband, meanwhile, <q>is heartbroken and really wanted to stay together.</q> <strong> Simon Cowell </strong> Unveils His' X Factor' Wardrobe Plans& Offers A Wedding Update <strong> Kate Middleton </strong> deemed top fashion buzzword February 8, 2011 10:35 PM PST <strong> Matthew Morrison </strong> and <strong> Gwyneth Paltrow </strong> to Cover <strong> Dado Ruspoli </strong> on Glee <strong> Piers Morgan </strong> Rescues Charity", "new_id": -2}, {"uid": "1295990540115605523", "i": 38138, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "<strong> Colin Powell </strong> <strong> Barack Obama </strong> Hite for the award, Major <strong> Colin Powell </strong> Matthew P. Caulfield, USMC( Ret), said Hite believes it is a responsibility of the United Association to train and assist veterans in securing a post-military career. <q>Hite seldom addresses the membership without mention of this core value. He insists that veterans within the United Association are featured in trade publications and internal media. He also personally gets involved in the training program for veterans.</q> The United Association has become one of the leading organizations in the United States to train and place veterans. The UA was the first to change federal and state apprenticeship standards to include military skills training.", "new_id": -2}, {"uid": "1296106196239763461", "i": 48071, "idx": 0, "sa": ["Greg Sullivan", "Steve Ballmer"], "q": "Phone 7, said while sales were certainly a measure of the platform's success, customer satisfaction and developer investment were more important leading indicators. And to that end, the company has been pleased. <q>93 percent of Windows Phone customers are satisfied or very satisfied with Windows Phone 7, and 90 percent would recommend the phone to others,</q> <strong> Greg Sullivan </strong> said. Those numbers were based on a recent survey of Windows Phone 7 customers numbering in the hundreds. Back at CES, Microsoft CEO <strong> Steve Ballmer </strong> had articulated that people \"fell in love\" with", "new_id": -2}, {"uid": "1295870211128057360", "i": 751, "idx": 1, "sa": ["Andy Coulson"], "q": "is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,\" she told Sky News. <q>Nobody is above the law, no newspaper editor, no journalist.</q> <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone hacking at the News of the World when he was editor. He quit the post in January 2007 after", "new_id": -2}, {"uid": "1297616629186400779", "i": 26877, "idx": 19, "sa": ["Donald Rumsfeld"], "q": "her,\" Martin said. \"So how's that work? Fifteen hours a day, <strong> Donald Rumsfeld </strong> of Defense, war going on.\" \"People were risking their lives,\" said <strong> Donald Rumsfeld </strong>. <q>You simply have to pay attention, and I did. Go early in the morning to see her.</q> \"How long did that go on for?\" \"Days,\" <strong> Donald Rumsfeld </strong> said. \"You think it affected any of your decisions?\" asked Martin. \"", "new_id": -2}, {"uid": "1295509565092585988", "i": 2402, "idx": 0, "sa": ["Paula Abdul", "Steven Tyler", "Ryan Seacrest", "Simon Cowell", "Jennifer Lopez"], "q": "<strong> Simon Cowell </strong>'s brutal honesty and his back-and-forth bantering with <strong> Ryan Seacrest </strong>. The blogosphere was somehow devoid of missing the slurring of <strong> Paula Abdul </strong>. TV Eye gives us a peek into the judging: Jackson began, <q>it's a no for today,</q> before <strong> Jennifer Lopez </strong> told him, \"Give her a Golden Ticket.\" <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> voted yes, and Jackson agreed though he told his colleagues they were insane. Soraya Roberts tells us:", "new_id": -2}, {"uid": "1297588672045400131", "i": 10464, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "fact, most I've never reread.\" As defense secretary, <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: <q>Are we winning or losing the war on terror?</q> \"Is the U.S. government changing fast enough?\" \"Do we need more troops? \"My brain would be going,\" he says. \"I wanted to find out something. I needed", "new_id": -2}, {"uid": "1297278701018514089", "i": 30538, "idx": 0, "sa": ["Steve Ballmer", "Google Inc."], "q": "likely to be announced this month. Back in January, <strong> Steve Ballmer </strong> announced that Bob Muglia, the founder of Microsoft's server division, was stepping down. In an email to employees, <strong> Steve Ballmer </strong> wrote: <q>Bob Muglia and I have been talking about the overall business and what is needed to accelerate our growth. In this context, I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles. Bob has been a phenomenal partner throughout this process, and he and his leadership team have the right strategy in place.</q> By promoting managers with engineering skills, the Bloomberg article suggests that Microsoft is positioning itself to catch up with rivals such as Apple <strong> Google Inc. </strong> and <strong> Google Inc. </strong> \"in Web services, smartphones and tablet computers.\"", "new_id": -2}, {"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason. \"I think I've got the blueprint on what to do,\" <strong> Michael Vick </strong> said. <q>I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on.</q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}, {"uid": "1296333795178929703", "i": 4608, "idx": 0, "sa": ["Zahi Hawass"], "q": "strange this about these images is that they demonstrate that the damage is certainly more than a few mummies, which is what Reuters reported that <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said: <q>Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies,</q> he said. To: Free ThinkerNY An act of diversity by the newly empowered Muslim peoples. Where is the ever camera-shy <strong> Zahi Hawass </strong> during this? posted on 01/29/2011 12:01:20 PM PST Will this", "new_id": -2}]