[{"uid": "1295462836131301418", "i": 43118, "idx": 2, "sa": ["Betty White", "David Letterman"], "q": "\" in Cleveland\" Hot in Cleveland\" star said she likes \"to do most anything\" in her free time. \"Play with animals, mostly,\" she told <strong> David Letterman </strong>. <q> And vodka's kind of a hobby. </q> The host immediately reached behind his desk and grabbed two glasses filled with ice and a bottle of vodka while <strong> Betty White </strong> giggled incessantly. After he poured the drinks, the two clinked glasses- but", "new_id": -2}, {"uid": "1295137697028803114", "i": 10334, "idx": 5, "sa": ["Camille Grammer", "David Letterman"], "q": "\"Well, you are respectfully considerate, and yet pleased for the new developments in my life,\" <strong> Camille Grammer </strong> offered. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong> said, <q> always regardless of circumstances, and especially with kids. Are the kids and everybody all right now? </q> \"The kids seem to be doing OK, yeah,\" <strong> Camille Grammer </strong> said, referring to the son and daughter he has with <strong> Camille Grammer </strong>. \"We've been spending quite a bit of time with them", "new_id": -2}, {"uid": "1295813473183353387", "i": 18247, "idx": 5, "sa": ["Colin Powell", "Barack Obama"], "q": "a human being, Obama-Barack Obama/\"> <strong> Barack Obama </strong>.\" \"I think he has reached out to countries around the world and has developed good relations with countries around the world,\" Mr. <strong> Colin Powell </strong> said. <q> And I think he's working very hard on the issue of unemployment, which I think is the major problem facing America right now, and I think and I hope that this will be the centerpiece of the State of the Union speech. </q> Dismissing widespread speculation that he might take a job in the Obama-Barack Obama/\"> <strong> Barack Obama </strong> administration, possibly replacing Robert M. Gates as defense secretary, Powell/\"> Mr. <strong> Colin Powell </strong> said he is not interested in a", "new_id": -2}, {"uid": "1297285541243777541", "i": 45289, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "vehicle with traces of blood mixed with the petroleum jelly. A DNA test confirmed Link was a match with evidence found on the girl's body. U.S. Video: City worker's striptease raises questions Report Abuse <q> I simply do not understand the comments above- that the death penalty does not deter crime/murders. The purpose of the death penalty is PUNISHMENT, pure and simple. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader", "new_id": -2}, {"uid": "1295972855202047505", "i": 18629, "idx": 3, "sa": ["Bernie Sanders", "Nancy Pelosi"], "q": "paid out bonuses in excess of$ 3m to more than 200 employees.\" Since the TARP money was tax dollars, this qualifies as <strong> Bernie Sanders </strong>' \"tax breaks\" for very wealthy people. Reuters reported: <q> Banks seized more than a million U.S. homes in one year for the first time last year. </q> <strong> Nancy Pelosi </strong> received 65.6% of her campaign contributions($ 1.6 M) from business in 2008, including$ 120,500 from the insurance industry( 4.9% of total). <strong> Nancy Pelosi </strong> called insurers \"immoral\" and\"", "new_id": -2}, {"uid": "1297234411010321925", "i": 55122, "idx": 0, "sa": ["Aaron Rodgers", "Christopher Chase", "Michael Vick"], "q": "is <strong> Christopher Chase </strong>'s articles are only going to get worse now that football season is over( if such a thing is possible) Here's a taste of what we can see in a few weeks. <q> <strong> Aaron Rodgers </strong> Sends Back Steak at Green Bay Steakhouse </q> \"<strong> Michael Vick </strong> Adopts a Virtual Dog on Web-Site\" \"<strong> Christopher Chase </strong> Assaulted at Local Wendy's\" On another note... I've noticed quite a few of my` <strong> Christopher Chase </strong> is a douchbag\" comments disappearing", "new_id": -2}, {"uid": "1295026897173473835", "i": 8524, "idx": 0, "sa": ["Camille Grammer", "David Letterman", "Kelsey Grammer"], "q": ") <strong> Kelsey Grammer </strong> said, \"She was nice, and we both said hello. She has a very strong handshake\" , but admitted that there was a degree of tension surrounding the chance encounter, she added, <q> It was uncomfortable. <strong> Kelsey Grammer </strong> looked shocked. The look on his face. It's the first time I've seen him and her together. And with my children, that was uncomfortable </q>. During an appearance on` The Late Show with <strong> David Letterman </strong>' yesterday, 55-year-old <strong> Kelsey Grammer </strong> confirmed his engagement to Kayte and spoke about how the divorce from <strong> Camille Grammer </strong> was affecting his children, saying, \"The kids seem", "new_id": -2}, {"uid": "1296142544256950282", "i": 3894, "idx": 0, "sa": ["David Cameron", "John P. Yates", "Tim Godwin", "Andy Coulson", "Clive Goodman"], "q": "<strong> Andy Coulson </strong>, who resigned as editor when <strong> Clive Goodman </strong> was jailed. <strong> Andy Coulson </strong> resigned as <strong> David Cameron </strong>'s director of communications last week saying coverage of phone hacking made it impossible for him to do his job. <q> I have always said we will respond to any new evidence and that is exactly what we have done today. This is the first significant new evidence that may have a chance of being admissible. We have set up a new team to deal with that and we need to let them get on with it, </q> <strong> John P. Yates </strong> said today. \"This is the first Tim Godwine we have announced a new investigation with new material where there is a prospect of developing some promising lines of inquiry,\" he added.", "new_id": -2}, {"uid": "1297253895021528626", "i": 48332, "idx": 0, "sa": ["Michael Gove"], "q": "education last year, the Michael Government has warned it will have to work with music services throughout the next year to \"manage future budget pressures\" . The Michael Government added that it will be moving towards a <q> national formula for music education funding </q> in 2011, but will ensure that no local Michael Government loses more than 10% of its central funding in this first year. <strong> Michael Gove </strong> said: \"Access to the best musical education is not universal and", "new_id": -2}, {"uid": "1296787924171524099", "i": 17342, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "his wife, Joyce, and all their children. \"What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me,\" <strong> Donald Rumsfeld </strong> writes. <q> At that moment, I couldn't speak. </q>( He notes that his son has lived a drug-free life in the years since.) Fort Hood suspect slipped through cracks, report says- Maj. Nidal Hasan was a \"ticking time bomb,\" but", "new_id": -2}]