[{"uid": "1295564127055377926", "i": 33121, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "said the move was to simplify management structure and speed decision making processes. This comes after 10 years of what he called the two of them and co-founder <strong> Sergey Brin </strong> having an equal say in company operations. <q> We've decided to streamline things by elevating me and having Larry running things day-to-day, </q> <strong> Eric Schmidt </strong> said. In his blog, <strong> Eric Schmidt </strong> said he thought Larry is\" ready to lead\" and it's time for him to have a shot. On his personal twitter account, <strong> Eric Schmidt </strong> said,", "new_id": -2}, {"uid": "1294980002041598981", "i": 48224, "idx": 3, "sa": ["Steve Ballmer"], "q": "he wrote in a Jan. 10 e-mail to company employees.\" We are now ready to build on our success and move forward into the era of cloud computing.\" <strong> Steve Ballmer </strong> had apparently talked with Muglia <q> about the overall business and what is needed to accelerate our growth </q> and came to the decision that\" now is the time to put new leadership in place for STB.\" Microsoft Watch posting, I thought <strong> Steve Ballmer </strong>'s word choice and tactics in dismissing Muglia were unnecessarily brutal", "new_id": -2}, {"uid": "1296278683209059853", "i": 48015, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "District,\"' explained Feuirer. Balfour says SST is the largest manufacturer of this technology in the world. But despite global success, SST is still considered a\" small business\" with only 38 employees. <q> As a small business you have to watch every dollar, </q> Balfour said.\" If you have a few more dollars you can expand that research and development group.\" <strong> Kirsten Gillibrand </strong>'s plan would create a permanent 20 percent research and development tax credit that could impact more than", "new_id": -2}, {"i": 47069, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1/2 votes, easily beating Seattle receiver Mike Williams, who got eight.\" As a person and a player I learned a lot through my experiences on and off the field,\" <strong> Michael Vick </strong> said. <q> Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the importance of it and how hard it is to get to where we are today. </q> <strong> Michael Vick </strong> passed for 3,018 yards and 21 touchdowns( 233 of 372), scoring a 100.2 passer rating, and rushed for 676 yards( 6.8 average) and 9 touchdowns. Bargaining session:", "sa": ["Michael Vick"], "uid": "1296965126246792205"}, {"uid": "1296504083117964815", "i": 29801, "idx": 0, "sa": ["Simon Cowell"], "q": "Songs chart, and AEROSMITH's 1973 hit\" Dream On\" is No. 61. The Boston hard rockers'\" Big Ones\" collection\" from 1994 is No. 25 on iTunes' Albums chart. <q> So far, <strong> Steven Tyler </strong> has been a pretty striking presence on` Idol', </q> says Richard Rushfield, author of\" American Idol: The Untold Story\".\" He's a wild character, and he's pretty much pushed <strong> Simon Cowell </strong> To report any abusive, obscene, defamatory, racist,", "new_id": -2}, {"uid": "1295734433267124743", "i": 16420, "idx": 1, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "what I've said about those events[ at the News of the World] but when the spokesman needs a spokesman, it's time to move on.\" His staff were shattered. One said: <q> It is just terribly sad. I adored him. I learned so much from him. Just awful. </q> It was Labour's turn to exploit the moment. <strong> Ed Miliband </strong> suddenly turned defence into attack, saying:\" I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for as long", "new_id": -2}, {"uid": "1297234014042778761", "i": 941, "idx": 4, "sa": ["Donald Rumsfeld", "Todd Litman", "Ray LaHood"], "q": "it will continue to be an increasing drain on social welfare.\"[ 31] <strong> Todd Litman </strong> does not comment on these devastating findings. Energy Efficiency.\" Washington's War\" concluded that <q> U.S. Department of Energy data indicate a much smaller difference between rail transit and automobile energy intensity. Regulations have been adopted that will make automobiles more energy efficient than rail transit. </q> <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>'s claim, based on the APTA report, was that rail transit consumes only one-fifth as much energy( 80 percent less) per passenger mile as automobile travel.\" Washington's War\"", "new_id": -2}, {"uid": "1295728012106954753", "i": 39806, "idx": 2, "sa": ["Eric Schmidt"], "q": "will remain co-founder, devoting\" his time and energy to strategic projects,\" <strong> Eric Schmidt </strong> wrote in a blog post.\" As Google has grown, managing the business has become more complicated,\" <strong> Eric Schmidt </strong> noted. <q> So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> Google also reported a$ 2.54 billion fourth-quarter profit, up 29 percent from a year earlier. Revenue climbed 26 percent to$ 8.44 billion. The housing slump here in the Valley of Heart's Delight", "new_id": -2}, {"uid": "1295041985009945115", "i": 4187, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments\": true,\" duration\":\"\",\" mediaQueryString\":\" http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-36v&amp;flvURL=/media/2011/01/13/01132011-36v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-36v.jsn\"}{\" title\":\" Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\",\" description\": <q> <strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>,\" note\":\"\",\" correction\":\"\",\" stillURL\":\" http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\",\" emailLink\":\" http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1295419429158941199", "i": 13928, "idx": 0, "sa": ["Gabrielle Giffords", "Kent Conrad", "Byron Dorgan", "Sen. Bernie Sanders"], "q": "...- That was fast. Exactly one week after leaving Congress, former Sens. <strong> Byron Dorgan </strong>...( D-N.D.) announced Tuesday that he will not seek re-election in... Video: <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> Making Progress Report Abuse <q> Two more democrats bailing out knowing they wouldn't get reelected anyway, Mexico has Montezuma's revenge, Washington DC has <strong> Barack Obama </strong>'s Toxic Syndrome, unless you're a democrat from California New York or Massachusetts, you're more likely to be kicked out of office, The irony is, just two years ago, liberals in this very board were predicting the republican party would not survive another election, they were right about the prediction, but wrong about what which party would become extinct. </q> Report Abuse \"\" The budget deficit is completely out of control\" \" <strong> Kent Conrad </strong> contributed to our nations deficit, who he kidding talking about finding ways to lessen it? Is he going to", "new_id": -2}]