[{"uid": "1296675995024215578", "i": 35779, "idx": 3, "sa": ["Audrina Patridge", "David Letterman", "Justin Bieber", "Halle Berry", "Selena Gomez"], "q": "don't think they were pushed in the business,\" she added. \"They were genuinely discovered based on real talent.\" OK! NEWS: <strong> Justin Bieber </strong> ON HIS BEST FRIEND <strong> Selena Gomez </strong>- WE SAW <q> There hasn't been any official word on that, </q> <strong> Halle Berry </strong> said, \"but that would be a fantastic idea.\" Lunchtime Lowdown: <strong> Audrina Patridge </strong> Shows Off Her Bikini Bod for Bongo \"Late Show\" host <strong> David Letterman </strong> may be a more seasoned entertainer than pop sensation", "new_id": -2}, {"uid": "1297451846240746502", "i": 44698, "idx": 3, "sa": ["Islam Karimov", "Donald Rumsfeld"], "q": "But the DIA memo, written at <strong> Donald Rumsfeld </strong>'s request, came to the conclusion that the Andijan events were in fact not the result of an Islam Karimovist plot, but of legitimate grievances of the population. <q> Their[ those involved in the uprising] motivation almost certainly was anger and frustration over poor socio-economic conditions and repressive government policies rather than a unifying extremist ideology, </q> the memo, written by DIA Director Vice Admiral Lowell Jacoby. \"There are no indications that <strong> Islam Karimov </strong> understands that a deep sense of injustice was at the center of the protest. Future protests-possibly leading to more violence-are", "new_id": -2}, {"uid": "1294957263111804503", "i": 11184, "idx": 0, "sa": ["David Letterman", "Robert H. Wagner", "Lea Michele", "Tony Danza", "Conan O'Brien", "Michael Cera", "Martin Starr"], "q": "H. Wagner_Robert H. Wagner_to_voice_charlie.html\"> Vulture] A look at the rise and fall of the sitcom in the 1980s.[ A.V. Club] How nice: <strong> David Letterman </strong> gave <strong> Conan O'Brien </strong> a call over the holidays. Said Coco: <q> We hadn't spoken in a long time. He said I haven't checked in on you and want to make sure we're good. I said,` We've always been good.' I said he didn't owe me a call, but I appreciate it. </q>[ O'Brien-ratings/\"> Inside TV] Around the Web... <strong> Michael Cera </strong>, <strong> Tony Danza </strong>, and <strong> Martin Starr </strong> went for ice cream together, Lea Micheleving people like me to speculate as to why. A meeting of the comedic", "new_id": -2}, {"uid": "1296026772017973317", "i": 56607, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "distributing to reporters a recent quote from former-Secretary of State <strong> Colin Powell </strong> to drive home the criticism. \"Don't tell me you're going to freeze to a level,\" <strong> Colin Powell </strong> said Sunday on CNN's <q> State of the Nation. </q> \"That usually is a very inefficient way of doing it. Tell me what you're going to cut.\" On top of the spending freeze, <strong> Barack Obama </strong> also emphasized that he's open to even", "new_id": -2}, {"uid": "1296084277120438801", "i": 1305, "idx": 0, "sa": ["Andy Coulson", "Max Clifford"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories", "new_id": -2}, {"uid": "1297415226250134550", "i": 29974, "idx": 1, "sa": ["Steve Ballmer"], "q": "Nokia would contribute its expertise on hardware design, language support, and help bring Windows Phone to a larger range of price points, market segments and geographies,\" the firm said in a statement. <q> The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute, </q> said Microsoft CEO <strong> Steve Ballmer </strong>. Analysts have suggested that Microsoft is keen to control much of the Windows Phone experience, leaving handset vendors with little opportunity to modify and differentiate. Indeed the collaboration between the two firms casts", "new_id": -2}, {"uid": "1295668830122535946", "i": 48420, "idx": 1, "sa": ["Wash Westmoreland", "Michael Vick", "Ed Rendell"], "q": "<strong> Wash Westmoreland </strong> toward Marcellus Shale.[ 0] Former Gov. <strong> Ed Rendell </strong> supports program giving stray cats and dogs to prisoners. \"All of a sudden, recidivism's looking like a win-win,\" says <strong> Michael Vick </strong>. <q> I just really enjoy killing dogs. I do not care where. </q>[-5] Every day, on average, two water mains break in Philadelphia, which sometimes leads to millions of gallons of water pouring onto the street. Bonus spraygrounds, you guys!", "new_id": -2}, {"uid": "1295033035140197921", "i": 34838, "idx": 2, "sa": ["Camille Grammer", "David Letterman"], "q": ". The 55-year-old \"Cheers\" and \"Frazier\" star said on CBS\" ' Late Show With <strong> David Letterman </strong>\" on Thursday night that he's marrying Kayte Walsh. He says that <q> Kayte's my new girl </q> and that they're getting married \"in February, we think.\" His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, filed for divorce in July. She cited irreconcilable differences. She stars", "new_id": -2}, {"uid": "1296824737247005211", "i": 42942, "idx": 6, "sa": ["Eric Schmidt"], "q": "el buscador y el gobierno chino se enfrentaron por la censura a sus resultados y por intromisiones a su servicio de correo electr?nico, haciendo que la empresa se mudara a Hong Kong. <strong> Eric Schmidt </strong> dijo que hab?a <q> leyes de censura que simplemente no nos gustan </q> y por eso se hab?an mudado. Dinamarca: nueve a?os de c?rcel para agresor del caricaturista de Mahoma Tres millones de ni?as en peligro de sufrir una mutilaci?n genital, advierte la OMS Berlusconi: \"Somos una", "new_id": -2}, {"uid": "1295033166139100209", "i": 773, "idx": 1, "sa": ["Kevin Kolb", "Michael Vick", "Andy Reid"], "q": "chair like that?\" - <strong> Michael Vick </strong> to a cameraman standing on <strong> Kevin Kolb </strong>'s chair to get a better view days before the first Redskins game. Somehow, this still strikes me as hysterical all around. <q> God has given you the gift to play, play to your full potential and go out there, and if you see something that's not wearing the color that you're wearing, bust his head open, </q>- speech to players at his alma mater, Carson-Newman College when they honored his accomplishments. \"We'll see,\" - <strong> Andy Reid </strong>, hundreds of times, usually when asked about injuries. It's", "new_id": -2}]