[{"uid": "1297426535014974989", "i": 28275, "idx": 1, "sa": ["David Letterman"], "q": "asked the diminutive` Jersey Shore' party animal when she appeared on href=\"http://television.aol.com/show/late-show-with-David Letterman-David Letterman/49114/main\">` Late Show.'`` Do you think, uh, um, maybe you need to abstain?'' She replied, <q> I definitely don't think I have a problem. I mean, when we're not filming I hardly go out. I hardly drink. It's just, you know, it's summer. </q> <strong> David Letterman </strong> divulged that friends used to send him Alcoholics Anonymous brochures listing seven signs that one may have a problem.`` Number one was always,` Do you drink in the morning?''' he", "new_id": -2}, {"uid": "1296102526059130017", "i": 53012, "idx": 0, "sa": ["David Letterman"], "q": "one started last summer, but some of them form over 2 years before we even carve them,'' said Bruce Schindler with Team Alaska. Every year, their designs become more complex. <q> You get to meet the carvers again and again. It becomes like a little family. Breckenridge treats us like top-level athletes, </q> said Schindler. All sculptures must be finished by Saturday morning. The awards are handed out Sunday afternoon. 10:35 PM Late Show with <strong> David Letterman </strong> 11:37 PM The Late Late Show with Craig Ferguson", "new_id": -2}, {"uid": "1294981874103825409", "i": 48293, "idx": 0, "sa": ["Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand"], "q": "nation in the wake of the Tucson massacre, <strong> Barack Obama </strong> had some encouraging news Wednesday night, for a capacity crowd at the University of Arizona. He had just visited the bedside of wounded Congresswoman <strong> Gabrielle Giffords </strong>. <q> A few minutes after we left her room, and some of her colleagues from Congress were in the room, <strong> Gabrielle Giffords </strong> opened her eyes for the first time, </q> said <strong> Barack Obama </strong>. Senator <strong> Kirsten Gillibrand </strong>, who told western New Yorkers on Monday that Congressman <strong> Gabrielle Giffords </strong> was her close friend, explained to the nation the incredible moment she witnessed while visiting with <strong> Gabrielle Giffords </strong>, just after the", "new_id": -2}, {"uid": "1297170776188874758", "i": 41622, "idx": 1, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "and one without my knowledge or approval,'' he said. In his own statement, <strong> Dwaine Caraway </strong> said the key was`` ceremonial.'' As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, <q> I care deeply about animals </q> and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that`` since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying", "new_id": -2}, {"uid": "1296286589101859341", "i": 15590, "idx": 1, "sa": ["Barack Obama", "Kirsten Gillibrand"], "q": "2,000 New York companies could benefit, she said.`` This is exactly the kind of idea that <strong> Barack Obama </strong> was hoping for,'' <strong> Kirsten Gillibrand </strong> said, referencing his State of the Union address. <q> When I spoke to the <strong> Barack Obama </strong>, I mentioned this exact tax credit and his team said,` We are 100 percent behind it.' </q>`` This is not a Democratic or a Republican idea,'' she added.`` It's just a good idea.'' The proposal seeks to allow companies to deduct", "new_id": -2}, {"uid": "1296741882231227444", "i": 30084, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "has been worth the cost and remains largely unapologetic about his handling of the conflict, The Washington Post reported on Wednesday. Had the government of Saddam Hussein remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No", "new_id": -2}, {"uid": "1296853107145915918", "i": 4697, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "Bowl commercials to watch`` I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him,'' <strong> Roger Goodell </strong> said. <q> He takes that seriously also. </q> <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009 season. His starring performance for Philadelphia this season makes him", "new_id": -2}, {"uid": "1295573447037306383", "i": 763, "idx": 2, "sa": ["Eric Schmidt"], "q": "world's largest social network. Google said the management change was made as part of a plan to`` streamline'' decision making and create clearer lines of responsibility and accountability at the top. <q> It's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit, </q> said Ryan Jacob, portfolio manager with the Jacob Internet Fund.`` It should streamline the decision-making process. They're in a fast-moving industry.'' <strong> Eric Schmidt </strong> now plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1296577307029786112", "i": 27393, "idx": 0, "sa": ["David Letterman", "Hosni Mubarak", "Bill Clinton", "Keith Olbermann", "Alec Baldwin", "Rupert Murdoch"], "q": " <strong> Keith Olbermann </strong> returns to TV-- for five seconds In his surprise cameo on the Late Show with <strong> David Letterman </strong>, the former MSNBC shows his face to American viewers The Late Show <q> We got ta guy backstage... that if anything ever happened to me... </q> As a coda to a joke about the Egyptian protests and <strong> Bill Clinton </strong> <strong> Hosni Mubarak </strong>'s imminent departure, <strong> David Letterman </strong> pointed his thumb at an eager-looking <strong> Rupert Murdoch </strong> Olberman. <strong> Alec Baldwin </strong> When rumors began swirling this week that MSNBC", "new_id": -2}, {"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}]