[{"uid": "1295571569192872501", "i": 5007, "idx": 5, "sa": ["Eric Schmidt"], "q": "BGC Financial in New York, said the tension that the row engendered may have added to the reshuffle. But he said it was clear Google wanted to use <strong> Eric Schmidt </strong>'s political connections to the full. <q>They need government outreach, officials in Washington and Europe are all taking a closer look at Google,</q> he said. Gillis said that the wider issue may stem from inside the company. While Google has bought and successfully integrated companies including YouTube, Android and ad firm DoubleClick, its recent record of internal", "new_id": -2}, {"uid": "1295934410148537368", "i": 22492, "idx": 2, "sa": ["Eric Gordon", "Rasheed Wallace", "Allen Iverson", "Rasual Butler"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q>We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us.</q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/NBA_Pretemporada_12/10/2009__Golden_State_Warriors_117_Vs_Los_Angeles_Clippers_124 <strong> Rasual Butler </strong> scored 13 of his 27 points in the third quarter, <strong> Eric Gordon </strong> added 22 and the Los", "new_id": -2}, {"uid": "1297006511157859876", "i": 32721, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "LONDON( Reuters)- <strong> Google Inc. </strong> wants to avoid a lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. <q>We certainly want to avoid that,</q> <strong> Eric Schmidt </strong> told the paper in an interview. \"I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1297722098254132231", "i": 45554, "idx": 1, "sa": ["Steve Ballmer"], "q": "In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. \"Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,\" <strong> Steve Ballmer </strong> said. <q>That's not just good for Nokia, that's good for all our handset partners.</q> <strong> Steve Ballmer </strong> also demonstrated some of the improvements that are coming to Windows Phone 7 this year. They include a faster Web browser and quicker switching between applications. Shares of Nokia fell 52 cents,", "new_id": -2}, {"uid": "1296633878181747729", "i": 6268, "idx": 0, "sa": ["Eric Schmidt", "Richard Hammond"], "q": "prospective patients, Zuckerberg is as proud of his son <strong> Richard Hammond </strong>'s burgeoning social network as he is eager to promote his long-established \"painless\" dental practice in Dobbs Ferry. In the solicitation, the elder Zuckerberg says <q><strong> Richard Hammond </strong> am literally the Father of Facebook...</q>- Gawker\" What the world can learn from Google \" \"Sometimes geopolitical lessons come from the strangest places. With <strong> Eric Schmidt </strong> stepping down as CEO of Google and replaced by founder Larry", "new_id": -2}, {"uid": "1296777708217071642", "i": 4386, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Robert McNamara"], "q": "and regrets about the most derided Pentagon tenure since <strong> Robert McNamara </strong>'s day. On the fundamental question of his tenure, <strong> Donald Rumsfeld </strong> writes that invading Iraq was not a mistake, on the grounds that the Middle East would be <q>far more perilous than it is today</q> were <strong> Saddam Hussein </strong> still in power. Maybe. The Middle East is awfully perilous as it is. But it's also true that <strong> Saddam Hussein </strong> is no longer menacing his neighbors or torturing his people and that the seeds", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said.\" \" \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,\" <strong> Zahi Hawass </strong> said in an interview at his office. <q>What's happening is normal. Thankfully, all the damaged items can be restored.</q>\" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}, {"uid": "1295911544158924801", "i": 1360, "idx": 0, "sa": ["Jean Schmidt", "Robert Aderholt", "Mike Pence"], "q": "pro-life lawmakers lined up at the rally before the march to speak, calling for Congress to block federal funding for abortion domestically and overseas, and to defund Planned Parenthood. But they also just celebrated. <q>We have eight new pro-life Republican women! Thank you!</q> shouted Rep. <strong> Jean Schmidt </strong>, R-Ohio, to the crowd. \"We're up for a new day in this Congress,\" said Rep. <strong> Robert Aderholt </strong>, R-Ala. Rep. <strong> Mike Pence </strong>, R-Ind., directed a", "new_id": -2}, {"uid": "1295571315103104513", "i": 25763, "idx": 6, "sa": ["Eric Schmidt", "Google Inc."], "q": "his blogpost that Page, the son of a Michigan State University computer science professor, will now lead product development and technology strategy, areas that are \"his greatest strengths.\" <q>It will be interesting to see what he'll do that's different, what he could not have done in his prior role,</q> said BGC Partners analyst Colin Gillis. <strong> Google Inc. </strong> co-founder Page takes over, shares climb <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> will step aside and make way for co-founder Larry Page to take the reins, in a surprise announcement...", "new_id": -2}, {"uid": "1295286961030097447", "i": 43669, "idx": 0, "sa": ["Steve Ballmer", "Martin Luther King"], "q": "Finance Search Mon, Jan 17, 2011, 12:55 PM EST- U.S. Markets closed for <strong> Martin Luther King </strong>, <strong> Martin Luther King </strong>. Day{ \"s\": \"msft\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} Press Release Source: Microsoft Corp..) CEO <strong> Steve Ballmer </strong> today announced the worldwide availability of Microsoft Dynamics CRM Online, the cloud version of", "new_id": -2}]