[{"uid": "1297090505185942018", "i": 44170, "idx": 1, "sa": ["Dot-Marie Jones", "Simon Cowell"], "q": "winning the show. \"Be original, don't be boring, be fearless, number four-- stand out from the crowd, and number five, suck up to me,\" he says. <q>I should make that number one.<q> Exclusive: <strong> Simon Cowell </strong> Reveals Top Five Tips to Winning \"The X Factor\" \"Glee\"s <strong> Dot-Marie Jones </strong> wore many hats before starring on \"Glee\" as Coach Beiste-- one of them being a world", "new_id": -2}, {"uid": "1295669758172441761", "i": 29714, "idx": 0, "sa": ["Sergio Marchionne", "Alan Mulally", "Ray LaHood"], "q": "<strong> Alan Mulally </strong> and Chrysler CEO <strong> Sergio Marchionne </strong>. The Insurance Institute for Highway Safety and others have questioned whetherbanning texting behind the wheel orusing a hand-held cell phone reduces traffic accidents. <strong> Ray LaHood </strong> responded Thursday by saying, <q>there are some who would like to derail our work spotlighting the dangers of texting or talking on the phone while driving. I want them to know that our fight to end distracted driving will not be deterred.<q> <strong> Ray LaHood </strong> has been on a self-described \"rampage\" on the issue in the wake of harrowing stories of motorists killed by drivers who were texting or talking on a phone. About 5,500 people were killed and", "new_id": -2}, {"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,<q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}, {"uid": "1295999904228769818", "i": 8204, "idx": 0, "sa": ["Bill Lockyer", "Elena Salgado"], "q": "market might have to be partially nationalized, <strong> Elena Salgado </strong> said. To qualify for government funding, the private banks would then be forced to list on the stock market. The aim of the restructuring was to <q>dissipate any doubt about the solvency of lending entities,<q> <strong> Elena Salgado </strong> said. But analysts warned that the cajas might need much more money that the finance ministry estimated and that most of them would have trouble raising funds on the open market. Treasurer <strong> Bill Lockyer </strong> says", "new_id": -2}, {"uid": "1295177816150732814", "i": 23182, "idx": 2, "sa": ["Sergio Marchionne", "Alan Mulally"], "q": " \"This has been the heart of the problem in Detroit,\" said <strong> Sergio Marchionne </strong>, who also heads up Fiat, the Italian auto company. <strong> Alan Mulally </strong> said Ford has learned that it has to <q>deal with the current reality. You have to match production to real demand and accelerate development of new products that people will want to buy.<q> For Ford that meant going with a plan for massive restructuring to a consortium of banks and borrowing$ 23.5 billion, he said. For GM and Chrysler it meant bankruptcy filings and huge bailouts", "new_id": -2}, {"uid": "1295971287048300059", "i": 42307, "idx": 1, "sa": ["Eric Schmidt"], "q": "time after time. That was the key message the PR folks wanted to get over. We are not the bad guys. In fact Mr. <strong> Eric Schmidt </strong> went out of his way to tell how great Google is. <q>The future should be organized around doing good,<q> he told a largely appreciative audience. And he told us just what a force for good Google is-helping free imprisoned ministers for example. But the one bit of his speech that was, if not new", "new_id": -2}, {"uid": "1295907761051232825", "i": 22900, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "the Union Sunday morning, steered clear of making an endorsement. \"Right now I do not see on the Republican side any one individual that will emerge at the top of the pile,\" <strong> Colin Powell </strong> said. <q>I have not yet seen anybody on the Republican side I am prepared to commit to and I am not committed to <strong> Barack Obama </strong> either.<q> endorsed then-candidate <strong> Barack Obama </strong> in 2008 saying at the time that <strong> Barack Obama </strong>, \"displayed a steadiness, an intellectual curiosity, a depth of knowledge... in not just jumping in and changing every day, but showing intellectual", "new_id": -2}, {"uid": "1295350249142295047", "i": 34739, "idx": 0, "sa": ["Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": "privacy and security don't come cheap in LA- especially where he lives.\" As for <strong> Derek Hough </strong>'s attempt to set up home Stateside with the Promise This hitmaker, the friend explained to Heat: <q><strong> Cheryl Cole </strong> and <strong> Derek Hough </strong> have definitely been getting closer, but she wants her own life in LA- her own identity, not just as <strong> Derek Hough </strong>'s girlfriend.<q> They added: \"She needs space and a chance to make her own life... <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood.\"", "new_id": -2}, {"uid": "1295124191182747179", "i": 3270, "idx": 2, "sa": ["Allen Iverson"], "q": "had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. \"This was a big win for us at somebody else's home,\" <strong> Allen Iverson </strong> said. <q>Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.<q> Elias Says <strong> Allen Iverson </strong> posted his own kind of triple double on Wednesday, leading the Nuggets to a win over Memphis by shooting 11-of-26 from the floor, 10-of-12 from the line and adding 12 assists. It was only", "new_id": -2}, {"uid": "1297245174074432537", "i": 15389, "idx": 0, "sa": ["Simon Cowell"], "q": "his 40th birthday. \"I don't think it's possible for a new show to be as big a hit as that[ Friends], which is fine,\" he told USA today. <q>I say all the time that I'm glad I got to experience that level of fame so that I don't have to spend my whole life chasing it.<q> <strong> Simon Cowell </strong> Sunshine marks Matthew's first return to television since his stint on Studio 60 on the Sunset Strip, which was cancelled in 2007. After rocketing to fame back in the 90s as a member of", "new_id": -2}]