[{"uid": "1296603179193396764", "i": 37378, "idx": 1, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "air are all but silenced.`` The show has experienced year-to-year declines of about 10 percent for the last several seasons now, so everyone expected ratings to drop,'' a TV insider tells me. <q> The only question was how much they drop. And although the show did drop, it still produced huge numbers easily beating all its competition. Last week's episode was actually up from last Thursday's episode by nearly 18 percent, and was down only 9 percent from the equivalent episode last year. </q> <strong> Simon Cowell </strong> Pokes Fun at` Idol' Judge <strong> Steven Tyler </strong>` American Idol' Confirms <strong> Jennifer Lopez </strong>, <strong> Steven Tyler </strong> as New Judges <strong> Steven Tyler </strong> Tells Friend He's an` American Idol' Judge this show", "new_id": -2}, {"uid": "1295612486136232974", "i": 13327, "idx": 0, "sa": ["Eric Schmidt"], "q": "employees into the owner of the world's most-used search engine, with$ 29.4 billion in sales last year.`` Larry is ready,'' Mr <strong> Eric Schmidt </strong>, who will become executive chairman, said. <q> It's time for him to have a shot at running this. </q> Mr <strong> Eric Schmidt </strong>, 55, who joined the company in 2001, will focus on deals, partnerships and customers. Mr Page takes over operations in April. Mr <strong> Eric Schmidt </strong> guided Google past early doubts", "new_id": -2}, {"uid": "1295364352186253316", "i": 19356, "idx": 3, "sa": ["Oprah Winfrey", "Barbara Walters", "Michael Vick"], "q": "wager,'' suggesting 100 British pounds. <strong> Oprah Winfrey </strong> seemed game, but suggested they double it.`` Make it two.'' So, 200 pounds it is( about$ 320). <q> If <strong> Michael Vick </strong> chooses to sit with you as his first interview and not with me, then that's the way it's supposed to be, </q> <strong> Oprah Winfrey </strong> said.`` God bless the man.'' <strong> Barbara Walters </strong> also is believed to be interested. In other <strong> Michael Vick </strong> related news: In his weekly Virginia Beach ESPN radio appearance, <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1297256995028704771", "i": 16725, "idx": 2, "sa": ["Piers Morgan", "Michael Oher", "Michael Vick"], "q": "'' The interview ended on an unexpected note when <strong> Piers Morgan </strong> asked <strong> Michael Oher </strong> if he felt that Philadelphia quarterback <strong> Michael Vick </strong> deserved a second chance.`` People mess up all the time,'' <strong> Michael Oher </strong> said. <q> <strong> Michael Vick </strong> surrounded himself around the wrong people and you have to be careful with that. He's redeemed himself. If you give someone a second chance, look at what happens. The guy came back and had an unbelievable season. That's all it takes just like the Tuohys gave me a second chance. </q> Comments:( you may use HTML tags for style) Welcome to The Baltimore Sun's Ravens game story database. Use the search prompts below for access to", "new_id": -2}, {"uid": "1296199986159858692", "i": 30425, "idx": 0, "sa": ["Mike Pence"], "q": "Staff Writer Thursday, January 27, 2011; 10:52 PM <strong> Mike Pence </strong>( R-Ind.) will not run for president in 2012 but has left the door open to running for governor of the Hoosier State. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star.`` We will not seek the Republican nomination for president in 2012.'' <strong> Mike Pence </strong> has been publicly pondering whether to run for", "new_id": -2}, {"uid": "1295279785214679570", "i": 28217, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "in life it is right to give someone a second chance.'' Mr <strong> David Cameron </strong> insisted that Mr <strong> Andy Coulson </strong> was doing his job well and in a`` proper'' way. But he added: <q> Of course he, as anyone who is human would be, is extremely embarrassed by the endless publicity and speculation about what happened many years ago when he was editor of the News of the World. </q> It was reported on Sunday that Mr <strong> Andy Coulson </strong> had offered to quit over the continuing speculation about his past, but been persuaded by Mr <strong> David Cameron </strong> to stay on. Fathers encouraged to take time off with", "new_id": -2}, {"uid": "1295452144253739151", "i": 12102, "idx": 1, "sa": ["David Letterman", "Betty White"], "q": "old glamour shot of <strong> Betty White </strong> in what we imagine is the early 1940s-- woo woo, she was a looker. When asked if she's going to do`` SNL'' again, <strong> Betty White </strong> quips, <q> I think you do a thing once and then you run like a thief. </q> <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says,`` Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby", "new_id": -2}, {"uid": "1295559369243744783", "i": 40783, "idx": 0, "sa": ["Leon Panetta", "Madeleine Albright", "Sam Nunn", "Colin Powell", "Bill Clinton"], "q": "introduced his intelligence chiefs- CIA director <strong> Leon Panetta </strong> and NID retired Admiral Dennis Blair. www.change.gov http://wn.com/Repealing_Don't_Ask,_Don't_Tell__Colin_Powell_and_Sam_Nunn Complete video at: fora.tv <strong> Bill Clinton </strong> <strong> Madeleine Albright </strong> of State <strong> Colin Powell </strong> and former <strong> Sam Nunn </strong> discuss a possible repeal of the US military's controversial <q> Don't Ask, Don't Tell </q> policy regarding gay and lesbian service. This program was recorded in collaboration with the 2008 Aspen Ideas Festival.----- <strong> Bill Clinton </strong> <strong> Sam Nunn </strong> and former <strong> Madeleine Albright </strong> of State <strong> Colin Powell </strong> discuss topics ranging from the future of the United States military", "new_id": -2}, {"uid": "1295501732152404071", "i": 20406, "idx": 3, "sa": ["Doc Rivers", "Allen Iverson", "Pat Garrity", "Darrell Armstrong"], "q": "76ers. <strong> Allen Iverson </strong> shrugged off a slow start to score a season-high 46 points Wednesday night, but the Magic contained Philadelphia's other starters to beat the 76ers 110-105 behind 25 points by <strong> Pat Garrity </strong> and 20 by <strong> Darrell Armstrong </strong>. <q> That little guy is something else. He drove me crazy, </q> <strong> Doc Rivers </strong>, Orlando's first-year coach, said.`` We didn't want to trap him, and it nearly cost us. We told the guys if we could stop the other four, we could win the", "new_id": -2}, {"i": 5185, "idx": 2, "index_answer": 0, "new_id": -1, "q": "B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in.'' Republicans, <strong> Mike Pence </strong> continues, should learn from how <strong> Ronald Reagan </strong> led. <q> I think <strong> Ronald Reagan </strong> personifies both the substance and the style of conservatism in the 21st century, </q> he says.`` On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.''`` But on", "sa": ["Mike Pence", "Ronald Reagan"], "uid": "1295552145232112145"}]