[{"uid": "1297234014042778761", "i": 944, "idx": 7, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": "War\" assumes \"that rail transit is always slower and less desirable than driving.\" But \"Washington's War\" does not say that rail transit is always slower( as is indicated by the words <q> the overwhelming majority of transit services are not time-competitive with automobiles </q> nor is there any statement to the effect that transit is always less desirable than driving). A citation error in the APTA report( now corrected) precluded evaluation of <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>'s accident claim. However", "new_id": -2}, {"uid": "1297556763066551837", "i": 28894, "idx": 0, "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "q": "then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him, \"I'm glad you're here, because it is your moment as well,\" </q> <strong> Ray Allen </strong> said. \"When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and", "new_id": -2}, {"uid": "1295930793182222854", "i": 22545, "idx": 1, "sa": ["Mike D'Antoni", "Allen Iverson"], "q": "edge. New York closed to 37-27 in the second quarter but Miami went on a 12-0 run. Miami also went on a 12-4 run when New York got within 61-55 in the third quarter. QUOTABLE <strong> Allen Iverson </strong>: <q> Hopefully we can turn things around by having some more energy and execute a little better. </q>-- New York coach <strong> Mike D'Antoni </strong> on what the Knicks could do http://wn.com/Miami_Heat_vs_Washington_Wizards_95__94_December_18,_2010 For more Knicks news and highlights go to www.fromthebaseline.com. Follow me on twitter http http://wn.com/Allen_Iverson_27pts_vs_NY_Knicks_97/98_NBA_*Self-Pass_Layup_*Crossover_on_Childs In <strong> Allen Iverson </strong>'s 2nd season, the Philadelphia 76ers guard scored 27", "new_id": -2}, {"uid": "1297270331172048512", "i": 5260, "idx": 0, "sa": ["Simon Cowell"], "q": "start tuning up your act if you want to try out for <strong> Simon Cowell </strong>'s upcoming Fox game show, The X Factor. Dallas is among the cities that will host auditions this spring. says contestants must be <q> at least 12 years of age by March 1, 2011, a legal US citizen or eligible to work full time, and without a current music recording contract. </q> Unlike American Idol, there's no upper age limit, and it's open to vocal groups as well as solo singers. According to the Associated Press: The winner will get a$", "new_id": -2}, {"uid": "1295717001239091721", "i": 43827, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "Crown Prosecution Service( CPS) has asked a senior QC to \"comprehensively\" re-examine material amassed as part of the original inquiry and any new evidence. In his resignation statement, Mr <strong> Andy Coulson </strong> said: <q> Nothing is more important than the Government's task of getting this country back on its feet. \"Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role. </q> Speaking to reporters later, Mr <strong> David Cameron </strong> said he had done an \"excellent, excellent job\" as his communications chief. Boy, 9, has Disney World trip ruined after US immigration rules him", "new_id": -2}, {"uid": "1296371376213876815", "i": 2625, "idx": 5, "sa": ["Tyronn Lue", "Dwight Howard", "LeBron James", "Tracy McGrady", "Carmelo Anthony", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Allen_Iverson_vs_Kobe_Bryant_Lakers_09/10_*24000pts_vs_24000pts_*The_last_game_as_a_grizzlies <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong> Mcgrady, Shaq, <strong> LeBron James </strong>, <strong> Dwight Howard </strong> All-Star Dance-Off, Slam Dunk Contest, Top 10, NBA Draft 2009, <strong> Dwight Howard </strong> Superman dunk, AND1, Hot sauce, <strong> LeBron James </strong> james, la", "new_id": -2}, {"uid": "1295945705264699914", "i": 15335, "idx": 0, "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "q": "you were a kid in school always picking teams,\" <strong> Trent Baalke </strong> said. \"Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 3 BR/ 1.1 BA$ 1,365,000.00 SAN FRANCISCO 1 BR/ 1.1", "new_id": -2}, {"uid": "1297279935262340634", "i": 445, "idx": 0, "sa": ["Steve Ballmer"], "q": "at the mouth if you have to start from the beginning of a level, after nearly completing it? Or do you plot to murder <strong> Steve Ballmer </strong> when Microsoft's anti-virus software kicks you out of a game. <q> The sample size of the consumer security survey was a record 14,284 with a margin of error of+/-.82 percent. The questions were posed to Avira's 100+ million customers worldwide, giving the survey an international flavor. Here are the results to Avira's December security survey: </q> 39%- Cursed or yelled at the computer out loud? 38%- No! I would never yell at my computer, it is too sensitive.( I friendly try to encourage it working again...", "new_id": -2}, {"uid": "1295960558216842285", "i": 46602, "idx": 0, "sa": ["Eric Schmidt"], "q": "comments section or shoot a Twitter message to@WSJDealJournal or@ShiraOvide. UPDATE: Asked to respond to the New York Post story, Google said the company doesn't \"comment on gossip or speculation.\" <q> Previous Deals of the Day: The <strong> Morgan Stanley </strong> Banker Drawn into Galleon Case 12:00 pm January 24, 2011 <cite> Len Feldman </cite> wrote: \"The Stream of Consciousness Hour </q>, where <strong> Eric Schmidt </strong> says creepy, inept things in the first half-hour and spends the next half-hour explaining that they were jokes. 11:14 am January 24, 2011 <cite> Precision Trading Solutions </cite> 11:04 am January 24,", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q> Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized. </q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}]