[{"uid": "1295131435025296909", "i": 18129, "idx": 0, "sa": ["LeBron James", "Allen Iverson", "Mike Brown", "Kobe Bryant", "Mo Williams"], "q": "25 win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> LeBron James </strong> around, the Cavs have <strong> Kobe Bryant </strong> to fear.`` He willed this win for us,'' Cavs coach <strong> Mike Brown </strong> said of his star. <q> He has been doing that for us down the stretch, no matter who our opponent is. </q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half http://wn.com/Allen Iverson_Allen Iverson_23pts_vs_LeBron James_LeBron James_Cavs_08/09_NBA The Detroit Pistons are starting to show their potential with <strong> Allen Iverson </strong>, beating two of the NBAs best teams in less than a week. <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295972855202047505", "i": 18630, "idx": 4, "sa": ["Bernie Sanders"], "q": "was good for his party's business. Between 2003 and 2008, <strong> Bernie Sanders </strong> received over$ 2 million in campaign contributions, 20.7% coming from retired individuals. href=\"http://www.opensecrets.org/industries/background.php?cycle=2010&amp;ind=W06\"> Open Secrets notes: <q> The top industry isn't really an` industry' at all, but individuals who list their occupation as` retired' in federal documents. </q> Open Secrets also notes that the href=\"http://www.opensecrets.org/industries/background.php?cycle=2010&amp;ind=W06\"> AARP, with over 40 million members,`` is the largest advocacy group for retired people.'' AARP is in the business of protecting certain government programs which financially", "new_id": -2}, {"uid": "1296599743193396754", "i": 60055, "idx": 3, "sa": ["Howard Stern", "Kelsey Grammer", "Camille Grammer", "David Letterman"], "q": ": <strong> Camille Grammer </strong> strongly implied to <strong> Howard Stern </strong> that ex-husband <strong> Kelsey Grammer </strong> is a cross-dresser. Having told <strong> Howard Stern </strong> that <strong> Kelsey Grammer </strong> was excited to get a role in cross-dressing Broadway show La Cage aux Folles, <strong> Howard Stern </strong> asked( via RadarOnline), <q> But you're saying you do think he's gay, that when he got into La Cage aux Folles, he was in the right play... </q> http://wn.com/Kelsey Grammer_Camille Grammer_To_Marry_Girlfriend_Kayte_Walsh_in_February click our link thetodaybuzz.com- to watch full`` <strong> Kelsey Grammer </strong> To Marry Girlfriend Kayte Walsh in February'' exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the`` Late Show with <strong> David Letterman </strong>'' on Thursday night that", "new_id": -2}, {"uid": "1295586272212418583", "i": 3539, "idx": 14, "sa": ["David West", "Allen Iverson", "Kevin Garnett", "Jason Kidd"], "q": "return of <strong> Kevin Garnett </strong>, holding on for a 124-118 victory over the Boston Celtics on Tuesday night. Denver also halted the Celtics' dominance over David Western Conference teams this seJason Kidd, snapping their string of 16 straight wins. <q> I don't look at it as we beat the best team in the league, a win is a win, </q> <strong> Allen Iverson </strong> said.`` Obviously, we can compete with anybody. No one seems to know how much talent we have. We have enough talent to scare some people, but we just have to bring it night", "new_id": -2}, {"uid": "1295225658227999788", "i": 16297, "idx": 2, "sa": ["Kevin Garnett", "Ben Gordon", "Allen Iverson", "Tyrus Thomas", "Tim Hardaway"], "q": "game. After <strong> Tyrus Thomas </strong> missed a shot from midcourt as Tim Hardawaye expired, <strong> Allen Iverson </strong> headed for his Ben Gordonch where injured <strong> Kevin Garnett </strong> delivered a couple of congratulatory slaps- to his head and chest. <strong> Allen Iverson </strong> said he doesn't like <q> being made a fuss over. </q> But that was unavoidable after he broke out of his shooting slump. He scored just four points on 1-for-12 shooting and missed the final shot in Chicago's 105-103 overTim Hardawaye win Saturday.`` It felt like we were", "new_id": -2}, {"uid": "1296241400207323225", "i": 26086, "idx": 0, "sa": ["Eric Schmidt"], "q": "openness of the Web. The Beeb confronted <strong> Eric Schmidt </strong> with Google's apparent failure to catch the social network wave, citing the failure of href=\"http://crave.cnet.co.uk/software/google-buzz-gmail-status-update-and-content-sharing-has-us-bam-buzz-elled-49304958/\"> Google Buzz. <strong> Eric Schmidt </strong> concedes that Google has been <q> late adding social capabilities to our core products </q> but says that Buzz and other current plans are not an attempt to copy Facebook. Discussing the walled gardens of social networking, <strong> Eric Schmidt </strong> reckons that closed systems threaten`` the bargain of the Web'', a", "new_id": -2}, {"uid": "1297123665195428354", "i": 32331, "idx": 1, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.''___ Super Bowl ad featuring Eminem showcases Detroit, sends shivers through beleaguered Motor City DETROIT( AP)", "new_id": -2}, {"uid": "1297196814258572315", "i": 47251, "idx": 10, "sa": ["George W. Bush", "Colin Powell", "Condoleezza Rice", "Donald Rumsfeld", "Dick Cheney"], "q": "an unprecedented public demand for his ouster. They accused Mr. <strong> Donald Rumsfeld </strong> of`` abysmal'' military planning and lack of strategic competence. Mr. <strong> George W. Bush </strong>'s No. 2, <strong> Dick Cheney </strong>, meantime, praised Mr. <strong> Donald Rumsfeld </strong> as <q> the finest secretary of defense this nation has ever had. </q> Mr. <strong> Donald Rumsfeld </strong> made clear, however, that there was no love lost between him and some other <strong> George W. Bush </strong> administration officials, in particular Mr. <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>.`` She'd never served in a", "new_id": -2}, {"uid": "1296114922211763218", "i": 27135, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ".`` In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' Watchers of the technology giant seemed to react mostly positively to news of the leadership shakeup.`` I think it", "new_id": -2}, {"i": 12447, "idx": 1, "index_answer": 0, "new_id": -1, "q": "the collapse of such a dictatorship was`` inevitable'' in Egypt, as well as in other countries throughout the world.`` What comes next, it's hard to predict,'' <strong> Patrick Leahy </strong> said. <q> A huge part of( Egypt's) natural product is tourism. They've got to get tourists feeling free to go back. Nobody's about to book a trip to Egypt right now.`` The United States really needs stability there, </q> <strong> Patrick Leahy </strong> continued,`` because of our interests in Israel and Jordan and elsewhere.'' <strong> Sen. Bernie Sanders </strong>, I-Vt., had a similar response and called on the United States to support a transition to democracy.", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1297523762190513232"}]