[{"uid": "1297283444062046208", "i": 10169, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "male-o-garchy trying to turn the clock back on women's health. I remain committed to ensuring that American women always have the right to choose what's best for their own lives and their own bodies.'' <q> Republicans claim that they want to keep government out of people's lives, but they insist on asserting their authority in the lives of women, </q> Senator <strong> Kirsten Gillibrand </strong> said.`` They've been in power only a few weeks, yet the Republicans have already made depriving women of the medical care they need and deserve one of their primary goals. This agenda", "new_id": -2}, {"uid": "1296045804000704534", "i": 24724, "idx": 1, "sa": ["Ed Miliband", "Andy Coulson", "Jacob Rees-Mogg", "Ed Balls", "David Cameron"], "q": "are cheering louder as <strong> Jacob Rees-Mogg </strong> Rees Mogg quotes Thatcher's`` there is no alternative'' line. 1212: And there's the first reference to <strong> Andy Coulson </strong>: <strong> Ed Miliband </strong> calls <strong> David Cameron </strong>'s judegment into question for <q> hanging on to him for so long </q>. <strong> David Cameron </strong>'s return is stinging: if <strong> Ed Miliband </strong> thinks <strong> Ed Balls </strong> is such a good idea, why didn't he appoint him shadow chacncellor in the first place? The two leaders can barely contain their professional disdain for", "new_id": -2}, {"uid": "1297261982254083402", "i": 832, "idx": 2, "sa": ["Michael Gove", "Steve Richards"], "q": ", along with many civil servants in the Whitehall education machine, the zealots who run teacher training colleges and tens of thousands of teachers will fight tooth and nail against almost everything Mr <strong> Michael Gove </strong> wants to do.'' <q>`` So a Michael Government appoints people who aren't teachers to set targets; those same people then attack schools for being too target-driven; and a new regime sets new targets to break the spell of the old targets. It would be more interesting, productive- and cheaper- to reform Ofsted, so that it drew its inspectors from among the best of the active teaching population. The` target' problem would probably solve itself. </q> \" <strong> Steve Richards </strong> argues in the Independent that there is an inconsistency in Mr <strong> Michael Gove </strong>'s aim to drive up standards while allowing free schools to make their own decisions: \"`` In its complacent selfishness, the drive for", "new_id": -2}, {"uid": "1296563069244629508", "i": 9495, "idx": 1, "sa": ["Angelina Jolie", "Jon Voight"], "q": "affection for Israel and the Jewish people,'' but that he doesn't know where she stands on the nation. <strong> Jon Voight </strong> revealed he would`` love to see'' UN goodwill ambassador <strong> Angelina Jolie </strong> at his side <q> coming on a visit to Israel </q>. He added:`` That would be a nice thing before I go.'' Keep updated with the latest breaking news and content on our Twitter feed. Latest dining reviews Read", "new_id": -2}, {"uid": "1296322600190955617", "i": 17077, "idx": 0, "sa": ["Zahi Hawass"], "q": "biggest collection of Pharaonic antiquities, is adjacent to the headquarters of the ruling National Democratic Party that protesters had earlier set ablaze. Flames were seen still pouring out of the party headquarters early on Saturday. <q> I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night, </q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday.`` Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from", "new_id": -2}, {"uid": "1295705788039895042", "i": 613, "idx": 1, "sa": ["David Cameron", "Andy Coulson", "Jean-Claude Duvalier"], "q": "our worst day in government,'' a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on Friday. The left-wing newspaper added that <strong> Andy Coulson </strong>'s departure <q> leaves the prime minister with a crucial vacancy as the coalition government weathers dissent about cuts </q> in public spending introduced to reduce a huge budget deficit. <strong> Andy Coulson </strong> had been under pressure for months about what he knew about a phone-hacking scandal at the Rupert MurJean-Claude Duvalierh-owned News of the World weekly in 2005-6,", "new_id": -2}, {"uid": "1296730194207978513", "i": 3935, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": "exclusion, which would prompt an assessment of need. Shadow education secretary <strong> Andy Burnham </strong> said the report backed the views of teachers and parents who want <strong> Michael Gove </strong> to`` rethink his backward-looking curriculum policy''. <q> The Tory-chaired committee warns that <strong> Michael Gove </strong>'s plans for a narrow 1950s-style curriculum could lead to young people switching off from learning, playing up in the classroom and finding themselves unprepared for the modern workplace, </q> he said.`` Giving young people the opportunity to study the subjects they excel in, enjoy and that will set them up for the future is the best way to keep them engaged and focused on", "new_id": -2}, {"uid": "1296142177223117312", "i": 3921, "idx": 0, "sa": ["Michael Gove"], "q": "' debt burden, in signs that the idea is gaining ground despite the denials of euro zone policymakers. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1296125466027361319", "i": 45509, "idx": 0, "sa": ["Zahi Hawass"], "q": "initiative as a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, especially those items that are considered unique. <q> The painted bust of Nefertiti is universally recognised as a unique and irreplaceable artefact, </q> <strong> Zahi Hawass </strong> says. The bust is ranked first on a`` Wish List'' of five important objects that Egypt hopes to have returned. The other four objects in question are the Rosetta Stone, now in the British", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.'' Saying his`` heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}]