[{"uid": "1295507172010305555", "i": 37360, "idx": 0, "sa": ["Carmelo Anthony", "Chris Bosh", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "q": "it hurt them a little bit.\" <strong> Carmelo Anthony </strong> has shot 49-of-72 while averaging just over 40 points in the last three games. \"It's got to be like that Thursday,\" the 6-foot-8 forward said. <q>I've got confidence it will be like that Thursday. It's a big game for us. Do I believe we have to win? No. But it's a must-win for us.</q> <strong> Allen Iverson </strong> added 21 points, seven rebounds and nine assists, <strong> Linas Kleiza </strong> scored 15 points, and <strong> Marcus Camby </strong> http://wn.com/Kobe_Bryant_17_points_2008_vs_LA_Clippers_highlights Toronto's <strong> Chris Bosh </strong> realized it was a game the Raptors weren't going to win on shooting and rebounding, so", "new_id": -2}, {"uid": "1295977910157089808", "i": 30954, "idx": 2, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl", "Chauncey Billups"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Hornets-Nuggets_84-113_I_CP3_21pts,11ast_vs_Billups_36pts,8ast,[8_3-pointers],Smith_19pts DENVER, April 19,2009( AP) <strong> Chauncey Billups </strong> settled", "new_id": -2}, {"uid": "1297448732228950037", "i": 29308, "idx": 1, "sa": ["Darren Cooper", "Michael Gove", "Chris Robbins"], "q": "involved in the case- Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council- were celebrating their victory. Sandwell Council leader <strong> Darren Cooper </strong> said: <q>At the very least, we have been vindicated for bringing the action. Now we have to wait to see whether the Government accepts it was too hasty in scrapping the scheme.</q> Meanwhile, Waltham Forest Council leader <strong> Chris Robbins </strong> said the decision was \"a victory for common sense and fair play\". Mr <strong> Michael Gove </strong> was ordered to pay the costs for each of the six local councils and", "new_id": -2}, {"uid": "1295636961179568645", "i": 30507, "idx": 0, "sa": ["Andy Coulson"], "q": "News Group Newspapers had paid Â£ 1m to settle legal cases that threatened to reveal evidence of hacking, <strong> Andy Coulson </strong> made no comment beyond saying he had \"no knowledge whatsoever\" about alleged payments. He added: <q>The[ <strong> Glenn Mulcaire </strong>] <strong> Glenn Mulcaire </strong> case was investigated thoroughly by the police and by the Press Complaints Commission. I took full responsibility at the time for what happened on my watch but without my knowledge and resigned.</q> 21 July 2009 In his evidence to the select committee into the phone-hacking affair, <strong> Andy Coulson </strong> said he \"never used or condoned\" the practice and had \"no recollection\" of it taking place", "new_id": -2}, {"uid": "1296024963108707853", "i": 21175, "idx": 1, "sa": ["Donald Rumsfeld", "Zine El Abidine Ben Ali"], "q": "long supported the Tunisian leader, seeing him as a bulwark against Islamic militants in the region. In 2006, then-US defense secretary <strong> Donald Rumsfeld </strong>, speaking in Tunis, praised the country's evolution. <q>What they have done it seems to me is move from a colony in 50 years-- a relatively short period of time-- to a democratic country that in different areas is moving at a different pace,</q> he said. The US administration, like France and the European Union, never called for <strong> Zine El Abidine Ben Ali </strong> to go. Indeed, on January 12-- just two days before he fled-- State Department", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago. \"This one feels great due to the fact that I've been through so much,\" <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q>To be able to get back to this position is paramount to me, and I'm just thankful.</q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}, {"uid": "1296536150067862554", "i": 2637, "idx": 2, "sa": ["Kobe Bryant", "Kwame Brown", "Allen Iverson", "Pau Gasol"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Lakers_vs_Celtics_Game_1_2010_NBA_Finals__Kobe_30_points Lakers: 102 Celtics: 89 Next game:( 6/6)@ home sports.yahoo.com <strong> Kobe Bryant </strong> scored 30 points, <strong> Pau Gasol </strong> had 23 points", "new_id": -2}, {"uid": "1297521829086999054", "i": 13498, "idx": 0, "sa": ["Michael Vick", "Cameron Wake", "DeSean Jackson", "Phillip Hunt"], "q": ", winning tradition, and with a quarterback like <strong> Michael Vick </strong> and players like <strong> DeSean Jackson </strong>, just to name a few, it's a great organization to be a part of,\" <strong> Phillip Hunt </strong> told the Eagles' website. <q>This was a bit like coming out of college. I was a free agent and I had a chance to choose my own team that I wanted to go to. At this time, I was just focused on picking the correct team instead of just going out on a limb and picking any team. I did a little bit of research with this team, and I know Andy Reid and Juan Castillo, they have a lot of great coaches here.</q> The Eagles hope <strong> Phillip Hunt </strong>, 6-foot, 248, can duplicate the success of <strong> Cameron Wake </strong>, the former CFL star who made the Pro Bowl this past season for the Dolphins, playing as a 3-4 linebacker.", "new_id": -2}, {"uid": "1295584716071549019", "i": 4393, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "prodigies who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will become executive chairman and remain available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old", "new_id": -2}, {"uid": "1295709517126484491", "i": 7789, "idx": 4, "sa": ["Johnny Carson", "David Letterman"], "q": "cue to respond with mock irritation. \"When was the last time you watched me in the last 10 years?\" he said. \"What was I doing and what was I wearing?\" <q>I don't like your attitude,</q> <strong> David Letterman </strong> said. Watching this combined century of broadcasting carrying on amiably for 17 minutes, one almost-- almost-- felt transported back to that time when <strong> Johnny Carson </strong> reigned supreme and late-night talk shows were about", "new_id": -2}]