[{"uid": "1295833841223035433", "i": 5921, "idx": 5, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "wants to remain in private life although he is happy to be an informal presidential adviser.`` The administration knows that I am quite content with the work I am doing now,'' he said. <q> I am not interested in a government job. </q> Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack.", "new_id": -2}, {"uid": "1297183760108150799", "i": 25637, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to`` propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines.'' Sports. You can", "new_id": -2}, {"uid": "1295228905163069960", "i": 23410, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "Mark Kelly, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting.`` She's making progress every day,'' <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> On Sunday, <strong> Gabrielle Giffords </strong>' condition was upgraded to` serious' after successful procedures. <strong> Gabrielle Giffords </strong> was the primary target in the attack outside a Safeway market in Tucson where the congresswoman had gone to", "new_id": -2}, {"uid": "1295124045137084928", "i": 2552, "idx": 0, "sa": ["Daniel Lipinski", "Mike Pence"], "q": "for abortion providers under Title X family planning grants. The legislation, introduced Jan. 7 by Rep. <strong> Mike Pence </strong>( R-Ind.), targets Planned Parenthood; defeating it is a top priority for NARAL. The bill would <q> cripple family planning services- not necessarily abortion services but contraceptive services in this country, </q> Crane said. SBA's other priority is a multi-pronged abortion funding ban sponsored by Reps. Chris Smith( R-N.J.) and <strong> Daniel Lipinski </strong>( D-Ill.). The legislation was introduced last year but has not been", "new_id": -2}, {"uid": "1295991800115605556", "i": 24994, "idx": 2, "sa": ["The Lost Dogs", "Michael Vick"], "q": "officials that united to save them.`` I didn't interview <strong> Michael Vick </strong> for this book because to me the story was more about what happened afterwards, which was an amazing thing,'' says Gorant. <q> At the very core of the story is the human-animal bond that affects and inspires us all. </q> Gorant will kick-off NASC's Annual Conference with the story of <strong> The Lost Dogs </strong>, on May 11 at 5 p.m., at Town and Country Resort and Convention Center in San Diego. The conference is exclusive to NASC", "new_id": -2}, {"uid": "1297679866095076375", "i": 44464, "idx": 4, "sa": ["Arcade Fire", "Zahi Hawass", "Lady Gaga"], "q": "Giza. It is supposed to be finished in 2013. <strong> Zahi Hawass </strong> says he expects the current museum to reopen in a few days. He knows that the episode could have had a very different ending. <q> Thank God they did not know where the gold is, because if they knew about the jewelry room, this could have been a disaster. </q> Just ask the director of the Iraqi museum. A Night of Grammy Upsets: <strong> Arcade Fire </strong> Beats <strong> Lady Gaga </strong> to Win Album of the Year WAEL GHONIM, a Google executive and activist who was detained for running a Facebook", "new_id": -2}, {"uid": "1295580024033980422", "i": 26578, "idx": 15, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "Jan. 20( UPI)-- Larry Page, who co-founded <strong> Google Inc. </strong> with <strong> Sergey Brin </strong>... <strong> Eric Schmidt </strong> will remain as Chairman of the Board and <strong> Sergey Brin </strong> will work on... Technology Video: Spy Satellite Launched From California Report Abuse <q> Federal Government Tax Revenues$ <strong> Barack Obama </strong> TRILLION </q> Federal Government Expenditures$ 3 TRILLION No more taxes... PLEASE! Liquor Tax Luxury Tax Excise Taxes Property Tax Cigarette Tax Medicare Tax Inventory Tax Car Rental", "new_id": -2}, {"uid": "1296152835245841973", "i": 8269, "idx": 4, "sa": ["Eric Schmidt"], "q": "other co-founder, will focus on`` the order of three big initiatives,'' on which <strong> Eric Schmidt </strong> didn't elaborate. <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. <q> We have a competitor called Microsoft( MSFT), </q> he said.`` Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.'' Facebook, on the other hand,`` has clearly stated they don't want", "new_id": -2}, {"uid": "1295735680191037477", "i": 43460, "idx": 1, "sa": ["Ryan Crocker", "Colin Powell", "Dick Cheney"], "q": "including <strong> Dick Cheney </strong> and <strong> Colin Powell </strong>, discussed the legacy of the first major military conflict after the Cold War- as well as some of the lessons that have not been easy to apply in the years since. <q> It's an era when small states can create big problems, </q> <strong> Ryan Crocker </strong>, U.S. ambassador to Iraq from 2007 to 2009, said in an interview before the event. The modern world features`` space for a host of non-state actors to play dangerous roles.... Al-Qaeda is the", "new_id": -2}, {"i": 39068, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q> The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan, </q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience.`` Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "uid": "1295386126252936200"}]