[{"uid": "1295562213148553735", "i": 12209, "idx": 4, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "time for him to have a shot at running this, and I'm sure he'll do a fantastic job.\" <strong> Eric Schmidt </strong> said there would be no material change in the company's strategy, because <q> we all agree with each other. </q> \"I believe as a result of this we will execute and operate the business even better,\" <strong> Eric Schmidt </strong> said. During the call, <strong> Sergey Brin </strong> expressed what sounded like genuine admiration for <strong> Eric Schmidt </strong>'s", "new_id": -2}, {"uid": "1295996572097009665", "i": 36234, "idx": 3, "sa": ["Sergio Marchionne"], "q": "and the 300 and Charger in the future success of the company. \"The launch of the all-new 2011 Chrysler 300 and Dodge Charger demonstrates how far this company has come in 18 months,\" said <strong> Sergio Marchionne </strong>. <q> The assistance of the governments of Canada and the Province of Ontario gave us the opportunity to create a future. Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the US for the loans that enabled a vibrant, restructured company to emerge in June 2009. Along with the commitment, dedication and support of our CAW partners and employees, we are demonstrating what can be achieved when industry, government and labor recognize the need to come together. </q> The Company has invested more than US$ 1 billion since 2008 for the launch of the 300, Charger and Challenger for assembly www.americanfeast.com The Napa Sustainable Winegrowing Group was formed in 1995 to promote integrated pest management", "new_id": -2}, {"uid": "1295894145127107105", "i": 9413, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "are incapable of seeing the path to destruction they have brought us. They hand out economic favors to curry support, but in the end those favors make the entire economy worse off. ref: <q> How an Economy Grows and Why It Crashes </q> Peter Schiff/Andrew Schiff- a good overview of basic fundamental economic principles that is` easy' to read. \"Economics in One Lesson: The Shortest and Surest Way to Understand Basic Economics\" <strong> Donald Rumsfeld </strong> Hazlitt", "new_id": -2}, {"uid": "1296774835205651968", "i": 6215, "idx": 0, "sa": ["Bernie Sanders"], "q": "introduced a repeal measure the day after the Affordable Care Act passed the Senate, and reintroduced it the first day he could this session, followed Sen. <strong> Bernie Sanders </strong>, the socialist Independent from Vermont, who said that while <q> I am the first to admit it is not the best bill we could have passed, </q> it was unconscionable to repeal it outright. To do so, he said, would \"continue the odious process of denying health care by insurance companies to people who have preexisting conditions.\" He also", "new_id": -2}, {"uid": "1296393248037634061", "i": 38208, "idx": 3, "sa": ["Jason Statham", "Simon Cowell"], "q": "first time- regardless of who is the biggest, if one dog senses fear it will kill the other dog,\" he said. <strong> Simon Cowell </strong> revealed some of his secrets of success- one being to <q> talk 10 per cent of the time and listen for 90 per cent of the time </q>. Despite his reputation for brutal honesty and cold-heartedness, the Los Angeles-based showbiz mogul stressed the importance of emotion in the entertainment business. <strong> Jason Statham </strong>'s` situation' on plane <strong> Jason Statham </strong> had to deal with", "new_id": -2}, {"uid": "1297632165075120649", "i": 11841, "idx": 1, "sa": ["Dick Cheney", "Donald Rumsfeld"], "q": "\"If I run, and if I win, this country will be respected again.\" Right. Once we elect the bankrupt TV make-believe tycoon huckster, people around the world will say to themselves, <q> They finally got it right. </q> <strong> Donald Rumsfeld </strong> arrived to accept his \"defender of the Constitution\" award. There were boos. <strong> Dick Cheney </strong>, introduced to introduce <strong> Donald Rumsfeld </strong>, was called various names, though the boos were then drowned out by \"U.S.A.", "new_id": -2}, {"uid": "1297652095245153826", "i": 29847, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "that they should \"Obey!\" Meanwhile, the Republican kids will get an autographed copy of both the <strong> George W. Bush </strong> and <strong> Donald Rumsfeld </strong> books and can snicker while watching the Sunday morning talk show/spin rebuttal programs that send the subliminal <q> wink, wink, nudge, nudge </q> message that real men have big bank accounts. Hitler wasn't even tried in absentia for war crimes, but his posse was. <strong> George W. Bush </strong>& Co. will never be taken into custody.( If Radovan", "new_id": -2}, {"uid": "1295584716071549019", "i": 5227, "idx": 1, "sa": ["Larry Page", "Mark Zuckerberg", "Eric Schmidt"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q> My goal is to run Google at the pace and with the soul and passion of a startup, </q> <strong> Larry Page </strong> said in a Thursday interview. \"I think I will have time to do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's", "new_id": -2}, {"uid": "1297217356071778338", "i": 547, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>'s top regret: not quitting after Abu Ghraib Former US defense secretary <strong> Donald Rumsfeld </strong> spared no criticism of his colleagues in his new memoir Tuesday, but also admitted in an interview the country <q> would've been better off </q> if he had quit after the 2004 Abu Ghraib scandal. In \"Known and Unknown,\" <strong> Donald Rumsfeld </strong> defends his handling of the war and recounts his government career serving Republican George W. Bushs from Richard Nixon to <strong> George W. Bush </strong>", "new_id": -2}, {"uid": "1295275973083279882", "i": 26777, "idx": 0, "sa": ["Steve Ballmer"], "q": "Konsolen Themen?bersicht anzeigen\"> Microsoft arbeitet derzeit offenbar an einem offiziellen Software Development Kit( SDK) f?r die Verwendung seiner kamerabasierten Bewegungssteuerung Kinect in Verbindung mit Windows-basierten PCs. Wie' target=\"_blank\"> WinRumors' <q> Berufung auf Quellen bei Microsoft berichtet, entwickeln die Redmonder derzeit neben dem SDK auch die f?r die Nutzung von Kinect am PC n?tigen Treiber. Bisher stehen lediglich einige freie Treiber f?r den Anschluss der Kameraeinheit am PC zur Verf?gung. WinRumors zufolge sollen die offiziellen Treiber und das SDK in den kommenden Monaten ver?ffentlicht werden, so dass Drittanbieter Spiele und Anwendungen entwickeln k?nnen, die Kinect am PC nutzen. Zun?chst sollen angeblich Beta-Treiber ver?ffentlicht werden. Microsoft plant zudem angeblich eine neue \"Community Technical Preview </q>( CTP) seiner XNA Game Studio Tools f?r Spieleentwickler, die Kinect- Unterst?tzung bietet. Firmenchef <strong> Steve Ballmer </strong> hatte w?hrend der Elektronikmesse CES 2011 vor kurzem best?tigt, dass man Kinect auch f?r den PC anbieten will.", "new_id": -2}]