[{"uid": "1297324589060997654", "i": 34300, "idx": 0, "sa": ["Omar Suleiman", "Colin Powell"], "q": "as a smuggling conduit for both weapons and foodstuffs into Gaza. According to a WikiLeak( ed) US diplomatic cable, titled \"Presidential Succession in Egypt', dated May 14, 2007: <q> \"Egyptian intelligence chief and <strong> Hosni Mubarak </strong> consigliere, in past years Soliman was often cited as likely to be named to the long-vacant vice-presidential post. In the past two years, Soliman has stepped out of the shadows, and allowed himself to be photographed, and his meetings with foreign leaders reported. Many of our contacts believe that Soliman, because of his military background, would at least have to figure in any succession scenario.</q>\" From 1993 until Saturday, <strong> Omar Suleiman </strong> was chief of Egypt\"s <strong> Colin Powell </strong> Intelligence Service. He remained largely in the shadows until 2001, when he started taking over powerful dossiers in the foreign ministry; he", "new_id": -2}, {"i": 3958, "idx": 1, "index_answer": 3, "new_id": -1, "q": "\" and \"The Late Show With <strong> David Letterman </strong>.\" \"Jay-Z is a person in hip-hop that you almost don't think he exists until you meet him,\" <strong> Nicki Minaj </strong> explained to MTV News last February. <q>It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like, \"Jay-Z knows me?' I didn\"t think he knew who I was, let alone recommend me for something.</q> <strong> Nicki Minaj </strong> Rocks Madison Square Garden with <strong> Lil Wayne </strong>, <strong> Friday star </strong>, Drake For New York-area hip-hop artists, ripping the Madison Square Garden stage is a status-cementing moment that few are able to realize. But not", "sa": ["David Letterman", "Lil Wayne", "Friday star", "Nicki Minaj"], "uid": "1296174568165871655"}, {"uid": "1295990540115605523", "i": 38135, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "'s veterans. The Military Officers Association of America( MOAA) will present <strong> Colin Powell </strong> <strong> Barack Obama </strong> Hite with the award at a ceremony in Washington, D.C., on April 12 for leading the United Association's <q>outstanding initiatives in training and connecting veterans with post-service employment opportunities.</q> \"I am humbled to be counted among those who work consistently and diligently to provide our service men and women the opportunities they so deeply deserve,\" Hite said. \"Members of our military make", "new_id": -2}, {"uid": "1297215457052674561", "i": 35828, "idx": 1, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": ", also praised US military personnel working at the site. Mr <strong> Donald Rumsfeld </strong> was defence secretary from 2001 to 2006 under former president George W Bush. He was replaced as defence secretary by <strong> Robert Gates </strong>. <q>The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world,</q> he said. \"What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that", "new_id": -2}, {"uid": "1295847729047431732", "i": 44498, "idx": 0, "sa": ["David Letterman", "Bill Cosby"], "q": "Jim Peesker, of Arden, has always wanted to see the comedian live. He takes pleasure that <strong> Bill Cosby </strong>'s shows are \"clean\" and talk about real-world situations. <q>He is insightful in everyday situations,</q> Peesker said. \"He seems like a sharp guy and in-tune with everyday people.\" Bettie Duncan drove from Elizabethton, Tenn., to see the show. She heard on <strong> David Letterman </strong>'s show", "new_id": -2}, {"uid": "1296758520141000710", "i": 29605, "idx": 0, "sa": ["Eric Schmidt"], "q": "the incident reflects a new, more reactive attitude toward slights emanating from Larry Page, the Google co-founder who will become CEO in April and is considered more volatile and less diplomatic than outgoing CEO <strong> Eric Schmidt </strong>. <q>Google's complaint is the height of hypocrisy. The company's entire business model is built on the use of other people's content usually without bothering to seek permission,</q> said John Simpson, from Consumer Watchdog's Inside Google research team. Google's allegations are an attempt to make Microsoft look bad for doing what every search provider does constantly: analyse competitors' search engines", "new_id": -2}, {"uid": "1296407544252772372", "i": 124, "idx": 2, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach Larry Brown said. <q>This is kind of unexpected but it's neat.</q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1295959276216842267", "i": 30882, "idx": 3, "sa": ["Tim Montgomerie", "Andy Coulson", "Lance Price"], "q": "of the circumstances behind Mr <strong> Andy Coulson </strong>'s resignation? \"They will obviously want to do their due diligence and will probably want someone who is clean as a whistle,\" says Mr <strong> Tim Montgomerie </strong>. <q>It will be interesting whether they recruit someone from[ News International owner Rupert] Murdoch's table or they want someone completely unconnected.</q> Either way, any member of the media is likely to have, at some point, made a decision they regret, says Mr <strong> Lance Price </strong>. Paper Monitor Riches from our blog, Magazine Monitor", "new_id": -2}, {"uid": "1295440324144605237", "i": 37510, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": ".\" After several years of contests that were panned by critics and many viewers, the producers are promising more input from professional music producers, more entertaining performances by contestants and fewer distractions from surprise guests. <q>We have got to go back to creating an American idol,</q> said <strong> Simon Cowell </strong> <strong> Nigel Lythgoe </strong>, who helped create \"Idol\" and returned to it last fall after two years away. Last year \"Idol\" brought an average of about 24 million viewers to Fox twice a", "new_id": -2}, {"uid": "1295365519187695162", "i": 10359, "idx": 1, "sa": ["David Letterman"], "q": "stage and break his shoulder at an Aerosmith concert. \"It's not any news here about my drug use and addictions in the past,\" he told <strong> David Letterman </strong> on \"The Late Show.\" <q>A couple years ago, I was[ snorting] Lunesta because of some problems with my feet.</q> \"That shows you what kind of a drug addict I was, only the finest for me... I was looking for any excuse to get high.\" including a seeming fight with guitarist Joe", "new_id": -2}]